{"data":[{"name":"31:1","price":"الم.(1)","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"(1) اس کے آغاز میں بھی یہ حروف مقطعات ہیں، جن کےمعنی ومراد کا علم صرف اللہ تعالیٰ کو ہے۔ تاہم بعض مفسرین نے اس کےدو فوائد بڑے اہم بیان کیے ہیں۔ ایک یہ کہ یہ قرآن اسی قسم کے حروف مقطعات سے ترتیب وتالیف پایا ہے جس کے مثل تالیف پیش کرنے سےعرب عاجز آگئے۔ یہ اس بات کی دلیل ہے کہ یہ قرآن اللہ ہی کا نازل کردہ ہے اور جس پیغمبر پر یہ نازل ہوا ہے وہ سچا رسول ہے، جو شریعت وہ لے کر آیا ہے، انسان اس کی محتاج ہے اور اس کی اصلاح اور سعادت کی تکمیل اسی شریعت سے ممکن ہے۔ دوسرا، یہ کہ مشرکین اپنےساتھیوں کو اس قرآن کے سننے سے روکتے تھے کہ مبادا وہ اس سے متاثر ہو کر مسلمان ہو جائیں۔ اللہ تعالیٰ نے مختلف سورتوں کا آغاز ان حروف مقطعات سےفرمایا تاکہ وہ اس کے سننے پر مجبور ہو جائیں کیونکہ یہ انداز بیاں نیا اور اچھوتا تھا۔ (ایسر التفاسیر) واللہ اعلم۔","lang":"ur"},{"name":"31:2","price":"یہ حکمت والی کتاب کی آیتیں ہیں.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"ur"},{"name":"31:3","price":"جو نیکو کاروں کے(1) لئے رہبر اور (سراسر) رحمت ہے.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"(1) مُحْسِنِينَ، مُحْسِنٌ کی جمع ہے۔ اس کے ایک معنی تو یہ ہیں احسان کرنےوالا، والدین کے ساتھ، رشتے داروں کےساتھ، مستحقین اور ضرورت مندوں کے ساتھ۔ دوسرے معنی ہیں، نیکیاں کرنے والا، یعنی برائیوں سے مجتنب اور نیکو کار۔ تیسرے معنی ہیں اللہ کی عبادت نہایت اخلاص اور خشوع وخضوع کے ساتھ کرنے والا۔ جس طرح حدیث جبرائیل (عليه السلام) میں ہے، أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ قرآن ویسے تو سارے جہاں کے لئے ہدایت اور رحمت کا ذریعہ ہے لیکن اس سے اصل فائدہ چونکہ صرف محسنین اور متقین ہی اٹھاتے ہیں، اس لئے یہاں اس طرح فرمایا۔","lang":"ur"},{"name":"31:4","price":"جو لوگ نماز قائم کرتے ہیں اور زکوٰة ادا کرتے ہیں اور آخرت پر (کامل) یقین رکھتے ہیں.(1)","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"(1) نماز، زکوٰۃ اور آخرت پر یقین۔ یہ تینوں نہایت اہم ہیں، اس لئے ان کا بطور خاص ذکر کیا، ورنہ محسنین ومتقین تمام فرائض وسنن بلکہ مستحبات تک کی پابندی کرتے ہیں۔","lang":"ur"},{"name":"31:5","price":"یہی لوگ ہیں جو اپنے رب کی طرف سے ہدایت پر ہیں اور یہی لوگ نجات پانے والے ہیں.(1)","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"(1) فلاح کے مفہوم کے لئےدیکھئے سورۂ بقرۃ اور مومنون کا آغاز۔","lang":"ur"},{"name":"31:6","price":"اور بعض لوگ ایسے بھی ہیں جو لغو باتوں کو مول لیتے ہیں(1) کہ بےعلمی کے ساتھ لوگوں کو اللہ کی راه سے بہکائیں اور اسے ہنسی بنائیں(2)، یہی وه لوگ ہیں جن کے لئے رسوا کرنے واﻻ عذاب ہے.(3)","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"(1) اہل سعادت، جو کتاب الٰہی سے راہ یاب اور اس کے سماع سے فیض یاب ہوتے ہیں، ان کے ذکر کے بعد ان اہل شقاوت کا بیان ہو رہا ہے جو کلام الٰہی کے سننے سے تو اعراض کرتے ہیں، البتہ ساز وموسیقی، نغمہ وسرور اور گانے وغیرہ خوب شوق سے سنتے اور ان میں دلچسپی لیتے ہیں۔ خریدنے سے مراد یہی ہے کہ آلات طرب شوق سے اپنے گھروں میں لاتے اور پھر ان سے لذت اندوز ہوتے ہیں۔ لَهْوَ الْحَدِيثِ سے مراد گانا بجانا، اس کا ساز وسامان اور آلات، سازو موسیقی اور ہر وہ چیز ہے جو انسانوں کو خیر اور معروف سے غافل کر دے۔ اس میں قصے، کہانیاں، افسانے، ڈرامے، ناول اور جنسی اور سنسنی خیز لٹریچر، رسالے اور بے حیائی کے پرچارک اخبارات سب ہی آجاتے ہیں اور جدید ترین ایجادات ریڈیو، ٹی وی، وی سی آر، ویڈیو فلمیں وغیرہ بھی۔ عہد رسالت میں بعض لوگوں نے گانے بجانے والی لونڈیاں بھی اسی مقصد کے لئے خریدی تھیں کہ وہ لوگوں کا دل گانے سنا کر بہلاتی رہیں تاکہ قرآن واسلام سے وہ دور رہیں۔ اس اعتبار سے اس میں گلوکارائیں بھی آجاتی ہیں جو آج کل فن کار، فلمی ستارہ اور ثقافتی سفیر اور پتہ نہیں کیسے کیسے مہذب، خوش نما اور دل فریب ناموں سے پکاری جاتی ہیں۔\n(2) ان تمام چیزوں سے یقیناً انسان اللہ کے راستے سےگمراہ ہو جاتے ہیں اور دین کو استہزا وتمسخر کا نشانہ بھی بناتے ہیں۔\n(3) ان کی سرپرستی اور حوصلہ افزائی کرنے والے ارباب حکومت، ادارے، اخبارات کے مالکان، اہل قلم اور فیچر نگار بھی اسی عذاب مہین کے مستحق ہوں گے۔ أَعَاذَنَا اللهُ مِنْهُ.","lang":"ur"},{"name":"31:7","price":"جب اس کے سامنے ہماری آیتیں تلاوت کی جاتی ہیں تو تکبر کرتا ہوا اس طرح منھ پھیر لیتا ہے گویا اس نے سنا ہی نہیں گویا کہ اس کے دونوں کانوں میں ڈاٹ لگے ہوئے ہیں(1) ، آپ اسے درد ناک عذاب کی خبر سنا دیجئے.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"(1) یہ اس شخص کا حال ہےجو مذکورہ لہوولعب کی چیزوں میں مگن رہتا ہے، وہ آیات قرانیہ اور اللہ ورسول کی باتیں سن کر بہرہ بن جاتا ہے حالانکہ وہ بہرہ نہیں ہوتا اور اس طرح منہ پھیر لیتا ہے گویا اس نے سنا ہی نہیں، کیوں کہ اس کے سننے سےوہ ایذا محسوس کرتا ہے، اس لئے اس سے اس کو کوئی فائدہ نہیں ہوتا، وقرا کے معنی ہیں کانوں میں ایسا بوجھ جو اسے سننے سے محروم کر دے۔","lang":"ur"},{"name":"31:8","price":"بیشک جن لوگوں نےایمان قبول کیا اور کام بھی نیک (مطابق سنت) کیے ان کے لئے نعمتوں والی جنتیں ہیں.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"ur"},{"name":"31:9","price":"جہاں وه ہمیشہ رہیں گے۔ اللہ کا سچا وعده(1) ہے، وه بہت بڑی عزت وغلبہ واﻻ اور کامل حکمت واﻻ ہے.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"(1) یعنی یہ یقیناً پورا ہوگا، اس لئے کہ یہ اللہ کی طرف سے ہے۔ وَاللهُ لا يُخْلِفُ الْمِيعَادَ۔","lang":"ur"},{"name":"31:10","price":"اسی نے آسمانوں کو بغیر ستون کے پیدا کیا ہے تم انہیں دیکھ رہے(1) ہو اور اس نے زمین میں پہاڑوں کو ڈال دیا تاکہ وه تمہیں جنبش نہ دے(2) سکے اور ہر طرح کے جاندار زمین میں پھیلا دیئے(3)۔ اور ہم نے آسمان سے پانی برسا کر زمین میں ہر قسم کے نفیس جوڑے اگا دیئے.(4)","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"(1) تَرَوْنَها، اگر عَمَدٌ کی صفت ہو تو معنی ہوں گے ایسے ستونوں کے بغیر جنہیں تم دیکھ سکو۔ یعنی آسمان کے ستون ہیں لیکن ایسے کہ تم انہیں دیکھ نہیں سکتے۔\n(2) رَوَاسِيَ، رَاسِيَة کی جمع ہے جس کے معنی ثَابِتَةٌ کے ہیں۔ یعنی پہاڑوں کو زمین پر اس طرح بھاری بوجھ بنا کر رکھ دیا کہ جن سے زمین ثابت رہے یعنی حرکت نہ کرے۔ اسی لئے آگے فرمایا، أَنْ تَمِيدَ بِكُم يَعْنِي كَرَاهَةَ أَنْ تَمِيدَ (تَمِيلَ) بِكُمْ أَوْ لِئَلا تَمِيدَ یعنی اس بات کی ناپسندیدگی سے کہ زمین تمہارے ساتھ ادھر ادھر ڈولے، یا اس لئے کہ زمین ادھر ادھر نہ ڈولے۔ جس طرح ساحل پر کھڑے بحری جہازوں میں بڑے بڑے لنگر ڈال دیئے جاتے ہیں تاکہ جہاز نہ ڈولے زمین کے لئے پہاڑوں کی بھی یہی حیثیت ہے۔\n(3) یعنی انواع واقسام کے جانور زمین میں ہر طرف پھیلا دیئے جنہیں انسان کھاتا بھی ہے، سواری اور بار برداری کے لئے بھی استعمال کرتا ہے اور بطور زینت اور آرائش کے بھی اپنے پاس رکھتا ہے۔\n(4) زَوْجٍ یہاں صِنْفٍ کے معنی میں ہے یعنی ہرقسم کے غلے اور میوے پیدا کیے۔ ان کی صفت کریم، ان کے حسن لون اور کثرت منافع کی طرف اشارہ کرتی ہے۔","lang":"ur"},{"name":"31:11","price":"یہ ہے اللہ کی مخلوق(1) اب تم مجھے اس کے سوا دوسرے کسی کی کوئی مخلوق تو دکھاؤ(2) (کچھ نہیں)، بلکہ یہ ﻇالم کھلی گمراہی میں ہیں.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"(1) هَذَا (یہ) اشارہ ہے اللہ کے ان پیدا کردہ چیزوں کی طرف جن کا گزشتہ آیات میں ذکر ہوا۔\n(2) یعنی جن کی تم عبادت کرتے اور انہیں مدد کے لئے پکارتے ہو، انہوں نے آسمان وزمین میں کون سی چیز پیدا کی ہے؟ کوئی ایک چیز تو بتلاؤ؟ مطلب یہ ہے کہ جب ہر چیز کا خالق صرف اور صرف اللہ ہے، تو عبادت کا مستحق بھی صرف وہی ہے۔ اس کے سوا کائنات میں کوئی ہستی اس لائق نہیں کہ اس کی عبادت کی جائے اور اسے مدد کے لئے پکارا جائے۔","lang":"ur"},{"name":"31:12","price":"اور ہم نے یقیناً لقمان کو حکمت دی(1) تھی کہ تو اللہ تعالیٰ کا شکر کر(2) ہر شکر کرنے واﻻ اپنے ہی نفع کے لئے شکر کرتا ہے جو بھی ناشکری کرے وه جان لے کہ اللہ تعالیٰ بے نیاز اور تعریفوں واﻻ ہے.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"(1) حضرت لقمان، اللہ کے نیک بندے تھے جنہیں اللہ تعالیٰ نے حکمت یعنی عقل وفہم اور دینی بصیرت میں ممتاز مقام عطا فرمایا تھا۔ ان سے کسی نےپوچھا تمہیں یہ فہم وشعور کس طرح حاصل ہوا؟ انہوں نے فرمایا، راست بازی، امانت کے اختیار کرنے اور بے فائدہ باتوں سے اجتناب اور خاموشی کی وجہ سے۔ ان کا حکمت ودانش پر مبنی ایک واقعہ یہ بھی مشہور ہے کہ یہ غلام تھے، ان کے آقا نے کہا کہ بکری ذبح کرکے اس کے سب سے بہترین دو حصے لاؤ، چنانچہ وہ زبان اور دل نکال کر لے گئے۔ ایک دوسرے موقعے پر آقا نے ان سے کہا کہ بکری ذبح کرکے اس کے سب سے بدترین حصے لاؤ۔ وہ پھر وہی زبان اور دل لے کر چلے گئے۔ پوچھنے پر انہوں نے بتلایا کہ زبان اور دل، اگر صحیح ہوں تو یہ سب سے بہتر ہیں اور اگر یہ بگڑ جائیں تو ان سے بدتر کوئی چیز نہیں۔ (ابن کثیر)۔\n(2) شکر کا مطلب ہے، اللہ کی نعمتوں پر اس کی حمد وثنا اور اس کے احکام کی فرماں برداری۔","lang":"ur"},{"name":"31:13","price":"اور جب کہ لقمان نے وعﻆ کہتے ہوئے اپنے لڑکے سے فرمایا کہ میرے پیارے بچے! اللہ کے ساتھ شریک نہ کرنا(1) بیشک شرک بڑا بھاری ﻇلم ہے.(2)","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"(1) اللہ تعالیٰ نے حضرت لقمان کی سب سے پہلی وصیت یہ نقل فرمائی کہ انہوں نے اپنے بیٹے کو شرک سے منع فرمایا، جس سے یہ واضح ہوا کہ والدین کے لئے ضروری ہے کہ وہ اپنی اولاد کو شرک سے بچانے کی سب سے زیادہ کوشش کریں۔\n(2) یہ بعض کے نزدیک حضرت لقمان ہی کا قول ہے اور بعض نے اسے اللہ کا قول قرار دیا ہے اور اس کی تائید میں وہ حدیث پیش کی ہے جو «الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ» کے نزول کے تعلق سے وارد ہے جس میں آپ (صلى الله عليه وسلم) نے فرمایا تھا کہ یہاں ظلم سے مراد عظیم ہے اور آیت «إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ» کا حوالہ دیا۔ (صحیح بخاری نمبر 4776) مگر درحقیقت اس سے اللہ کا قول ہونے کی نہ تائید ہوتی ہے نہ تردید۔","lang":"ur"},{"name":"31:14","price":"ہم نے انسان کو اس کے ماں باپ کے متعلق نصیحت کی(1) ہے، اس کی ماں نے دکھ پر دکھ اٹھا کر(2) اسے حمل میں رکھا اور اس کی دودھ چھڑائی دو برس میں ہے(3) کہ تو میری اور اپنے ماں باپ کی شکر گزاری کر، (تم سب کو) میری ہی طرف لوٹ کر آنا ہے.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"(1) توحید وعبادت الٰہی کے ساتھ ہی والدین کے ساتھ حسن سلوک کی تاکید سےاس نصیحت کی اہمیت واضح ہے۔\n(2) اس کا مطلب ہے کہ رحم مادر میں بچہ جس حساب سے بڑھتا جاتا ہے، ماں پر بوجھ بڑھتا جاتا ہے جس سے عورت کمزور سے کمزور تر ہوتی چلی جاتی ہے۔ ماں کی اس مشقت کے ذکر سے اس طرف بھی اشارہ نکلتا ہے کہ والدین کے ساتھ احسان کرتے وقت ماں کو مقدم رکھا جائے، جیسا کہ حدیث میں بھی ہے۔\n(3) اس سے معلوم ہوا کہ مدت رضاعت دو سال ہے، اس سے زیادہ نہیں۔","lang":"ur"},{"name":"31:15","price":"اور اگر وه دونوں تجھ پر اس بات کا دباؤ ڈالیں کہ تو میرے ساتھ شریک کرے جس کا تجھے علم نہ ہو تو تو ان کا کہنا نہ ماننا، ہاں دنیا میں ان کے ساتھ اچھی طرح بسر کرنا اور اس کی راه چلنا جو میری طرف جھکا ہوا(1) ہو تمہارا سب کا لوٹنا میری ہی طرف ہے تم جو کچھ کرتے ہو اس سے پھر میں تمہیں خبردار کروں گا.(2)","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"(1) یعنی مومنین کی راہ۔\n(2) یعنی میری طرف رجوع کرنے والوں (اہل ایمان) کی پیروی اس لئے کرو کہ بالآخر تم سب کو میری ہی بارگاہ میں آنا ہے، اور میری ہی طرف سے ہر ایک کو اس کے (اچھے یا برے) عمل کی جزا ملنی ہے۔ اگر تم میرے راستے کی پیروی کرو گے اور مجھے یاد رکھتے ہوئے زندگی گزارو گے تو امید ہے کہ قیامت والے روز میری عدالت میں سرخ رو ہو گے بصورت دیگر میرے عذاب میں گرفتار ہو گے۔ سلسلۂ کلام حضرت لقمان کی وصیتوں سے متعلق تھا۔ اب آگے پھر وہی وصیتیں بیان کی جا رہی ہیں جو لقمان نے اپنے بیٹے کو کی تھیں۔ درمیان کی دو آیتوں میں اللہ تبارک وتعالیٰ نے جملہ معترضہ کے طور پر ماں باپ کے ساتھ احسان کی تاکید فرمائی، جس کی ایک وجہ تو یہ بیان کی گئی ہے۔ کہ لقمان نے وصیت اپنے بیٹے کو نہیں کی تھی کیونکہ اس میں ان کا اپنا ذاتی مفاد بھی تھا۔ دوسرا یہ واضح ہو جائے کہ اللہ کی توحید وعبادت کے بعد والدین کی خدمت واطاعت ضروری ہے۔ تیسرا یہ کہ شرک اتنا بڑا گناہ ہے کہ اگر اس کا حکم والدین بھی دیں، تو ان کی بات نہیں ماننی چاہئے۔","lang":"ur"},{"name":"31:16","price":"پیارے بیٹے! اگر کوئی چیز رائی کے دانے کے برابر ہو(1) پھر وه (بھی) خواه کسی چٹان میں ہو یا آسمانوں میں ہو یا زمین میں ہو اسے اللہ تعالیٰ ضرور ﻻئے گا اللہ تعالیٰ بڑا باریک بین اور خبردار ہے.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"(1) إِنْ تَكُ کا مرجع خَطِيئَةٌ ہو تو مطلب گناہ اور اللہ کی نافرمانی والا کام ہے اور اگر اس کا مرجع خَصْلَةٌ ہو تو مطلب اچھائی یا برائی کی خصلت ہوگا۔ مطلب یہ ہے کہ انسان اچھا یا برا کام کتنا بھی چھپ کر کرے، اللہ سے مخفی نہیں رہ سکتا، قیامت والے دن اللہ تعالیٰ اسے حاضر کر لے گا۔ یعنی اس کی جزا دے گا، اچھے عمل کی اچھی جزا، برے عمل کی بری جزا۔ رائی کے دانے کی مثال اس لئے دی کہ وہ اتنا چھوٹا ہوتا ہے کہ جس کا وزن محسوس ہوتا ہے نہ تول میں وہ ترازو کے پلڑے کو جھکا سکتا ہے۔ اسی طرح چٹان (آبادی سے دور جنگل، پہاڑ میں) مخفی ترین اور محفوظ ترین جگہ ہے۔ یہ مضمون حدیث میں بھی بیان کیا گیا ہے۔ فرمایا ”اگر تم میں سے کوئی شخص بے سوراخ کے پتھر میں بھی عمل کرے گا، جس کا کوئی دروازہ ہو نہ کھڑکی، اللہ تعالیٰ اسے لوگوں پر ظاہر فرما دے گا، چاہے وہ کیسا ہی عمل ہو“۔ (مسند احمد / 281) اس لئے کہ وہ لطیف (باریک بین) ہے، اس کا علم مخفی ترین چیز تک محیط ہے، اور خبیر ہے، اندھیری رات میں چلنے والی چیونٹی کی حرکات وسکنات سے بھی وہ باخبر ہے۔","lang":"ur"},{"name":"31:17","price":"اے میرے پیارے بیٹے! تو نماز قائم رکھنا، اچھے کاموں کی نصیحت کرتے رہنا، برے کاموں سے منع کیا کرنا اور جو مصیبت تم پر آجائے صبر کرنا(1) (یقین مانو) کہ یہ بڑے تاکیدی کاموں میں سے ہے.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"(1) إِقَامَةُ صَلاةٍ، أَمْرٌ بِالْمَعْرُوفِ، نَهْيٌ عَنْ الْمُنْكَرِ اور مصائب پر صبر کا اس لئے ذکر کیا کہ یہ تینوں اہم ترین عبادات اور امور خیر کی بنیاد ہیں۔\n(2) یعنی مذکورہ باتیں ان کاموں میں سے ہیں جن کی اللہ تعالیٰ نے تاکید فرمائی ہے اور بندوں پر انہیں فرض قرار دیا ہے۔ یا یہ ترغیب ہے عزم وہمت پیدا کرنے کی کیونکہ عزم وہمت کے بغیر طاعات مذکورہ پر عمل ممکن نہیں۔ بعض مفسرین کے نزدیک ذلک کا مرجع صبر ہے۔ اس سے پہلے امر بالمعروف اور نہی عن المنکر کی وصیت ہے اور اس راہ میں شدائد ومصائب اور طعن وملامت ناگزیر ہے، اس لئے اس کے فوراً بعد صبر کی تلقین کرکے واضح کر دیا کہ صبر کا دامن تھامے رکھنا کہ یہ عزم وہمت کے کاموں میں سے ہےاور اہل عزم وہمت کا ایک بڑا ہتھیار ہے۔ اس کے بغیر فریضۂ تبلیغ کی ادائیگی ممکن نہیں۔","lang":"ur"},{"name":"31:18","price":"لوگوں کے سامنے اپنے گال نہ پھلا(1) اور زمین پر اترا کر نہ چل(2) کسی تکبر کرنے والے شیخی خورے کو اللہ تعالیٰ پسند نہیں فرماتا.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"(1) یعنی تکبر نہ کر کہ لوگوں کو حقیر سمجھے اور جب وہ تجھ سے ہم کلام ہوں تو تو ان سے منہ پھیر لے۔ یا گفتگو کے وقت اپنا منہ پھیرے رکھے۔ صعر ایک بیماری ہے جو اونٹ کے سریا گردن میں ہوتی ہے۔ جس سےاس کی گردن مڑ جاتی ہے۔ یہاں بطور تکبر منہ پھیر لینے کے معنی میں یہ لفظ استعمال ہوا ہے۔ (ابن کثیر)۔\n(2) یعنی ایسی چال یا رویہ، جس سے مال ودولت یا جاہ ومنصب یا قوت وطاقت کی وجہ سے فخر وغرور کا اظہار ہوتا ہو، یہ اللہ کو ناپسند ہے، اس لئے کہ انسان ایک بندۂ عاجز وحقیر ہے، اللہ تعالیٰ کو یہی پسند ہے کہ وہ اپنی حیثیت کے مطابق عاجزی وانکساری ہی اختیار کیے رکھے اس سےتجاوز کرکے بڑائی کا اظہار نہ کرے کہ بڑائی صرف اللہ ہی کےلئے زیبا ہے جو تمام اختیارات کا مالک اور تمام خوبیوں کا منبع ہے۔ اسی لئے حدیث میں فرمایا گیا ہے کہ ”وہ شخص جنت میں نہیں جائے گا، جس کے دل میں ایک رائی کے دانے کے برابر بھی کبر ہوگا“۔ (مسند أحمد: 1/412، ترمذي، أبواب البر، ما جاء في الكبر) ”جو تکبر کے طور پر اپنے کپڑے کو کھینچتے (گھسیٹتے) ہوئے چلے گا، اللہ اس کی طرف (قیامت والے دن) نہیں دیکھے گا“۔(مسند أحمد 5 / 9، 10 وانظر البخاري، كتاب اللباس) تاہم تکبر کا اظہار کیے بغیر اللہ کے انعامات کا ذکر یا اچھا لباس اور خوراک وغیرہ کا استعمال جائز ہے۔","lang":"ur"},{"name":"31:19","price":"اپنی رفتار میں میانہ روی اختیار کر(1) ، اور اپنی آواز پست کر(2) یقیناً آوازوں میں سب سے بدتر آواز گدھوں کی آواز ہے.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"(1) یعنی چال اتنی سست نہ ہو جیسے کوئی بیمار ہو اور نہ اتنی تیز ہو کہ شرف ووقار کے خلاف ہو، اسی کو دوسرے مقام پر اس طرح بیان فرمایا «يَمْشُونَ عَلَى الأَرْضِ هَوْنًا» (الفرقان: 63) ”اللہ کے بندے زمین پر وقار اور سکونت کےساتھ چلتے ہیں“۔\n(2) یعنی چیخ یا چلا کر بات نہ کر، اس لئے کہ زیادہ اونچی آوازسے بات کرنا پسندیدہ ہوتا تو گدھے کی آواز سب سے اچھی سمجھی جاتی لیکن ایسا نہیں ہے، بلکہ گدھے کی آواز سب سے بدتر اور کریہ ہے۔ اسی لئے حدیث میں آتا ہے کہ (گدھے کی آواز سنو تو شیطان سے پناہ مانگو) (بخاری، کتاب بدء الخلق اور مسلم وغیرہ)۔","lang":"ur"},{"name":"31:20","price":"کیا تم نہیں دیکھتے کہ اللہ تعالیٰ نے زمین وآسمان کی ہر چیز کو ہمارے کام میں لگا رکھا ہے(1) اور تمہیں اپنی ﻇاہری وباطنی نعمتیں بھرپور دے رکھی ہیں(2)، بعض لوگ اللہ کے بارے میں بغیر علم کے اور بغیر ہدایت کے اور بغیر روشن کتاب کے جھگڑا کرتے ہیں.(3)","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"(1) تسخیر کا مطلب ہے انتفاع (فائدہ اٹھانا) جس کو (یہاں کام سے لگا دیا) سے تعبیر کیا گیا ہے جیسے آسمانی مخلوق، چاند، سورج، ستارے وغیرہ ہیں۔ انہیں اللہ تعالیٰ نے ایسے ضابطوں کا پابند بنا دیا ہے کہ یہ انسانوں کے لئے کام کر رہے ہیں اور انسان ان سے فیض یاب ہو رہے ہیں۔ دوسرا مطلب تسخیر کا تابع بنا دینا ہے۔ چنانچہ بہت سی زمینی مخلوق کو انسان کے تابع بنا دیا گیا ہے جنہیں انسان اپنی حسب منشاء استعمال کرتا ہے جیسے زمین اور حیوانات وغیرہ ہیں۔ گویا تسخیر کا مفہوم یہ ہوا کہ آسمان وزمین کی تمام چیزیں انسانوں کے فائدے کے لئے کام میں لگی ہوئی ہیں، چاہے وہ انسان کے تابع اور اس کے زیر تصرف ہوں یا اس کے تصرف اور تابعیت سے بالا ہوں۔ (فتح القدیر)۔\n(2) ظاہری سے وہ نعمتیں مراد ہیں جن کا ادراک عقل، حواس وغیرہ سے ممکن ہو اور باطنی نعمتیں وہ جن کا ادراک واحساس انسان کو نہیں۔ یہ دونوں قسم کی نعمتیں اتنی ہیں کہ انسان ان کو شمار بھی نہیں کر سکتا۔\n(3) یعنی اس کے باوجود لوگ اللہ کی بابت جھگڑتے ہیں، کوئی اس کے وجود کے بارے میں، کوئی اس کے ساتھ شریک گرداننے میں اور کوئی اس کے احکام وشرائع کے بارے میں۔","lang":"ur"},{"name":"31:21","price":"اور جب ان سے کہا جاتا ہے کہ اللہ تعالیٰ کی اتاری ہوئی وحی کی تابعداری کرو تو کہتے ہیں کہ ہم نے تو جس طریق(1) پر اپنے باپ دادوں کو پایا ہے اسی کی تابعداری کریں گے، اگرچہ شیطان ان کے بڑوں کو دوزخ کےعذاب کی طرف بلاتا ہو.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"(1) یعنی طرفگی یہ ہے کہ ان کےپاس کوئی عقلی دلیل ہے، نہ کسی ہادی کی ہدایت اور نہ کسی صحیفہ آسمانی سے کوئی ثبوت، گویا لڑتے ہیں اور ہاتھ میں تلوار بھی نہیں۔","lang":"ur"},{"name":"31:22","price":"اور جو (شخص) اپنے آپ کو اللہ کے تابع کردے(1) اور ہو بھی وه نیکو کار(2) یقیناً اس نے مضبوط کڑا تھام لیا(3)، تمام کاموں کا انجام اللہ کی طرف ہے.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"(1) یعنی صرف اللہ کی رضا کے لئے عمل کرے، اس کے حکم کی اطاعت اور اس کی شریعت کی پیروی کرے۔\n(2) یعنی مامور بہ چیزوں کا اتباع اور منہیات کو ترک کرنے والا۔\n(3) یعنی اللہ سے اس نے مضبوط عہد لےلیا کہ وہ اس کو عذاب نہیں کرے گا۔","lang":"ur"},{"name":"31:23","price":"کافروں کے کفر سے آپ رنجیده نہ ہوں(1) ، آخر ان سب کو لوٹنا تو ہماری جانب ہی ہے پھر ہم ان کو بتائیں گے جو انہوں نے کیا ہے، بے شک اللہ سینوں(2) کے بھیدوں(3) تک سے واقف ہے.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"(1) اس لئے کہ ایمان کی سعادت ان کے نصیب میں ہی نہیں ہے۔ آپ کی کوشش اپنی جگہ بجا اور آپ کی خواہش بھی قابل قدر لیکن اللہ کی تقدیر اور مشیت سب پر غالب ہے۔\n(2) یعنی ان کےعملوں کی جزا دے گا۔\n(3) پس اس پر کوئی چیز چھپی نہیں رہ سکتی۔","lang":"ur"},{"name":"31:24","price":"ہم انہیں گو کچھ یونہی سا فائده دے دیں لیکن (بالﺂخر) ہم انہیں نہایت بیچارگی کی حالت میں سخت عذاب کی طرف ہنکا لے جائیں گے.(1)","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"- یعنی دنیا میں آخر کب تک رہیں گے اور اس کی لذتوں اور نعمتوں سے کہاں تک شاد کام ہوں گے؟ یہ دنیا اور اس کی لذتیں تو چند روزہ ہیں، اس کے بعد ان کے لئے سخت عذاب ہی عذاب ہے۔","lang":"ur"},{"name":"31:25","price":"اگر آپ ان سے دریافت کریں کہ آسمان وزمین کا خالق کون ہے؟ تو یہ ضرور جواب دیں گے کہ اللہ(1) ، تو کہہ دیجئے کہ سب تعریفوں کے ﻻئق اللہ ہی ہے(2)، لیکن ان میں کے اکثر بے علم ہیں.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"(1) یعنی ان کو اعتراف ہے کہ آسمان وزمین کا خالق اللہ ہے نہ کہ وہ معبود جن کی وہ عبادت کرتے ہیں۔\n(2) اس لئے کہ ان کے اعتراف سے ان پر حجت قائم ہوگئی۔","lang":"ur"},{"name":"31:26","price":"آسمانوں میں اور زمین میں جو کچھ ہے وه سب اللہ ہی کا ہے(1) یقیناً اللہ تعالیٰ بہت بڑا بے نیاز(2) اور سزاوار حمد وﺛنا ہے.(3)","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"(1) یعنی ان کا خالق بھی وہی ہے، مالک بھی وہی اور مدبر ومتصرف کائنات بھی وہی۔\n(2) بے نیاز ہے اپنے ماسوا سے، یعنی ہر چیز اس کی محتاج ہے، وہ کسی کا محتاج نہیں۔\n(3) اپنی تمام پیدا کردہ چیزوں میں۔ پس اس نےجو کچھ پیدا کیا اور جو احکام نازل فرمائے، اس پر آسمان وزمین میں سزا وار حمد ثنا، صرف اسی کی ذات ہے۔","lang":"ur"},{"name":"31:27","price":"روئے زمین کے (تمام) درختوں کے اگر قلمیں ہو جائیں اور تمام سمندروں کی سیاہی ہو اور ان کے بعد سات سمندر اور ہوں تاہم اللہ کے کلمات ختم نہیں ہو سکتے(1) ، بیشک اللہ تعالیٰ غالب اور باحکمت ہے.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"(1) اس میں اللہ تعالیٰ کی عظمت وکبریائی، جلالت شان، اس کے اسمائے حسنیٰ اور صفات علیا اور اس کے وہ کلمات جو اس کی عظمتوں پر دلالت کناں ہیں کا بیان ہے کہ وہ اتنے ہیں کہ کسی کے لئے ان کا احاطہ یا ان سے آگاہی یا ان کی کنہ اور حقیقت تک پہنچنا ممکن ہی نہیں ہے۔ اگر کوئی ان کو شمار کرنا اور حیطۂ تحریر میں لانا چاہے، تو دنیا بھر کے درختوں کے قلم گھس جائیں، سمندروں کے پانی کی بنائی ہوئی سیاہی ختم ہو جائے، لیکن اللہ کی معلومات، اس کے تخلیق وصنعت کے عجائبات اور اس کی عظمت وجلالت کے مظاہر کو شمار نہیں کیا جا سکتا۔ سات سمندر بطور مبالغہ ہے، حصر مراد نہیں ہے، اس لئے کہ اللہ کی آیات وکلمات کا حصرواحصا ممکن ہی نہیں (ابن کثیر) اسی مفہوم کی آیت سورۂ کہف کے آخر میں گزر چکی ہے۔","lang":"ur"},{"name":"31:28","price":"تم سب کی پیدائش اور مرنے کے بعد جلانا ایسا ہی ہے جیسے ایک جی کا(1) ، بیشک اللہ تعالیٰ سننے واﻻ دیکھنے واﻻ ہے.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"(1) یعنی اس کی قدرت اتنی عظیم ہے کہ تم سب کا پیدا کرنا یا قیامت والے دن زندہ کرنا، ایک نفس کے زندہ کرنے یا پیدا کرنے کی طرح ہے۔ اس لئے کہ وہ جو چاہتا ہے لفظ كُنْ سے پلک جھپکتے میں معرض وجود میں آجاتا ہے۔","lang":"ur"},{"name":"31:29","price":"کیا آپ نہیں دیکھتے کہ اللہ تعالیٰ رات کو دن میں اور دن کو رات میں کھپا دیتا ہے(1) ، سورج چاند کو اسی نے فرماں بردار کر رکھا ہے ہر ایک مقرره وقت تک چلتا رہے(2)، اللہ تعالیٰ ہر اس چیز سے جو تم کرتے ہو خبردار ہے.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"(1) یعنی رات کا کچھ حصہ لے کر دن میں شامل کر دیتا ہے، جس سے دن بڑا اور رات چھوٹی ہو جاتی ہے۔ جیسے گرمیوں میں ہوتا ہے، اور پھر دن کا کچھ حصہ لے کر رات میں شامل کر دیتا ہے، جس سے رات بڑی اور دن چھوٹا ہو جاتا ہے۔ جیسے سردیوں میں ہوتا ہے۔\n(2) مقررہ وقت تک سے مراد قیامت تک ہے یعنی سورج اور چاند کے طلوع وغروب کا یہ نظام، جس کا اللہ نے ان کو پابند کیا ہوا ہے، قیامت تک یوں ہی قائم رہے گا دوسرا مطلب ہے ایک متعینہ منزل تک یعنی اللہ نے ان کی گردش کے لئے ایک منزل اور ایک دائرہ متعین کیا ہوا ہے جہاں ان کا سفر ختم ہوتا ہے اور دوسرے روز پھر وہاں سے شروع ہو کر پہلی منزل پر آکر ٹھہر جاتا ہے۔ ایک حدیث سے بھی اس مفہوم کی تائید ہوتی ہے۔ نبی (صلى الله عليه وسلم) نے حضرت ابوذر (رضي الله عنه) سے فرمایا: جانتے ہو، یہ سورج کہاں جاتا (غروب ہوتا) ہے؟ ابوذر (رضي الله عنه) کہتے ہیں، میں نے کہا اللہ اور اس کے رسول (صلى الله عليه وسلم) خوب جانتے ہیں فرمایا: اس کی آخری منزل عرش الٰہی ہے یہ وہاں جاتا ہے اور زیر عرش سجدہ ریز ہوتا ہے پھر (وہاں سے نکلنے کی) اپنے رب سے اجازت مانگتا ہے۔ ایک وقت آئے گا کہ اس کو کہا جائے گا۔ ارجعي من حيث جئت تو جہاں سے آیا ہے وہیں لوٹ جا تو وہ مشرق سے طلوع ہونے کے بجائے مغرب سے طلوع ہوگا۔ جیسا کہ قرب قیامت کی علامت میں آتا ہے۔ (صحيح بخاري ، كتاب التوحيد ـ ومسلم، كتاب التوحيد، ومسلم، كتاب الإيمان، باب بيان الزمن الذي لا يقبل فيه الإيمان) حضرت ابن عباس (رضي الله عنهما) فرماتے ہیں سورج رہٹ کی طرح ہے، دن کو آسمان پر اپنے مدار پر چلتا رہتا ہے، جب غروب ہو جاتا ہے، تو رات کو زمین کے نیچے اپنے مدار پر چلتا رہتا ہے یہاں تک کہ مشرق سے طلوع ہو جاتا ہے۔ اسی طرح چاند کا معاملہ ہے۔ (ابن کثیر)۔","lang":"ur"},{"name":"31:30","price":"یہ سب (انتظامات) اس وجہ سے ہیں کہ اللہ تعالیٰ حق ہے اور اس کے سوا جن جن کو لوگ پکارتے ہیں(1) سب باطل ہیں اور یقیناً اللہ تعالیٰ بہت بلندیوں واﻻ اور بڑی شان واﻻ ہے.(2)","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"(1) یعنی یہ انتظامات یا نشانیاں، اللہ تعالیٰ تمہارے لئے ظاہر کرتا ہے تاکہ تم سمجھ لو کہ کائنات کا نظام چلانے والا صرف ایک اللہ ہے، جس کے حکم اور مشیت سے یہ سب کچھ ہو رہا ہے، اور اس کے سوا سب باطل ہے یعنی کسی کے پاس کوئی اختیار نہیں ہے بلکہ سب اس کے محتاج ہیں کیونکہ سب اس کی مخلوق اور اس کے ماتحت ہیں، ان میں سے کوئی بھی ایک ذرے کو بھی ہلانے کی قدرت نہیں رکھتا۔\n(2) اس سے برتر شان والا کوئی ہے نہ اس سے بڑا کوئی۔ اس کی عظمت شان، علوم مرتبت اور بڑائی کے سامنے ہر چیز حقیر اور پست ہے۔","lang":"ur"},{"name":"31:31","price":"کیا تم اس پر غور نہیں کرتے کہ دریا میں کشتیاں اللہ کے فضل سے چل رہی ہیں اس لئے کہ وه تمہیں اپنی نشانیاں دکھاوے(1) ، یقیناً اس میں ہر ایک صبر وشکر کرنے والے(2) کے لئے بہت سی نشانیاں ہیں.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"(1) یعنی سمندر میں کشتیوں کا چلنا، یہ بھی اس کے لطف وکرم کا ایک مظہر اور اس کی قدرت تسخیر کا ایک نمونہ ہے۔ اس نے ہوا اور پانی دونوں کو ایسے مناسب انداز سے رکھا کہ سمندر کی سطح پر کشتیاں چل سکیں، ورنہ وہ چاہے تو ہوا کی تندی اور موجوں کی طغیانی سے کشتیوں کا چلنا ناممکن ہو جائے۔\n(2) تکلیفوں میں صبر کرنے والے، راحت اور خوشی میں اللہ کا شکر کرنے والے۔","lang":"ur"},{"name":"31:32","price":"اور جب ان پر موجیں سائبانوں کی طرح چھا جاتی ہیں تو وه (نہایت) خلوص کے ساتھ اعتقاد کر کے اللہ تعالیٰ ہی کو پکارتے ہیں(1) ۔ پھر جب وه (باری تعالیٰ) انہیں نجات دے کر خشکی کی طرف پہنچاتا ہے تو کچھ ان میں سے اعتدال پر رہتے ہیں(2)، اور ہماری آیتوں کا انکار صرف وہی کرتے ہیں جو بدعہد اور ناشکرے ہوں.(3)","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"(1) یعنی جب ان کی کشتیاں ایسی طوفانی موجوں میں گھر جاتی ہیں جو بادلوں اور پہاڑوں کی طرح ہوتی ہیں اور موت کا آہنی پنجہ انہیں اپنی گرفت میں لیتا نظر آتا ہے تو پھر سارے زمینی معبود ان کے ذہنوں سے نکل جاتے ہیں اور صرف ایک آسمانی الہٰ کو پکارتے ہیں جو واقعی اور حقیقی معبود ہے۔\n(2) بعض نے مُقْتَصِدٌ کے معنی بیان کیے ہیں عہد کو پورا کرنے والا، یعنی بعض ایمان، توحید اور اطاعت کے اس عہد پر قائم رہتے ہیں جو موج گرداب میں انہوں نے کیا تھا۔ ان کے نزدیک کلام میں حذف ہے، تقدیر کلام یوں ہوگا، فَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ كَاَفِرٌ پس بعض ان میں سے مومن اور بعض کافر ہوتے ہیں (فتح القدیر) دوسرے مفسرین کے نزدیک اس کے معنی ہیں اعتدال پر رہنے والا یہ باب انکار سے ہوگا۔ یعنی اتنی ہولناک حالات اور پھر وہاں رب کی اتنی عظیم آیات کا مشاہدہ کرنے اور اللہ کے اس احسان کے باوجود کہ اس نے وہاں سے نجات دی، انسان اب بھی اللہ کی مکمل عبادت واطاعت نہیں کرتا؟ اور متوسط راستہ اختیار کرتا ہے، جب کہ وہ حالات، جن سے گزر کر آیا ہے، مکمل بندگی کا تقاضا کرتے ہیں، نہ کہ اعتدال کا۔(ابن کثیر) مگر پہلا مفہوم سیاق کے زیادہ قریب ہے۔\n(3) خَتَّارٍ غدار کے معنی میں ہے۔ بدعہدی کرنے والا، کفور ناشکری کرنے والا۔","lang":"ur"},{"name":"31:33","price":"لوگو! اپنے رب سے ڈرو اور اس دن کا خوف کرو جس دن باپ اپنے بیٹے کو کوئی نفع نہ پہنچا سکے گا اور نہ بیٹا اپنے باپ کا ذرا سا بھی نفع کرنے واﻻ ہوگا(1) (یاد رکھو) اللہ کا وعده سچا ہے (دیکھو) تمہیں دنیا کی زندگی دھوکے میں نہ ڈالے اور نہ دھوکے باز (شیطان) تمہیں دھوکے میں ڈال دے.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"(1) جَازٍ اسم فاعل ہے جَزَى يَجْزِي سے، بدلہ دینا، مطلب یہ ہے کہ اگر باپ چاہے کہ بیٹے کو بچانے کے لئے اپنی جان کا بدلہ، یا بیٹا باپ کے لئے اپنی جان بطور معاوضہ پیش کر دے، تو وہاں یہ ممکن نہیں ہوگا۔ ہر شخص کو اپنے کیے کی سزا بھگتنی ہوگی۔ جب باپ بیٹا ایک دوسرے کے کام نہ آسکیں گے تو دیگر رشتے داروں کی کیا حیثیت ہوگی؟ اور وہ کیوں کر ایک دوسرے کو نفع پہنچا سکیں گے؟","lang":"ur"},{"name":"31:34","price":"بے شک اللہ تعالیٰ ہی کے پاس قیامت کا علم ہے وہی بارش نازل فرماتا ہے اور ماں کے پیٹ میں جو ہے اسے جانتا ہے۔ کوئی (بھی) نہیں جانتا کہ کل کیا (کچھ) کرے گا؟ نہ کسی کو یہ معلوم ہے کہ کس زمین میں مرے گا(1) ۔ (یاد رکھو) اللہ تعالیٰ ہی پورے علم واﻻ اور صحیح خبروں واﻻ ہے.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"(1) حدیث میں بھی آتا ہے کہ ”پانچ چیزیں مفاتیح الغیب ہیں، جنہیں اللہ کے سوا کوئی نہیں جانتا“۔ (صحيح بخاري، تفسير سورة لقمان وكتاب الاستسقاء باب لا يدري متى يجيء المطر إلا لله) 1 قرب قیامت کی علامت تو نبی (صلى الله عليه وسلم) نے بیان فرمائی ہے لیکن قیامت کے وقوع کا یقینی علم اللہ کے سوا کسی کو نہیں، کسی فرشتے کو، نہ کسی نبی مرسل کو۔ 2 بارش کا معاملہ بھی ایسا ہی ہے۔ آثار وعلائم سے تخمینہ تو لگایا جاتا اور لگایا جا سکتا ہے لیکن یہ بات ہر شخص کے تجربہ ومشاہدے کا حصہ ہے کہ یہ تخمینے کبھی صحیح نکلتے ہیں اور کبھی غلط۔ حتیٰ کہ محکمہ موسمیات کے اعلانات بھی بعض دفعہ صحیح ثابت نہیں ہوتے۔ جس سے صاف واضح ہے کہ بارش کا بھی یقینی علم اللہ کے سوا کسی کو نہیں۔ 3 رحم مادر میں مشینی ذرائع سے جنسیت کا ناقص اندازہ تو شاید ممکن ہے کہ بچہ ہے یابچی؟ لیکن ماں کے پیٹ، میں نشوونما پانے والا یہ بچہ نیک بخت ہے یا بدبخت ناقص ہوگا یا کامل۔ خوب رو ہوگا کہ بدشکل، کالا ہوگا یا گورا، وغیرہ باتوں کا علم اللہ کے سوا کسی کے پاس نہیں۔ 4 انسان کل کیا کرے گا؟ وہ دین کا معاملہ ہو یا دنیا کا؟ کسی کو آنے والے کل کے بارے میں علم نہیں ہے کہ وہ اس کی زندگی میں آئے گا بھی یا نہیں؟ اور اگر آئے گا تووہ اس کیا کچھ کرے گا؟ 5 موت کہاں آئے گی؟ گھر میں یا گھر سے باہر، اپنے وطن میں یا دیار غیر میں، جوانی میں آئے گی یا بڑھاپے میں، اپنی آرزوؤں اور خواہشات کی تکمیل کے بعد آئے گی یا اس سے پہلے؟ کسی کومعلوم نہیں۔","lang":"ur"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}