{"data":[{"name":"35:1","price":"اس اللہ کے لئے تمام تعریفیں سزاوار ہیں جو (ابتداءً) آسمانوں اور زمین کا پیدا کرنے واﻻ(1) اور دو دو تین تین چار چار پروں والے فرشتوں کو اپنا پیغمبر (قاصد) بنانے واﻻ ہے(2)، مخلوق میں جو چاہے زیادتی کرتا ہے(3) اللہ تعالیٰ یقیناً ہر چیز پر قادر ہے.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"(1) فَاطِرٌ کے معنی ہیں مخترع، پہلے پہل ایجاد کرنے والا، یہ اشارہ ہے اللہ کی قدرت کی طرف کہ اس نے آسمان وزمین پہلے پہل بغیر نمونے کے بنائے، تو اس کے لئے دوبارہ انسانوں کو پیدا کرنا کون سا مشکل ہے؟\n(2) مراد جبرائیل، میکائیل، اسرافیل اور عزرائیل فرشتے ہیں جن کو اللہ تعالیٰ انبیا کی طرف یا مختلف مہمات پر قاصد بنا کر بھیجتا ہے۔ ان میں سے کسی کے دو، کسی کے تین اور کسی کے چار پر ہیں، جن کے ذریعے سے وہ زمین پر آتے اور زمین سے آسمان پر جاتے ہیں۔\n(3) یعنی بعض فرشتوں کے اس سے بھی زیادہ پر ہیں، جیسے حدیث میں آتا ہے نبی کریم (صلى الله عليه وسلم) نے فرمایا، میں نے معراج کی رات جبرئیل (عليه السلام) کو اصلی صورت میں دیکھا، اس کے چھ سو پر تھے (صحيح بخاري، تفسير سورة النجم، باب ، فكان قاب قوسين أو أدنى) بعض نے اس کو عام رکھا ہے، جس میں آنکھ، چہرہ، ناک اور منہ ہر چیز کا حسن داخل ہے۔","lang":"ur"},{"name":"35:2","price":"اللہ تعالیٰ جو رحمت لوگوں کے لئے کھول دے سو اس کا کوئی بند کرنے واﻻ نہیں اور جس کو بند کردے سو اس کے بعد اس کا کوئی جاری کرنے واﻻ نہیں(1) اور وہی غالب حکمت واﻻ ہے.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"(1) ان ہی نعمتوں میں سے ارسال رسل اور انزال کتب بھی ہے۔ یعنی ہر چیز کا دینے والا بھی وہی ہے، اور واپس لینے یا روک لینے والا بھی وہی۔ اس کے سوا نہ کوئی معطی اور منعم ہے اور نہ مانع وقابض۔ جس طرح نبی کریم (صلى الله عليه وسلم) فرمایا کرتے تھے۔ ”اللَّهُمَّ لا مَانِعَ لِمَا أَعْطَيْتَ وَلا مُعْطِيَ لِمَا مَنَعْتَ“۔","lang":"ur"},{"name":"35:3","price":"لوگو! تم پر جو انعام اللہ تعالیٰ نے کئے ہیں انہیں یاد کرو۔ کیا اللہ کے سوا اور کوئی بھی خالق ہے جو تمہیں آسمان وزمین سے روزی پہنچائے؟ اس کے سوا کوئی معبود نہیں۔ پس تم کہاں الٹے جاتے ہو.(1)","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"(1) یعنی اس بیان ووضاحت کے بعد بھی تم غیر اللہ کی عبادت کرتے ہو؟ تُؤْفَكُونَ اگر أَفَكَ سے ہو تو معنی ہوں گے پھرنا، تم کہاں پھرے جاتے ہو؟ اور اگر إِفْكٌ سے ہو تو معنی ہیں جھوٹ، جو سچ سے پھرنے کا نام ہے۔ مطلب ہے کہ تمہارے اندر توحید اور آخرت کا انکار کہاں سے آگیا، جب کہ تم مانتے ہو کہ تمہارا خالق اور رازق اللہ ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"35:4","price":"اور اگر یہ آپ کو جھٹلائیں تو آپ سے پہلے کے تمام رسول بھی جھٹلائے جاچکے ہیں۔ تمام کام اللہ ہی کی طرف لوٹائے جاتے ہیں.(1)","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"(1) اس میں نبی کریم (صلى الله عليه وسلم) کو تسلی ہے کہ آپ (صلى الله عليه وسلم) کو جھٹلا کر یہ کہاں جائیں گے؟ بالآخر تمام معاملات کا فیصلہ تو ہمیں ہی کرنا ہے۔ جس طرح پچھلی امتوں نے اپنے پیغمبروں کو جھٹلایا، تو انہیں سوائے بربادی کے کیا ملا؟ اس لئے یہ بھی اگر باز نہ آئے، تو ان کو بھی ہلاک کرنا ہمارےمشکل نہیں ہے۔","lang":"ur"},{"name":"35:5","price":"لوگو! اللہ تعالیٰ کا وعده سچا ہے(1) تمہیں زندگانیٴ دنیا دھوکے میں نہ ڈالے(2)، اور نہ دھوکے باز شیطان تمہیں غفلت میں ڈالے.(3)","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"(1) کہ قیامت برپا ہوگی اور نیک وبد کو ان کے عملوں کی جزا وسزا دی جائے گی۔\n(2) یعنی آخرت کی ان نعمتوں سے غافل نہ کردے جو اللہ تعالیٰ نے اپنے نیک بندوں اور رسولوں کے پیروکاروں کے لئے تیار کر رکھی ہیں۔ پس اس دنیا کی عارضی لذتوں میں کھو کر آخرت کی دائمی راحتوں کو نظر انداز نہ کرو۔\n(3) یعنی اس کے داؤ اور فریب سے بچ کر رہو، اس لئے کہ وہ بہت دھوکے باز ہے اور اس کا مقصد ہی تمہیں دھوکے میں مبتلا کرکے اور رکھ کے جنت سے محروم کرنا ہے۔ یہی الفاظ سورۂ لقمان: 33 میں بھی گزرچکے ہیں۔","lang":"ur"},{"name":"35:6","price":"یاد رکھو! شیطان تمہارا دشمن ہے، تم اسے دشمن جانو(1) وه تو اپنے گروه کو صرف اس لئے ہی بلاتا ہے کہ وه سب جہنم واصل ہو جائیں.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"(1) یعنی اس سے سخت عداوت رکھو، اس کے دجل وفریب اور ہتکنڈوں سے بچو، جس طرح دشمن سے بچاؤ کے لئے انسان کرتا ہے۔ دوسرے مقام پر اسی مضمون کو اس طرح ادا کیا گیا ہے۔«أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلا» (الكهف: 50) ”کیا تم اس شیطان اور اس کی ذریت کو، مجھے چھوڑ کر، اپنا دوست بناتے ہو؟ حالانکہ وہ تمہارے دشمن ہیں۔ ظالموں کے لئے برا بدلہ ہے“۔","lang":"ur"},{"name":"35:7","price":"جو لوگ کافر ہوئے ان کے لئے سخت سزا ہے اور جو لوگ ایمان ﻻئے اور نیک اعمال کئے ان کے لئے بخشش ہے اور (بہت) بڑا اجر ہے.(1)","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"(1) یہاں بھی اللہ تعالیٰ نے دیگر مقامات کی طرح ایمان کے ساتھ، عمل صالح کو بیان کرکے اس کی اہمیت کو واضح کردیا ہے تاکہ اہل ایمان عمل صالح سے کسی وقت بھی غفلت نہ برتیں، کہ مغفرت اور اجرکبیر کا وعدہ اس ایمان پر ہی ہے جس کے ساتھ عمل صالح ہوگا۔","lang":"ur"},{"name":"35:8","price":"کیا پس وه شخص جس کے لئے اس کے برے اعمال مزین کردیئے گئے ہیں پس وه انہیں اچھاسمجھتا(1) ہے (کیا وه ہدایت یافتہ شخص جیسا ہے)، (یقین مانو) کہ اللہ جسے چاہے گمراه کرتا ہے اور جسے چاہے راه راست دکھاتا ہے(2)۔ پس آپ کو ان پر غم کھا کھا کر اپنی جان ہلاکت میں نہ ڈالنی چاہیئے(3)، یہ جو کچھ کر رہے ہیں اس سے یقیناً اللہ تعالیٰ بخوبی واقف ہے.(4)","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"(1) جس طرح کفار وفجار ہیں، وہ کفر وشرک اور فسق وفجور کرتے ہیں اور سمجھتے یہ ہیں کہ وہ اچھا کر رہے ہیں۔ پس ایسا شخص، جس کو اللہ نے گمراہ کردیا ہو، اس کے بچاؤ کے لئے آپ کے پاس کوئی حیلہ ہے؟ یا یہ اس شخص کے برابر ہے جسے اللہ نے ہدایت سے نوازا ہے؟ جواب نفی میں ہی ہے، نہیں یقیناً نہیں۔\n(2) اللہ تعالیٰ اپنے عدل کی رو سے، اپنی سنت کے مطابق اس کو گمراہ کرتا ہےجو مسلسل اپنے کرتوتوں سے اپنے کو اس کا مستحق ٹھہرا چکتا ہے اور ہدایت اپنے فضل وکرم سے اسے دیتا ہے جو اس کا طالب ہوتا ہے۔\n(3) کیونکہ اللہ تعالیٰ کا ہر کام حکمت اور علم تام پر مبنی ہے، اس لئے کسی کی گمراہی پر اتنا افسوس نہ کریں کہ اپنی جان کو خطرے میں ڈال لیں۔\n(4) یعنی اس سے ان کا کوئی قول یا فعل مخفی نہیں، مطلب یہ ہے کہ اللہ کا ان کے ساتھ معاملہ ایک علیم وخبیر اور ایک حکیم کی طرح کا ہے۔ عام بادشاہوں کی طرح نہیں ہے جو اپنے اختیارات کا الل ٹپ استعمال کرتے ہیں، کبھی سلام کرنے سے بھی ناراض ہوجاتے ہیں اور کبھی دشنام پر ہی خلعتوں سے نواز دیتے ہیں۔","lang":"ur"},{"name":"35:9","price":"اور اللہ ہی ہوائیں چلاتا ہے جو بادلوں کو اٹھاتی ہیں پھر ہم بادلوں کو خشک زمین کی طرف لے جاتے ہیں اور اس سے اس زمین کو اس کی موت کے بعد زنده کردیتے ہیں۔ اسی طرح دوباره جی اٹھنا (بھی) ہے.(1)","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"(1) یعنی جس طرح بادلوں سے بارش برسا کر خشک (مردہ) زمین کو ہم شاداب (زندہ) کردیتے ہیں، اسی طریقے سے قیامت والے دن تمام مردہ انسانوں کو بھی ہم زندہ کردیں گے۔ حدیث میں آتا ہے کہ (انسان کا سارا جسم بوسیدہ ہوجاتا ہے، صرف ریڑھ کی ہڈی کا ایک چھوٹا سا حصہ محفوظ رہتا ہے، اسی سے اس کی دوبارہ تخلیق وترکیب ہوگی)۔ ”كُلُّ جَسَدِ ابْنِ آدَمَ يَبْلَى، إِلا عَجب الذَّنَبِ، مِنْه خُلِقَ ، وَمِنْهُ يُرَكَّبُ“ (البخاري ، تفسير سورة عم، مسلم ، كتاب الفتن ، باب ما بين النفختين)۔","lang":"ur"},{"name":"35:10","price":"جو شخص عزت حاصل کرنا چاہتا ہو تو اللہ تعالیٰ ہی کی ساری عزت ہے(1) ، تمام تر ستھرے کلمات اسی کی طرف چڑھتے ہیں(2) اور نیک عمل ان کو بلند کرتا ہے(3)، جو لوگ برائیوں کے داؤں گھات میں لگے رہتے ہیں(4) ان کے لئے سخت تر عذاب ہے، اور ان کا یہ مکر برباد ہوجائے گا.(5)","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"(1) یعنی جو چاہتا ہے کہ اسے دنیا اور آخرت میں عزت ملے، تو وہ اللہ کی اطاعت کرے، اس سے اسے یہ مقصود حاصل ہوجائے گا۔ اس لئے کہ دنیا وآخرت کا مالک اللہ ہی ہے، ساری عزتیں اسی کے پاس ہیں وہ جس کو عزت دے، وہی عزیز ہوگا، جس کو وہ ذلیل کردے، اسے دنیا کی کوئی طاقت عزت نہیں دے سکتی۔ دوسرے مقام پر فرمایا۔ «الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا» (النساء: 139)۔\n(2) الْكَلِمُ، كَلِمَةٌ کی جمع ہے، ستھرے کلمات سے مراد اللہ کی تسبیح وتحمید، تلاوت، امر بالمعروف ونہی عن المنکر ہے۔ چڑھتے ہیں کا مطلب، قبول کرنا ہے۔ یا فرشتوں کا انہیں لے کر آسمانوں پر چڑھنا ہے تاکہ اللہ ان کی جزا دے۔\n(3) يَرْفَعُهُ، میں ضمیر کا مرجع کون ہے؟ بعض کہتے ہیں الْكَلِمُ الطَّيِّبُ ہے، یعنی عمل صالح کلمات طیبات کو اللہ کی طرف سے بلند کرتا ہے۔ یعنی محض زبان سے اللہ کا ذکر (تسبیح وتحمید) کچھ نہیں، جب تک اس کے ساتھ عمل صالح یعنی احکام وفرائض کی ادائیگی بھی نہ ہو۔ بعض کہتے ہیں يَرْفَعُه ُ میں فاعل کی ضمیر اللہ کی طرف راجع ہے۔ مطلب ہے کہ اللہ تعالیٰ عمل صالح کو کلمات طیبات پر بلند فرماتا ہے اس لئے کہ عمل صالح سے ہی اس بات کا تحقق ہوتا ہے کہ اس کا مرتکب فی الواقع اللہ کی تسبیح وتحمید میں مخلص ہے (فتح القدیر) گویا قول، عمل کے بغیر، اللہ کے ہاں بےحیثیت ہے۔\n(4) خفیہ طریقے سے کسی کو نقصان پہنچانے کی تدبیر کو مکر کہتے ہیں کفروشرک کا ارتکاب بھی مکر ہے کہ اس طرح اللہ کے راستہ کو نقصان پہنچایا جاتا ہے۔ نبی کریم (صلى الله عليه وسلم) کے خلاف قتل وغیرہ کی جو سازشیں کفار مکہ کرتے رہے، وہ بھی مکر ہے، ریاکاری بھی مکر ہے۔ یہاں یہ لفظ عام ہے، مکر کی تمام صورتوں کو شامل ہے۔\n(5) یعنی ان کا مکر بھی برباد ہوگا اور اس کا وبال بھی ان ہی پر پڑے گا جو اس کا ارتکاب کرتے ہیں، جیسے فرمایا۔ «وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلا بِأَهْلِهِ» (فاطر: 43)۔","lang":"ur"},{"name":"35:11","price":"لوگو! اللہ تعالیٰ نے تمہیں مٹی سے پھر نطفہ سے پیدا کیا ہے(1) ، پھر تمہیں جوڑے جوڑے (مرد وعورت) بنا دیا ہے، عورتوں کو حاملہ ہونا اور بچوں کا تولد ہونا سب اس کے علم سے ہی ہے(2)، اور جو بڑی عمر واﻻ عمر دیا جائے اور جس کی عمر گھٹے وه سب کتاب میں لکھا ہوا ہے(3)۔ اللہ تعالیٰ پر یہ بات بالکل آسان ہے.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"(1) یعنی تمہارے باپ آدم (عليه السلام) کو مٹی سے اور پھر اس کے بعد تمہاری نسل کو قائم رکھنے کے لئے انسان کی تخلیق کو نطفے سے وابستہ کردیا، جومرد کی پشت سے نکل کر عورت کے رحم میں جاتا ہے۔\n(2) یعنی اس سے کوئی چیز مخفی نہیں، حتیٰ کہ زمین پر گرنے والے پتے اور زمین کی تاریکیوں میں نشوونما پانے والے بیج کو بھی وہ جانتا ہے۔ (الأنعام: 59)۔\n(3) اس کا مطلب یہ ہے کہ عمر کی طوالت اور اس کی تقصیر (کم ہونا) اللہ کی تقدیر وقضا سے ہے۔ علاوہ ازیں اس کے اسباب بھی ہیں جس سے عمر لمبی یا چھوٹی ہوتی ہے، طوالت کے اسباب میں صلۂ رحمی وغیرہ ہے، جیسا کہ احادیث میں ہے اور تقصیر کے اسباب سے معاصی کا ارتکاب ہے۔ مثلاً کسی آدمی کی عمر 70 سال ہے لیکن کبھی اسباب زیادت کی وجہ سے اللہ اس میں اضافہ فرما دیتا ہے اور کبھی اس میں کمی کردیتا ہے جب وہ اسباب نقصان اختیار کرتا ہے۔ اور یہ سب کچھ اس نے لوح محفوظ میں لکھا ہوا ہے۔ اس لئے عمر میں یہ کمی بیشی «فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ» کے منافی نہیں ہے۔ اس کی تائید اللہ کے اس قول سے بھی ہوتی ہے «يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ» (سورة الرعد: 39) ”جو چاہتا ہے، مٹاتا اور ثبت کرتا ہے اور اس کے پاس لوح محفوظ ہے“۔ (فتح القدیر)۔","lang":"ur"},{"name":"35:12","price":"اور برابر نہیں دو دریا یہ میٹھا ہے پیاس بجھاتا پینے میں خوشگوار اور یہ دوسرا کھاری ہے کڑوا، تم ان دونوں میں سے تازه گوشت کھاتے ہو اور وه زیوارت نکالتے ہو جنہیں تم پہنتے ہو۔ اور آپ دیکھتے ہیں کہ بڑی بڑی کشتیاں پانی کو چیرنے پھاڑنے(1) والی ان دریاؤں میں ہیں تاکہ تم اس کا فضل ڈھونڈو اور تاکہ تم اس کا شکر کرو.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"(1) مواخر، وہ کشتیاں جو آتے جاتے پانی کو چیرتی ہوئی گزرتی ہیں، آیت میں بیان کردہ دوسری چیزوں کی وضاحت سورۃ الفرقان میں گزرچکی ہے۔","lang":"ur"},{"name":"35:13","price":"وه رات کو دن اور دن کو رات میں داخل کرتا ہے اور آفتاب وماہتاب کو اسی نے کام میں لگا دیا ہے۔ ہر ایک میعاد معین پر چل رہا ہے۔ یہی ہے اللہ(1) تم سب کا پالنے واﻻ اسی کی سلطنت ہے۔ جنہیں تم اس کے سوا پکار رہے ہو وه تو کھجور کی گٹھلی کے چھلکے کے بھی مالک نہیں.(2)","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"(1) یعنی مذکورہ تمام افعال کا فاعل ہے۔\n(2) یعنی اتنی حقیر چیز کے بھی مالک نہیں، نہ اسے پیدا کرنے پر ہی قادر ہیں۔ قِطْمِيرٌ اس جھلی کو کہتے ہیں جو کھجور اور اس کی گٹھلی کے درمیان ہوتی ہےیہ پتلا سا چھلکا گٹھلی پر لفافے کی طرح چڑھا ہوا ہوتا ہے۔","lang":"ur"},{"name":"35:14","price":"اگر تم انہیں پکارو تو وه تمہاری پکار سنتے ہی نہیں(1) اور اگر (بالفرض) سن بھی لیں تو فریاد رسی نہیں کریں گے(2)، بلکہ قیامت کے دن تمہارے اس شرک کا صاف انکار کرجائیں گے(3)۔ آپ کو کوئی حق تعالیٰ جیسا خبردار خبریں نہ دے گا.(4)","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"(1) یعنی اگر تم انہیں مصائب میں پکارو تو وہ تمہاری پکار سنتے ہی نہیں ہیں، کیونکہ وہ جمادات ہیں یامنوں مٹی کے نیچے مدفون۔\n(2) یعنی اگر بالفرض وہ سن بھی لیں تو بےفائدہ، اس لئے کہ وہ تمہاری التجاؤں کے مطابق تمہارا کام نہیں کرسکتے۔\n(3) اور کہیں گے «مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ» (يونس: 28) ”تم ہماری عبادت نہیں کرتے تھے“۔ «إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ» (يونس: 29) ”ہم تو تمہاری عبادت سے بےخبر تھے“۔ اس آیت سے یہ بھی معلوم ہوتا ہے کہ جن کی اللہ کے سوا عبادت کی جاتی ہے، وہ سب پتھر کی مورتیاں ہی نہیں ہوں گی، بلکہ ان میں عاقل (ملائکہ، جن، شیاطین اور صالحین) بھی ہوں گے۔ تب ہی تو یہ انکار کریں گے۔ اور یہ بھی معلوم ہوا کہ ان کی حاجت براری کے لئے پکارنا شرک ہے۔\n(4) اس لئے کہ اس جیسا کامل علم کسی کے پاس بھی نہیں ہے۔ وہی تمام امور کی کنہ اور حقیقت سے پوری طرح باخبر ہے جس میں ان پکارﮮ جانے والوں کی بےاختیاری، پکار کو نہ سننا اور قیامت کے دن اس کا انکار کرنا بھی شامل ہے۔","lang":"ur"},{"name":"35:15","price":"اے لوگو! تم اللہ کے محتاج ہو(1) اور اللہ بےنیاز(2) خوبیوں واﻻ ہے.(3)","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"(1) نَاسٌ کا مطلب عام ہے جس میں عوام وخواص، حتیٰ کہ انبیا علیہم السلام وصلحا سب آجاتے ہیں۔ اللہ کے ڈر کے سب ہی محتاج ہیں۔ لیکن اللہ کسی کا محتاج نہیں۔\n(2) وہ اتنا بےنیاز ہے کہ سب لوگ اگر اس کے نافرمان ہوجائیں تو اس سے اس کی سلطنت میں کوئی کمی اور سب اس کے اطاعت گزار بن جائیں، تو اس سے اس کی قوت میں زیادتی نہیں ہوگی۔ بلکہ نافرمانی سے انسانوں کا اپنا ہی نقصان ہے اور اس کی عبادت واطاعت سے انسانوں کا اپنا ہی فائدہ ہے۔\n(3) یعنی محمود ہے اپنی نعمتوں کی وجہ سے۔ پس ہر نعمت، جو اس نے بندوں پر کی ہے، اس پر وہ حمدوشکر کا مستحق ہے۔","lang":"ur"},{"name":"35:16","price":"اگر وه چاہے تو تم کو فنا کردے اور ایک نئی مخلوق پیدا کردے.(1)","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"(1) یہ بھی اس کی شان بےنیازی ہی کی ایک مثال ہے کہ اگر وہ چاہے تو تمہیں فنا کے گھاٹ اتار کے تمہاری جگہ ایک نئی مخلوق پیدا کردے، جو اس کی اطاعت گزار ہو، اس کی نافرمان نہیں یا یہ مطلب ہے کہ ایک نئی مخلوق اور نیا عالم پیدا کردے جس سے تم ناآشنا ہو۔","lang":"ur"},{"name":"35:17","price":"اور یہ بات اللہ کو کچھ مشکل نہیں.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"35:18","price":"کوئی بھی بوجھ اٹھانے واﻻ دوسرے کا بوجھ نہیں اٹھائے گا(1) ، اگر کوئی گراں بار دوسرے کو اپنا بوجھ اٹھانے کے لئے بلائے گا تو وه اس میں سے کچھ بھی نہ اٹھائے گا گو قرابت دار ہی ہو(2)۔ تو صرف ان ہی کو آگاه کرسکتا ہے جو غائبانہ طور پر اپنے رب سے ڈرتے ہیں اور نمازوں کی پابندی کرتے ہیں(3) اور جو بھی پاک ہوجائے وه اپنے ہی نفع کے لئے پاک ہوگا(4)۔ لوٹنا اللہ ہی کی طرف ہے.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"(1) ہاں جس نے دوسروں کو گمراہ کیا ہوگا، وہ اپنے گناہوں کے بوجھ کے ساتھ ان کے گناہوں کا بوجھ بھی اٹھائے گا، جیسا کہ آیت «وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالا مَعَ أَثْقَالِهِمْ» (العنكبوت: 13) اور حدیث «مَنْ سَنَّ سُنّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ» (صحيح مسلم ، كتاب الزكاة ، باب الحث على الصدقة) سے واضح ہے لیکن یہ دوسروں کا بوجھ بھی درحقیقت ان کا اپنا ہی بوجھ ہے کہ ان ہی نے ان دوسروں کو گمراہ کیا تھا۔\n(2) مُثْقَلَةٌ أَيْ نَفْسٌ مُثْقَلَةٌ، ایسا شخص جو گناہوں کے بوجھ سے لدا ہوگا، وہ اپنا بوجھ اٹھانے کے لئے اپنے رشتے دار کو بھی بلائے گا تو وہ آمادہ نہیں ہوگا۔\n(3) یعنی تیرے انذاروتبلیغ کا فائدہ ان ہی لوگوں کو ہوسکتا ہے، گویا تو ان ہی کو ڈراتا ہے، ان کو نہیں جن کوانذار سے کوئی فائدہ نہیں ہوتا۔ جس طرح دوسرے مقام پر فرمایا، «إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا» (النازعات: 45) اور «إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ» (يٰس: 11)۔\n(4) تَطَهُّرٌ اور تَزَكِّي کے معنی ہیں شرک اور فواحش کی آلودگیوں سے پاک ہونا۔","lang":"ur"},{"name":"35:19","price":"اور اندھا اور آنکھوں واﻻ برابر نہیں.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"35:20","price":"اور نہ تاریکی اور روشنی.(1)","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"(1) اندھے سے مراد کافر اور آنکھوں والاسے مومن، اندھیروں سے باطل اور روشنی سے حق مراد ہے، باطل کے بےشمار انواع ہیں، اس لئے اس کے لئے جمع کا اور حق چونکہ متعدد نہیں، ایک ہے، اس لئے اس کے لئے واحد کا صیغہ استعمال کیا۔","lang":"ur"},{"name":"35:21","price":"اور نہ چھاؤں اور نہ دھوپ.(1)","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"(1) یہ ثواب وعقاب یاجنت ودوزخ کی تمثیل ہے۔","lang":"ur"},{"name":"35:22","price":"اور زنده اور مردے برابر نہیں ہوسکتے(1) ، اللہ تعالیٰ جس کو چاہتا ہے سنا دیتا ہے(2)، اور آپ ان لوگوں کو نہیں سنا سکتے جو قبروں میں ہیں.(3)","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"(1) أَحْيَاءٌ سے مومن اور أَمْوَاتٌ سے کافر یا علما اور جاہل یا عقل مند اور غیر عقل مند مراد ہیں۔\n(2) یعنی جسے اللہ ہدایت سے نوازنے والا ہوتا ہے اور جنت اس کے لئے مقدر ہوتی ہے، اسے حجت ودلیل سننے اور پھر اسے قبول کرنے کی توفیق دے دیتا ہے۔\n(3) یعنی جس طرح قبروں میں مردہ اشخاص کو کوئی بات نہیں سنائی جاسکتی، اسی طرح جن کے دلوں کو کفر نے موت سے ہمکنار کردیا ہے، اے پیغمبر (صلى الله عليه وسلم) تو انہیں حق کی بات نہیں سنا سکتا۔ مطلب یہ ہوا کہ جس طرح مرنے اور قبرمیں دفن ہونے کے بعد مردہ کوئی فائدہ نہیں اٹھا سکتا، اسی طرح کافرومﺸرﻙ جن کی قسمت میں بدبختی لکھی ہے، دعوت وتبلیغ سے انہیں فائدہ نہیں ہوتا۔","lang":"ur"},{"name":"35:23","price":"آپ تو صرف ڈرانے والے ہیں.(1)","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"(1) یعنی آپ (صلى الله عليه وسلم) کا کام صرف دعوت وتبلیغ ہے۔ ہدایت اور ضلالت یہ اللہ کے اختیار میں ہے۔","lang":"ur"},{"name":"35:24","price":"ہم نے ہی آپ کو حق دے کر خوشخبری سنانے واﻻ اور ڈر سنانے واﻻ بنا کر بھیجا ہے اور کوئی امت ایسی نہیں ہوئی جس میں کوئی ڈر سنانے واﻻ نہ گزرا ہو.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"35:25","price":"اور اگر یہ لوگ آپ کو جھٹلا دیں تو جو لوگ ان سے پہلے ہو گزرے ہیں انہوں نے بھی جھٹلایا تھا ان کے پاس بھی ان کے پیغمبر معجزے اور صحیفے اور روشن کتابیں لے کر آئے تھے.(1)","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"(1) تاکہ کوئی قوم یہ نہ کہہ سکے کہ ہمیں تو ایمان وکفر کا پتہ ہی نہیں، اس لئے کہ ہمارے پاس کوئی پیغمبر ہی نہیں آیا۔بنابریں اللہ نے ہر امت میں نبی بھیجا، جس طرح دوسرے مقام پر بھی فرمایا «وَلِكُلِّ قَوْمٍ هَادٍ» (الرعد: 7) «وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولا» الآیہ (النحل: 26)","lang":"ur"},{"name":"35:26","price":"پھر میں نےان کافروں کو پکڑ لیا سو میرا عذاب کیسا ہوا.(1)","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"(1) یعنی کیسے سخت عذاب کے ساتھ میں نے ان کی گرفت کی اور انہیں تباہ وبرباد کردیا۔","lang":"ur"},{"name":"35:27","price":"کیا آپ نے اس بات پر نظر نہیں کی کہ اللہ تعالیٰ نے آسمان سے پانی اتارا پھر ہم نے اس کے ذریعہ سے مختلف رنگتوں کے پھل نکالے(1) اور پہاڑوں کے مختلف حصے ہیں سفید اور سرخ کہ ان کی بھی رنگتیں مختلف ہیں اور بہت گہرے سیاه.(2)","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"(1) یعنی جس طرح مومن اور کافر، صالح اور فاسد دونوں قسم کے لوگ ہیں، اسی طرح دیگر مخلوقات میں بھی تفاوت اور اختلاف ہے۔ مثلاً پھلوں کے رنگ بھی مختلف ہیں اور ذائقے، لذت اور خوشبو میں بھی ایک دوسرے سے مختلف۔ حتیٰ کہ ایک ایک پھل کے بھی کئی کئی رنگ اور ذائقے ہیں جیسے کھجور ہے، انگور ہے، سیب ہے اور دیگر بعض پھل ہیں۔\n(2) اسی طرح پہاڑ اور اس کے حصے یا راستے اور خطوط مختلف رنگوں کے ہیں، سفید، سرخ اور بہت گہرے سیاہ، جُدَدٌ جُدَّةٌ کی جمع ہے، راستہ یا لکیر۔ غَرَابِيبُ، غِرْبِيبٌ کی جمع اور سُودٌ، أَسْوَدُ (سیاہ) کی جمع ہے۔ جب سیاہ رنگ کے گہرے پن کو ظاہر کرنا ہو تو اسود کے ساتھ غربیب کا لفظ استعمال کیا جاتا ہے۔ اسود غربیب، جس کے معنی ہوتے ہیں، بہت گہرا سیاہ۔","lang":"ur"},{"name":"35:28","price":"اور اسی طرح آدمیوں اور جانوروں اور چوپایوں میں بھی بعض ایسے ہیں کہ ان کی رنگتیں مختلف ہیں(1) ، اللہ سے اس کے وہی بندے ڈرتے ہیں جو علم رکھتے ہیں(2) واقعی اللہ تعالیٰ زبردست بڑا بخشنے واﻻ ہے.(3)","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"(1) یعنی انسان اور جانور بھی سفید، سرخ، سیاہ اور زرد رنگ کے ہوتے ہیں۔\n(2) یعنی اللہ کی ان قدرتوں اور اس کے کمال صناعی کو وہی جان اور سمجھ سکتے ہیں جو علم رکھنے والے ہیں، اس علم سے مراد کتاب وسنت اور اسرار الہیٰہ کا علم ہے اور جتنی انہیں رب کی معرفت حاصل ہوتی ہے۔ اتنا ہی وہ رب سے ڈرتے ہیں، گویا جن کےاندر خشیت الٰہی نہیں ہے، سمجھ لو کہ علم صحیح سے بھی محروم ہیں۔ سفیان ثوری فرماتے ہیں کہ علما کی تین قسمیں ہیں۔ عالم باللہ اور عالم بامراللہ، یہ وہ ہے جو اللہ سے ڈرتا اور اس کے حدود وفرائض کو جانتا ہے۔ دوسرا صرف عالم باللہ، جو اللہ سےتو ڈرتا ہے لیکن اس کے حدود وفرائض سے بےعلم ہے۔ تیسرا، صرف عالم بامراللہ، جو حدودوفرائض سے باخبر ہے لیکن خشیت الٰہی سے عاری ہے (ابن کثیر)۔\n(3) یہ رب سے ڈرنے کی علت ہے کہ وہ اس بات پر قادر ہے کہ نافرمان کو سزا دے اور توبہ کرنے والے کے گناہ معاف فرما دے۔","lang":"ur"},{"name":"35:29","price":"جو لوگ کتاب اللہ کی تلاوت کرتے ہیں(1) اور نماز کی پابندی رکھتے ہیں(2) اور جو کچھ ہم نے ان کو عطا فرمایا ہے اس میں سے پوشیده اور علانیہ خرچ کرتے(3) ہیں وه ایسی تجارت کے امیدوار ہیں جو کبھی خساره میں نہ ہوگی.(4)","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"(1) کتاب اللہ سے مراد قرآن کریم ہے (تلاوت کرتے ہیں) یعنی پابندی سے اس کا اہتمام کرتے ہیں۔\n(2) اقامت صلوٰۃ کا مطلب ہوتا ہے، نماز کی اس طرح ادائیگی جو مطلوب ہے، یعنی وقت کی پابندی، اعتدال ارکان اور خشوع وخضوع کے اہتمام کے ساتھ پڑھنا۔\n(3) یعنی رات دن، علانیہ اور پوشیدہ دونوں طریقوں سے حسب ضرورت خرچ کرتے ہیں، بعض کے نزدیک پوشیدہ سے نفلی صدقہ اور علانیہ سے صدقۂ واجبہ (زکوٰۃ) مراد ہے۔\n(4) یعنی ایسے لوگوں کا اجر اللہ کے ہاں یقینی ہے، جس میں مندے اور کمی کاامکان نہیں۔","lang":"ur"},{"name":"35:30","price":"تاکہ ان کو ان کی اجرتیں پوری دے اور ان کو اپنے فضل سے اور زیاده دے(1) بےشک وه بڑا بخشنے واﻻ قدردان ہے.(2)","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"(1) لِيُوَفِّيَهُمْ، متعلق ہے۔ لَنْ تَبُورَ کے، یعنی یہ تجارت مندے سے اس لئے محفوظ ہے کہ اللہ تعالیٰ ان کے اعمال صالحہ پر پورا اجر عطا فرمائے گا۔ یا پھر فعل محذوف کے متعلق ہے کہ وہ یہ نیک اعمال اس لئے کرتے ہیں یا اللہ نے انہیں ان کی طرف ہدایت کی تاکہ وہ ا نہیں اجر دے۔\n(2) یہ تَوْفِيَة اور زیادت کی علت ہے کہ وہ اپنےمومن بندوں کے گناہ معاف کرنے والا ہے بشرطیکہ خلوص دل سے وہ توبہ کریں، ان کے جذبۂ اطاعت وعمل صالح کا قدردان ہے، اس لئے وہ صرف اجر نہیں دے گا بلکہ اپنے فضل وکرم سے مزید بھی دےگا۔","lang":"ur"},{"name":"35:31","price":"اور یہ کتاب جو ہم نے آپ کے پاس وحی کے طور پر بھیجی ہے یہ بالکل ٹھیک(1) ہے جو کہ اپنے سے پہلی کتابوں کی بھی تصدیق کرتی ہے(2)۔ اللہ تعالیٰ اپنے بندوں کی پوری خبر رکھنے واﻻ خوب دیکھنے واﻻ ہے.(3)","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"(1) یعنی جس پر تیرے لئے اور تیری امت کے لئے عمل کرنا ضروری ہے۔\n(2) تورات اور انجیل وغیرہ کی۔ یہ اس بات کی دلیل ہے کہ قرآن کریم اس اللہ کا نازل کردہ ہے جس نے پچھلی کتابیں نازل کی تھیں، جب ہی تو دونوں ایک دوسرے کی تائید وتصدیق کرتی ہیں۔\n(3) یہ اس کے علم و خبر ہی کا نتیجہ ہے کہ اس نے نئی کتاب نازل فرما دی، کیونکہ وہ جانتا ہے، پچھلی کتابیں تحریف و تغیر کا شکار ہوگئی ہیں اور اب وہ ہدایت کے قابل نہیں رہی ہیں۔","lang":"ur"},{"name":"35:32","price":"پھر ہم نے ان لوگوں کو (اس) کتاب(1) کا وارث بنایا جن کو ہم نے اپنے بندوں میں سے پسند فرمایا۔ پھر بعضے تو ان میں اپنی جانوں پر ﻇلم کرنے والے ہیں(2) اور بعضے ان میں متوسط درجے کے ہیں(3) اور بعضے ان میں اللہ کی توفیق سے نیکیوں میں ترقی کئے چلے جاتے ہیں(4)۔ یہ بڑا فضل ہے.(5)","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"(1) کتاب سے مراد قرآن اور چنے ہوئے بندوں سے مراد امت محمدیہ ہے۔ یعنی اس قرآن کا وارث ہم نے امت محمدیہ کو بنایا ہے جسے ہم نے دوسری امتوں کے مقابلے میں چن لیا اور اسے شرف وفضل سے نوازا۔ یہ تقریباً وہی مفہوم ہے جو آیت«وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ»(البقرة: 143) کا ہے۔\n(2) امت محمدیہ کی تین قسمیں بیان فرمائیں۔ یہ پہلی قسم ہے، جس سے مراد ایسے لوگ ہیں جو بعض فرائض میں کوتاہی اور بعض محرمات کا ارتکاب کرلیتے ہیں یا بعض کے نزدیک وہ ہیں جو صغائر کا ارتکاب کرتے ہیں۔ انہیں اپنے نفس پر ظلم کرنے والا اس لئے کہا کہ وہ اپنی کچھ کوتاہیوں کی وجہ سے اپنے کو اس اعلیٰ درجے سے محروم کرلیں گے جو باقی دو قسموں کو حاصل ہوں گے۔\n(3) یہ دوسری قسم ہے، یعنی ملے جلے عمل کرتے ہیں یا بعض کے نزدیک وہ ہیں جو فرائض کے پابند، محرمات کے تارک تو ہیں لیکن کبھی مستحبات کا ترک اور بعض محرمات کا ارتکاب بھی ان سے ہوجاتا ہے یا وہ ہیں جو نیک تو ہیں لیکن پیش پیش نہیں ہیں۔\n(4) یہ وہ ہیں جو دین کے معاملے میں پچھلے دونوں سے سبقت کرنے والے ہیں۔\n(5) یعنی کتاب کا وارث کرنا اور شرف وفضل میں ممتاز (مصطفیٰ) کرنا۔","lang":"ur"},{"name":"35:33","price":"وه باغات میں ہمیشہ رہنے کے جن میں یہ لوگ داخل ہوں گے سونے(1) کے کنگن اور موتی پہنائے جاویں گے۔ اور پوشاک ان کی وہاں ریشم کی ہوگی.(2)","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"(1) بعض کہتے ہیں کہ جنت میں صرف سابقون جائیں گے، لیکن یہ صحیح نہیں۔ قرآن کا سیاق اس امر کا متقاضی ہے کہ تینوں قسمیں جنتی ہیں۔ یہ الگ بات ہے کہ سابقین بغیر حساب کتاب کے اور مقتصدین آسان حساب کے بعد اور ظالمین شفاعت سے یا سزا بھگتنے کے بعد جنت میں جائیں گے۔ جیسا کہ احادیث سے واضح ہے۔ محمد بن حنفیہ کا قول ہے یہ امت مرحومہ ہے، ظالم یعنی گناہگار کی مغفرت ہوجائے گی، مقتصد، اللہ کے ہاں جنت میں ہوگا اور سباق بالخیرات درجات عالیہ پر فائز ہوگا۔ (ابن کثیر)۔\n(2) حدیث میں آتا ہے کہ (ریشم اور دیباج دنیا میں مت پہنو، اس لئے کہ جو اسے دنیا میں پہنے گا، وہ اسے آخرت میں نہیں پہنے گا)۔ (صحيح بخاري، وصحيح مسلم، كتاب اللباس)۔","lang":"ur"},{"name":"35:34","price":"اور کہیں گے کہ اللہ کا لاکھ لاکھ شکر ہے جس نے ہم سے غم دور کیا۔ بےشک ہمارا پروردگار بڑا بخشنے واﻻ بڑا قدردان ہے.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"35:35","price":"جس نے ہم کو اپنے فضل سے ہمیشہ رہنے کے مقام میں ﻻ اتارا جہاں نہ ہم کو کوئی تکلیف پہنچے گی اور نہ ہم کو کوئی خستگی پہنچے گی.","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"35:36","price":"اور جو لوگ کافر ہیں ان کے لئے دوزخ کی آگ ہے نہ تو ان کی قضا ہی آئے گی کہ مر ہی جائیں اور نہ دوزخ کا عذاب ہی ان سے ہلکا کیا جائے گا۔ ہم ہر کافر کو ایسی ہی سزا دیتے ہیں.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"35:37","price":"اور وه لوگ اس میں چلائیں گے کہ اے ہمارے پروردگار! ہم کو نکال لے ہم اچھے کام کریں گے برخلاف ان کاموں کے جو کیا کرتے تھے(1) ، (اللہ کہے گا) کیا ہم نے تم کو اتنی عمر نہ دی تھی کہ جس کو سمجھنا ہوتا(2) وه سمجھ سکتا اور تمہارے پاس ڈرانے واﻻ بھی پہنچا تھا(3)، سو مزه چکھو کہ (ایسے) ﻇالموں کا کوئی مددگار نہیں.","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"(1) یعنی غیروں کی بجائے تیری عبادت اور معصیت کی بجائے اطاعت کریں گے۔\n(2) اس سے مراد کتنی عمر ہے؟ مفسرین نے مختلف عمریں بیان کی ہیں۔ بعض نے احادیث سے استدلال کرتے ہوئے کہا کہ 60 سال کی عمر مراد ہے۔ (ابن کثیر) لیکن ہمارے خیال میں عمر کی تعیین صحیح نہیں، اس لئے کہ عمریں مختلف ہوتی ہیں، کوئی جوانی میں، کوئی کہولت میں اور کوئی بڑھاپے میں فوت ہوتا ہے، پھر یہ ادوار بھی لمحۂ گزراں کی طرح مختصر نہیں ہوتے، بلکہ ہر دور خاصا ممتد (لمبا) ہوتا ہے۔ مثلاً جوانی کا دور، بلوغت سے کہولت تک اور کہولت کا دور شیخوخت بڑھاپے تک اور بڑھاپے کا دور موت تک رہتا ہے۔ کسی کو سوچ بچار، نصیحت خیزی اور اثر پذیری کے لئے چند سال، کسی کو اس سے زیادہ اور کسی کو اس سے بھی زیادہ سال ملتے ہیں اور سب سے یہ سوال کرنا صحیح ہوگا کہ ہم نے تجھے اتنی عمر دی تھی کہ اگر تو حق کو سمجھنا چاہتا تو سمجھ سکتا تھا، پھر تونے حق کو سمجھنے اور اسے اختیار کرنے کی کوشش کیوں نہیں کی؟\n(3) اس سے مراد نبی کریم (صلى الله عليه وسلم) ہیں۔ یعنی یاددہانی اور نصیحت کے لئے پیغمبر (صلى الله عليه وسلم) اور اس کے منبرومحراب کے وارث علما اور دعاۃ تیرے پاس آئے، لیکن تونے اپنی عقل وفہم سے کام لیا نہ داعیان حق کی باتوں کی طرف دھیان کیا۔","lang":"ur"},{"name":"35:38","price":"بےشک اللہ تعالیٰ جاننے واﻻ ہے آسمانوں اور زمین کی پوشیده چیزوں کا(1) ، بےشک وہی جاننے واﻻ ہے سینوں کی باتوں کا.(2)","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"(1) یہاں یہ بیان کرنے کا مقصد یہ بھی ہوسکتا ہے کہ تم دوبارہ دنیا میں جانے کی آرزو کر رہے ہو اور دعویٰ کر رہے ہو کہ اب نافرمانی کی جگہ اطاعت اور شرک کی جگہ توحید اختیار کرو گے۔ لیکن ہمیں علم ہے کہ تم ایسا نہیں کرو گے۔ تمہیں اگر دنیا میں دوبارہ بھیج بھی دیا جائے، تو تم وہی کچھ کرو گے جو پہلے کرتے رہے ہو۔ جیسے دوسرے مقام پر اللہ نے فرمایا «وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ» (الأنعام: 28) ”اگر انہیں دوبارہ دنیا میں بھیج دیا جائے تو وہی کام کریں گے جن سے انہیں منع کیا گیا تھا“۔\n(2) یہ پچھلی بات کی تعلیل ہے۔ یعنی اللہ تعالیٰ کو آسمان اور زمین کی پوشیدہ باتوں کا علم کیوں نہ ہو، جب کہ وہ سینوں کی باتوں اور رازوں سے بھی واقف ہے جو سب سے زیادہ مخفی ہوتے ہیں۔","lang":"ur"},{"name":"35:39","price":"وہی ایسا ہے جس نے تم کو زمین میں آباد کیا، سو جو شخص کفر کرے گا اس کے کفر کا وبال اسی پر پڑے گا۔ اور کافروں کے لئے ان کا کفر ان کے پروردگار کے نزدیک ناراضی ہی بڑھنے کا باعﺚ ہوتا ہے، اور کافروں کے لئے ان کا کفر خساره ہی بڑھنے کا باعﺚ ہوتا ہے.(1)","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"(1) یعنی اللہ کے ہاں کفر کوئی فائدہ نہیں پہنچائے گا، بلکہ اس سے اللہ کے غضب اور ناراضی میں بھی اضافہ ہوگا اور انسان کے اپنے نفس کا خسارہ بھی زیادہ۔","lang":"ur"},{"name":"35:40","price":"آپ کہیئے! کہ تم اپنے قرارداد شریکوں کا حال تو بتلاؤ جن کو تم اللہ کے سوا پوجا کرتے ہو۔ یعنی مجھ کو یہ بتلاؤ کہ انہوں نے زمین میں سے کون سا (جزو) بنایا ہے یا ان کا آسمانوں میں کچھ ساجھا ہے یا ہم نے ان کو کوئی کتاب دی ہے کہ یہ اس کی دلیل پر قائم ہوں(1) ، بلکہ یہ ﻇالم ایک دوسرے سے نرے دھوکے کی باتوں کا وعده کرتے آتے ہیں.(2)","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"(1) یعنی ہم نے ان پر کوئی کتاب نازل کی ہو، جس میں یہ درج ہو کہ میرے بھی کچھ شریک ہیں جو آسمان وزمین کی تخلیق میں حصے دار اور شریک ہیں۔\n(2) یعنی ان میں سے کوئی بات بھی نہیں ہے۔ بلکہ یہ آپس میں ہی ایک دوسرے کو گمراہ کرتے آئے ہیں . ان کے لیڈر اور پیر کہتے تھے کہ یہ معبود انہیں نفع پہنچائیں گے، انہیں اللہ کے قریب کردیں گے اور ان کی شفاعت کریں گے۔ یا یہ باتیں شیاطین مشرکین سے کہتے تھے۔ یا اس سے وہ وعدہ مراد ہے جس کا اظہار وہ ایک دوسرے کے سامنے کرتے تھے کہ وہ مسلمانوں پر غالب آئیں گے جس سے ان کو اپنے کفر پر جمے رہنے کا حوصلہ ملتا تھا۔","lang":"ur"},{"name":"35:41","price":"یقینی بات ہے کہ اللہ تعالیٰ آسمانوں اور زمین کو تھامے ہوئے ہے کہ وه ٹل نہ جائیں(1) اور اگر وه ٹل جائیں تو پھر اللہ کے سوا اور کوئی ان کو تھام بھی نہیں سکتا(2)۔ وه حلیم غفور ہے.(3)","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"(1) كَرَاهَةَ أَنْ تَزُولا لِئَلا تَزُولا یہ اللہ تعالیٰ کے کمال قدرت وصنعت کا بیان ہے۔ بعض نے کہا، مطلب یہ ہے کہ ان کے شرک کا اقتضا ہے کہ آسمان وزمین اپنی حالت پر برقرار نہ رہیں بلکہ ٹوٹ پھوٹ کا شکار ہوجائیں۔ جیسے آیت۔ «تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا، أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا» (مريم: 90 - 91) کا مفہوم ہے۔\n(2) یعنی یہ اللہ کے کمال قدرت کے ساتھ اس کی کمال مہربانی بھی ہے کہ وہ آسمان وزمین کو تھامے ہوئے ہے اور انہیں اپنی جگہ سے ہلنے اور ڈولنے نہیں دیتا ہے، ورنہ پلک جھپکتے میں دنیا کا نظام تباہ ہوجائے۔ کیونکہ اگر وہ ا نہیں تھامے نہ رکھے اور انہیں اپنی جگہ سے پھیر دے تو اللہ کے سوا کوئی ایسی ہستی نہیں ہے جو ان کو تھام لے إِنْ أَمْسَكَهُمَا میں إِنْ نافیہ ہے۔ اللہ نے اپنے اس احسان اور نشانی کا تذکرہ دوسرے مقامات پر بھی فرمایا ہے مثلاً «وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الأَرْضِ إِلا بِإِذْنِهِ» (الحج: 65) اور «وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالأَرْضُ بِأَمْرِهِ» (الروم: 25) ”اسی نے آسمان کو زمین پر گرنے سے روکا ہوا ہے، مگر جب اس کا حکم ہوگا“۔ ”اس کی نشانیوں میں سے ہے کہ آسمان وزمین اس کے حکم سے قائم ہیں“۔\n(3) اتنی قدرتوں کے باوجود وہ حلیم ہے۔ اپنے بندوں کو دیکھتا ہے کہ وہ کفر وشرک اور نافرمانی کر رہے ہیں، پھر بھی وہ ان کی گرفت میں جلدی نہیں کرتا، بلکہ ڈھیل دیتا ہے اور غفور بھی ہے، کوئی تائب ہو کر اس کی بارگاہ میں جھک جاتا ہے، توبہ واستغفار وندامت کا اظہار کرتا ہے تو وہ معاف فرما دیتا ہے۔","lang":"ur"},{"name":"35:42","price":"اور ان کفار نے بڑی زوردار قسم کھائی تھی کہ اگر ان کے پاس کوئی ڈرانے واﻻ آئے تو وه ہر ایک امت سے زیاده ہدایت قبول کرنے والے ہوں(1) ۔ پھر جب ان کے پاس ایک پیغمبر آ پہنچے(2) تو بس ان کی نفرت ہی میں اضافہ ہوا.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"(1) اس میں اللہ تعالیٰ بیان فرما رہا کہ بعثت محمدی سے قبل یہ مشرکین عرب قسمیں کھا کھا کر کہتے تھے کہ اگر ہماری طرف کوئی رسول آیا، تو ہم اس کا خیرمقدم کریں گے اور اس پر ایمان لانے میں ایک مثالی کردار ادا کریں گے۔ (یہ مضمون دیگر مقامات پر بھی بیان کیا گیا ہے۔ مثلاً سورۃ الانعام:156 - 157 الصافات: 167 - 170)\n(2) یعنی حضرت محمد (صلى الله عليه وسلم) ان کے پاس نبی بن کر آگئے جن کے لئےوہ تمنا کرتے تھے۔","lang":"ur"},{"name":"35:43","price":"دنیا میں اپنے کو بڑا سمجھنے کی وجہ سے(1) ، اور ان کی بری تدبیروں کی وجہ سے(2) اور بری تدبیروں کا وبال ان تدبیر والوں ہی پر پڑتا ہے(3)، سو کیا یہ اسی دستور کے منتظر ہیں جو اگلے لوگوں کے ساتھ ہوتا رہا ہے(4)۔ سو آپ اللہ کے دستور کو کبھی بدلتا ہوا نہ پائیں گے(5)، اور آپ اللہ کے دستور کو کبھی منتقل ہوتا ہوا نہ پائیں گے.(6)","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"(1) یعنی آپ (صلی اللہ علیہ وسلم) کی نبوت پر ایمان لانے کے بجائے انکار و مخالفت کا راستہ محض استکبار اور سرکشی کی وجہ سے اختیار کیا۔\n(2) اور بری تدبیر یعنی حیلہ، دھوکہ اور عمل قبیح کی وجہ سے کیا۔\n(3) یعنی لوگ مکر وحیلہ کرتے ہیں لیکن یہ نہیں جانتے کہ بری تدبیر کا انجام برا ہی ہوتا ہے اور اس کا وبال بالآخر مکر وحیلہ کرنے والوں پر ہی پڑتا ہے۔\n(4) یعنی کیا یہ اپنے کفروشرک، رسول (صلى الله عليه وسلم) کی مخالفت اور مومنوں کو ایذائیں پہنچانے پر مصر رہ کر اس بات کے منتظر ہیں کہ انہیں بھی اس طرح ہلاک کیا جائے، جس طرح پچھلی قومیں ہلاکت سے دوچار ہوئیں؟\n(5) بلکہ یہ اسی طرح جاری ہے اور ہر مکذب (جھٹلانے والے) کا مقدر ہلاکت ہے یا بدلنے کا مطلب یہ ہے کہ کوئی شخص اللہ کے عذاب کو رحمت سے بدلنے پر قادر نہیں ہے۔\n(6) یعنی کوئی اللہ کے عذاب کو دور کرنے والا یا اس کا رخ پھیرنے والا نہیں ہے یعنی جس قوم کو اللہ عذاب سے دوچار کرنا چاہے، کوئی اس کا رخ کسی اور قوم کی طرف پھیر دے، کسی میں یہ طاقت نہیں ہے۔ مطلب اس سنت اللہ کی وضاحت سے مشرکین عرب کو ڈرانا ہے کہ ابھی بھی وقت ہے، وہ کفروشرک چھوڑ کر ایمان لے آئیں، ورنہ وہ اس سنت الٰہی سے بچ نہیں سکتے، دیر سویر اس کی زد میں آکر رہیں گے، کوئی اس قانون الٰہی کو بدلنے پر قادر ہے اور نہ عذاب الٰہی کو پھیرنے پر۔","lang":"ur"},{"name":"35:44","price":"اور کیا یہ لوگ زمین میں چلے پھرے نہیں جس میں دیکھتے بھالتے کہ جو لوگ ان سے پہلے ہو گزرے ہیں ان کا انجام کیا ہوا؟ حاﻻنکہ وه قوت میں ان سے بڑھے ہوئے تھے، اور اللہ ایسا نہیں ہے کہ کوئی چیز اس کو ہرا دے نہ آسمانوں میں اور نہ زمین میں۔ وه بڑے علم واﻻ، بڑی قدرت واﻻ ہے.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"35:45","price":"اور اگر اللہ تعالیٰ لوگوں پر ان کے اعمال کے سبب داروگیر فرمانے لگتا تو روئے زمین پر ایک جاندار کو نہ چھوڑتا(1) ، لیکن اللہ تعالیٰ ان کو ایک میعاد معین تک مہلت دے رہا ہے(2)، سو جب ان کی وه میعاد آپہنچے گی اللہ تعالیٰ اپنے بندوں کو آپ دیکھ لے گا.(3)","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"(1) انسانوں کو تو ان کے گناہوں کو پاداش میں اور جانوروں کو انسانوں کو نحوست کی وجہ سے ۔یا مطلب ہے کہ تمام اہل زمین کو ہلاک کر دیتا 'انسانوں کو بھی اور جن جانوروں اور روزیوں کے وہ مالک ہیں 'ان کو بھی ۔یا مطلب ہے کہ آسمان سے باتشعں کا سلسلہ منقطع فرمادیتا 'جس سے زمین پر چلنر والے سب وابستہ مر جاتے۔\n(2) یہ میعاد معین دنیا میں بھی ہوسکتی ہے اور یوم قیامت تو ہے ہی۔\n(3) یعنی اس دن ان کا محاسبہ کرے گا اور ہر شخص کو اس کے عملوں کا پورا بدلہ دے گا۔ اہل ایمان واطاعت کو اجروثواب اور اہل کفرومعصیت کو عتاب وعقاب۔ اس میں مومنوں کے لئے تسلی ہے اور کافروں کے لئے وعید۔","lang":"ur"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}