{"data":[{"name":"36:1","price":"یٰس.(1)","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"(1) بعض نے اس کے معنی یا رجل یا انسان کے کئے ہیں۔ بعض نے اسے نبی (صلى الله عليه وسلم) کے نام اور بعض نے اسے اللہ کے اسمائے حسنیٰ میں سے بتلایا ہے۔ لیکن یہ سب اقوال بلا دلیل ہیں۔ یہ بھی ان حروف مقطعات میں سے ہی ہے۔ جن کا معنی ومفہوم اللہ کے سوا کوئی نہیں جانتا۔","lang":"ur"},{"name":"36:2","price":"قسم ہے قرآن باحکمت کی.(1)","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"(1) یا قرآن محکم کی، جو نظم ومعنی کے لحاظ سے محکم یعنی پختہ ہے۔ واو قسم کے لئے ہے۔ آگے جواب قسم ہے۔","lang":"ur"},{"name":"36:3","price":"کہ بے شک آپ پیغمبروں میں سے ہیں.(1)","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"(1) مشرکین نبی کریم (صلى الله عليه وسلم) کی رسالت میں شک کرتے تھے، اس لئے آپ (صلى الله عليه وسلم) کی رسالت کا انکار کرتے اور کہتے تھے، لَسْتَ مُرْسَلا (الرعد: 43) ”تو تو پیغمبر ہی نہیں ہے“۔ اللہ نے ان کے جواب میں قرآن حکیم کی قسم کھا کر کہا کہ آپ (صلى الله عليه وسلم) یقیناً اس کے پیغمبروں میں سے ہیں۔ اس میں آپ (صلى الله عليه وسلم) کے شرف وفضل کا اظہار ہے۔ اللہ تعالیٰ نے کسی رسول کی رسالت کے لئے قسم نہیں کھائی یہ بھی آپ (صلى الله عليه وسلم) کے امتیازات اور خصائص میں سے ہے کہ اللہ تعالیٰ نے آپ (صلى الله عليه وسلم) کی رسالت کے اثبات کے لئے قسم کھائی۔","lang":"ur"},{"name":"36:4","price":"سیدھے راستے پر ہیں.(1)","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"(1) یہ إِنَّكَ کی دوسری خبر ہے۔ یعنی آپ (صلى الله عليه وسلم) ان پیغمبروں کے راستے پر ہیں جو پہلے گزرچکے ہیں۔ یا ایسے راستے پر ہیں جو سیدھا اور مطلوب منزل (جنت) تک پہنچانے والا ہے۔","lang":"ur"},{"name":"36:5","price":"یہ قرآن اللہ زبردست مہربان کی طرف سے نازل کیا گیا ہے.(1)","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"(1) یعنی اس اللہ کی طرف سے نازل کردہ ہے جو عزیز ہے یعنی اس کا انکار اور اس کے رسول کی تکذیب کرنے والے سے انتقام لینے پر قادر ہے رحیم ہے یعنی جو اس پر ایمان لائے گا اور اس کا بندہ بن کر رہے گا، اس کے لئے نہایت مہربان ہے۔","lang":"ur"},{"name":"36:6","price":"تاکہ آپ ایسے لوگوں کو ڈرائیں جن کے باپ دادے نہیں ڈرائے گئے تھے، سو (اسی وجہ سے) یہ غافل ہیں.(1)","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"(1) یعنی آپ (صلى الله عليه وسلم) کو رسول اس لئے بنایا ہے اور یہ کتاب اس لئے نازل کی ہے تاکہ آپ (صلى الله عليه وسلم) اس قوم کو ڈرائیں جن میں آپ (صلى الله عليه وسلم) سے پہلے کوئی ڈرانے والانہیں آیا، اس لئے ایک مدت سے یہ لوگ دین حق سے بےخبر ہیں۔ یہ مضمون پہلے بھی کئی جگہ گزرچکا ہے کہ عربوں میں حضرت اسماعیل (عليه السلام) کے بعد، نبی کریم (صلى الله عليه وسلم) سے پہلے براہ راست کوئی نبی نہیں آیا۔ یہاں بھی اسی چیز کو بیان کیا گیا ہے۔","lang":"ur"},{"name":"36:7","price":"ان میں سے اکثر لوگوں پر بات ﺛابت ہوچکی ہے سو یہ لوگ ایمان نہ ﻻئیں گے.(1)","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"(1) جیسے ابوجہل، عتبہ، شیبہ وغیرہ۔ بات ثابت ہونے کا مطلب، اللہ تعالیٰ کا یہ فرمان ہے کہ ”میں جہنم کو جنوں اور انسانوں سے بھر دوں گا“۔ (الم السجدۃ: 13) شیطان سے بھی خطاب کرتے ہوئے اللہ نے فرمایا تھا ”میں جہنم کو تجھ سے اور تیرے پیروکاروں سے بھر دوں گا“۔ (ص: 84) یعنی ان لوگوں نے شیطان کے پیچھے لگ کر اپنےآپ کو جہنم کا مستحق قرار دے لیا، کیونکہ اللہ نے تو ان کو اختیار وحریت ارادہ سے نوازا تھا، لیکن انہوں نے اس کا استعمال غلط کیا اور یوں جہنم کا ایندھن بن گئے۔ یہ نہیں کہ اللہ نے جبراً ان کو ایمان سے محروم رکھا، کیونکہ جبر کی صورت میں تو وہ عذاب کے مستحق ہی قرار نہ پاتے۔","lang":"ur"},{"name":"36:8","price":"ہم نے ان کی گردنوں میں طوق ڈال دیئے ہیں پھر وه ٹھوڑیوں تک ہیں، جس سے ان کے سر اوپر کو الٹ گئے ہیں.(1)","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"(1) جس کی وجہ سے وہ ادھر ادھر دیکھ سکتے ہیں، نہ سر جھکا سکتے ہیں، بلکہ وہ سر اوپر اٹھائے اور نگاہیں نیچی کئے ہوئے ہیں۔ یہ ان کے عدم قبول حق کی اور عدم انفاق کی تمثیل ہے۔ یہ بھی ممکن ہے کہ یہ ان کی سزائے جہنم کی کیفیت کا بیان ہو۔ (ایسرالتفاسیر)۔","lang":"ur"},{"name":"36:9","price":"اور ہم نے ایک آڑ ان کے سامنے کردی اورایک آڑ ان کے پیچھے کردی(1) ، جس سے ہم نے ان کو ڈھانک دیا سو وه نہیں دیکھ سکتے.","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"(1) یعنی دنیا کی زندگی ان کے لئے مزین کر دی گئی، یہ گویا ان کے سامنے کی آڑ ہے، جس کی وجہ سے وہ لذائذ دنیا کے علاوہ کچھ نہیں دیکھتے اور یہی چیز ان کے اور ایمان کے درمیان مانع اور حجاب ہے اور آخر کا تصور ان کے ذہنوں میں ناممکن الوقوع کردیا گیا، یہ گویا ان کے پیچھے کی آڑ ہے جس کی وجہ سے وہ توبہ کرتے ہیں نہ نصیحت حاصل کرتے ہیں، کیونکہ آخرت کا کوئی خوف ہی ان کے دلوں میں نہیں ہے۔\n(2) یا ان کی آنکھوں کو ڈھانک دیا یعنی رسول (صلى الله عليه وسلم) سے عداوت اور اس کی دعوت حق سے نفرت نے ان کی آنکھوں پر پٹی باندھ دی، یا انہیں اندھا کردیا ہے جس سے وہ دیکھ نہیں سکتے۔ یہ ان کے حال کی دوسری تمثیل ہے۔","lang":"ur"},{"name":"36:10","price":"اور آپ ان کو ڈرائیں یا نہ ڈرائیں دونوں برابر ہیں، یہ ایمان نہیں ﻻئیں گے.(1)","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"(1) یعنی جو اپنے کرتوتوں کی وجہ سے گمراہی کے اس مقام پر پہنچ جائیں، ان کے لئے انذار بےفائدہ رہتا ہے۔","lang":"ur"},{"name":"36:11","price":"بس آپ تو صرف ایسے شخص کو ڈرا سکتے ہیں(1) جو نصیحت پر چلے اور رحمٰن سے بےدیکھے ڈرے، سو آپ اس کو مغفرت اور باوقار اجر کی خوش خبریاں سنا دیجیئے.","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"(1) یعنی انذار سے صرف اس کو فائدہ پہنچتا ہے۔","lang":"ur"},{"name":"36:12","price":"بےشک ہم مُردوں کو زنده کریں گے(1) ، اور ہم لکھتے جاتے ہیں وه اعمال بھی جن کو لوگ آگے بھیجتے ہیں(2) اور ان کے وه اعمال بھی جن کو پیچھے چھوڑ جاتے ہیں، اور ہم نے ہر چیز کو ایک واضح کتاب میں ضبط کر رکھا ہے.(3)","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"(1) یعنی قیامت والے دن۔ یہاں احیائے موتی کے ذکر سے یہ اشارہ کرنا بھی مقصود ہے کہ اللہ تعالیٰ کافروں میں سے جس کا دل چاہتا ہے، زندہ کردیتا ہے جو کفروضلالت کی وجہ سے مردہ ہوچکے ہوتے ہیں۔ پس وہ ہدایت اور ایمان کو اپنا لیتے ہیں۔\n(2) مَا قَدَّمُوا سے وہ اعمال مراد ہیں جو انسان خود اپنی زندگی میں کرتا ہے اور آثَارَهُمْ سے وہ اعمال جن کے عملی نمونے (اچھے یا برے) وہ دنیا میں چھوڑ جاتا ہے اور اس کے مرنے کے بعد اس کی اقتدا میں لوگ وہ اعمال بجا لاتے ہیں۔ جس طرح حدیث میں ہے ”جس نےاسلام میں کوئی نیک طریقہ جاری کیا، اس کے لئے اس کا اجر بھی ہے اور اس کا بھی ہے جو اس کے بعد اس پر عمل کرے گا۔ بغیر اس کے کہ ان میں سے کسی کے اجر میں کمی ہو اور جس نے کوئی برا طریقہ جاری کیا، اس پر اس کے اپنے گناہ کا بھی بوجھ ہوگا اور اس کا بھی جو اس کے بعد اس پر عمل کرے گا، بغیر اس کے کہ ان میں کسی کے بوجھ میں کمی ہو“۔ (صحيح مسلم، كتاب الزكاة ، باب الحث على الصدقة ولو بشق تمرة) اسی طرح یہ حدیث ہے ”جب انسان مر جاتا ہے تو اس کے عمل کا سلسلہ ختم ہوجاتا ہے۔ سوائے تین چیزوں کے۔ ایک علم، جس سے لوگ فائدہ اٹھائیں (2) نیک اولاد جو مرنے والے کے لئے دعا کرے (3) یا صدقہ جاریہ، جس سے اس کے مرنے کے بعد بھی لوگ فیض یاب ہوں“۔ (صحيح مسلم، كتاب الوصية، باب ما يلحق الإنسان من الثواب بعد وفاته) دوسرا مطلب آثَارَهُمْ کا نشانات قدم ہے۔ یعنی انسان نیکی یا بدی کے لئے جو سفر کرتا اور ایک جگہ سے دوسری جگہ جاتا ہے تو قدموں کے یہ نشانات بھی لکھے جاتے ہیں۔ جیسے عہد رسالت میں مسجد نبوی کے قریب کچھ جگہ خالی تھی تو بنوسلمہ نے ادھر منتقل ہونے کا ارادہ کیا، جب نبی کریم (صلى الله عليه وسلم) کے علم میں یہ بات آئی تو آپ (صلى الله عليه وسلم) نے انہیں مسجد کے قریب منتقل ہونے سے روک دیا اور فرمایا : «دَيَاركُمْ تُكْتَبْ آثَارُكُمْ» (دو مرتبہ فرمایا) یعنی تمہارے گھر اگرچہ دور ہیں، لیکن وہیں رہو، جتنے قدم تم چل کر آتے ہو، وہ لکھے جاتے ہیں۔ (صحيح مسلم، كتاب المساجد، باب فضل كثرة الخطى إلى المساجد) امام ابن کثیر فرماتے ہیں۔ دونوں مفہوم اپنی جگہ صحیح ہیں، ان کے درمیان منافات نہیں ہے۔ بلکہ اس دوسرے مفہوم میں سخت تنبیہ ہے، اس لئے کہ جب قدموں کے نشانات تک لکھے جاتے ہیں، تو انسان جو اچھا یا برا نمونہ چھوڑ جائے جس کی لوگ بعد میں پیروی کریں تو وہ بطریق ادنیٰ لکھے جائیں گے۔\n(3) اس سے مراد لوح محفوظ ہے اور بعض نے صحائف اعمال مراد لئے ہیں۔","lang":"ur"},{"name":"36:13","price":"اور آپ ان کے سامنے ایک مثال (یعنی ایک) بستی والوں کی مثال (اس وقت کا) بیان کیجیئے جب کہ اس بستی میں (کئی) رسول آئے.(1)","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"(1) تاکہ اہل مکہ یہ سمجھ لیں کہ آپ کوئی انوکھے رسول نہیں ہیں، بلکہ رسالت ونبوت کا یہ سلسلہ قدیم سے چلا آرہا ہے۔","lang":"ur"},{"name":"36:14","price":"جب ہم نے ان کے پاس دو کو بھیجا سو ان لوگوں نے (اول) دونوں کو جھٹلایا پھر ہم نے تیسرے سے تائید کی سو ان تینوں نے کہا کہ ہم تمہارے پاس بھیجے گئے ہیں.(1)","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"(1) یہ تین رسول کون تھے؟ مفسرین نے ان کے مختلف نام بیان کئے ہیں، لیکن نام مستند ذریعے سے ثابت نہیں ہیں۔ بعض مفسرین کا خیال ہے کہ یہ حضرت عیسیٰ (عليه السلام) کے فرستادہ تھے، جو انہوں نے اللہ کے حکم سے ایک بستی میں تبلیغ ودعوت کے لئے بھیجے تھے۔ بستی کا نام انطاکیہ تھا۔","lang":"ur"},{"name":"36:15","price":"ان لوگوں نے کہا کہ تم تو ہماری طرح معمولی آدمی ہو اور رحمٰن نے کوئی چیز نازل نہیں کی۔ تم نرا جھوٹ بولتے ہو.","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"36:16","price":"ان (رسولوں) نے کہا ہمارا پروردگار جانتا ہے کہ بےشک ہم تمہارے پاس بھیجے گئے ہیں.","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"36:17","price":"اور ہمارے ذمہ تو صرف واضح طور پر پہنچا دینا ہے.","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"36:18","price":"انہوں نے کہا کہ ہم تو تم کو منحوس سمجھتے ہیں(1) ۔ اگر تم باز نہ آئے تو ہم پتھروں سے تمہارا کام تمام کردیں گے اور تم کو ہماری طرف سے سخت تکلیف پہنچے گی.","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"(1) ممکن ہے کچھ لوگ ایمان لے آئے ہوں اور ان کی وجہ سے قوم دو گروہوں میں بٹ گئی ہو، جس کو انہوں نے رسولوں کی نَعُوذُ بِالله ِ نحوست قرار دیا۔ یا بارش کا سلسلہ موقوف رہا، تو وہ سمجھے ہوں کہ یہ ان رسولوں کی نحوست ہے۔ نَعُوذُ بِالله ِ مِنْ ذَلِكَ، جیسے آج کل بھی بد نہاد اور دین و شریعت سے بےبہرہ لوگ، اہل ایمان وتقویٰ کو ہی (منحوس) سمجھتے ہیں۔","lang":"ur"},{"name":"36:19","price":"ان رسولوں نے کہا کہ تمہاری نحوست تمہارے ساتھ ہی لگی ہوئی(1) ہے، کیا اس کو نحوست سمجھتے ہو کہ تم کو نصیحت کی جائے بلکہ تم حد سے نکل جانے والے لوگ ہو.","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"(1) یعنی وہ تو تمہارے اپنے اعمال بد کا نتیجہ ہے جو تمہارے ساتھ ہی ہے نہ کہ ہمارے ساتھ۔","lang":"ur"},{"name":"36:20","price":"اور ایک شخص (اس) شہر کے آخری حصے سے دوڑتا ہوا آیا کہنے لگا کہ اے میری قوم! ان رسولوں کی راه پر چلو.(1)","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"(1) یہ شخص مسلمان تھا، جب اسے پتہ چلا کہ قوم پیغمبروں کی دعوت کو نہیں اپنا رہی ہے، تو اس نے آکر رسولوں کی حمایت اور ان کے اتباع کی ترغیب دی۔","lang":"ur"},{"name":"36:21","price":"ایسے لوگوں کی راه پر چلو جو تم سے کوئی معاوضہ نہیں مانگتے اور وه راه راست پر ہیں.","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"36:22","price":"اور مجھے کیا ہو گیا ہے کہ میں اس کی عبادت نہ کروں جس نے مجھے پیدا کیا اور تم سب اسی کی طرف لوٹائے جاؤگے.(1)","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"(1) اپنے مسلک توحید کی وضاحت کی، جس سے مقصد اپنی قوم کی خیر خواہی اور ان کی صحیح رہنمائی ہے۔ یہ بھی ممکن ہے کہ اس کی قوم نے اس سے کہا ہو کہ کیا تو بھی اس معبود کی عبادت کرتا ہے، جس کی طرف یہ مرسلین ہمیں بلا رہےہیں اور ہمارے معبودوں کو تو بھی چھوڑ بیٹھا ہے؟ جس کے جواب میں اس نے یہ کہا۔ مفسرین نے اس شخص کانام حبیب نجار بتلایا ہے، واللہ اعلم۔","lang":"ur"},{"name":"36:23","price":"کیا میں اسے چھوڑ کر ایسوں کو معبود بناؤں کہ اگر (اللہ) رحمٰن مجھے کوئی نقصان پہنچانا چاہے تو ان کی سفارش مجھے کچھ بھی نفع نہ پہنچا سکے اور نہ وه مجھے بچا سکیں.(1)","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"(1) یہ ان معبودان باطلہ کی بے بسی کی وضاحت ہے جن کی عبادت اس کی قوم کرتی تھی اور شرک کی اس گمراہی سے نکالنے کے لئے رسول ان کی طرف بھیجے گئے تھے۔ نہ بچا سکیں کا مطلب ہے کہ اللہ اگر مجھے کوئی نقصان پہنچانا چاہے تو یہ بچا نہیں سکتے۔","lang":"ur"},{"name":"36:24","price":"پھر تو میں یقیناً کھلی گمراہی میں ہوں.(1)","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"(1) یعنی اگر میں بھی تمہاری طرح، اللہ کو چھوڑ کر ایسے بے اختیار اور بےبس معبودوں کی عبادت شروع کردوں، تو میں بھی کھلی گمراہی میں جا گروں گا۔ یا ضلال، یہاں خسران کےمعنی میں ہے، یعنی یہ تو نہایت واضح خسارے کا سودا ہے۔","lang":"ur"},{"name":"36:25","price":"میری سنو! میں تو (سچے دل سے) تم سب کے رب پر ایمان ﻻ چکا.(1)","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"(1) اس کی دعوت توحید اور اقرار توحید کے جواب میں قوم نے اسے قتل کرنا چاہا تو اس نے پیغمبروں سے خطاب کرکے یہ کہا، مقصد اپنے ایمان پر ان پیغمبروں کو گواہ بنانا تھا۔ یا اپنی قوم سے خطاب کرکے کہا جس سے مقصود دین حق پر اپنی صلابت اور استقامت کا اظہار تھا کہ تم جو چاہو کر لو، لیکن اچھی طرح سن لو کہ میرا ایمان اسی رب پر ہے، جو تمہارا بھی رب ہے۔ کہتے ہیں کہ انہوں نے اس کو مار ڈالا اور کسی نے ان کو اس سے نہیں روکا۔ رَحِمَهُ اللهُ تَعَالَى۔","lang":"ur"},{"name":"36:26","price":"(اس سے) کہا گیا کہ جنت میں چلا جا، کہنے لگا کاش! میری قوم کو بھی علم ہو جاتا.","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"ur"},{"name":"36:27","price":"کہ مجھے میرے رب نے بخش دیا اور مجھے باعزت لوگوں میں سے کر دیا.(1)","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"(1) یعنی جس ایمان اور توحید کی وجہ سے مجھے رب نے بخش دیا، کاش میری قوم اس بات کو جان لے تاکہ وہ بھی ایمان وتوحید کو اپنا کر اللہ کی مغفرت اور اس کی نعمتوں کی مستحق ہو جائے۔ اس طرح اس شخص نے مرنے کے بعد بھی اپنی قوم کی خیر خواہی کی۔ ایک مومن صادق کو ایسا ہی ہونا چاہئے کہ وہ ہر وقت لوگوں کی خیر خواہی ہی کرے، بدخواہی نہ کرے۔ ان کی صحیح رہنمائی کرے، گمراہ نہ کرے، بیشک لوگ اسے جو چاہے کہیں اور جس قسم کا سلوک چاہیں کریں، حتیٰ کہ اسے مار ڈالیں۔","lang":"ur"},{"name":"36:28","price":"اس کے بعد ہم نے اس کی قوم پر آسمان سے کوئی لشکر نہ اتارا(1) ، اور نہ اس طرح ہم اتارا کرتے ہیں.(2)","arabic":"۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3733,"juzNumber":23,"footnotes":"(1) یعنی حبیب نجار کےقتل کے بعد ہم نے ان کی ہلاکت کے لئے آسمان سے فرشتوں کا کوئی لشکر نہیں اتارا۔ یہ اس قوم کی تحقیر شان کی طرف اشارہ ہے۔\n(2) یعنی جس قوم کی ہلاکت کسی دوسرے طریقے سے لکھی جاتی ہے تو وہاں ہم فرشتے نازل بھی نہیں کرتے۔","lang":"ur"},{"name":"36:29","price":"وه تو صرف ایک زور کی چیﺦ تھی کہ یکایک وه سب کے سب بجھ بجھا گئے.(1)","arabic":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3734,"juzNumber":23,"footnotes":"(1) کہتے ہیں کہ جبرائیل (عليه السلام) نے ایک چیخ ماری، جس سے سب کے جسموں سے روحیں نکل گئیں اور وہ بجھی آگ کی طرح ہوگئے۔ گویا زندگی، شعلۂ فروزاں ہے اور موت، اس کا بجھ کر راکھ کا ڈھیر ہو جانا۔","lang":"ur"},{"name":"36:30","price":"(ایسے) بندوں پر افسوس(1) ! کبھی بھی کوئی رسول ان کے پاس نہیں آیا جس کی ہنسی انہوں نے نہ اڑائی ہو.","arabic":"يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3735,"juzNumber":23,"footnotes":"(1) حسرت وندامت کا یہ اظہار خود اپنے نفسوں پر، قیامت والے دن، عذاب دیکھنے کے بعد کریں گے کہ کاش انہوں نے اللہ کے بارے میں کوتاہی نہ کی ہوتی یا اللہ تعالیٰ بندوں کے رویے پر افسوس کر رہا ہے کہ ان کے پاس جب بھی کوئی رسول آیا انہوں نے اس کے ساتھ استہزا ہی کیا۔","lang":"ur"},{"name":"36:31","price":"کیا انہوں نے نہیں دیکھا کہ ان کے پہلے بہت سی قوموں کو ہم نے غارت کر دیا کہ وه ان(1) کی طرف لوٹ کر نہیں آئیں گے.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3736,"juzNumber":23,"footnotes":"(1) اس میں اہل مکہ کے لئے تنبیہ ہے کہ تکذیب رسالت کی وجہ سے جس طرح پچھلی قومیں تباہ ہوئیں یہ بھی تباہ ہو سکتے ہیں۔","lang":"ur"},{"name":"36:32","price":"اور نہیں ہے کوئی جماعت مگر یہ کہ وه جمع ہو کر ہمارے سامنے حاضر کی جائے گی.(1)","arabic":"وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3737,"juzNumber":23,"footnotes":"(1) اس میں إِنْ نافیہ ہے اور لَمَّا، إِلا کے معنی میں۔ مطلب یہ ہے کہ تمام لوگ گزشتہ بھی اور آئندہ آنے والے بھی، سب اللہ کی بارگاہ میں حاضر ہوں گے جہاں ان کا حساب کتاب ہوگا۔","lang":"ur"},{"name":"36:33","price":"اور ان کے لئے ایک نشانی(1) (خشک) زمین ہے جس کو ہم نے زنده کر دیا اور اس سے غلہ نکالا جس میں سے وه کھاتے ہیں.","arabic":"وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3738,"juzNumber":23,"footnotes":"(1) یعنی اللہ تعالیٰ کے وجود، اس کی قدرت تامہ اور مردوں کو دوبارہ زندہ کرنےپر نشانی۔","lang":"ur"},{"name":"36:34","price":"اور ہم نے اس میں کھجوروں کے اور انگور کے باغات پیدا کر دیئے(1) ، اور جن میں ہم نے چشمے بھی جاری کر دیئے ہیں.","arabic":"وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3739,"juzNumber":23,"footnotes":"(1) یعنی مردہ زمین کو زندہ کر کے ہم اس سے ان کی خوراک کے لئے صرف غلہ ہی نہیں اگاتے، بلکہ ان کے کام ودہن کی لذت کے لئے انواع واقسام کے پھل بھی کثرت سے پیدا کرتے ہیں، یہاں صرف دو پھلوں کا ذکر اس لئے کیا ہے کہ یہ کثیر المنافع بھی ہیں اور عربوں کو مرغوب بھی، نیز ان کی پیداوار بھی عرب میں زیادہ ہے۔ پھر غلے کا ذکر پہلے کیا کیونکہ اس کی پیداوار بھی زیادہ ہے اور خوراک کی حیثیت سے اس کی اہمیت بھی مسلمہ۔ جب تک انسان روٹی یا چاول وغیرہ خوراک سے اپنا پیٹ نہیں بھرتا، محض پھل فروٹ سےاس کی غذائی ضرورت پوری نہیں ہوتی۔","lang":"ur"},{"name":"36:35","price":"تاکہ (لوگ) اس کے پھل کھائیں(1) ، اور اس کو ان کے ہاتھوں نے نہیں بنایا(2)۔ پھر کیوں شکر گزاری نہیں کرتے.","arabic":"لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3740,"juzNumber":23,"footnotes":"(1) یعنی بعض جگہ بھی چشمے جاری کرتے ہیں، جس کے پانی سے پیداہونے والے پھل لوگ کھائیں۔\n(2) امام ابن جریر کے نزدیک یہاں ما نافیہ ہے یعنی غلوں اور پھلوں کی یہ پیداوار، اللہ تعالیٰ کی خاص رحمت ہے جو وہ اپنے بندوں پر کرتا ہے۔ اس میں ان کی سعی ومحنت، کدوکاوش اور تصرف کا دخل نہیں ہے۔ پھر بھی یہ اللہ کی ان نعمتوں پر اس کا شکر کیوں نہیں کرتے؟ اور بعض کے نزدیک (مَا) موصولہ ہےجو الَّذِي کے معنی میں ہے یعنی تاکہ وہ اس کا پھل کھائیں اور ان چیزوں کو جن کو ان کے ہاتھوں نے بنایا۔ ہاتھوں کا عمل ہے، زمین کو ہموار کرکے بیج بونا، اسی طرح پھلوں کے کھانے کے مختلف طریقے ہیں، مثلاً انہیں نچوڑ کر ان کا رس پینا، مختلف فروٹوں کو ملاکر چاٹ بنانا، وغیرہ۔","lang":"ur"},{"name":"36:36","price":"وه پاک ذات ہے جس نے ہر چیز کے جوڑے پیدا کیے خواه وه زمین کی اگائی ہوئی چیزیں ہوں، خواه خود ان کے نفوس ہوں خواه وه (چیزیں) ہوں جنہیں یہ جانتے بھی نہیں.(1)","arabic":"سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3741,"juzNumber":23,"footnotes":"(1) یعنی انسانوں کی طرح زمین کی ہر پیداوار میں بھی ہم نے نر اور مادہ دونوں پیدا کیے ہیں۔ علاوہ ازیں آسمانوں میں اور زمین کی گہرائیوں میں بھی جو چیزیں تم سے غائب ہیں، جن کا علم تم نہیں رکھتے، ان میں بھی زوجیت (نر اور مادہ) کا یہ نظام ہم نے رکھا ہے، پس تمام مخلوق جوڑا جوڑا ہے، نباتات میں بھی نر اور مادے کا یہی نظام ہے۔ حتیٰ کہ آخرت کی زندگی، دنیا کی زندگی کے لئے بمنزلۂ زوج ہے اور یہ حیات آخرت کے لئے ایک عقلی دلیل بھی ہے۔ صرف ایک اللہ کی ذات ہے جو مخلوق کی اس صفت سے اور دیگر تمام کوتاہیوں سے پاک ہے۔ وہ وتر (فرد) ہے، زوج نہیں۔","lang":"ur"},{"name":"36:37","price":"اور ان کے لئے ایک نشانی رات ہے جس سے ہم دن کو کھینچ دیتے ہیں تو وه یکایک اندھیرے میں ره جاتے ہیں.(1)","arabic":"وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3742,"juzNumber":23,"footnotes":"(1) یعنی اللہ کی قدرت کی ایک دلیل یہ بھی ہے کہ وہ دن کو رات سے الگ کر دیتا ہے، جس سے فوراً اندھیرا چھا جاتا ہے۔ سلخ کےمعنی ہوتے ہیں جانور کی کھال کا اس کے جسم سے علیحدہ کرنا، جس سے اس کا گوشت ظاہر ہوجاتا ہے۔ اسی طرح اللہ دن کو رات سے الگ کر دیتا ہے۔ أَظْلَمَ کے معنی ہیں، اندھیرے میں داخل ہونا۔ جیسے أَصْبحَ اور أَمْسَى ٰ اور أَظْهَر َ کے معنی ہیں، صبح، شام اور ظہر کے وقت میں داخل ہونا۔","lang":"ur"},{"name":"36:38","price":"اور سورج کے لئے جو مقرره راه ہے وه اسی پر چلتا رہتا ہے(1) ۔ یہ ہے مقرر کرده غالب، باعلم اللہ تعالیٰ کا.","arabic":"وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3743,"juzNumber":23,"footnotes":"(1) یعنی اپنے اس مدار (فلک) پر چلتا رہتاہے، جو اللہ نے اس کے لئے مقرر کر دیا ہے، اسی سے اپنی سیر کا آغاز کرتا ہے اور وہیں پر ختم کرتا ہے۔ علاوہ ازیں اس سے ذرا ادھر ادھر نہیں ہوتا، کہ کسی دوسرے سیارے سے ٹکرا جائے۔ دوسرے معنی ہیں (اپنے ٹھہرنے کی جگہ تک) اور اس کا یہ مقام قرار عرش کے نیچے ہے، جیسا کہ حدیث میں ہے جو صفحہ 916 (سورۃ الحج، آیت 18 کا حاشیہ) پر گزر چکی ہے کہ سورج روزانہ غروب کے بعد عرش کے نیچے جا کر سجدہ کرتا ہے اور پھر وہاں سے طلوع ہونے کی اجازت طلب کرتا ہے (صحیح بخاری، تفسیر سورۂ یسں) دونوں مفہوم کے اعتبار سے لِمُسْتقَرٍّ میں لام، علت کے لئے ہے۔ أي: لأجل مُسْتقَرٍّ لَّهَا بعض کہتے ہیں کہ لام، الٰی کے معنی میں ہے، پھر مستقر یوم قیامت ہوگا۔ یعنی سورج کا یہ چلنا قیامت کے دن تک ہے، قیامت والے دن اس کی حرکت ختم ہو جائے گی۔ یہ تینوں مفہوم اپنی اپنی جگہ صحیح ہیں۔","lang":"ur"},{"name":"36:39","price":"اور چاند کی ہم نے منزلیں مقررکر رکھی ہیں(1) ، یہاں تک کہ وه لوٹ کر پرانی ٹہنی کی طرح ہو جاتا ہے.(2)","arabic":"وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3744,"juzNumber":23,"footnotes":"(1) چاند کی 28 منزلیں ہیں، روزانہ ایک منزل طے کرتا ہے، پھر دو راتیں غائب رہ کر تیسری رات کو نکل آتا ہے۔\n(2) یعنی جب آخری منزل پر پہنچتا ہے تو بالکل باریک اور چھوٹا ہو جاتا ہے جیسے کھجور کی پرانی ٹہنی ہو، جو سوکھ کر ٹیڑھی ہو جاتی ہے۔چاند کی انہی گردشوں سے سکان ارض اپنے دنوں، مہینوں اور سالوں کا حساب اور اپنے اوقات عبادات کا تعین کرتے ہیں۔","lang":"ur"},{"name":"36:40","price":"نہ آفتاب کی یہ مجال ہے کہ چاند کو پکڑے(1) اور نہ رات دن پرآگے بڑھ جانے والی ہے(2)، اور سب کے سب آسمان میں تیرتے پھرتے ہیں.(3)","arabic":"لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3745,"juzNumber":23,"footnotes":"(1) یعنی سورج کے لئے یہ ممکن نہیں ہے کہ وہ چاند کو جا پکڑے جس سے اس کی روشنی ختم ہو جائے بلکہ دونوں کا اپنا اپنا راستہ اور الگ الگ حد ہے۔ سورج دن ہی کو اور چاند رات ہی کو طلوع ہوتا ہے اس کے برعکس کبھی نہیں ہوا، جو ایک مدبر کائنات کے وجود پر ایک بہت بڑی دلیل ہے۔\n(2) بلکہ یہ بھی ایک نظام میں بندھےہوئے ہیں اور ایک، دوسرے کے بعد آتے ہیں۔\n(3) كُلٌّ سے سورج، چاند یا اس کےدوسرے کواکب مراد ہیں، سب اپنے اپنے مدار پر گھومتے ہیں، ان کا باہمی ٹکراؤ نہیں ہوتا۔","lang":"ur"},{"name":"36:41","price":"اور ان کے لئے ایک نشانی (یہ بھی) ہے کہ ہم نے ان کی نسل کو بھری ہوئی کشتی میں سوار کیا.(1)","arabic":"وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3746,"juzNumber":23,"footnotes":"(1) اس میں اللہ تعالیٰ اپنے اس احسان کا تذکرہ فرما رہا ہے کہ اس نے تمہارے لئے سمندر میں کشتیوں کا چلنا آسان فرما دیا، حتیٰ کہ تم اپنے ساتھ بھری ہوئی کشتیوں میں اپنے بچوں کو بھی لے جاتے ہو۔ دوسرے معنی یہ کیے گئے ہیں کہ ذُرِّيَّةٌ سے مقصود آبائے ذریت ہیں۔ اور کشتی سے مراد کشتی ﺀ نوح (عليه السلام) ہے۔ یعنی سفینۂ نوح (عليه السلام) میں ان لوگوں کو بٹھایا جن سے بعد میں نسل انسانی چلی۔ گویا نسل انسانی کے آبا اس میں سوار تھے۔","lang":"ur"},{"name":"36:42","price":"اور ان کے لئے اسی جیسی اور چیزیں پیدا کیں جن پر یہ سوار ہوتے ہیں.(1)","arabic":"وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3747,"juzNumber":23,"footnotes":"(1) اس سے مراد ایسی سواریاں ہیں جو کشتی کی طرح انسانوں اور سامان تجارت کو ایک جگہ سے دوسری جگہ لے جاتی ہیں، اس میں قیامت تک پیدا ہونے والی چیزیں آگئیں۔ جیسے ہوائی جہاز، بحری جہاز، ریلیں، بسیں، کاریں اور دیگر نقل وحمل کی اشیا۔","lang":"ur"},{"name":"36:43","price":"اور اگر ہم چاہتے تو انہیں ڈبو دیتے۔ پھر نہ تو کوئی ان کا فریاد رس ہوتا نہ وه بچائے جائیں.","arabic":"وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3748,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:44","price":"لیکن ہم اپنی طرف سے رحمت کرتے ہیں اور ایک مدت تک کے لئے انہیں فائدے دے رہے ہیں.","arabic":"إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3749,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:45","price":"اور ان سے جب (کبھی) کہا جاتا ہے کہ اگلے پچھلے (گناہوں) سے بچو تاکہ تم پر رحم کیا جائے.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3750,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:46","price":"اور ان کے پاس تو ان کے رب کی نشانیوں میں سے کوئی نشانی ایسی نہیں آئی جس سے یہ بے رخی نہ برتتے ہوں.(1)","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3751,"juzNumber":23,"footnotes":"(1) یعنی توحید اور صداقت رسول کی جو نشانی بھی ان کے سامنے آتی ہے، اس میں یہ غور ہی نہیں کرتے کہ جس سے ان کوفائدہ ہو، ہر نشانی سے اعراض ان کاشیوہ ہے۔","lang":"ur"},{"name":"36:47","price":"اور ان سے جب کہا جاتا ہے کہ اللہ تعالیٰ کے دیئے ہوئے میں سے کچھ خرچ کرو(1) ، تو یہ کفار ایمان والوں کو جواب دیتے ہیں کہ ہم انہیں کیوں کھلائیں؟ جنہیں اگر اللہ تعالیٰ چاہتا تو خود کھلا پلا دیتا(2)، تم تو ہو ہی کھلی گمراہی میں.(3)","arabic":"وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3752,"juzNumber":23,"footnotes":"(1) یعنی غربا ومساکین اور ضرورت مندوں کو دو۔\n(2) یعنی اللہ چاہتا تو ان کو غریب ہی نہ کرتا، ہم ان کو دے کر اللہ کی مشیت کے خلاف کیوں کریں۔\n(3) یعنی یہ کہہ کر کہ، غربا کی مدد کرو، کھلی غلطی کا مظاہرہ کر رہے ہو۔ یہ بات تو ان کی صحیح تھی کہ غربت وناداری اللہ کی مشیت ہی سے تھی، لیکن اس کو اللہ کے حکم سے اعراض کا جواز بنا لینا غلط تھا، آخر ان کی امداد کرنےکا حکم دینے والا بھی تو اللہ ہی تھا، اس لئے اس کی رضا تو اسی میں ہے کہ غربا ومساکین کی امداد کی جائے۔ اس لئے کہ مشیت اور چیز ہے اور رضا اور چیز۔ مشیت کا تعلق امور تکوینی سے ہے جس کے تحت جو کچھ بھی ہوتاہے، اس کی حکمت ومصلحت اللہ کے سوا کوئی نہیں جانتا، اور رضا کا تعلق امور تشریعی سے ہے، جن کو بجا لانے کا ہمیں حکم دیا گیا ہے تاکہ ہمیں اس کی رضا حاصل ہو۔","lang":"ur"},{"name":"36:48","price":"وه کہتے ہیں کہ یہ وعده کب ہوگا، سچے ہو تو بتلاؤ.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3753,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:49","price":"انہیں صرف ایک سخت چیﺦ کاانتظار ہے جو انہیں آپکڑے گی اور یہ باہم لڑائی جھگڑے میں ہی ہوں گے.(1)","arabic":"مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3754,"juzNumber":23,"footnotes":"(1) یعنی لوگ بازاروں میں خریدوفروخت اور حسب عادت بحث وتکرار میں مصروف ہوں گے کہ اچانک صور پھونک دیا جائے گا اور قیامت برپا ہوجائے گی یہ نفخۂ اولیٰ ہوگا جسے نفخۂ فزع بھی کہتے ہیں کہا جاتا ہے کہ اس کے بعد دوسرا نفخہ ہوگا۔ نَفْخَةُ الصَّعْقِ جس سے اللہ تعالیٰ کے سوا، سب موت کی آغوش میں چلے جائیں گے۔","lang":"ur"},{"name":"36:50","price":"اس وقت نہ تو یہ وصیت کر سکیں گے اور نہ اپنے اہل کی طرف لوٹ سکیں گے.","arabic":"فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3755,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:51","price":"تو صور کے پھونکے جاتے ہی سب(1) کے سب اپنی قبروں سے اپنے پروردگار کی طرف (تیز تیز) چلنے لگیں گے.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3756,"juzNumber":23,"footnotes":"(1) پہلے قول کی بنا پر یہ نفخۂ ثانیہ اور دوسرےقول کی بنا پر یہ نفخۂ ثالثہ ہوگا، جسے نَفْخَةُ الْبَعْثِ وَالنُّشُورِ کہتے ہیں، اس سے لوگ قبروں سےزندہ ہو کر اٹھ کھڑے ہوں گے۔ (ابن کثیر)۔","lang":"ur"},{"name":"36:52","price":"کہیں گے ہائے ہائے! ہمیں ہماری خواب گاہوں سے کس نے اٹھا دیا(1) ۔ یہی ہے جس کا وعده رحمٰن نے دیا تھا اور رسولوں نے سچ سچ کہہ دیا تھا.","arabic":"قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3757,"juzNumber":23,"footnotes":"- قبر کو خواب گاہ سے تعبیر کرنے کا مطلب یہ نہیں ہے کہ قبر میں ان کو عذاب نہیں ہوگا، بلکہ بعد میں جو ہولناک مناظر اور عذاب کی شدت دیکھیں گے، اس کے مقابلے میں انہیں قبر کی زندگی ایک خواب ہی محسوس ہوگی۔","lang":"ur"},{"name":"36:53","price":"یہ نہیں ہے مگر ایک چیﺦ کہ یکایک سارے کے سارے ہمارے سامنے حاضر کر دیئے جائیں گے.","arabic":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3758,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:54","price":"پس آج کسی شخص پر کچھ بھی ﻇلم نہ کیا جائے گا اور تمہیں نہیں بدلہ دیا جائے گا، مگر صرف ان ہی کاموں کا جو تم کیا کرتے تھے.","arabic":"فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3759,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:55","price":"جنتی لوگ آج کے دن اپنے (دلچسﭗ) مشغلوں میں ہشاش بشاش ہیں.(1)","arabic":"إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3760,"juzNumber":23,"footnotes":"(1) فَاكِهُونَ کے معنی ہیں فَرِحُونَ خوش ، مسرت بکنار۔","lang":"ur"},{"name":"36:56","price":"وه اور ان کی بیویاں سایوں میں مسہریوں پر تکیہ لگائے بیٹھے ہوں گے.","arabic":"هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3761,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:57","price":"ان کے لئے جنت میں ہر قسم کے میوے ہوں گے اور بھی جو کچھ وه طلب کریں.","arabic":"لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3762,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:58","price":"مہربان پروردگار کی طرف سے انہیں سلام کہا جائے گا.(1)","arabic":"سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3763,"juzNumber":23,"footnotes":"(1) اللہ کا یہ سلام، فرشتے اہل جنت کو پہنچائیں گے۔ بعض کہتے ہیں کہ اللہ تعالیٰ خود سلام سے نوازے گا۔","lang":"ur"},{"name":"36:59","price":"اے گناهگارو! آج تم الگ ہو جاؤ.(1)","arabic":"وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3764,"juzNumber":23,"footnotes":"(1) یعنی اہل ایمان سے الگ ہو کر کھڑے ہو۔ یعنی میدان محشر میں اہل ایمان واطاعت اور اہل کفر ومعصیت الگ الگ کر دیئے جائیں گے۔ جیسے دوسرے مقام پر فرمایا «وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ» (الروم: 14) «يَوْمَئِذٍ يَصَّدَّعُونَ» (الروم: 43) أي: يَصِيرُونَ صِدْعَينِ فِرْقَتَيْنِ (اس دن لوگ دو گروہوں میں بٹ جائیں گے)۔ دوسرا مطلب ہے کہ مجرمین ہی کو مختلف گروہوں میں الگ الگ کر دیا جائے گا۔ مثلاً یہودیوں کا گروہ، عیسائیوں کا گروہ، صابئین اور مجوسیوں کا گروہ، زانیوں کا، شرابیوں کا گروہ وغیرہ وغیرہ۔","lang":"ur"},{"name":"36:60","price":"اے اوﻻد آدم! کیا میں نے تم سے قول قرار نہیں لیا تھا کہ تم شیطان کی عبادت نہ کرنا(1) ، وه تو تمہارا کھلا دشمن ہے.(2)","arabic":"۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3765,"juzNumber":23,"footnotes":"(1) اس سے مراد عہد الست ہے جو حضرت آدم (عليه السلام) کی پشت سے نکالنے کے وقت لیا گیا تھا یا وہ وصیت ہے جو پیغمبروں کی زبان لوگوں کو کی جاتی رہی۔ اور بعض کے نزدیک وہ دلائل عقلیہ ہیں جو آسمان وزمین میں اللہ نےقائم کیے ہیں۔ (فتح القدیر)۔\n(2) یہ اس کی علت ہے کہ تمہیں شیطان کی عبادت اور اس کے وسوسے قبول کرنے سے اس لئے روکا گیا تھا کہ وہ تمہارا کھلا دشمن ہے اور اس نے تمہیں ہر طرح گمراہ کرنے کی قسم کھا رکھی ہے۔","lang":"ur"},{"name":"36:61","price":"اور میری ہی عبادت کرنا(1) ۔ سیدھی راه یہی ہے.(2)","arabic":"وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3766,"juzNumber":23,"footnotes":"(1) یعنی یہ بھی عہد لیا تھا کہ تمہیں صرف میری ہی عبادت کرنی ہے، میری عبادت میں کسی کو شریک نہیں کرنا۔\n(2) یعنی صرف ایک اللہ کی عبادت کرنا، یہی وہ سیدھا راستہ ہے، جس کی طرف تمام انبیا لوگوں کو بلاتے رہے اور یہی منزل مقصود یعنی جنت تک پہنچانے والا ہے۔","lang":"ur"},{"name":"36:62","price":"شیطان نے تو تم میں سے بہت ساری مخلوق کو بہکا دیا۔ کیا تم عقل نہیں رکھتے.(1)","arabic":"وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3767,"juzNumber":23,"footnotes":"(1) یعنی اتنی عقل بھی تمہارے اندر نہیں کہ شیطان تمہارا دشمن ہے، اس کی اطاعت نہیں کرنی چاہئے۔ اور میں تمہارا رب ہوں، میں ہی تمہیں روزی دیتا ہوں اور میں ہی تمہاری رات دن حفاظت کرتا ہوں لہٰذا تمہیں میری نافرمانی نہیں کرنی چاہئے۔ تم شیطان کی عداوت کو اور میرے حق عبادت کو نہ سمجھ کر نہایت بےعقلی اور نادانی کا مظاہرہ کر رہے ہو۔","lang":"ur"},{"name":"36:63","price":"یہی وه دوزخ ہے جس کا تمہیں وعده دیا جاتا تھا.","arabic":"هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3768,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:64","price":"اپنے کفر کا بدلہ پانے کے لئے آج اس میں داخل ہوجاؤ.(1)","arabic":"ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3769,"juzNumber":23,"footnotes":"(1) یعنی اب اس بے عقلی کا نتیجہ بھگتو اور اپنے کفر کے سبب سے جہنم کی سختیوں کا مزہ چکھو۔","lang":"ur"},{"name":"36:65","price":"ہم آج کے دن ان کے منھ پر مہریں لگا دیں گے اور ان کے ہاتھ ہم سے باتیں کریں گے اور ان کے پاؤں گواہیاں دیں گے، ان کاموں کی جو وه کرتے(1) تھے.","arabic":"ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3770,"juzNumber":23,"footnotes":"(1) یہ مہر لگانے کی ضرورت اس لئے پیش آئے گی کہ ابتداﺀً مشرکین قیامت والے دن بھی جھوٹ بولیں گے اور کہیں گے «وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ» (الأنعام: 23) ”اللہ کی قسم، جو ہمارا رب ہے، ہم مشرک نہیں تھے“۔ چنانچہ اللہ تعالیٰ ان کے مونہوں پر مہر لگا دے گا، جس سے وہ خود توبولنے کی طاقت سے محروم ہو جائیں گے، البتہ اللہ تعالیٰ اعضائے انسانی کو قوت گویائی عطا فرمائے گا، ہاتھ بولیں گے کہ ہم سے اس نے فلاں فلاں کام کیا تھا اور پاؤں اس پر گواہی دیں گے۔ یوں گویا اقرار اور شہادت، دونوں مرحلے طے ہو جائیں گے۔ علاوہ ازیں ناطق کے مقابلے میں غیر ناطق چیزوں کا بول کر گواہی دینا، حجت واستدلال میں زیادہ بلیغ ہے کہ اس میں ایک اعجازی شان پائی جاتی ہے۔ (فتح القدیر) اس مضمون کو احادیث میں بھی بیان کیا گیا ہے۔ (ملاحظہ ہو صحیح مسلم، کتاب الزھد)۔","lang":"ur"},{"name":"36:66","price":"اگر ہم چاہتے تو ان کی آنکھیں بے نور کر دیتے پھر یہ رستے کی طرف دوڑتے پھرتے لیکن انہیں کیسے دکھائی دیتا؟(1)","arabic":"وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3771,"juzNumber":23,"footnotes":"(1) یعنی بینائی سے محرومی کے بعد انہیں راستہ کس طرح دکھائی دیتا؟ لیکن یہ تو ہمارا حلم وکرم ہے کہ ہم نے ایسا نہیں کیا۔","lang":"ur"},{"name":"36:67","price":"اور اگر ہم چاہتے تو ان کی جگہ ہی پر ان کی صورتیں مسﺦ کر دیتے پھر نہ وه چل پھر سکتے اور نہ لوٹ سکتے.(1)","arabic":"وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3772,"juzNumber":23,"footnotes":"(1) یعنی نہ آگے جا سکتے، نہ پیچھے لوٹ سکتے، بلکہ پتھر کی طرح ایک جگہ پڑے رہتے۔ مسخ کے معنی پیدائش میں تبدیلی کے ہیں، یعنی انسان سے پتھر یا جانور کی شکل میں تبدیل کر دینا۔","lang":"ur"},{"name":"36:68","price":"اور جسے ہم بوڑھا کرتے ہیں اسے پیدائشی حالت کی طرف پھر الٹ دیتے(1) ہیں کیا پھر بھی وه نہیں سمجھتے.(2)","arabic":"وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3773,"juzNumber":23,"footnotes":"(1) یعنی جس کو ہم لمبی عمر دیتے ہیں، اس کی پیدائش کو بدل کر برعکس حالت میں کر دیتے ہیں۔ یعنی جب وہ بچہ ہوتا ہے تو اس کی نشوونما جاری رہتی ہے اور اس کی عقلی اور بدنی قوتوں میں اضافہ ہوتا رہتا ہے حتیٰ کہ وہ جوانی اور کہولت کو پہنچ جاتا ہے۔ اس کے بعد اس کے برعکس اس کے قوائے عقلیہ وبدنیہ میں ضعف وانحطاط کا عمل شروع ہو جاتا ہے، حتیٰ کہ وہ ایک بچے کی طرح ہو جاتا ہے۔\n(2) کہ جو اللہ اس طرح کر سکتا ہے، کیا وہ دوبارہ انسانوں کو زندہ کرنے پر قادر نہیں؟","lang":"ur"},{"name":"36:69","price":"نہ تو ہم نے اس پیغمبر کو شعر سکھائے اور نہ یہ اس کے ﻻئق ہے۔ وه تو صرف نصیحت اور واضح قرآن ہے.(1)","arabic":"وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3774,"juzNumber":23,"footnotes":"(1) مشرکین مکہ نبی (صلى الله عليه وسلم) کی تکذیب کے لئے مختلف قسم کی باتیں کہتے رہتے تھے، ان میں ایک بات یہ بھی تھی کہ آپ شاعر ہیں اور یہ قرآن پاک آپ کی شاعرانہ تک بندی ہی ہے۔ اللہ تعالیٰ نے اس کی نفی فرمائی۔ کہ آپ شاعر ہیں اور نہ قرآن شعری کلام کا مجموعہ ہے بلکہ یہ تو صرف نصیحت اور موعظت ہے۔ شاعری میں بالعموم مبالغہ، افراط وتفریط اور محض تخیلات کی ندرت کاری ہوتی ہے، یوں گویا اس کی بنیاد جھوٹ پر ہوتی ہے۔ علاوہ ازیں شاعر محض گفتار کے غازی ہوتے ہیں، کردار کے نہیں۔ اس لئے اللہ تعالیٰ نے فرمایا کہ ہم نے نہ صرف یہ کہ اپنے پیغمبر کو شعر نہیں سکھلائے، نہ اشعار کی اس پر وحی کی، بلکہ اس کے مزاج وطبیعت کو ایسا بنایا کہ شعر سے اس کو کوئی مناسبت ہی نہیں ہے۔ یہی وجہ ہے کہ آپ (صلى الله عليه وسلم) کبھی کسی کا شعر پڑھتے تو اکثر صحیح نہ پڑھ پاتے اور اس کا وزن ٹوٹ جاتا۔ جس کی مثالیں احادیث میں موجود ہیں۔ یہ احتیاط اس لئے کی گئی کہ منکرین پر اتمام حجت اور ان کے شبہات کا خاتمہ کر دیا جائے۔ اور وہ یہ نہ کہہ سکیں کہ یہ قرآن اس کی شاعرانہ تک بندی کا نتیجہ ہے، جس طرح آپ کی امیت بھی قطع شبہات کے لئے تھی تاکہ لوگ قرآن کی بابت یہ نہ کہہ سکیں کہ یہ تو اس نےفلاں سے سیکھ پڑھ کر اس کو مرتب کر لیا ہے۔ البتہ بعض مواقع پر آپ کی زبان مبارک سے ایسے الفاظ کا نکل جانا، جو دو مصرعوں کی طرح ہوتے اور شعری اوزان وبحور کے بھی مطابق ہوتے، آپ کے شاعر ہونے کی دلیل نہیں بن سکتے۔ کیونکہ ایسا آپ کے قصد وارادہ کے بغیر ہوا اور ان کا شعری قالب میں ڈھل جانا ایک اتفاق تھا، جس طرح حنین والے دن آپ کی زبان پر بے اختیار یہ رجز جاری ہوگیا:\nأَنَا النَّبِيَّ لا كَذِبْ\nأَنَا ابْنُ عَبْدِ الْمُطَّلِب\nایک اور موقع پر آپ (صلى الله عليه وسلم) کی انگلی زخمی ہوگئی تو آپ (صلى الله عليه وسلم) نے فرمایا: هَلْ أَنْتِ إِلا إِصْبَعٌ دَمِيتِ\nوَفِي سَبِيلِ اللهِ مَا لَقِيتِ (صحيح بخاري ومسلم ، كتاب الجهاد)","lang":"ur"},{"name":"36:70","price":"تاکہ وه ہر اس شخص کو آگاه کر دے جو زنده ہے، اور کافروں پر حجت ﺛابت ہو جائے.(1)","arabic":"لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3775,"juzNumber":23,"footnotes":"(1) یعنی جس کا دل صحیح ہے، حق کو قبول کرتا اور باطل سے انکار کرتا ہے۔\n(2) یعنی جو کفر پر مصر ہو، اس پر عذاب والی بات ثابت ہو جائے۔ لِيُنْذِرَ میں ضمیر کا مرجع قرآن ہے۔","lang":"ur"},{"name":"36:71","price":"کیا وه نہیں دیکھتے کہ ہم نے اپنے ہاتھوں سے بنائی(1) ہوئی چیزوں میں سے ان کے لئے چوپائے(2) (بھی) پیدا کر دیئے، جن کے یہ مالک ہوگئے ہیں.(3)","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3776,"juzNumber":23,"footnotes":"(1) اس سے غیروں کی شرکت کی نفی ہے، ان کو ہم نے اپنےہاتھوں سے بنایا ہے، کسی اور کا ان کے بنانے میں حصہ نہیں ہے۔\n(2) أَنْعَامٌ، نَعَمٌ کی جمع ہے۔ اس سےمراد چوپائے یعنی اونٹ، گائے، بکری (اور بھیڑ، دنبہ) ہیں۔\n(3) یعنی جس طرح چاہتے ہیں ان میں تصرف کرتے ہیں، اگر ہم ان کے اندر وحشی پن رکھ دیتے (جیسا کہ بعض جانوروں میں ہے) تو یہ چوپائے ان سے دور بھاگتے اور وہ ان کی ملکیت اور قبضے میں ہی نہ آسکتے۔","lang":"ur"},{"name":"36:72","price":"اور ان مویشیوں کو ہم نے ان کا تابع فرمان بنا دیا ہے(1) جن میں سے بعض تو ان کی سواریاں ہیں اور بعض کا گوشت کھاتے ہیں.","arabic":"وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3777,"juzNumber":23,"footnotes":"(1) یعنی ان جانوروں سے وہ جس طرح کا بھی فائدہ اٹھانا چاہتے ہیں، وہ انکار نہیں کرتے، حتیٰ کہ وہ انہیں ذبح بھی کر دیتے ہیں اور چھوٹے بچے بھی انہیں کھینچے پھرتے ہیں۔","lang":"ur"},{"name":"36:73","price":"انہیں ان سے اور بھی بہت سے فائدے ہیں(1) ، اور پینے کی چیزیں۔ کیا پھر (بھی) یہ شکر ادا نہیں کریں گے؟","arabic":"وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3778,"juzNumber":23,"footnotes":"(1) یعنی سواری اور کھانے کے علاوہ بھی ان سے بہت سے فوائد حاصل کیے جاتے ہیں مثلاً ان کی اون اور بالوں سے کئی چیزیں بنتی ہیں، ان کی چربی سے تیل حاصل ہوتا ہے اور یہ بار برداری اور کھیتی باڑی کے بھی کام آتے ہیں۔","lang":"ur"},{"name":"36:74","price":"اور وه اللہ کے سوا دوسروں کو معبود بناتے ہیں تاکہ وه مدد کئے جائیں.(1)","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3779,"juzNumber":23,"footnotes":"(1) یہ ان کے کفران نعمت کا اظہار ہے کہ مذکورہ نعمتیں، جن سے یہ فائدہ اٹھاتے ہیں، سب اللہ کی پیدا کردہ ہیں۔ لیکن یہ بجائے اس کے کہ یہ اللہ کی ان نعمتوں پر اس کا شکر ادا کریں یعنی ان کی عبادت واطاعت کریں، یہ غیروں سے امیدیں وابستہ کرتے اور انہیں معبود بناتے ہیں۔","lang":"ur"},{"name":"36:75","price":"(حاﻻنکہ) ان میں ان کی مدد کی طاقت ہی نہیں، (لیکن) پھر بھی (مشرکین) ان کے لئے حاضر باش لشکری ہیں.(1)","arabic":"لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3780,"juzNumber":23,"footnotes":"(1) جُنْدٌ سےمراد بتوں کےحمایتی اور ان کی طرف سے مدافعت کرنے والے، مُحْضَرُونَ دنیا میں ان کے پاس حاضرہونے والے۔ مطلب یہ ہے کہ یہ جن بتوں کو معبود سمجھتے ہیں، وہ ان کی مدد کیا کریں گے؟ وہ تو خود اپنی مدد کرنے سے بھی قاصر ہیں۔ انہیں کوئی برا کہے، ان کی مذمت کرے، تو یہی ان کی حمایت ومدافعت میں سرگرم ہوتے ہیں، نہ کہ خود ان کے وہ معبود۔","lang":"ur"},{"name":"36:76","price":"پس آپ کو ان کی بات غمناک نہ کرے، ہم ان کی پوشیده اور علانیہ سب باتوں کو (بخوبی) جانتے ہیں.","arabic":"فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3781,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:77","price":"کیا انسان کو اتنا بھی معلوم نہیں کہ ہم نے اسے نطفے سے پیدا کیا ہے؟ پھر یکایک وہ صریح جھگڑالو بن بیٹھا.","arabic":"أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3782,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:78","price":"اور اس نے ہمارے لئے مثال بیان کی اور اپنی (اصل) پیدائش کو بھول گیا، کہنے لگا ان گلی سڑی ہڈیوں کو کون زنده کر سکتا ہے؟","arabic":"وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3783,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:79","price":"آپ جواب دیجئے! کہ انہیں وه زنده کرے گا جس نے انہیں اول مرتبہ پیدا کیا ہے(1) ، جو سب طرح کی پیدائش کا بخوبی جاننے واﻻ ہے.","arabic":"قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3784,"juzNumber":23,"footnotes":"(1) یعنی جو اللہ تعالیٰ انسان کو ایک حقیر نطفے سے پیدا کرتا ہے، وہ دوبارہ اس کو زندہ کرنے پر قادر نہیں ہے؟ اس کی قدرت احیائے موتی کا ایک واقعہ حدیث میں بیان کیا گیا ہے کہ ایک شخص نے مرتے وقت وصیت کی کہ مرنے کے بعد اسے جلا کر اس کی آدھی راکھ سمندر میں اور آدھی راکھ تیز ہوا والے دن خشکی میں اڑا دی جائے۔ اللہ تعالیٰ نے ساری راکھ جمع کرکے اسےزندہ فرمایا اور اس سے پوچھا تو نے ایسا کیوں کیا؟ اس نے کہا، تیرےخوف سے، چنانچہ اللہ نے اسے معاف فرما دیا۔ (صحيح بخاري ، الأنبياء والرقاق باب الخوف من الله)۔","lang":"ur"},{"name":"36:80","price":"وہی جس نے تمہارے لئے سبز درخت سے آگ پیدا کر دی جس سے تم یکایک آگ سلگاتے ہو.(1)","arabic":"ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3785,"juzNumber":23,"footnotes":"(1) کہتے ہیں عرب میں دو درخت ہیں مرخ اور عفار۔ ان کی دو لکڑیاں آپس میں رگڑی جائیں تو آگ پیدا ہوتی ہے، سبز درخت سے آگ پیدا کرنے کے حوالے سے اسی طرف اشارہ مقصود ہے۔","lang":"ur"},{"name":"36:81","price":"جس نے آسمانوں اور زمین کو پیدا کیا ہے کیا وه ان جیسوں(1) کے پیدا کرنے پرقادر نہیں، بےشک قادر ہے۔ اور وہی تو پیدا کرنے واﻻ دانا (بینا) ہے.","arabic":"أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3786,"juzNumber":23,"footnotes":"(1) یعنی انسانوں جیسے۔ مطلب، انسانوں کا دوبارہ پیدا کرنا ہے جس طرح انہیں پہلی مرتبہ پیدا کیا۔ آسمان وزمین کی پیدائش سے انسانوں کو دوبارہ پیدا کرنے پر استدلال کیا ہے۔ جس طرح دوسرے مقام پر فرمایا «لَخَلْقُ السَّمَاوَاتِ وَالأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ» (المؤمن:57) ”آسمان وزمین کی پیدائش (لوگوں کے نزدیک) انسانوں کی پیدائش سےزیادہ مشکل کام ہے“۔ سورۂ احقاف 33 میں بھی یہ مضمون بیان کیا گیا ہے۔","lang":"ur"},{"name":"36:82","price":"وه جب کبھی کسی چیز کا اراده کرتا ہے اسے اتنا فرما دینا (کافی ہے) کہ ہو جا، وه اسی وقت ہو جاتی ہے.(1)","arabic":"إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3787,"juzNumber":23,"footnotes":"(1) یعنی اس کی شان تو یہ ہے، پھر اس کے لئے سب انسانوں کا زندہ کر دینا کون سا مشکل معاملہ ہے؟","lang":"ur"},{"name":"36:83","price":"پس پاک ہے وه اللہ جس کے ہاتھ میں ہر چیز کی بادشاہت ہے اور(1) جس کی طرف تم سب لوٹائے جاؤ گے.(2)","arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3788,"juzNumber":23,"footnotes":"(1) ملک اور ملکوت دونوں کے ایک ہی معنی ہیں، بادشاہی، جیسے رَحْمَةٌ اور رَحَمُوتٌ رَهْبَةٌ اور رَهَبُوتٌ، جَبْرٌ اور جَبَرُوتٌ وغیرہ ہیں۔ (ابن کثیر) بعض اس کو مبالغے کا صیغہ قرار دیتے ہیں۔ (فتح القدیر) یعنی مَلَكُوتٌ مُلْكٌ کا مبالغہ ہے۔\n(2) یعنی یہ نہیں ہوگا کہ مٹی میں رل مل کر تمہارا وجود ہمیشہ کے لئے ختم ہوجائے، نہیں، بلکہ اسے دوبارہ وجود عطا کیا جائے گا۔ یہ بھی نہیں ہوگا کہ تم بھاگ کر کسی اور کے پاس پناہ طلب کر لو۔ تمہیں بہرحال اللہ ہی کی بارگاہ میں حاضر ہونا ہوگا، جہاں وہ عملوں کے مطابق اچھی یا بری جزا دے گا۔","lang":"ur"}],"chapter":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"]}