{"data":[{"name":"41:1","price":"حٰم.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"ur"},{"name":"41:2","price":"اتاری ہوئی ہے بڑے مہربان بہت رحم والے کی طرف سے.(1)","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"ur"},{"name":"41:3","price":"(ایسی) کتاب ہے جس کی آیتوں کی واضح تفصیل کی گئی ہے(1) ، (اس حال میں کہ) قرآن عربی زبان میں ہے(2) اس قوم کے لیے جو جانتی ہے.(3)","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"(1) یعنی کیا حلال ہے اور کیا حرام؟ یا طاعات کیا ہیں اور معاصی کیا؟ یا ثواب والے کام کون سے ہیں اور عقاب والےکون سے؟\n(2) یہ حال ہے یعنی اس کے الفاظ عربی ہیں، جن کےمعانی مفصل اور واضح ہیں۔\n(3) یعنی جو عربی زبان، اس کے معانی و مفاہیم اور اس کے اسرار واسلوب کو جانتی ہے۔","lang":"ur"},{"name":"41:4","price":"خوش خبری سنانے واﻻ اور ڈرانے واﻻ(1) ہے، پھر بھی ان کی اکثریت نے منھ پھیر لیا اور وه سنتے ہی نہیں.(2)","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"(1) ایمان اور اعمال صالحہ کے حاملین کو کامیابی اور جنت کی خوش خبری سنانے والا اورمشرکین و مکذبین کو عذاب نار سے ڈرانے والا۔\n(2) یعنی غوروفکر اور تدبر و تعقل کی نیت سے نہیں سنتے کہ جس سے انہیں فائدہ ہو۔ اسی لیے ان کی اکثریت ہدایت سے محروم ہے۔","lang":"ur"},{"name":"41:5","price":"اور انہوں نے کہا کہ تو جس کی طرف ہمیں بلا رہا ہے ہمارے دل تو اس سے پردے میں ہیں(1) اور ہمارے کانوں میں گرانی ہے(2) اور ہم میں اور تجھ میں ایک حجاب ہے، اچھا تو اب اپنا کام کیے جا ہم بھی یقیناً کام کرنے والے ہیں.(3)","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"(1) أَكِنَّةً، كِنَانٌ کی جمع ہے۔ پردہ۔ یعنی ہمارے دل اس بات سے پردوں میں ہیں کہ ہم تیری توحید وایمان کی دعوت کو سمجھ سکیں۔\n(2) وَقْرٌ کے اصل معنی بوجھ کےہیں، یہاں مراد بہرا پن ہے، جو حق کے سننے میں مانع تھا۔\n(3) یعنی ہمارے اور تیرے درمیان ایسا پردہ حائل ہے کہ تو جو کہتا ہے، وہ سن نہیں سکتے اور جوکرتا ہے اسے دیکھ نہیں سکتے۔ اس لیے تو ہمیں ہمارے حال پر چھوڑ دے اور ہم تجھے تیرےحال پر چھوڑ دیں، توہمارے دین پر عمل نہیں کرتا، ہم تیرے دین پر عمل نہیں کر سکتے۔","lang":"ur"},{"name":"41:6","price":"آپ کہہ دیجیئے! کہ میں تو تم ہی جیسا انسان ہوں مجھ پر وحی نازل کی جاتی ہے کہ تم سب کا معبود ایک اللہ ہی ہے(1) سو تم اس کی طرف متوجہ ہو جاؤ اور اس سے گناہوں کی معافی چاہو، اور ان مشرکوں کے لیے (بڑی ہی) خرابی ہے.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"(1) یعنی میرے اور تمہارے درمیان کوئی امتیاز نہیں ہے۔ بجز وحی الٰہی کے پھر یہ بعد و حجاب کیوں؟ علاوہ ازیں میں جو دعوت توحید پیش کر رہاہوں، وہ بھی ایسی نہیں کہ عقل و فہم میں نہ آ سکے، پھر اس سے اعراض کیوں؟","lang":"ur"},{"name":"41:7","price":"جو زکوٰة نہیں دیتے(1) اورآخرت کے بھی منکر ہی رہتے ہیں.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"(1) یہ سورت مکی ہے۔ زکوٰۃ ہجرت کے دوسرے سال فرض ہوئی۔ اس لیے اس سے مراد یاتو صدقات ہیں جس کا حکم مسلمانوں کو مکے میں بھی دیا جاتا رہا، جس طرح پہلے صرف صبح و شام کی نماز کا حکم تھا، پھرہجرت سے ڈیڑھ سال قبل لیلہ الاسراء کو پانچ فرض نمازوں کاحکم ہوا۔ یا پھر زکوٰۃ سے یہاں مراد کلمۂ شہادت ہے، جس سے نفس انسانی شرک کی آلودگیوں سے پاک ہو جاتا ہے۔ (ابن کثیر)","lang":"ur"},{"name":"41:8","price":"بیشک جو لوگ ایمان ﻻئیں اور بھلے کام کریں ان کے لیے نہ ختم ہونے واﻻ اجر ہے.(1)","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"(1) أَجْرٌ غَيْرُ مَمْنُونٍ کاوہی مطلب ہے جو عَطَاءً غَيْرَ مَجْذُوذٍ (هود: 108) کا ہے یعنی یہ نہ ختم ہونے والا اجر۔","lang":"ur"},{"name":"41:9","price":"آپ کہہ دیجئے! کہ کیا تم اس (اللہ) کا انکار کرتے ہو اور تم اس کے شریک مقرر کرتے ہو جس نے دو دن میں زمین پیدا کردی(1) ، سارے جہانوں کا پروردگار وہی ہے.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"(1) قرآن مجید میں متعدد مقامات پر ذکر کیا گیا ہے کہ اللہ نےآسمانوں اور زمین کو چھ دن میں پیدا فرمایا یہاں اس کی کچھ تفصیل بیان فرمائی گئی ہے۔ فرمایا، زمین کو دو دن میں بنایا۔ اس سے مراد ہیں۔ يَوْمُ الأَحَدِ (اتوار) اور يَوْمُ الاثْنَيْنِ (پیر) سورۂ نازعات میں کہا گیا ہے وَالأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا جس سے بظاہر معلوم ہوتا ہے کہ زمین کو آسمان کے بعد بنایا گیا ہے جب کہ یہاں زمین کی تخلیق کاذکر آسمان کی تخلیق سے پہلے کیا گیا ہے۔ حضرت ابن عباس (رضي الله عنه) ما نے اس کی وضاحت اس طرح فرمائی ہےکہ تخلیق اور چیز ہے دحی جو اصل میں دحو ہے (بچھانا یا پھیلانا) اور چیز۔ زمین کی تخلیق آسمان سے پہلےہوئی، جیساکہ یہاں بھی بیان کیا گیا ہے اور دَحْوٌ کا مطلب ہے کہ زمین کو رہائش کے قابل بنانےکےلیے اس میں پانی کے ذخائر رکھے گئے، اسے پیداواری ضروریات کا مخزن بنایا گیا۔ أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا اس میں پہاڑ، ٹیلے اور جمادات رکھے گئے۔ یہ عمل آسمان کی تخلیق کے بعد دوسرے دنوں میں کیا گیا۔ یوں زمین اور اس کے متعلقات کی تخلیق پورے چار دنوں میں مکمل ہوئی۔ (صحیح بخاری، تفسیر سورۂ حم السجدۃ)۔","lang":"ur"},{"name":"41:10","price":"اور اس نے زمین میں اس کے اوپر سے پہاڑ گاڑ دیے(1) اوراس میں برکت رکھ دی(2) اوراس میں (رہنے والوں کی) غذاؤں کی تجویز بھی اسی میں کر دی(3) (صرف) چار دن میں(4)، ضرورت مندوں کے لیے یکساں طور پر.(5)","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"(1) یعنی پہاڑوں کو زمین میں سےہی پیدا کر کے ان کواس کے اوپر گاڑ دیا تاکہ زمین ادھر یا ادھر نہ ڈولے۔\n(2) یہ اشارہ ہے پانی کی کثرت، انواع و اقسام کے رزق، معدنیات اوردیگراسی قسم کی اشیا کی طرف یہ زمین کی برکت ہے، کثرت خیر کا نام ہی برکت ہے۔\n(3) أَقْوَاتٌ ، قُوتٌ (غذا، خوراک) کی جمع ہے یعنی زمین پر بسنے والی تمام مخلوقات کی خوراک اس میں مقدر کر دی ہے یا بند وبست کر دیا ہے۔ اور رب کی اس تقدیر یا بند وبست کا سلسلہ اتنا وسیع ہے کہ کوئی زبان اسے بیان نہیں کرسکتی، کوئی قلم اسے رقم نہیں کر سکتا اور کوئی کیلکولیٹر اسےگن نہیں سکتا۔ بعض نے اس کا مطلب یہ بیان کیا ہے کہ ہر زمین کے دوسرے حصوں میں پیدا نہیں ہو سکتیں۔ تاکہ ہر علاقے کی یہ یہ مخصوص پیداواران ان علاقوں کی تجارت و معیشت کی بنیادیں بن جائیں۔ چنانچہ یہ مفہوم بھی اپنی جگہ صحیح اوربالکل حقیقت ہے۔\n(4) یعنی تخلیق کے پہلے دو دن اوروحی کے دو دن سارے دن ملاکے یہ کل چار دن ہوئے، جن میں یہ سارا عمل تکمیل کو پہنچا۔\n(5) سَوَاءً کا مطلب ہے، ٹھیک چار دن میں۔ یعنی پوچھنے والوں کو بتلا دو کہ تخلیق اور دَحْوٌ کایہ عمل ٹھیک چار دن میں ہوا۔ یا پورا یا برابر جواب ہے سائلین کے لیے۔","lang":"ur"},{"name":"41:11","price":"پھر آسمان کی طرف متوجہ ہوا اور وه دھواں (سا) تھا پس اس سے اور زمین سے فرمایا کہ تم دونوں خوشی سے آؤ یا ناخوشی سے(1) دونوں نے عرض کیا ہم بخوشی حاضر ہیں.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"(1) یہ آنا کس طرح تھا؟ اس کی کیفیت نہیں بیان کی جاسکتی۔ یہ دونوں اللہ کےپاس آئے جس طرح اس نےچاہا۔ بعض نے اس کا مفہوم لیا ہے کہ میرے حکم کا اطاعت کرو، انہوں نے کہا ٹھیک ہے ہم حاضرہیں۔ چنانچہ اللہ نے آسمان کو حکم دیا، سورج، چاند اور ستارے نکال اور زمین کو کہا، نہریں جاری کردے اور پھل نکال دے (ابن کثیر) یا مفہوم ہے کہ تم دونوں وجود میں آجاؤ۔","lang":"ur"},{"name":"41:12","price":"پس دو دن میں سات آسمان بنا دیئے اور ہر آسمان میں اس کے مناسب احکام کی وحی بھیج دی(1) اور ہم نے آسمان دنیا کو چراغوں سے زینت دی اور نگہبانی کی(2)، یہ تدبیر اللہ غالب و دانا کی ہے.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"(1) یعنی خود آسمانوں کو یا ان میں آباد فرشتوں کو مخصوص کاموں اور اورادوظائف کا پابند کر دیا۔\n(2) یعنی شیطان سے نگہبانی، جیساکہ دوسرے مقام پر وضاحت ہے، ستاروں کا ایک تیسرا مقصد دوسری جگہ اھتداء (راستہ معلوم کرنا) بھی بیان کیا گیا ہے (النحل: 16)۔","lang":"ur"},{"name":"41:13","price":"اب بھی یہ روگرداں ہوں تو کہہ دیجئے! کہ میں تمہیں اس کڑک (عذاب آسمانی) سے ڈراتا ہوں جو مثل عادیوں اور ﺛمودیوں کی کڑک ہوگی.","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"ur"},{"name":"41:14","price":"ان کے پاس جب ان کے آگے پیچھے سے پیغمبر آئے کہ تم اللہ کے سوا کسی کی عبادت نہ کرو تو انہوں نے جواب دیا کہ اگر ہمارا پروردگار چاہتا تو فرشتوں کو بھیجتا۔ ہم تو تمہاری رسالت کے بالکل منکر ہیں.(1)","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"(1) یعنی چونکہ تم ہماری طرح ہی کے انسان ہو، اس لیے ہم تمہیں نبی نہیں مان سکتے۔ اللہ تعالیٰ کو نبی بھیجنا ہوتا تو فرشتوں کو بھیجتا نہ کہ انسانوں کو۔","lang":"ur"},{"name":"41:15","price":"اب عاد نے تو بے وجہ زمین میں سرکشی شروع کر دی اور کہنے لگے کہ ہم سے زور آور کون ہے(1) ؟ کیا انہیں یہ نظر نہ آیا کہ جس نے انہیں پیدا کیا ہے وه ان سے (بہت ہی) زیاده زور آور ہے(2)، وه (آخر تک) ہماری آیتوں(3) کا انکار ہی کرتے رہے.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"(1) اس فقرے سے ان کا مقصودیہ تھا کہ وہ عذاب روک لینےپرقادر ہیں، کیونکہ وہ دراز قد اور نہایت زورآور تھے۔ یہ انہوں نے اس وقت کہا جب ان کے پیغمبر حضرت ہود (عليه السلام) نے ان کو انذار وتنبیہ کے لیے عذاب الٰہی سے ڈرایا۔\n(2) یعنی کیا وہ اللہ سےبھی زیادہ زور آور ہیں، جس نے انہیں پیدا کیااور انہیں قوت و طاقت سے نوازا۔ کیا ان کو بنانے کے بعد اس کی اپنی قوت و طاقت ختم ہو گئی ہے؟ یہ استفہام، استنکار اور توبیخ کےلیے ہے۔\n(3) ان معجزات کا جو انبیا کو ہم نے دیئے تھے، یا ان دلائل کاجو پیغمبروں کےساتھ نازل کیے تھے یا ان آیات تکوینیہ کا جو کائنات میں پھیلی اور بکھری ہوئی ہیں۔","lang":"ur"},{"name":"41:16","price":"بالﺂخر ہم نے ان پر ایک تیز و تند آندھی(1) منحوس دنوں میں(2) بھیج دی کہ انہیں دنیاوی زندگی میں ذلت کے عذاب کامزه چکھا دیں، اور (یقین مانو) کہ آخرت کا عذاب اس سے بہت زیاده رسوائی واﻻ ہے اور وه مدد نہیں کیے جائیں گے.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"(1) صَرْصَرٍ صُرَّةٌ (آواز) سے ہے یعنی ایسی ہوا جس میں سخت آواز تھی۔ یعنی نہایت تند اور تیز ہوا، جس میں آواز بھی ہوتی ہے۔ بعض کہتے ہیں یہ صرسے ہے، جس کے معنی برد (ٹھنڈک) کے ہیں۔ یعنی ایسی پالے والی ہوا جو آگ کی طرح جلا ڈالتی ہے۔ امام ابن کثیر فرماتےہیں وَالْحَقُّ أَنَّهَا مُتَّصِفَةٌ بِجَمِيعِ ذَلِكَ، وہ ہوا ان تمام ہی باتوں سے متصف تھی۔\n(2) نَحِسَاتٌ کا ترجمہ، بعض نے متواتر پے در پے کا کیا ہے۔ کیونکہ یہ ہوا سات راتیں اور آٹھ دن مسلسل چلتی رہی بعض نے سخت، بعض نے گرد وغبار والے اور بعض نے نحوست والے کیا ہے، آخری ترجمہ کا مطلب یہ ہوگا کہ یہ ایام جن میں ان پر سخت ہوا کا طوفان جاری رہا، ان کے لیے منحوس ثابت ہوئے۔ یہ نہیں کہ ایام ہی مطلقاً منحوس ہیں۔","lang":"ur"},{"name":"41:17","price":"رہے ﺛمود، سو ہم نے ان کی بھی رہبری کی(1) پھر بھی انہوں نے ہدایت پر اندھے پن کو ترجیح دی(2) جس بنا پر انہیں (سراپا) ذلت کے عذاب، کی کڑک نے ان کے کرتوتوں کے باعﺚ پکڑ لیا.(3)","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"(1) یعنی ان کو توحید کی دعوت دی، اس کے دلائل ان کےسامنے واضح کیے اور ان کے پیغمبر حضرت صالح (عليه السلام) کے ذریعے سے ان پر حجت تمام کی۔\n(2) یعنی انہوں نے مخالفت اور تکذیب کی، حتیٰ کہ اس اونٹنی تک کو ذبح کر ڈالا جو بطور معجزہ، ان کی خواہش پر چٹان سے ظاہر کی گئی تھی اورپیغمبر کی صداقت کی دلیل تھی۔\n(3) صَاعِقَةٌ، عذاب شدید کو کہتے ہیں، ان پریہ سخت عذاب چنگھاڑ اور زلزلے کی صورت میں آیا، جس نے انہیں ذلت و رسوائی کے ساتھ تباہ وبر باد کر دیا۔","lang":"ur"},{"name":"41:18","price":"اور (ہاں) ایماندار اور پارساؤں کو ہم نے (بال بال) بچا لیا.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"ur"},{"name":"41:19","price":"اور جس دن(1) اللہ کے دشمن دوزخ کی طرف ﻻئے جائیں گے اور ان (سب) کو جمع کر دیا جائے گا.(2)","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"(1) یہاں اذْكُرْ محذوف ہے، وہ وقت یاد کرو جب اللہ کے دشمنوں کو جہنم کے فرشتے جمع کریں گے یعنی اول سے آخر تک کے دشمنوں کا اجتماﻉ ہو گا۔\n(2) أَيْ: يُحْبَسُ أَوَّلُهُم عَلَى آخِرِهِمْ لِيُلاحِقُوا(فتح القدیر) یعنی ان کو روک روک کر اول و آخر کو باہم جمع کیا جائے گا۔ (اس لفظ کی مزید تشریح کے لیے دیکھیے سورۃ النمل آیت نمبر 17 کا حاشیہ)۔","lang":"ur"},{"name":"41:20","price":"یہاں تک کہ جب بالکل جہنم کےپاس آجائیں گے اور ان پر ان کے کان اور ان کی آنکھیں اور ان کی کھالیں ان کے اعمال کی گواہی دیں گی.(1)","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"(1) یعنی جب وہ اس بات سے انکار کریں گے کہ انہوں نے شرک کا ارتکاب کیا، تو اللہ تعالیٰ ان کےمونہوں پر مہر لگا دے گا اور ان کے اعضاء بول کر گواہی دیں گے کہ یہ فلاں فلاں کام کرتے رہے إِذَا مَا جَاءُواهَا میں مَا زائد ہے تاکید کے لیے . انسان کے اندر پانچ حواس ہیں۔ یہاں دو کا ذکر ہے۔ تیسری جلد (کھال) کا ذکر ہے جو مس یا لمس کا آلہ ہے۔ یوں حواس کی تین قسمیں ہو گئیں۔ باقی دو حواس کا ذکر اس لیے نہیں کیا کہ ذوق (چکھنا) بوجوہ لمس میں داخل ہے، کیونکہ یہ چکھنا اس وقت تک ممکن نہیں ہے جب تک اس شے کو زبان کی جلد پر نہ رکھا جائے۔ اسی طرح سونگھنا (شم) اس وقت تک ممکن نہیں جب تک وہ شئے ناک کی جلد پر نہ گزرے۔ اس اعتبار سے جلود کے لفظ میں تین حواس آجاتے ہیں۔ (فتح القدیر)","lang":"ur"},{"name":"41:21","price":"یہ اپنی کھالوں سے کہیں گے کہ تم نے ہمارے خلاف شہادت کیوں دی(1) ، وه جواب دیں گی کہ ہمیں اس اللہ نے قوت گویائی عطا فرمائی جس نے ہر چیز کو بولنے کی طاقت بخشی ہے، اسی نے تمہیں اول مرتبہ پیدا کیا اور اسی کی طرف تم سب لوٹائے جاؤ گے.(2)","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"(1) یعنی جب مشرکین اور کفار دیکھیں گے کہ خود ان کےاپنے اعضا ان کے خلاف گواہی دے رہے ہیں، تو ازراہ تعجب یا بطور عتاب اور ناراضی کے، ان سےیہ کہیں گے۔\n(2) بعض کےنزدیک وَهُوَ سے اللہ کا کلام مراد ہے۔ اس لحاظ سے یہ جملہ مستانفہ ہے۔ اور بعض کےنزدیک جلود انسانی ہی کا۔ اس اعتبار سے یہ انہی کے کلام کا تتمہ ہے۔ قیامت والے دن انسانی اعضا کے گواہی دینے کا ذکر اس سے قبل سورۂ نور، آیت 42، سورۂ یسٰین، آیت65 میں بھی گزر چکا ہے اورصحیح احادیث میں بھی اسے بیان کیا گیا ہے۔ مثلاً جب اللہ کے حکم سے انسانی اعضا بول کر بتلائیں گے تو بندہ کہے گا، بُعْدًا لَّكُنَّ وَسُحْقًا ؛ فَعَنْكُنَّ كُنْتُ أُنَاضِلُ (صحيح مسلم ، كتاب الزهد) تمہارے لیے ہلاکت اور دوری ہو، میں تو تمہاری ہی خاطر جھگڑ رہا اور مدافعت کررہا تھا اسی روایت میں یہ بھی بیان ہوا ہے کہ بندہ کہے گا کہ میں اپنے نفس کے سوا کسی کی گواہی نہیں مانوں گا۔ اللہ تعالیٰ فرمائے گا، کیا میں اور میرے فرشتے کراماً کاتبین گواہی کے لیے کافی نہیں۔ پھر اس کے منہ پر مہر لگا دی جائے گی اور اس کے اعضا کو بولنے کا حکم دیا جائے گا، (حوالہ مذکور)۔","lang":"ur"},{"name":"41:22","price":"اور تم (اپنی بداعمالیاں) اس وجہ سے پوشیده رکھتے ہی نہ تھے کہ تم پر تمہارے کان اور تمہاری آنکھیں اور تمہاری کھالیں گواہی دیں گی(1) ، ہاں تم یہ سمجھتے رہے کہ تم جو کچھ بھی کر رہے ہو اس میں سے بہت سےاعمال سے اللہ بےخبر ہے.(2)","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"(1) اس کا مطلب ہے کہ تم گناہ کا کام کرتے ہوئے لوگوں سے تو چھپنے کی کوشش کرتے تھے لیکن اس بات کاکوئی خوف تمہیں نہیں تھا کہ تمہارے خلاف خود تمہارے اپنے اعضا بھی گواہی دیں گے کہ جن سے چھپنے کی تم ضرورت محسوس کرتے۔ اس کی وجہ ان کا بعث ونشور سے انکار اور اس پر عدم یقین تھا۔\n(2) اس لیے تم اللہ کی حدیں توڑنے اور اس کی نافرمانی کرنے میں بےباک تھے۔","lang":"ur"},{"name":"41:23","price":"تمہاری اسی بدگمانی نےجو تم نے اپنے رب سے کر رکھی تھی تمہیں ہلاک کر دیا(1) اور بالﺂخر تم زیاں کاروں میں ہو گئے.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"(1) یعنی تمہارے اس اعتقاد فاسد اور گمان باطل نے کہ اللہ کوہمارے بہت سےعملوں کاﻋلﻢ نہیں ہوتا، تمہیں ہلاکت میں ڈال دیا، کیونکہ اس کی وجہ سے تم ہر قسم کا گناہ کرنےمیں دلیر اور بےخوف ہو گئے تھے۔ اس کی شان نزول میں ایک روایت ہے حضرت عبداللہ بن مسعود (رضي الله عنه) فرماتے ہیں کہ خانہ کعبہ کے پاس دو قرشی اور ایک ثقفی یا دو ثقفی اور ایک قرشی جمع ہوئے۔ فربہ بدن، قلیل الفہم۔ ان میں سے ایک نے کہا کیا تم سمجھتے ہو، ہماری باتیں اللہ سنتا ہے؟ دوسرے نے کہا ہماری جہری باتیں سنتا ہے اور سری باتیں نہیں سنتا ایک اور نے کہا اگر وہ ہماری جہری (اونچی) باتیں سنتا ہے توہماری سری (پوشیدہ) باتیں بھی یقیناً سنتا ہے جس پر اللہ تعالیٰ نے آیت وَمَا كُنْتُمْ تَسْتَتِرُونَ (نازل فرمائی،) صحیح بخاری، تفسیر سورۂ حم السجدۃ)۔","lang":"ur"},{"name":"41:24","price":"اب اگر یہ صبر کریں تو بھی ان کا ٹھکانا جہنم ہی ہے۔ اور اگر یہ (عذر اور) معافی کےخواستگار ہوں تو بھی (معذور اور) معاف نہیں رکھے جائیں گے.(1)","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"(1) ایک دوسرے معنی اس کے یہ کیے گئے ہیں کہ اگر وہ منانا چاہیں گے (عُتْبَى ٰ رضا طلب کریں گے) تاکہ وہ جنت میں چلے جائیں تو یہ چیز ان کو کبھی حاصل نہ ہوگی۔ (ایسر التفاسیر و فتح القدیر) بعض نے اس کامﻔہوم یہ بیان کیا ہے کہ وہ دنیا میں دوبارہ بھیجے جانے کی آرزو کریں گے جو منظور نہیں ہو گی۔ (ابن جریر طبری) مطلب یہ ہے کہ ان کا ابدی ٹھکانا جہنم ہے، اس پر صبر کریں (تب بھی رحم نہیں کیا جائے گا، جیساکہ دنیا میں بعض دفعہ صبرکرنے والوں پر ترس آ جاتا ہے) یاکسی اور طریقےسے وہاں نکلنے کی سعی کریں، مگر اس میں انہیں ناکامی ہی ہو گی۔","lang":"ur"},{"name":"41:25","price":"اور ہم نے ان کے کچھ ہم نشیں مقرر کر رکھے تھے، جنہوں نے ان کے اگلے پچھلے اعمال ان کی نگاہوں میں خوبصورت بنا رکھے(1) تھے اور ان کے حق میں بھی اللہ کا قول ان امتوں کے ساتھ پورا ہوا جو ان سے پہلے جنوں انسانوں کی گزر چکی ہیں۔ یقیناً وه زیاں کار ﺛابت ہوئے.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"(1) ان سےمراد وہ شیاطین انس و جن ہیں جو باطل پر اصرارکرنے والوں کےساتھ لگ جاتے ہیں، جو انہیں کفر و معاصی کو خوبصورت کرکے دکھاتے ہیں، پس وہ اس گمراہی کی دلدل میں پھنسے رہتے ہیں، حتیٰ کہ انہیں موت آ جاتی ہے اور وہ خسارۂ ابدی کے مستحق قرار پاتے ہیں۔","lang":"ur"},{"name":"41:26","price":"اور کافروں نے کہا اس قرآن کو سنو ہی مت(1) (اس کے پڑھے جانے کے وقت) اور بیہوده گوئی کرو(2) کیا عجب کہ تم غالب آجاؤ.(3)","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"(1) یہ انہوں نے باہم ایک دوسرے کو کہا۔ بعض نے لا تَسْمَعُوا کے معنی کیے ہیں، اس کی اطاعت نہ کرو۔\n(2) یعنی شور کرو، تالیاں، سیٹیاں بجاؤ، چیخ چیخ کر باتیں کرو تاکہ حاضرین کے کانوں میں قرآن کی آواز نہ جائے اور ان کے دل قرآن کی بلاغت اور خوبیوں سے متاثر نہ ہوں۔","lang":"ur"},{"name":"41:27","price":"پس یقیناً ہم ان کافروں کو سخت عذاب کا مزه چکھائیں گے۔ اور انہیں ان کے بدترین اعمال کا بدلہ (ضرور) ضرور دیں گے.(1)","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"(1) یعنی ممکن ہے اس طرح شور کرنے کی وجہ سے محمد (صلى الله عليه وسلم) قرآن کی تلاوت ہی نہ کرے جسے سن کر لوگ متاثر ہوتے ہیں۔\n(2) یعنی ان کے بعض اچھے عملونکی کوئی قیمت نہیں ہوگی، مثلاً اکرام ضیف، صلہ رحمی وغیرہ۔ کیونکہ ایمان کی دولت سے وہ محروم رہے تھے، البتہ برے عملوں کی جزا انہیں ملے گی، جن میں قرآن کریم سے روکنے کا جرم بھی ہے۔","lang":"ur"},{"name":"41:28","price":"اللہ کے دشمنوں کی سزا یہی دوزح کی آگ ہے جس میں ان کا ہمیشگی کا گھر ہے (یہ) بدلہ ہے ہماری آیتوں سے انکار کرنے کا.(1)","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"(1) آیتوں سے مراد جیسا کہ پہلے بھی بتلایا گیا ہے، وہ دلائل و براہین واضحہ ہیں جو اللہ تعالیٰ انبیا پر نازل فرماتا ہے یا وہ معجزات ہیں جو انہیں عطا کیے جاتے ہیں یا وہ دلائل تکوینیہ ہیں جوکائنات یعنی آفاق و انفس میں پھیلے ہوئے ہیں۔ کافر ان سب ہی کا انکار کرتے ہیں، جس کی وجہ سے وہ ایمان کی دولت سے محروم رہتے ہیں۔","lang":"ur"},{"name":"41:29","price":"اور کافر لوگ کہیں گے اے ہمارے رب! ہمیں جنوں انسانوں (کے وه دونوں فریق) دکھا جنہوں نے ہمیں گمراه کیا(1) (تاکہ) ہم انہیں اپنے قدموں تلے ڈال دیں تاکہ وه جہنم میں سب سے نیچے (سخت عذاب میں) ہو جائیں.(2)","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"(1) اس کا مفہوم واضح ہی ہے کہ گمراہ کرنے والے شیاطین ہی نہیں ہوتے، انسانوں کی ایک بہت بڑی تعداد بھی شیطان کے زیراثر لوگوں کو گمراہ کرنے میں مصروف رہتی ہے۔ تاہم بعض نے جن سے ابلیس اور انسان سے قابیل مراد لیا ہے، جس نے انسانوں میں سب سے پہلے اپنے بھائی ہابیل کوقتل کر کے ظلم اور کبیرہ گناہ کا ارتکاب کیا اور حدیث کے مطابق قیامت تک ہونے والے ناجائز قتلوں کے گناہ کا ایک حصہ بھی اس کو ملتا رہے گا۔ ہمارے خیال میں پہلا مفہوم زیادہ صحیح ہے۔\n(2) یعنی اپنے قدموں سے انہیں روندیں اور اس طرح ہم انہیں خوب ذلیل و رسوا کریں، جہنمیوں کو اپنےلیڈروں پر جو غصہ ہوگا، اس کی تشفی کےلیے وہ یہ کہیں گے۔ ورنہ دونوں ہی مجرم ہیں اور دونوں ہی یکساں جہنم کی سزا بھگتیں گے۔ جیسے دوسرے مقام پر اللہ تعالیٰ نے فرمایا لِكُلٍّ ضِعْفٌ وَلَكِنْ لا تَعْلَمُونَ (الأعراف: 38) جہنمیوں کے تذکرے کے بعد اللہ تعالیٰ اہل ایمان کا تذکرہ فرما رہا ہے، جیساکہ عام طور پر قرآن کا اندازہے تاکہ ترہیب کے ساتھ ترغیب اور ترغیب کے ساتھ ترہیب کا بھی اہتمام رہے۔ گویا انذار کے بعد اب تبشیر۔","lang":"ur"},{"name":"41:30","price":"(واقعی) جن لوگوں نے کہا کہ ہمارا پروردگار اللہ ہے(1) پھر اسی پر قائم رہے(2) ان کے پاس فرشتے (یہ کہتے ہوئے آتے ہیں(3) کہ تم کچھ بھی اندیشہ اور غم نہ کرو(4) (بلکہ) اس جنت کی بشارت سن لو جس کا تم وعده دیئے گئے ہو.(5)","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"(1) یعنی ایک اللہ وحدہ لاشریک . رب بھی وہی اور معبود بھی وہی . یہ نہیں کہ ربوبیت کا تو اقرار ، لیکن الوہیت میں دوسروں کو بھی شریک کیا جارہا ہے۔\n(2) یعنی سخت سے سخت حالات میں بھی ایمان و توحید پر قائم رہے، اس سے انحراف نہیں کیا بعض نےاستقامت کے معنی اخلاص کیے ہیں۔ یعنی صرف ایک اللہ ہی کی عبادت واطاعت کی۔ جس طرح حدیث میں بھی آتا ہے، ایک شخص نے رسول (صلى الله عليه وسلم) سے کہا مجھےایسی بات بتلا دیں کہ آپ (صلى الله عليه وسلم) کے بعد کسی سے مجھے کچھ پوچھنے کی ضرورت نہ رہے۔ آپ (صلى الله عليه وسلم) نے فرمایا، ”قُلْ آمَنْتُ بِاللهِ ثُمَّ اسْتَقِمْ“ (صحيح مسلم- كتاب الإيمان، باب جامع أوصاف الإسلام) (کہہ، میں اللہ پر ایمان لایا، پھر اس پر استقامت اختیار کر)۔\n(3) یعنی موت کے وقت، بعض کہتےہیں، فرشتے یہ خوش خبری تین جگہوں پر دیتے ہیں، موت کے وقت، قبر میں اور قبر سے دوبارہ اٹھنے کے وقت۔\n(4) یعنی آخرت میں پیش آنے والے حالات کا اندیشہ اور دنیا میں مال و اولاد جو چھوڑ آئے ہو، ان کا غم نہ کرو۔\n(5) یعنی دنیامیں جس کا وعدہ تمہیں دیا گیا تھا۔","lang":"ur"},{"name":"41:31","price":"تمہاری دنیوی زندگی میں بھی ہم تمہارے رفیق تھے اور آخرت میں بھی رہیں گے(1) ، جس چیز کو تمہارا جی چاہے اور جو کچھ تم مانگو سب تمہارے لیے (جنت میں موجود﴾ ہے.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"(1) یہ مزید خوش خبری ہے، یہ اللہ تعالیٰ کا فرمان ہے۔ بعض کے نزدیک یہ فرشتوں کا قول ہے، دونوں صورتوں میں مومن کے لیے یہ عظیم خوش خبری ہے۔","lang":"ur"},{"name":"41:32","price":"غفور و رحیم (معبود) کی طرف سے یہ سب کچھ بطور مہمانی کے ہے.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"ur"},{"name":"41:33","price":"اور اس سے زیاده اچھی بات واﻻ کون ہے جو اللہ کی طرف بلائے اور نیک کام کرے اور کہے کہ میں یقیناً مسلمانوں میں سے ہوں.(1)","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"(1) یعنی لوگوں کو اللہ کی طرف بلانے کے ساتھ ساتھ خود بھی ہدایت یافتہ، دین کا پابنداور اللہ کا مطیع ہے۔","lang":"ur"},{"name":"41:34","price":"نیکی اور بدی برابر نہیں ہوتی(1) ۔ برائی کو بھلائی سے دفع کرو پھر وہی جس کے اور تمہارے درمیان دشمنی ہے ایسا ہو جائے گا جیسے دلی دوست.(2)","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"(1) بلکہ ان میں عظیم فرق ہے۔\n(2) یہ ایک بہت ہی اہم اخلاقی ہدایت ہےکہ برائی کو اچھائی کے ساتھ ٹالو۔ یعنی برائی کا بدلہ احسان کے ساتھ، زیادتی کا بدلہ عفو کے ساتھ، غضب کا صبر کے ساتھ، بےہودگیوں کا جواب چشم پوشی کے ساتھ اور مکروہات (ناپسندیدہ باتوں کا) کا جواب برداشت اور حلم کے ساتھ دیا جائے۔ اس کا نتیجہ یہ ہو گاکہ تمہارا دشمن، دوست بن جائے گا، دور دور رہنے والا قریب ہو جائے گا اور خون کاﭘیاسا، تمہارا گرویدہ اور جانثار ہو جائے گا۔","lang":"ur"},{"name":"41:35","price":"اور یہ بات انہیں کو نصیب ہوتی ہے جو صبر کریں(1) اور اسے سوائے بڑے نصیبے والوں کے کوئی نہیں پا سکتا.(2)","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"(1) یعنی برائی کو بھلائی کےساتھ ٹالنے کی خوبی اگرچہ نہایت مفیداور بڑی ثمر آور ہے لیکن اس پر عمل وہی کرسکیں گے جو صابر ہوں گے غصے کو پی جانے والے اور ناپسندیدہ باتوں کو برداشت کرنے والے۔\n(2) حَظٍّ عَظِيمٍ (بڑا نصیبہ) سے مراد جنت ہے یعنی مذکورہ خوبیاں اس کو حاصل ہوتی ہیں جو بڑے نصیبے والا ہوتا ہے، یعنی جنتی جس کے لیے جنت میں جانا لکھ دیا گیا ہو۔","lang":"ur"},{"name":"41:36","price":"اور اگر شیطان کی طرف سے کوئی وسوسہ آئے تو اللہ کی پناه طلب کرو(1) یقیناً وه بہت ہی سننے واﻻ اور جاننے واﻻ ہے.(2)","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"(1) یعنی شیطان، شریعت کے کام سے پھیرنا چاہے یا احسن طریقے سے برائی کے دفع کرنے میں رکاوٹ ڈالے تو اس کے شر سے بچنے کے لیے اللہ کی پناہ طلب کرو۔\n(2) اور جو ایسا ہو یعنی ہر ایک کی سننے والا اور ہر بات کوجاننے والا، وہی پناہ کے طلب گاروں کو پناہ دے سکتا ہے۔ یہ ماقبل کی تعلیل ہے۔ اس کے بعد اب پھر بعض ان نشانیوں کا تذکرہ کیا جارہا ہے جو اللہ کی توحید، اس کی قدرت کاملہ اور قوت تصرف پر دلالت کرتی ہیں۔","lang":"ur"},{"name":"41:37","price":"اور دن رات اور سورج چاند بھی (اسی کی) نشانیوں میں سے ہیں(1) ، تم سورج کو سجده نہ کرو نہ چاند کو(2) بلکہ سجده اس اللہ کے لیے کرو جس نے ان سب کو پیدا کیا ہے(3)، اگر تمہیں اس کی عبادت کرنی ہے تو.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"(1) یعنی رات کو تاریک بنانا تاکہ لوگ اس میں آرام کر سکیں، دن کو روشن بنانا تاکہ کسب معاش میں پریشانی نہ ہو، پھر یکے بعد دیگرے ایک دوسرے کا آنا جانا اور کبھی رات کا لمبا اور دن کاچھووٹا ہونا۔ اور کبھی اس کے برعکس دن کا لمبا اور رات کا چھوٹا ہونا۔ اسی طرح سورج اور چاندکا اپنے اپنے وقت پر طلوع و غروب ہونا اور اپنے اپنے مدار پراپنی منزلیں طے کرتے رہنا اور آپس میں باہمی تصادم سے محفوظ رہنا، یہ سب اس بات کی دلیلیں ہیں کہ ان کا یقیناً کوئی خالق اور مالک ہے۔ نیز وہ ایک اور صرف ایک ہے اورکائنات میں صرف اسی کا تصرف اور حکم چلتا ہے۔ اگر تدبیر و امرکا اختیار رکھنے والے، ایک سے زیادہ ہوتے تو یہ نظام کائنات ایسے مستحکم اور لگے بندھے طریقے سےکبھی نہیں چل سکتا تھا۔\n(2) اس لیے کہ یہ بھی تمہاری اللہ کی مخلوق ہیں، خدائی اختیارات سے بہرہ ور یا ان میں شریک نہیں ہیں۔\n(3) خَلَقَهُنَّ ، میں جمع مونث کی ضمیر اس لیے آئی ہے کہ یہ یا تو خَلَقَ هَذِهِ الأَرْبَعَةَ الْمَذْكُورَةَ کے مفہوم میں ہے، کیونکہ غیر عاقل کی جمع کا حکم مؤنث ہی کا ہے۔ یا اس کا مرجع شمس و قمرہی ہیں اور بعض ائمہ نحاۃ کے نزدیک تثنیہ بھی جمع ہے یا پھر مراد الآیات ہیں، (فتح القدیر)۔","lang":"ur"},{"name":"41:38","price":"پھر بھی اگر یہ کبر و غرور کریں تو وه (فرشتے) جو آپ کے رب کے نزدیک ہیں وه تو رات دن اس کی تسبیح بیان کر رہے ہیں اور (کسی وقت بھی) نہیں اکتاتے.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"ur"},{"name":"41:39","price":"اس اللہ کی نشانیوں میں سے (یہ بھی) ہے کہ تو زمین کو دبی دبائی دیکھتا ہے(1) پھر جب ہم اس پر مینہ برساتے ہیں تو وه تر وتازه ہوکر ابھرنے لگتی ہے(2) جس نے اسے زنده کیا وہی یقینی طور پر مُردوں کو بھی زنده کرنے واﻻ ہے(3)، بیشک وه ہر (ہر) چیز پر قادر ہے.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"(1) خَاشِعَةً کا مطلب، خشک اور قحط زدہ یعنی مردہ۔\n(2) یعنی انواع و اقسام کے خوش ذائقہ پھل اور غلے پیدا کرتی ہے۔\n(3) مردہ زمین کو بارش کے ذریعے سے اس طرح زندہ کر دینا اور اسے روئیدگی کے قابل بنا دینا، اس بات کی دلیل ہے کہ وہ مردوں کو بھی یقیناً زندہ کرے گا۔","lang":"ur"},{"name":"41:40","price":"بیشک جو لوگ ہماری آیتوں میں کج روی کرتے ہیں(1) وه (کچھ) ہم سے مخفی نہیں(2)، (بتلاؤ تو) جو آگ میں ڈاﻻ جائے وه اچھا ہے یا وه جو امن و امان کے ساتھ قیامت کے دن آئے(3)؟ تم جو چاہو کرتے چلے جاؤ(4) وه تمہارا سب کیا کرایا دیکھ رہا ہے.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"(1) یعنی ان کو مانتے نہیں بلکہ ان سے اعتراض، انحراف اور ان کی تکذیب کرتے ہیں۔ حضرت ابن عباس رضي الله عنهما نے الحاد کے معنی کیے ہیں وَضْعَ الْكَلَاَمِ عَلَى غَيْرِ مَوَاضِعِهِ، جس کی رو سے اس میں وہ باطل فرقے بھی جاتے ہیں جو اپنے غلط عقائد و نظریات کے اثبات کے لیے آیات الٰہی میں تحریف معنوی اور دجل و تلبیس سے کام لیتے ہیں۔\n(2) یہ ملحدین (چاہے وہ کسی قسم کےہوں) کےلیے سخت وعید ہے۔\n(3) یعنی کیا یہ دونوں برابر ہوسکتے ہیں؟ نہیں یقیناً نہیں۔ علاوہ ازیں اس سے اشارہ کر دیا کہ ملحدین آگ میں ڈالے جائیں گے اوراہل ایمان قیامت والے دن بےخوف ہوں گے۔\n(4) یہ امر کالفظ ہے، لیکن یہاں اس سے مقصود وعید اور تہدید ہے۔ کفرو شرک اور معاصی کے لیے اذن اور اباحت نہیں ہے۔","lang":"ur"},{"name":"41:41","price":"جن لوگوں نے اپنے پاس قرآن پہنچ جانے کے باوجود اس سے کفر کیا، (وه بھی ہم سے پوشیده نہیں) یہ(1) بڑی باوقعت کتاب ہے.(2)","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"(1) بریکٹ کےالفاظ إِنَّ کی خبر محذوف کاﺗرجمہ ہیں بعض نے کچھ اور الفاظ محذوف مانے ہیں۔ مثلاً يُجَازَوْنَ بِكُفْرِهِمْ (انہیں ان کے کفر کی سزا دی جائے گی) یا هَالِكُونَ (وہ ہلاک ہونے والے ہیں) یا يُعَذَّبُونَ۔\n(2) یعنی یہ کتاب، جس سے اعراض و انحراف کیا جاتا ہے معارضے اور طعن کرنے والوں کے طعن سے بہت بلند اور ہر عیب سے پاک ہے۔","lang":"ur"},{"name":"41:42","price":"جس کے پاس باطل پھٹک بھی نہیں سکتا نہ اس کے آگے سے نہ اس کے پیچھے سے، یہ ہے نازل کرده حکمتوں والے خوبیوں والے (اللہ) کی طرف سے.(1)","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"(1) یعنی وہ ہر طرح سے محفوظ ہے، آگے سے، کا مطلب ہے کمی اور پیچھے سے، کا مطلب ہے زیادتی یعنی باطل اس کے آگے سے آ کراس میں کمی اور نہ اس کے پیچھے سے آکر اس میں اضافہ کرسکتا ہے اور نہ کوئی تغییر و تحریف ہی کرنےمیں کامیاب ہو سکتا ہے۔ کیونکہ یہ اس کی طرف سے نازل کردہ ہے جو اپنے اقوال و افعال میں حکیم ہے اور حمید یعنی محمود ہے۔ یا وہ جن باتوں کا حکم دیتا ہے اور جن سے منع فرماتا ہے، عواقب اور غایات کے اعتبار سے سب محمود ہیں، یعنی اچھے اور مفید ہیں۔ (ابن کثیر)۔","lang":"ur"},{"name":"41:43","price":"آپ سے وہی کہا جاتا ہے جو آپ سے پہلے کے رسولوں سے بھی کہا گیا ہے(1) ، یقیناً آپ کا رب معافی واﻻ(2) اور دردناک عذاب واﻻ ہے.(3)","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"(1) یعنی پچھلی قوموں نے اپنے پیغمبروں کی تکذیب کے لیے جوکچھ کہا کہ یہ ساحر ہیں، مجنون ہیں، کذاب ہیں وغیرہ وغیرہ، وہی کچھ کفار مکہ نےبھی آپ (صلى الله عليه وسلم) کو کہا ہے۔ یہ گویا آپ (صلى الله عليه وسلم) کو تسلی دی جارہی ہے کہ آپ (صلى الله عليه وسلم) کی تکذیب اور آپ (صلى الله عليه وسلم) کی سحر، کذب اور جنون کی طرف نسبت، نئی بات نہیں ہے، ہر پیغمبر کے ساتھ یہی کچھ ہوتا آیا ہے جیسے دوسرے مقام پر فرمایا «مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ ، أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ» (الذاريات: 53،52) دوسرا مطلب اس کا یہ ہے کہ آپ (صلى الله عليه وسلم) کو توحید اور اخلاص کا جو حکم دیا گیا ہے، یہ وہی باتیں ہیں جو آپ (صلى الله عليه وسلم) سے پہلے رسولوں کو بھی کہی گئی تھیں۔ اس لیے کہ تمام شریعتیں ان باتوں پر متفق رہی ہیں بلکہ سب کی اولین دعوت ہی توحید و اخلاص تھی۔ (فتح القدیر)۔\n(2) یعنی ان اہل ایمان و توحید کے لیے جو مستحق مغفرت ہیں۔\n(3) ان کےلیے جوکافر اور اللہ کے پیغمبروں کےدشمن ہیں۔ یہ آ یت بھی سورۂ حجرکی آیت «نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ ، وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الأَلِيمُ» کی طرح ہے۔","lang":"ur"},{"name":"41:44","price":"اور اگر ہم اسے عجمی زبان کا قرآن بناتے تو کہتے(1) کہ اس کی آیتیں صاف صاف بیان کیوں نہیں کی گئیں(2)؟ یہ کیا کہ عجمی کتاب اور آپ عربی رسول(3)؟ آپ کہہ دیجئے! کہ یہ تو ایمان والوں کے لیے ہدایت و شفا ہے اور جو ایمان نہیں ﻻتے ان کے کانوں میں تو (بہراپن اور) بوجھ ہے اور یہ ان پر اندھاپن ہے، یہ وه لوگ ہیں جو کسی بہت دور دراز جگہ سے پکارے جا رہے ہیں.(4)","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"(1) یعنی عربی کے بجائے کسی اور زبان میں قرآن نازل کرتے۔\n(2) یعنی ہماری زبان میں اسے بیان کیوں نہیں کیاگیا،جسےہم سمجھ سکتے، کیونکہ ہم توعرب ہیں، عجمی زبان نہیں سمجھتے۔\n(3) یہ بھی کافروں ہی کا قول ہےکہ وہ تعجب کرتےہیں کہ رسول تو عربی ہے اور قرآن اس پر عجمی زبان میں نازل ہوا ہے۔ مطلب یہ کہ قرآن کو عربی زبان میں نازل فرما کر اس کے اولین مخاطب عربوں کے لیے کوئی عذر باقی نہیں رہنے دیا۔ ہے اگر یہ غیر عربی زبان میں ہوتا تو وہ عذر کر سکتے تھے۔\n(4) یعنی جس طرح دور کا شخص، دوری کی وجہ سے پکارنے والے کی آواز سننے سے قاصر رہتا ہے، اسی طرح ان لوگوں کی عقل و فہم میں قرآن نہیں آتا۔","lang":"ur"},{"name":"41:45","price":"یقیناً ہم نے موسیٰ (علیہ السلام) کو کتاب دی تھی، سو اس میں بھی اختلاف کیا گیا اور اگر (وه) بات نہ ہوتی (جو) آپ کے رب کی طرف سے پہلے ہی مقرر ہو چکی ہے(1) ۔ توان کے درمیان (کبھی کا) فیصلہ ہو چکا ہوتا(2)، یہ لوگ تو اس کے بارے میں سخت بےچین کرنے والے شک میں ہیں.(3)","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"(1) کہ ان کو عذاب دینے سے پہلے مہلت دی جائے گی۔ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى (فاطر ،45)\n(2) یعنی فوراً عذاب دے کر ان کو تباہ کردیا گیا ہوتا۔\n(3) یعنی ان کا انکار عقل و بصیرت کی وجہ سےنہیں، بلکہ محض شک کی وجہ سے ہے جو ان کو بےچین کئے رکھتا ہے۔","lang":"ur"},{"name":"41:46","price":"جو شخص نیک کام کرے گا وه اپنے نفع کے لیے اور جو برا کام کرے گا اس کا وبال اسی پر ہے۔ اور آپ کا رب بندوں پر ﻇلم کرنے واﻻ نہیں.(1)","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"(1) اس لیے کہ وہ عذاب صرف اسی کو دیتا ہے جو گناہ گار ہوتا ہے، نہ کہ جس کو چاہے، یوں ہی عذاب میں مبتلا کردے۔","lang":"ur"},{"name":"41:47","price":"قیامت کا علم اللہ ہی کی طرف لوٹایا جاتا ہے(1) اور جو جو پھل اپنے شگوفوں میں سے نکلتے ہیں اور جو ماده حمل سے ہوتی ہے اور جو بچے وه جنتی ہے سب کا علم اسے ہے(2) اور جس دن اللہ تعالیٰ ان (مشرکوں) کو بلا کر دریافت فرمائے گا میرے شریک کہاں ہیں، وه جواب دیں گے کہ ہم نے تو تجھے کہہ سنایا کہ ہم میں سے تو کوئی اس کا گواه نہیں.(3)","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"(1) یعنی اللہ کے سوا اس کے وقوع کا کسی کو علم نہیں۔ اسی لیے جب حضرت جبرائیل (عليه السلام) نےنبی کریم (صلى الله عليه وسلم) سے قیامت کے واقع ہونے کے بارے میں پوچھا تھا تو آپ (صلى الله عليه وسلم) نے فرمایا تھا «مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ»، (اس کی بابت مجھے بھی اتنا ہی علم ہے جتنا تجھے ہے، میں تجھ سے زیادہ نہیں جانتا۔ دوسرے مقامات پر اللہ تعالیٰ نے فرمایا: «إِلَى رَبِّكَ مُنْتَهَاهَا» (النازعات: 44) «لا يُجَلِّيهَا لِوَقْتِهَا إِلا هُوَ» (الأعراف: 187)۔\n(2) یہ اللہ کے علم کامل و محیط کا بیان ہے اور اس کی اس صفت علم میں کوئی اس کا شریک نہیں ہے۔ یعنی اس طرح کا علم کامل کسی کو حاصل نہیں۔ حتیٰ کہ انبیا علیہم السلام کو بھی نہیں۔ انہیں بھی اتنا ہی علم ہوتا ہے جتنا اللہ تعالیٰ انہیں وحی کے ذریعے سے بتلا دیتا ہے۔ اور اس علم و حی کا تعلق بھی منصب نبوت اور اس کے تقاضوں کی ادائیگی سے متعلق ہی ہوتا ہے نہ کہ دیگر فنون ومعاملات سے متعلق۔ اس لیےکسی بھی نبی اور رسول کو، چاہے وہ کتنی ہی عظمت شان کا حامل ہو، عَالِمُ مَا كَانَ وَمَا يَكُون ُ کہنا جائز نہیں۔ کیونکہ یہ صرف ایک اللہ کی شان اور اس کی صفت ہے۔ جس میں کسی اور کو شریک ماننا شرک ہوگا۔\n(3) یعنی آج ہم میں سے کوئی شخص یہ ماننے کے لیے تیار نہیں کہ تیرا کوئی شریک ہے؟","lang":"ur"},{"name":"41:48","price":"اور یہ جن (جن) کی پرستش اس سے پہلے کرتے تھے وه ان کی نگاه سے گم ہوگئے(1) اور انہوں نے سمجھ لیا کہ اب ان کے لیے کوئی بچاؤ نہیں.(2)","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"(1) یعنی وہ ادھر ادھر ہوگئے اور حسب گمان انہوں نے کسی کو فائدہ نہیں پہنچایا۔\n(2) یہ گمان، یقین کے معنی میں ہے یعنی قیامت والے دن وہ یہ یقین کرنے پر مجبور ہوں گے کہ انہیں اللہ کے عذاب سے بچانے والا کوئی نہیں۔ جیسے دوسرے مقام پر فرمایا «وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا» (الكهف: 53)۔","lang":"ur"},{"name":"41:49","price":"بھلائی کے مانگنے سے انسان تھکتا نہیں(1) اور اگر اسے کوئی تکلیف پہنچ جائے تو مایوس اور ناامید ہو جاتا ہے.(2)","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"(1) یعنی دنیا کا مال واسباب، صحت وقوت، عزت ورفعت اور دیگر دنیوی نعمتوں کے مانگنے سے انسان نہیں تھکتا، بلکہ مانگتا ہی رہتا ہے۔ انسان سے مراد انسانوں کی غالب اکثریت ہے۔\n(2) یعنی تکلیف پہنچنے پر فوراً مایوسی کا شکار ہوجاتا ہے، جب کہ اللہ کے مخلص بندوں کا حال اس سے مختلف ہوتا ہے۔ وہ ایک تو دنیا کے طالب نہیں ہوتے، ان کے سامنے ہر وقت آخرت ہی ہوتی ہے، دوسرے، تکلیف پہنچنے پر بھی وہ اللہ کی رحمت اور اس کے فضل سے مایوس نہیں ہوتے، بلکہ آزمائشوں کو بھی وہ کفارۂ سیئات اور رفع درجات کا باعث گردانتے ہیں۔ گویا مایوسی ان کے قریب بھی نہیں پھٹکتی۔","lang":"ur"},{"name":"41:50","price":"اور جو مصیبت اسے پہنچ چکی ہے اس کے بعد اگر ہم اسے کسی رحمت کا مزه چکھائیں تو وه کہہ اٹھتا ہے کہ اس کا تو میں حقدار(1) ہی تھا اور میں تو خیال نہیں کرسکتا کہ قیامت قائم ہوگی اور اگر میں اپنے رب کے پاس واپس کیا گیا تو بھی یقیناً میرے لیے اس کے پاس بھی بہتری(2) ہے، یقیناً ہم ان کفار کو ان کے اعمال سے خبردار کریں گے اور انہیں سخت عذاب کا مزه چکھائیں گے.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"(1) یعنی اللہ کے ہاں میں محبوب ہوں، وہ مجھ سے خوش ہے، اسی لیے مجھے وہ اپنی نعمتوں سے نواز رہا ہے۔ حالانکہ دنیا کی کمی بیشی اس کی محبت یا ناراضی کی علامت نہیں ہے۔ بلکہ صرف آزمائش کے لیے اللہ ایسا کرتا ہے تاکہ وہ دیکھے کہ نعمتوں میں اس کا شکر کون کررہا ہے اور تکلیﻔوں میں صابر کون ہے؟\n(2) یہ کہنے والا منافق یا کافر ہے، کوئی مومن ایسی بات نہیں کہہ سکتا۔ کافر ہی یہ سمجھتا ہے کہ میری دنیا خیر کے ساتھ گزر رہی ہے تو آخرت بھی میرے لیے ایسی ہی ہوگی۔","lang":"ur"},{"name":"41:51","price":"اور جب ہم انسان پر اپنا انعام کرتے ہیں تو وه منھ پھیر لیتا ہے اور کناره کش ہوجاتا ہے(1) اور جب اسے مصیبت پڑتی ہے تو بڑی لمبی چوڑی دعائیں کرنے واﻻ بن جاتا ہے.(2)","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"(1) یعنی حق سے منہ پھیرلیتا اور حق کی اطاعت سے اپنا پہلو بدل لیتا ہے اور تکبر کا اظہار کرتا ہے۔\n(2) یعنی بارگاہ الٰہی میں تضرع وزاری کرتا ہے تاکہ وہ مصیبت دور فرما دے۔ یعنی شدت میں اللہ کو یاد کرتا ہے، خوش حالی میں بھول جاتا ہے، نزول نقمت کے وقت اللہ سے فریا دیں کرتا ہے، حصول نعمت کے وقت اسے وہ یاد نہیں رہتا۔","lang":"ur"},{"name":"41:52","price":"آپ کہہ دیجئے! کہ بھلا یہ تو بتاؤ کہ اگر یہ قرآن اللہ کی طرف سے آیا ہوا ہو پھر تم نے اسے نہ مانا بس اس سے بڑھ کر بہکا ہوا کون ہوگا(1) جو مخالفت میں (حق سے) دور چلا جائے.(2)","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"(1) یعنی ایسی حالت میں تم سے زیادہ گمراہ اور تم سے زیادہ دشمن کون ہوگا۔\n(2) شِقَاقٍ کے معنی ہیں، ضد، عناد اور مخالفت۔ بَعِيدٍ مل کر اس میں اور مبالغہ ہوجاتا ہے۔ یعنی جو بہت زیادہ مخالف اور عناد سے کام لیتا ہے، حتیٰ کہ اللہ کے نازل کردہ قرآن کی بھی تکذیب کر دیتا ہے، اس سے بڑھ کر گمراہ اور بدبخت کون ہوسکتا ہے؟","lang":"ur"},{"name":"41:53","price":"عنقریب ہم انہیں اپنی نشانیاں آفاق عالم میں بھی دکھائیں گے اور خود ان کی اپنی ذات میں بھی یہاں تک کہ ان پر کھل جائے کہ حق یہی ہے(1) ، کیا آپ کے رب کا ہر چیز سے واقف و آگاه ہونا کافی نہیں.(2)","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"(1) جن سے قرآن کی صداقت اور اس کا من جانب اللہ ہونا واضح ہوجائے گا۔ یعنی أَنَّهُ میں ضمیر کا مرجع قرآن ہے۔ بعض نے اس کا مرجع اسلام یا رسول اللہ (صلى الله عليه وسلم) کو بتلایا ہے۔ مآل سب کا ایک ہی ہے۔ آفَاقٌ ، أُفُقٌ کی جمع ہے۔ کنارہ، مطلب ہے کہ ہم اپنی نشانیاں باہر کناروں میں بھی دکھائیں گے اور خود انسان کے اپنے نفسوں کے اندر بھی۔ چنانچہ آسمان و زمین کے کناروں میں بھی قدرت کی بڑی بڑی نشانیاں ہیں مثلاً سورج، چاند، ستارے، رات اور دن، ہوا اور بارش، گرج چمک، بجلی، کڑک، نباتات وجمادات، اشجار، پہاڑ، اور انہار وبحار وغیرہ۔ اور آیات انفس سے انسان کا وجود، جن اخلاط و مواد اور ہیئتوں پرمرکب ہے وہ مراد ہیں۔ جن کی تفصیلات طب و حکمت کا دلچسپ موضوع ہے۔ بعض کہتے ہیں، آفاق سے مراد شرق وغرب کے وہ دور دراز کے علاقے ہیں۔ جن کی فتح کو اللہ نے مسلمانوں کے لیے آسان فرما دیا اور انفس سے مراد خود عرب کی سرزمین پر مسلمانوں کی پیش قدمی ہے، جیسے جنگ بدر اور فتح مکہ وغیرہ فتوحات میں مسلمانوں کو عزت وسرفرازی عطا کی گئی۔\n(2) استفہام اقراری ہے کہ اللہ تعالیٰ اپنے بندوں کے اقوال وافعال کے دیکھنے کے لیے کافی ہے، اور وہی اس بات کی گواہی دے رہا ہے کہ قرآن اللہ کا کلام ہے جو اس کے سچے رسول حضرت محمد (صلى الله عليه وسلم) پر نازل ہوا۔","lang":"ur"},{"name":"41:54","price":"یقین جانو! کہ یہ لوگ اپنے رب کے روبرو جانے سے شک میں ہیں(1) ، یاد رکھو کہ اللہ تعالیٰ ہر چیز کا احاطہ کیے ہوئے ہے.(2)","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"(1) اس لیے اس کی بابت غور وفکر نہیں کرتے، نہ اس کے لیے عمل کرتے ہیں اور نہ اس دن کا کوئی خوف ان کے دلوں میں ہے۔\n(2) بنا بریں اس کے لیے قیامت کا وقوع قطعاً مشکل امر نہیں کیونکہ تمام مخلوقات پر اس کا غلبہ وتصرف ہے وہ اس میں جس طرح چاہے تصرف کرے، کرتا ہے، کرسکتا ہے اور کرے گا، کوئی اس کو روکنے والا نہیں ہے۔","lang":"ur"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}