{"data":[{"name":"47:1","price":"جن لوگوں نے کفر کیا اور اللہ کی راه سے روکا(1) اللہ نے ان کے اعمال برباد کر دیئے.(2)","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"(1) بعض نے اس سے مراد کفار قریش اور بعض نے اہل کتاب لیے ہیں۔ لیکن یہ عام ہے ان کے ساتھ سارے ہی کفار اس میں داخل ہیں۔\n(2) اس کا ایک مطلب تو یہ ہے کہ انہوں نے نبی کریم (صلى الله عليه وسلم) کے خلاف جو سازشیں کیں، اللہ نے انہیں ناکام بنا دیا اور انہی پر ان کو الٹ دیا۔ دوسرا مطلب ہے کہ ان میں جو بعض مکارم اخلاق پائے جاتے تھے، مثلا صلۂ رحمی، قیدیوں کو آزاد کرنا، مہمان نوازی وغیرہ یا خانہ کعبہ اور حجاج کی خدمت۔ ان کا کوئی صلہ انہیں آخرت میں نہیں ملے گا۔ کیونکہ ایمان کے بغیر اعمال پر اجر وثواب مرتب نہیں ہوگا۔","lang":"ur"},{"name":"47:2","price":"اور جو لوگ ایمان ﻻئے اور اچھے کام کیے اور اس پر بھی ایمان ﻻئے جو محمد ﴿صلی اللہ علیہ وسلم﴾ پر اتاری گئی(1) ہے اور دراصل ان کے رب کی طرف سے سچا (دین) بھی وہی ہے، اللہ نے ان کے گناه دور کر دیئے(2) اور ان کے حال کی اصلاح کر دی.(3)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"(1) ایمان میں اگرچہ وحی محمدی یعنی قرآن پاک پر ایمان لانا بھی شامل ہے لیکن اس کی اہمیت اور شرف کو مزید واضح اور نمایاں کرنے کے لئے اس کا علیحدہ بھی ذکر فرما دیا۔\n(2) یعنی ایمان لانے سے قبل کی غلطیاں اور کوتاہیاں معاف فرما دیں۔ جیسا کہ نبی (صلى الله عليه وسلم) کا بھی فرمان ہے کہ (اسلام ماقبل کے سارے گناہوں کو مٹا دیتا ہے)۔ (صحيح الجامع الصغير لألباني)۔\n(3) بَالَهُمْ : کے معنی أَمْرَهُمْ، شَاْنَهُمْ، حالھم، یہ سب متقارب المعنی ہیں۔ مطلب ہے کہ انہیں معاصی سے بچا کر رشد وخیر کی راہ پر لگا دیا، ایک مومن کے لئے اصلاح حال کی یہی سب سے بہتر صورت ہے۔ یہ مطلب نہیں ہے کہ مال ودولت کے ذریعے سے ان کی حالت درست کر دی۔ کیونکہ ہر مومن کو مال ملتا بھی نہیں، علاوہ ازیں محض دنیوی مال اصلاح واحوال کا یقینی ذریعہ بھی نہیں، بلکہ اس سے فساد احوال کا زیادہ امکان ہے۔ اسی لئے نبی (صلى الله عليه وسلم) نے کثرت مال کو پسند نہیں فرمایا۔","lang":"ur"},{"name":"47:3","price":"یہ اس لئے(1) کہ کافروں نے باطل کی پیروی کی اور مومنوں نے اس دین حق کی اتباع کی جو ان کے اللہ کی طرف سے ہے، اللہ تعالیٰ لوگوں کو ان کے احوال اسی طرح بتاتا ہے.(2)","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"(1) ذَلِكَ، یہ متبدا ہے، یا خبر ہے متبدا محذوف کی أَيْ الأَمْرُ ذَلِكَ یہ اشارہ ہے ان وعیدوں اور وعدوں کی طرف جو کافروں اور مومنوں کے لئے بیان ہوئے۔\n(2) تاکہ لوگ اس انجام سے بچیں جو کافروں کا مقدر ہے اور وہ راہ حق اپنائیں جس پر چل کر ایمان والے فوزوفلاح ابدی سے ہمکنار ہوں گے۔","lang":"ur"},{"name":"47:4","price":"تو جب کافروں سے تمہاری مڈبھیڑ ہوتو گردنوں پر وار مارو(1) ۔ جب ان کو اچھی طرح کچل ڈالو تو اب خوب مضبوط قید وبند سے گرفتار کرو(2)، (پھر اختیار ہے) کہ خواه احسان رکھ کر چھوڑ دو یا فدیہ(3) لے کر تاوقتیکہ لڑائی اپنے ہتھیار رکھ دے(4)۔ یہی حکم ہے(5) اور اللہ اگر چاہتا تو (خود) ہی ان سے بدلہ لے لیتا(6)، لیکن (اس کا منشا یہ ہے) کہ تم میں سے ایک کا امتحان دوسرے کے ذریعہ سے لے لے(7)، جو لوگ اللہ کی راه میں شہید کر دیے جاتے ہیں اللہ ان کے اعمال ہرگز ضائع نہ کرے گا.(8)","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"(1) جب دونوں فریقوں کا ذکر کر دیا تو اب کافروں اور غیر معاہد اہل کتاب سے جہاد کرنے کا حکم دیا جا رہا ہے۔ قتل کرنے کے بجائے۔ گردنیں مارنے کا حکم دیا، کہ اس تعبیر میں کفار کے ساتھ غلظت وشدت کا زیادہ اظہار ہے۔ (فتح القدیر)۔\n(2) یعنی زور دار معرکہ آرائی اور زیادہ سے زیادہ ان کو قتل کرنے کے بعد، ان کے جو آدمی قابو میں آجائیں، انہیں قیدی بنا لو اور مضبوطی سے انہیں جکڑ کر رکھو تاکہ وہ بھاگ نہ سکیں۔\n(3) مَنٌّ کا مطلب ہے بغیر فدیہ کا لئے بطور احسان چھوڑ دینا اور فداء کا مطلب، کچھ معاوضہ لےکر چھوڑنا ہے، قیدیوں کے بارے میں اختیار دے دیا گیا جو صورت، حالات کے اعتبار سے اسلام اور مسلمانوں کےحق میں زیادہ بہتر ہو وہ اختیار کر لی جائے۔\n(4) یعنی کافروں کے ساتھ جنگ ختم ہو جائے، یا مراد ہے کہ محارب دشمن شکست کھا کر یا صلح کرکےہتھیار رکھ دے یا اسلام غالب آجائے اور کفر کا خاتمہ ہو جائے۔ مطلب یہ ہے کہ جب تک یہ صورت حال نہ ہو جائے، کافروں کے ساتھ تمہاری معرکہ آرائی جاری رہے گی جس میں تم انہیں قتل بھی کرو گے قیدیوں میں تمہیں مذکورہ دونوں باتوں کا اختیار ہے، بعض کہتےہیں، یہ آیت منسوخ ہے اور سوائے قتل کےکوئی صورت باقی نہیں ہے۔ لیکن صحیح بات یہی ہے کہ یہ آیت منسوخ نہیں محکم ہے۔ اور امام وقت کو چاروں باتوں کا اختیار ہے، کافروں کو قتل کرے یا قیدی بنائے۔ قیدیوں میں سے جس کو یاسب کو چاہے بطور احسان چھوڑ دے یا معاوضہ لے کر چھوڑ دے۔ (فتح القدیر)۔\n(5) یا تم اسی طرح کرو، افْعَلُوا ذَلِك یا ذَلِكَ حُكْمُ الْكُفَّارِ۔\n(6) مطلب کافروں کو ہلاک کرکے یا انہیں عذاب میں مبتلا کرکے۔ یعنی ان سے لڑنے کی ضرورت ہی پیش نہ آتی۔\n(7) یعنی تمہیں ایک دوسرے کے ذریعے سے آزمائے تاکہ وہ جان لے کہ تم میں سے اس کی راہ میں لڑنے والے کون ہیں؟ تاکہ ان کو اجر وثواب دے اور ان کے ہاتھوں سے کافروں کو ذلت وشکست سے دوچار کرے۔\n(8) یعنی ان کا اجر وثواب ضائع نہیں فرمائے گا۔","lang":"ur"},{"name":"47:5","price":"انہیں راه دکھائے گا اور ان کے حاﻻت کی اصلاح کر دے گا.(1)","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"(1) یعنی انہیں ایسے کاموں کی توفیق دے گا جن سے ان کے لئے جنت کا راستہ آسان ہو جائے گا۔","lang":"ur"},{"name":"47:6","price":"اور انہیں اس جنت میں لے جائے گا جس سے انہیں شناسا کر دیا ہے.(1)","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"(1) یعنی جسے وہ بغیر رہنمائی کے پہچان لیں گے اور جب وہ جنت میں داخل ہوں گے تو از خود ہی اپنے اپنے گھروں میں جا داخل ہوں گے۔ اس کی تائید ایک حدیث سے بھی ہوتی ہے۔ جس میں نبی ﹲ نے فرمایا (قسم ہے اس ذات کی جس کےہاتھ میں میری جان ہے، ایک جنتی کو اپنے جنت والےگھر کے راستوں کا اس سے کہیں زیادہ علم ہوگا، جتنا دنیا میں اسے اپنے گھر کا تھا)۔ (صحيح بخاري ، كتاب الرقاق ، باب القصاص يوم القيامة)۔","lang":"ur"},{"name":"47:7","price":"اے ایمان والو! اگر تم اللہ (کے دین) کی مدد کرو گے(1) تو وه تمہاری مدد کرے گا اور تمہیں ﺛابت قدم رکھے گا.(2)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"(1) اللہ کی مدد کرنے سے مطلب، اللہ کے دین کی مدد ہے۔ کیونکہ وہ اسباب کے مطابق اپنے دین کی مدد اپنے مومن بندوں کے ذریعے سے ہی کرتا ہے۔ یہ مومن بندے اللہ کے دین کی حفاظت اور اس کی تبلیغ ودعوت کرتے ہیں تو اللہ تعالیٰ ان کی مدد فرماتا ہے یعنی انہیں کافروں پرفتح وغلبہ عطا کرتا ہے۔ جیسے صحابہ کرام (رضي الله عنهم) اجمعین اور قرون اولیٰ کے مسلمانوں کی روشن تاریخ ہے، وہ دین کے ہوگئے تھے تو اللہ بھی ان کا ہوگیا تھا، انہوں نے دین کو غالب کیا تو اللہ نے انہیں بھی دنیا پر غالب فرما دیا۔ جیسے دوسرےمقام پر فرمایا۔ وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ (الحج: 40) اللہ اس کی ضرور مدد فرماتا ہے جو اس کی مدد کرتا ہے)۔\n(2) یہ لڑائی کے وقت تَثْبِيتُ أَقْدَامٍ یہ عبارت ہے مواطن حرب میں نصر ومعونت سے۔ بعض کہتے ہیں اسلام، یا پل صراط پر ثابت قدم رکھے گا۔","lang":"ur"},{"name":"47:8","price":"اور جو لوگ کافر ہوئے انہیں ہلاکی ہو اللہ ان کے اعمال غارت کردے گا.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"47:9","price":"یہ اس لئے کہ وه اللہ کی نازل کرده چیز سے ناخوش ہوئے، پس اللہ تعالیٰ نے (بھی) ان کے اعمال ضائع کر دیئے.(1)","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"(1) یعنی قرآن اور ایمان کو انہوں نے ناپسند کیا۔\n(2) اعمال سے مراد، وہ اعمال ہیں جو صورۃ اعمال خیر ہیں لیکن عدم ایمان کی وجہ سے اللہ کے ہاں ان پر اجر وثواب نہیں ملے گا۔","lang":"ur"},{"name":"47:10","price":"کیا ان لوگوں نے زمین میں چل پھر کر اس کا معائنہ نہیں کیا کہ ان سے پہلے کے لوگوں کا نتیجہ کیا ہوا(1) ؟ اللہ نے انہیں ہلاک کر دیا اور کافروں کے لئے اسی طرح کی سزائیں ہیں.(2)","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"(1) جن کے بہت سے آثار ان کے علاقوں میں موجود ہیں۔ نزول قرآن کے وقت بعض تباہ شدہ قوموں کے کھنڈرات اور آثار موجود تھے، اس لئے انہیں چل پھر کر ان کے عبرت ناک انجام دیکھنے کی طرف توجہ دلائی گئی کہ شاید ان کو دیکھ کر ہی یہ ایمان لے آئیں۔\n(2) یہ اہل مکہ کو ڈرایا جا رہا ہے کہ تم کفر سے باز نہ آئے تو تمہارے لئے بھی ایسی ہی سزا ہو سکتی ہے؟ اور گزشتہ کافر قوموں کی ہلاکت کی طرح، تمہیں بھی ہلاکت سے دوچار کیا جا سکتا ہے۔","lang":"ur"},{"name":"47:11","price":"وه اس لئے کہ ایمان والوں کا کارساز خود اللہ تعالیٰ ہے اور اس لئے کہ کافروں کا کوئی کارساز نہیں.(1)","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"(1) چنانچہ جنگ احد میں کافروں کے نعروں کے جواب میں مسلمانوں نے جو نعرے بلند کیے۔ مثلاً اعْلُ هُبَلْ، اعْلُ هُبَلْ (ھبل بت کا نام بلند ہو) کے جواب میں اللهُ أَعْلَى وَأَجَلُّ، کافروں کے انہی نعروں میں سے ایک نعرے لَنَا الْعُزَّى وَلا عُزَّى لَكُمْ کے جواب میں مسلمانوں کا نعرہ تھا اللهُ مَوْلانَا وَلا مَوْلَى لَكُمْ (صحيح بخاري، غزوة أحد) ”اللہ ہمارا مدد گار ہے، تمہارا کوئی مددگار نہیں“۔","lang":"ur"},{"name":"47:12","price":"جو لوگ ایمان ﻻئے اور انہوں نے نیک اعمال کیے انہیں اللہ تعالیٰ ایسے باغوں میں داخل کرے گا جن کے نیچے نہریں جاری ہیں اور جو لوگ کافر ہوئے وه (دنیا ہی کا) فائده اٹھا رہے ہیں اور مثل چوپایوں کے کھا رہے ہیں(1) ، ان کا (اصل) ٹھکانہ جہنم ہے.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"(1) یعنی جس طرح جانوروں کو پیٹ اور جنس کے تقاضے پورے کرنےکے علاوہ کوئی کام نہیں ہوتا۔ یہی حال کافروں کا ہے، ان کا مقصد زندگی بھی کھانے پینے کےعلاوہ کچھ نہیں، آخرت سے وہ بالکل غافل ہیں۔ اس سے ضمناً کھڑےکھڑے کھانے کی ممانعت کا بھی اثبات ہوتا ہے، جس کا آج کل دعوتوں میں عام رواج ہے کیوں کہ اس میں بھی جانوروں سے مشابہت ہے جسے کافروں کا شیوہ بتلایا گیا ہے۔ احادیث میں کھڑے کھڑے پانی پینے سے نہایت سختی سے منع کیا گیا ہے، جس سے کھڑے کھڑے کھانے کی ممانعت بطریق اولیٰ ثابت ہوتی ہے۔ اس لئے جانوروں کی طرح کھڑے ہو کر کھانے سے اجتناب کرنا نہایت ضروری ہے۔ دیکھئے زاد المعاد۔","lang":"ur"},{"name":"47:13","price":"ہم نے کتنی بستیوں کو جو طاقت میں تیری اس بستی سے زیاده تھیں جس سے تجھے نکالا ہم نے انہیں ہلاک کر دیا ہے، جن کا مددگار کوئی نہ اٹھا.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"47:14","price":"کیا پس وه شخص جو اپنے پروردگار کی طرف سے دلیل پر ہو اس شخص جیسا ہو سکتا ہے؟ جس کے لئے اس کا برا کام مزین کر دیا گیا ہو اور وه اپنی نفسانی خواہشوں کا پیرو ہو؟(1)","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"(1) برے کام سے مراد، شرک ومعصیت ہیں، مطلب وہی ہےجو پہلے بھی متعدد جگہ گزر چکا ہے کہ مومن وکافر، مشرک وموحد اور نیکو کار وبدکار برابر نہیں ہو سکتے۔ ایک کے لئے اللہ کےہاں اجر وثواب اور جنت کی نعمتیں ہیں، جب کہ دوسرے کے لئے جہنم کا ہولناک عذاب۔ اگلی آیت میں دونوں کا انجام بیان کیا جا رہا ہے۔ پہلے اس جنت کی خوبیاں اور محاسن، جن کا وعدہ متقین سے ہے۔","lang":"ur"},{"name":"47:15","price":"اس جنت کی صفت جس کا پرہیزگاروں سے وعده کیا گیا ہے، یہ ہے کہ اس میں پانی کی نہریں ہیں جو بدبو کرنے واﻻ نہیں(1) ، اور دودھ کی نہریں ہیں جن کا مزه نہیں بدﻻ(2) اور شراب کی نہریں ہیں جن میں پینے والوں کے لئے بڑی لذت ہے(3) اور نہریں ہیں شہد کی جو بہت صاف ہیں(4) اور ان کے لئے وہاں ہر قسم کے میوے ہیں اور ان کے رب کی طرف سے مغفرت ہے، کیا یہ مثل اس کے ہیں جو ہمیشہ آگ میں رہنے واﻻ ہے؟ اور جنہیں گرم کھولتا ہوا پانی پلایا جائے گا جو ان کی آنتوں کو ٹکڑے ٹکڑے کر دے گا.(5)","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"(1) آسِنٍ کے معنی، متغیر۔ یعنی بدل جانے والا، غیر آسن نہ بدلنے والا۔ یعنی دنیا میں تو پانی کسی ایک جگہ کچھ دیر پڑا رہے تو اس کا رنگ متغیر ہو جاتا ہے اور اس کی بو اور ذائقے میں تبدیلی آجاتی ہے جس سے وہ مضر صحت ہو جاتا ہے۔ جنت کے پانی کی یہ خوبی ہوگی کہ اس میں کوئی تغیر نہیں ہوگا۔ یعنی اس کی بو اور ذائقے میں کوئی تبدیلی نہیں آئے گی۔ جب پیو، تازہ، مفرح اور صحت افزا جب دنیا کا پانی خراب ہو سکتا ہے تو شریعت نے اسی لئے پانی کی بابت کہا ہے کہ یہ پانی اس وقت تک پاک ہے، جب تک اس کا رنگ یا بو نہ بدلے، کیونکہ رنگ یا بو متغیر ہونے کی صورت میں پانی ناپاک ہو جائے گا۔\n(2) جس طرح دنیا میں وہ دودھ بعض دفعہ خراب ہو جاتا ہے جو گایوں، بھینسوں اور بکریوں وغیرہ کے تھنوں سے نکلتا ہے۔ جنت کا دودھ چونکہ اس طرح جانوروں کے تھنوں سے نہیں نکلے گا، بلکہ اس کی نہریں ہوں گی، اس لئے، جس طرح وہ نہایت لذیذ ہوگا، خراب ہونے سے بھی محفوظ ہوگا۔\n(3) دنیا میں جو شراب ملتی ہے، وہ عام طور پر تلخ، بدمزہ اور بدبو دار ہوتی ہے۔ علاوہ ازیں پی کر انسان بالعموم حواس باختہ ہو جاتا ہے، اول فول بکتا ہے اور اپنے جسم تک کا ہوش اسے نہیں رہتا۔ جنت کی شراب دیکھنے میں حسین، ذائقے میں اعلیٰ اور نہایت خوشبودار ہوگی اور اسے پی کر کوئی انسان بہکے گا، نہ کوئی گرانی محسوس کرے گا۔ بلکہ ایسی لذت وفرحت محسوس کرے گا جس کا تصور اس دنیا میں ممکن نہیں جیسے دوسرے مقام پر فرمایا: «لا فِيهَا غَوْلٌ وَلا هُمْ عَنْهَا يُنْزَفُونَ» (سورة الصافات: 47) نہ اسے چکر آئے گا نہ عقل جائے گی۔ مزید دیکھئے (سورة الواقعة: 19)۔\n(4) یعنی شہد میں بالعموم جن چیزوں کی آمیزش کا امکان رہتا ہے، جس کا مشاہدہ دنیا میں عام ہے جنت میں ایسا کوئی اندیشہ نہیں ہوگا۔ بالکل صاف شفاف ہوگا، کیونکہ یہ دنیا کی طرح مکھیوں سے حاصل کردہ نہیں ہوگا، بلکہ اس کی بھی نہریں ہوں گی۔ اسی لئے حدیث میں آتا ہے۔ نبی ﹲ نے فرمایا۔ جب بھی تم سوال کرو تو جنت الفردوس کی دعا کرو، اس لئے کہ وہ جنت کا درمیانہ اور اعلیٰ درجہ ہے اور وہیں سے جنت کی نہریں پھوٹتی ہیں اور اس کے اوپر رحمان کا عرش ہے (صحيح بخاري ، كتاب الجهاد، باب درجات المجاهدين في سبيل الله)۔\n(5) یعنی جن کو جنت میں وہ اعلیٰ درجے نصیب ہوں گے جو مذکور ہوئے کیا وہ ایسے جہنمیوں کے برابر ہیں جن کا یہ حال ہوگا؟ ظاہر بات ہے ایسا نہیں ہوگا۔ بلکہ ایک درجات میں ہوگا اور دوسرا درکات (جہنم) میں۔ ایک نعمتوں میں داد طرب وعیش دے رہاہوگا، دوسرا عذاب جہنم کی سختیاں جھیل رہا ہوگا۔ ایک اللہ کا مہمان ہوگا جہاں انواع واقسام کی چیزیں اس کی تواضع اور اکرام کے لئے ہوں گی اور دوسرا اللہ کا قیدی، جہاں اس کوکھانے کے زقوم جیسا تلخ وکسیلا کھانا اور پینے کے لئے کھولتا ہوا پانی ملے گا۔\nببی تفاوت ره\nاز کجا است تابه کجا","lang":"ur"},{"name":"47:16","price":"اور ان میں بعض (ایسے بھی ہیں کہ) تیری طرف کان لگاتے ہیں۔ یہاں تک کہ جب تیرے پاس سے جاتے ہیں تو اہل علم سے (بوجہ کند ذہنی وﻻپرواہی کے) پوچھتے ہیں کہ اس نے ابھی کیا کہا تھا(1) ؟ یہی لوگ ہیں جن کے دلوں پر اللہ نے مہر کر دی ہے اور وه اپنی خواہشوں کی پیروی کرتے ہیں.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"(1) یہ منافقین کا ذکر ہے، ان کی نیت چونکہ صحیح نہیں ہوتی تھی، اس لئے نبی (صلى الله عليه وسلم) کی باتیں بھی ان کی سمجھ میں نہیں آتی تھیں وہ مجلس سے باہر آکر صحابہ (رضي الله عنهم) سے پوچھتے کہ آپ (صلى الله عليه وسلم)نے کیا فرمایا؟","lang":"ur"},{"name":"47:17","price":"اور جو لوگ ہدایت یافتہ ہیں اللہ نے انہیں ہدایت میں اور بڑھا دیا ہے اور انہیں ان کی پرہیزگاری عطا فرمائی ہے.(1)","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"(1) یعنی جن کی نیت ہدایت حاصل کرنے کی ہوتی ہے تو اللہ ان کو ہدایت کی توفیق بھی دے دیتا ہے اور ان کو اس پر ثابت قدمی بھی عطا فرماتا ہے۔","lang":"ur"},{"name":"47:18","price":"تو کیا یہ قیامت کا انتظار کر رہے ہیں کہ وه ان کے پاس اچانک آجائے یقیناً اس کی علامتیں تو آچکی ہیں(1) ، پھر جبکہ ان کے پاس قیامت آجائے انہیں نصیحت کرنا کہاں ہوگا؟(2)","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"(1) یعنی نبی (صلى الله عليه وسلم)کی بعثت بجائے خود قرب قیامت کی ایک علامت ہے، جیسا کہ آپ (صلى الله عليه وسلم) نے بھی فرمایا بُعِثْتُ أَنَا وَالسَّاعَةُ كَهَاتَيْنِ (صحيح بخاري تفسير سورة النازعات”میری بعثت اور قیامت ان دو انگلیوں کی طرح ہے“۔ آپ (صلى الله عليه وسلم) نے اشارہ کرکے واضح فرمایا کہ جس طرح یہ دونوں انگلیاں باہم ملی ہوئی ہیں، اسی طرح میرے اور قیامت کے درمیان فاصلہ نہیں ہے یا یہ کہ جس طرح ایک انگلی دوسری انگلی سے ذرا سا آگے ہے اسی طرح قیامت میرے ذرا سا بعد ہے۔ (2) یعنی جب قیامت اچانک آجائے گی تو کافر کس طرح نصیحت حاصل کر سکیں گے؟ مطلب ہے کہ اس وقت اگر وہ توبہ کریں گے بھی تو وہ مقبول نہیں ہوگی۔ اس لئے اگر توبہ کرنی ہے تو یہی وقت ہے۔ ورنہ وہ وقت بھی آسکتا ہے کہ ان کی توبہ بھی غیر مفید ہوگی۔","lang":"ur"},{"name":"47:19","price":"سو (اے نبی!) آپ یقین کر لیں کہ اللہ کے سوا کوئی معبود نہیں(1) اور اپنے گناہوں کی بخشش مانگا کریں اور مومن مردوں اور مومن عورتوں کے حق میں بھی(2)، اللہ تم لوگوں کی آمد ورفت کی اور رہنے سہنے کی جگہ کو خوب جانتا ہے.(3)","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"(1) یعنی اس عقیدےپر ثابت اور قائم رہیں، کیونکہ یہی توحید اور اطاعت الٰہی، مدار خیر ہے اور اس سے انحراف یعنی شرک اور معصیت، مدار شر ہے۔\n(2) اس میں نبی (صلى الله عليه وسلم) کو استغفار کا حکم دیا گیا ہے، اپنے لئے بھی اور مومنین کے لئے بھی۔ استغفار کی بڑی اہمیت اور فضیلت ہے۔ احادیث میں بھی اس پر بڑا زور دیا گیا ہے۔ ایک حدیث میں نبی ﹲ نے فرمایا «يَا أَيُّهَا النَّاسُ! تُوبُوا إِلَى رَبِّكُمْ فَإِنِّي أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً»(صحيح بخاري، كتاب الدعوات ، باب استغفار النبي في اليوم والليلة) ”لوگو ! بارگاہ الٰہی میں توبہ واستغفار کیا کرو، میں بھی اللہ کے حضور روزانہ ستر مرتبہ سے زیادہ توبہ واستغفار کرتا ہوں“۔\n(3) یعنی دن کو تم جہاں پھرتے اورجو کچھ کرتے ہو اور رات کو جہاں آرام کرتے اور استقرار پکڑتے ہو، اللہ تعالیٰ جانتاہے۔ مطلب ہے شب وروز کی کوئی سرگرمی اللہ سے مخفی نہیں ہے۔","lang":"ur"},{"name":"47:20","price":"اور جو لوگ ایمان ﻻئے وه کہتے ہیں کوئی سورت کیوں نازل نہیں کی گئی(1) ؟ پھر جب کوئی صاف مطلب والی سورت(2) نازل کی جاتی ہے اور اس میں قتال کا ذکر کیا جاتا ہے تو آپ دیکھتے ہیں کہ جن لوگوں کے دلوں میں بیماری ہے وه آپ کی طرف اس طرح دیکھتے ہیں جیسے اس شخص کی نظر ہوتی ہے جس پر موت کی بیہوشی طاری ہو(3)، پس بہت بہتر تھا ان کے لئے.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"(1) جب جہاد کا حکم نازل نہیں ہوا تھا تو مومنین، جو جذبۂ جہاد سے سرشار تھے جہاد کی اجازت کےخواہش مند تھے اور کہتے تھے کہ اس بارے میں کوئی سورت نازل کیوں نہیں کی جاتی؟ یعنی جس میں جہاد کا حکم ہو۔ جب جہاد کا حکم نازل نہیں ہوا تھا تو مومنین، جو جذبۂ جہاد سے سرشار تھے جہاد کی اجازت کےخواہش مند تھے اور کہتے تھے کہ اس بارے میں کوئی سورت نازل کیوں نہیں کی جاتی؟ یعنی جس میں جہاد کا حکم ہو۔ جب جہاد کا حکم نازل نہیں ہوا تھا تو مومنین، جو جذبۂ جہاد سے سرشار تھے جہاد کی اجازت کےخواہش مند تھے اور کہتے تھے کہ اس بارے میں کوئی سورت نازل کیوں نہیں کی جاتی؟ یعنی جس میں جہاد کا حکم ہو۔\n(2) یعنی ایسی سورت جو غیر منسوخ ہو۔\n(3) یہ ان منافقین کا ذکر ہے جن پر جہاد کا حکم نہایت گراں گزرتا تھا، ان میں بعض کمزور ایمان والے بھی بعض دفعہ شامل ہو جاتے تھے۔ سورۂ نساء، آیت 77 میں بھی یہ مضمون بیان کیا گیا ہے۔","lang":"ur"},{"name":"47:21","price":"فرمان کا بجا ﻻنا اور اچھی بات کا کہنا(1) ۔ پھر جب کام مقرر ہو جائے(2)، تو اللہ کے ساتھ سچے رہیں(3) تو ان کے لئے بہتری ہے.(4)","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"(1) یعنی حکم جہاد سے گھبرانے کے بجائے ان کے لئے بہتر تھا کہ وہ سمع وطاعت کا مظاہرہ کرتے اور نبی (صلى الله عليه وسلم)کی بابت، گستاخی کے بجائے، اچھی بات کہتے۔ یہ أَوْلَى بمعنی أَجْدَرُ (بہتر) ہے، جسے ابن کثیرنے اختیار کیا ہے۔ بعض نے اولیٰ کو تہدید ووعید کا کلمہ یعنی بددعا قرار دیا ہے۔ مَعْنَاهُ قَارَبَهُ مَا يُهْلِكُهُ (ان کی ہلاکت قریب ہے) مطلب ہے، ان کی بزدلی اور نفاق ان کی ہلاکت کا سبب بنے گا۔ اس اعتبار سے طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ جملہ مستانفہ ہوگا اور اس کی خبر محذوف ہوگی خَيْرٌ لَّكُمْ (فتح القدیر، ایسر التفاسیر)۔\n(2) یعنی جہاد کی تیاری مکمل ہو جائے اور وقت جہاد آجائے۔\n(3) یعنی اگر اب بھی نفاق چھوڑ کر، اپنی نیت اللہ کے لئے خالص کر لیں، یا رسول کے سامنے رسول (صلى الله عليه وسلم)کے ساتھ لڑنے کا جو عہد کرتے ہیں، اس میں اللہ سے سچے رہیں۔\n(4) یعنی نفاق اور مخالفت کے مقابلے میں توبہ واخلاص کا مظاہرہ بہتر ہے۔","lang":"ur"},{"name":"47:22","price":"اور تم سے یہ بھی بعید نہیں کہ اگر تم کو حکومت مل جائے تو تم زمین میں فساد برپا کر دو(1) اور رشتے ناتے توڑ ڈالو.","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"(1) ایک دوسرے کو قتل کرکے۔ یعنی اختیار واقتدار کا غلط استعمال کرو۔ امام ابن کثیر نے تَوَلَّيْتُمْ کا ترجمہ کیا ہے (تم جہاد سےپھر جاؤ اور اس سےاعراض کرو) یعنی تم پھر زمانۂ جاہلیت کی طرف لوٹ جاؤ اور باہم خون ریزی اور قطع رحمی کرو۔ اس میں فساد فی الارض کی عموماً اور قطع رحمی کی خصوصاً ممانعت اور اصلاح فی الارض اور صلۂ رحمی کی تاکید ہے، جس کا مطلب ہے کہ رشتے داروں کے ساتھ زبان سے، عمل سے اور بذل اموال کے ذریعے سے اچھا سلوک کرو۔ احادیث میں بھی اس کی بڑی تاکید اور فضیلت آئی ہے۔ (ابن کثیر)۔","lang":"ur"},{"name":"47:23","price":"یہ وہی لوگ ہیں جن پر اللہ کی پھٹکار ہے اور جن کی سماعت اور آنکھوں کی روشنی چھین لی ہے.(1)","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"(1) یعنی ایسےلوگوں کے کانوں کو اللہ نے (حق کے سننے سے) بہرہ اور آنکھوں کو (حق دیکھنے سے) اندھا کر دیا ہے۔ یہ نتیجہ ہے ان کے مذکورہ اعمال سیئہ کا۔","lang":"ur"},{"name":"47:24","price":"کیا یہ قران میں غور وفکر نہیں کرتے؟ یا ان کے دلوں پر تالے لگ گئے ہیں.(1)","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"(1) جس کی وجہ سے قرآن کے معنی ومفاہیم ان کے دلوں کے اندر نہیں جاتے۔","lang":"ur"},{"name":"47:25","price":"جو لوگ اپنی پیٹھ کے بل الٹے پھر گئے اس کے بعد ان کے لئے ہدایت واضح(1) ہو چکی یقیناً شیطان نے ان کے لئے (ان کے فعل کو) مزین کر دیا ہے اور انہیں ڈھیل دے رکھی ہے.(2)","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"(1) اس سےمراد منافقین ہی ہیں جنہوں نے جہاد سےگریز کرکے اپنے کفر وارتداد کو ظاہر کر دیا۔\n(2) اس کا فاعل بھی شیطان ہے۔ یعنی مَدَّ لَهُمْ فِي الأَمَلِ وَوَعَدَهُمْ طُولَ الْعُمْرِ یعنی انہیں لمبی آرزوؤں اور اس دھوکے میں مبتلا کر دیا کہ ابھی تو تمہاری بڑی عمر ہے، کیوں لڑائی میں اپنی جان گنواتے ہو؟ یا فاعل اللہ ہے، اللہ نے انہیں ڈھیل دی۔ یعنی فوراً ان کا مواخذہ نہیں فرمایا۔","lang":"ur"},{"name":"47:26","price":"یہ(1) اس لئے کہ انہوں نے ان لوگوں سے جنہوں نے اللہ کی نازل کرده وحی کو برا سمجھا یہ کہا(2) کہ ہم بھی عنقریب بعض کاموں(3) میں تمہارا کہا مانیں گے، اور اللہ ان کی پوشیده باتیں خوب جانتا ہے.(4)","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"(1) (یہ) سے مراد ان کا ارتداد ہے۔\n(2) یعنی منافقین نے مشرکین سے یا یہود سے کہا۔\n(3) یعنی نبی (صلى الله عليه وسلم) اور آپ کے لائے ہوئے دین کی مخالفت میں۔\n(4) جیسے دوسرے مقام پر فرمایا۔«وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ» (النساء: 81)","lang":"ur"},{"name":"47:27","price":"پس ان کی کیسی (درگت) ہوگی جبکہ فرشتے ان کی روح قبض کرتے ہوئے ان کے چہروں اور ان کی سرینوں پر ماریں گے.(1)","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"(1) یہ کافروں کی اس وقت کی کیفیت بیان کی گئی ہے جب فرشتے ان کی روحیں قبض کرتے ہیں۔ روحیں فرشتوں سے بچنے کے لئے جسم کے اندر چھپتی اور ادھر ادھر بھاگتی ہیں تو فرشتے سختی اور زور سے انہیں پکڑتے، کھینچتے اور مارتے ہیں۔ یہ مضمون اس سے قبل سورۂ انعام آیت 93 اور سورۂ انفال آیت50 میں بھی گزر چکا ہے۔","lang":"ur"},{"name":"47:28","price":"یہ اس بنا پر کہ یہ وه راه چلے جس سے انہوں نے اللہ کو ناراض کر دیا اور انہوں نے اس کی رضا مندی کو برا جانا، تو اللہ نے ان کے اعمال اکارت کر دیئے.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"47:29","price":"کیا ان لوگوں نے جن کے دلوں میں بیماری ہے یہ سمجھ رکھا ہے کہ اللہ ان کے کینوں کو ﻇاہر نہ کرے گا.(1)","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"(1) أَضْغَانٌ ضِغْنٌ کی جمع ہے، جس کے معنی حسد، کینہ اور بغض کے ہیں۔ منافقین کے دلوں میں اسلام اور مسلمانوں کے خلاف بغض وعناد تھا، اس کے حوالے سےکہا جا رہا ہے کہ کیا یہ سمجھتے ہیں کہ اللہ تعالیٰ اسے ظاہر کرنے پر قادر نہیں ہے؟","lang":"ur"},{"name":"47:30","price":"اور اگر ہم چاہتے تو ان سب کو تجھے دکھا دیتے پس تو انہیں ان کے چہرے سے ہی پہچان لیتا(1) ، اور یقیناً تو انہیں ان کی بات کے ڈھب سے پہچان لے گا(2)، تمہارے سب کام اللہ کو معلوم ہیں.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"(1) یعنی ایک ایک شخص کی اس طرح نشان دہی کر دیتے کہ ہر منافق کو عیانا پہچان لیا جاتا۔ لیکن تمام منافقین کے لئے اللہ نے ایسا اس لئے نہیں کیا کہ یہ اللہ کی صفت ستاری کے خلاف ہے، وہ بالعموم پردہ پوشی فرماتا ہے، پردہ دری نہیں۔ دوسرا اس نے انسانوں کو ظاہر پر فیصلہ کرنےکا اور باطن کا معاملہ اللہ کے سپرد کرنے کا حکم دیا ہے۔\n(2) البتہ ان کا لہجہ اور انداز گفتگو ہی ایسا ہوتا ہے جو ان کے باطن کا غماز ہوتا ہے، جس سے اسے پیغمبر تو ان کو یقیناً پہچان سکتا ہے۔ یہ عام مشاہدے میں آنے والی بات ہے، انسانوں کے دل میں جو کچھ ہوتا ہے، وہ اسے لاکھ چھپائے لیکن انسان کی گفتگو ، حرکات وسکنات اور بعض مخصوص کیفیات، اس کے دل کے راز کو آشکارا کر دیتی ہیں۔","lang":"ur"},{"name":"47:31","price":"یقیناً ہم تمہارا امتحان کریں گے تاکہ تم میں سے جہاد کرنے والوں اور صبر کرنے والوں کو ﻇاہر کر دیں اور ہم تمہاری حالتوں کی بھی جانچ کر لیں.(1)","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"(1) اللہ تعالیٰ کے علم میں تو پہلے ہی سب کچھ ہے۔ یہاں علم سے مراد اس کا وقوع اور ظہور ہے تاکہ دوسرے بھی جان لیں اور دیکھ لیں۔ اسی لئے امام ابن کثیر نے اس کا مفہوم بیان کیا ہے حَتَّى نَعْلَمَ وُقُوعَه ہم اس کے وقوع کو جان لیں۔ ابن عباس ب اس قسم کے الفاظ کا ترجمہ کرتے تھے لِنَرَى ٰ، تاکہ ہم دیکھ لیں۔ (ابن کثیر) اور یہی معنی زیادہ واضح ہے۔","lang":"ur"},{"name":"47:32","price":"یقیناً جن لوگوں نے کفر کیا اور اللہ کی راه سے لوگوں کو روکا اور رسول کی مخالفت کی اس کے بعد کہ ان کے لئے ہدایت ﻇاہر ہو چکی یہ ہرگز ہرگز اللہ کا کچھ نقصان نہ کر سکیں گے(1) ۔ عنقریب ان کے اعمال وه غارت کردے گا.(2)","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"(1) بلکہ اپنا ہی بیڑا غرق کریں گے۔\n(2) کیونکہ ایمان کے بغیر کسی عمل کی اللہ کے ہاں کوئی اہمیت نہیں۔ ایمان واخلاص ہی ہر عمل خیر کو اس قابل بناتا ہے کہ اس پر اللہ کے ہاں اجر ملے۔","lang":"ur"},{"name":"47:33","price":"اے ایمان والو! اللہ کی اطاعت کرو اور رسول کا کہا مانو اور اپنے اعمال کو غارت نہ کرو.(1)","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"(1) یعنی منافقین اور مرتدین کی طرح ارتداد ونفاق اختیار کرکے، اپنے عملوں کو برباد مت کرو۔ یہ گویا اسلام پر استقامت کا حکم ہے۔ بعض نےکبائر وفواحش کےارتکاب کو بھی حبط اعمال کا باعث گردانا ہے۔ اسی لئے مومنین کی صفات میں ایک صفت یہ بھی بیان کی گئی ہے کہ وہ بڑےگناہ اور فواحش سے بچتے ہیں۔ (النجم: 32) اس اعتبار سے کبائر وفواحش سے بچنے کی اس میں تاکید ہے۔ اس آیت سے یہ بھی معلوم ہوا کہ کوئی عمل خواہ کتنا ہی بہتر کیوں نہ معلوم ہوتا ہو اگر اللہ اور اس کے رسول ﹲ کی اطاعت کے دائرے سے باہر ہے تو رائیگاں اور برباد ہے۔","lang":"ur"},{"name":"47:34","price":"جن لوگوں نے کفر کیا اور اللہ کی راه سے اوروں کو روکا پھر کفر کی حالت میں ہی مرگئے (یقین کر لو) کہ اللہ انہیں ہرگز نہ بخشے گا.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"47:35","price":"پس تم بودے بن کر صلح کی درخواست پر نہ اتر آؤ جبکہ تم ہی بلند وغالب رہو گے(1) اور اللہ تمہارے ساتھ ہے(2)، ناممکن ہے کہ وه تمہارے اعمال ضائع کر دے.(3)","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"(1) مطلب یہ ہے کہ جب تم تعداد اور قوت وطاقت کے اعتبار سےدشمن پر غالب اور فائق تر ہو تو ایسی صورت میں کفار کے ساتھ صلح اور کمزوری کا مظاہرہ مت کرو، بلکہ کفر پر ایسی کاری ضرب لگاؤ کہ اللہ کا دین سر بلند ہو جائے۔ غالب وبرتر ہوتےہوئے کفر کےساتھ مصالحت کا مطلب، کفر کےاثر ونفوذ کے بڑھانے میں مدد دینا ہے۔ یہ ایک بڑا جرم ہے۔ اس کا یہ مطلب نہیں ہے کہ کافروں کے ساتھ صلح کرنے کی اجازت نہیں ہے۔ یہ اجازت یقیناً ہے، لیکن ہر وقت نہیں۔ صرف اس وقت ہےجب مسلمان تعداد میں کم اوروسائل کے لحاظ سے فروتر ہوں۔ ایسے حالات میں لڑائی کی بہ نسبت صلح میں زیادہ فائدہ ہے تاکہ مسلمان اس موقعے سےفائدہ اٹھا کر بھرپور تیاری کر لیں، جیسے خود نبی ﹲ نےکفار مکہ سے جنگ نہ کرنے کا دس سالہ معاہدہ کیا تھا۔\n(2) اس میں مسلمانوں کے لئے دشمن پر فتح ونصرت کی عظیم بشارت ہے۔ جس کے ساتھ اللہ ہو، اس کو کون شکست دے سکتاہے؟\n(3) بلکہ وہ اس پر پورا اجر دے گا اور اس میں کوئی کمی نہیں کرے گا۔","lang":"ur"},{"name":"47:36","price":"واقعی زندگانیٴ دنیا تو صرف کھیل کود ہے(1) اور اگر تم ایمان لے آؤ گے اور تقویٰ اختیار کرو گے تو اللہ تمہیں تمہارے اجر دے گا اور وه تم سے تمہارے مال نہیں مانگتا.(2)","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"(1) یعنی ایک فریب اور دھوکہ ہے، اس کی کسی چیز کی بنیاد ہے نہ اس کو ثبات اور نہ اس کا اعتبار۔\n(2) یعنی وہ تمہارے مالوں سے بےنیاز ہے۔ اسی لئے اس نےتم سے زکوٰۃ میں کل مال کا مطالبہ نہیں کیا بلکہ اس کے ایک نہایت قلیل حصے کا یعنی صرف ڈھائی فیصد کا اور وہ بھی ایک سال کے بعد اپنی ضرورت سےزیادہ ہونے پر، علاوہ ازیں اس کا مقصد بھی تمہارے اپنے ہی بھائی بندوں کی مدد اور خیر خواہی ہے نہ کہ اللہ اس مال سے اپنی حکومت کے اخراجات پورےکرتا ہے۔","lang":"ur"},{"name":"47:37","price":"اگر وه تم سے تمہارا مال مانگے اور زور دے کر مانگے تو تم اس سے بخیلی کرنے لگو گے اور وه تمہارے کینے ﻇاہر کر دے گا.(1)","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"(1) یعنی اگر ضرورت سے زائد کل مال کا مطالبہ کرے اور وہ بھی اصرار کے ساتھ اور زور دے کر تو یہ انسانی فطرت ہے کہ تم بخل بھی کرو گے اور اسلام کے خلاف اپنے بغض وعناد کا اظہار بھی۔ یعنی اس صورت میں خود اسلام کے خلاف بھی تمہارے دلوں میں عناد پیدا ہو جاتا کہ یہ اچھا دین ہے جو ہماری محنت کی ساری کمائی اپنے دامن میں سمیٹ لینا چاہتا ہے۔ !","lang":"ur"},{"name":"47:38","price":"خبردار! تم وه لوگ ہو کہ اللہ کی راه میں خرچ کرنے کے لئے بلائے جاتے ہو(1) ، تو تم میں سے بعض بخیلی کرنے لگتے ہیں اور جو بخل کرتا ہے وه تو دراصل اپنی جان سے بخیلی کرتا ہے(2)۔ اللہ تعالیٰ غنی ہے اور تم فقیر (اور محتاج) ہو(3) اور اگر تم روگردان ہو جاؤ(4) تو وه تمہارے بدلے تمہارے سوا اور لوگوں کو ﻻئے گا جو پھر تم جیسے نہ ہوں گے.(5)","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"(1) یعنی کچھ حصہ زکوٰۃ کے طور پر اور کچھ اللہ کے راستے میں خرچ کرو۔\n(2) یعنی اپنے ہی نفس کو انفاق فی سبیل اللہ کے اجر سے محروم رکھتا ہے۔\n(3) یعنی اللہ تمہیں خرچ کرنے کی ترغیب اس لئے نہیں دیتا کہ وہ تمہارے مال کا ضرورت مند ہے۔ نہیں، وہ تو غنی ہے، بے نیاز ہے، وہ تو تمہارے ہی فائدے کے لئے تمہیں یہ حکم دیتا ہے کہ اس سے ایک تو تمہارے اپنےنفسوں کا تزکیہ ہو۔ دوسرے، تمہارے ضرورت مندوں کی حاجتیں پوری ہوں۔ تیسرے، تم دشمن پر غالب اور برتر رہو۔ اس لئے اللہ کی رحمت اور مدد کے محتاج تم ہو نہ کہ اللہ تمہارا محتاج ہے۔\n(4) یعنی اسلام سے کفر کی طرف پھر جاؤ۔\n(5) بلکہ تم سے زیادہ اللہ اور رسول کے اطاعت گزار اور اللہ کی راہ میں خوب خرچ کرنے والےہوں گے۔ نبی (صلى الله عليه وسلم) سے اس کی بابت پوچھا گیا تو آپ (صلى الله عليه وسلم) نےحضرت سلمان فارسی (رضي الله عنه) کےکندھے پر ہاتھ رکھ کر فرمایا اس سے مراد یہ اور اس کی قوم ہے۔ قسم ہے اس ذات کی جس کے ہاتھ میں میری جان ہے، اگر ایمان ثریا (ستارے) کے ساتھ بھی لٹکا ہوا ہو تو اس کو فارس کے کچھ لوگ حاصل کر لیں گے۔ (الترمذي، ذكره الألباني في الصحيحة 3 / 14)۔","lang":"ur"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}