{"data":[{"name":"50:1","price":"ق! بہت بڑی شان والے اس قرآن کی قسم ہے.(1)","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"(1) اس کا جواب قسم محذوف ہے لَتُبْعَثُنَّ (تم ضرور قیامت والے دن اٹھائے جاؤ گے) بعض کہتے ہیں اس کا جواب مابعد کا مضمون کلام ہے جس میں نبوت اور معاد کا اثبات ہے۔ (فتح القدیر وابن کثیر)۔","lang":"ur"},{"name":"50:2","price":"بلکہ انہیں تعجب معلوم ہوا کہ ان کے پاس انہی میں سے ایک آگاه کرنے واﻻ آیا تو کافروں نے کہا کہ یہ ایک عجیب چیز ہے.(1)","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"(1) حالانکہ اس میں کوئی تعجب والی بات نہیں ہے۔ ہر نبی اسی قوم کا ایک فرد ہوتا تھا جس میں اسے مبعوث کیا جاتا تھا۔ اسی حساب سے قریش مکہ کو ڈرانے کےلئے قریش ہی میں سے ایک شخص کو نبوت کے لئے چن لیا گیا۔","lang":"ur"},{"name":"50:3","price":"کیا جب ہم مر کر مٹی ہو جائیں گے۔ پھر یہ واپسی دور (از عقل) ہے.(1)","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"(1) حالانکہ عقلی طور پر اس میں بھی کوئی استحالہ نہیں ہے۔ آگے اس کی کچھ وضاحت ہے۔","lang":"ur"},{"name":"50:4","price":"زمین جو کچھ ان سے گھٹاتی ہے وه ہمیں معلوم ہے اور ہمارے پاس سب یاد رکھنے والی کتاب ہے.(1)","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"(1) یعنی زمین انسان کے گوشت، ہڈی اور بال وغیرہ کو بوسیدہ کرکے کھا جاتی ہے یعنی اسے ریزہ ریزہ کر دیتی ہے وہ نہ صرف ہمارے علم میں ہے بلکہ ہمارے پاس لوح محفوظ میں بھی درج ہے۔ اس لئے ان تمام اجزا کو جمع کرکے انہیں دوبارہ زندہ کر دینا ہمارے لئے قطعاً مشکل امر نہیں ہے۔","lang":"ur"},{"name":"50:5","price":"بلکہ انہوں نے سچی بات کو جھوٹ کہا ہے جبکہ وه ان کے پاس پہنچ چکی پس وه ایک الجھاؤ میں پڑ گئے ہیں.(1)","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"(1) حَقٌّ (سچی بات) سے مراد قرآن، اسلام یا نبوت محمدیہ ہے، مفہوم سب کا ایک ہی ہے مَرِيجٌ کے معنی محتاط، مضطرب یا ملتبس کے ہیں۔ یعنی ایسا معاملہ جو ان پر مشتبہ ہو گیا ہے، جس سے وہ ایک الجھاؤ میں پڑ گئے ہیں، کبھی اسے جادو گر کہتے ہیں، کبھی شاعر اور کبھی کاﮨﻦ۔","lang":"ur"},{"name":"50:6","price":"کیا انہوں نے آسمان کو اپنے اوپر نہیں دیکھا؟ کہ ہم نے اسے کس طرح بنایا ہے(1) اور زینت دی ہے(2) اس میں کوئی شگاف نہیں.(3)","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"(1) یعنی بغیر ستون کے، جن کا اسے کوئی سہارا ہو۔\n(2) یعنی ستاروں سے اسے مزین کیا۔\n(3) اسی طرح کوئی فرق وتفاوت بھی نہیں ہے۔ جیسے دوسرے مقام پر فرمایا۔ «الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ، ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ» (الملك: 3- 4)۔","lang":"ur"},{"name":"50:7","price":"اور زمین کو ہم نے بچھا دیا اور اس میں ہم نے پہاڑ ڈال دیئے ہیں اور اس میں ہم نے قسم قسم کی خوشنما چیزیں اگا دی ہیں.(1)","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"(1) اور بعض نے زوج کےمعنی جوڑا کیے ہیں۔ یعنی ہر قسم کی نباتات اور اشیا کو جوڑا جوڑا (نر اور مادہ) بنایا ہے۔ بھیج کے معنی، خوش منظر، شاداب اور حسین۔","lang":"ur"},{"name":"50:8","price":"تاکہ ہر رجوع کرنے والے بندے کے لئے بینائی اور دانائی کا ذریعہ ہو.(1)","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"(1) یعنی آسمان وزمین کی تخلیق اور دیگر اشیا کا مشاہدہ اور ان کی معرفت ہر اس شخص کے لئے بصیرت ودانائی اور عبرت ونصیحت کا باعث ہے جو اللہ کی طرف رجوع کرنے والا ہے۔","lang":"ur"},{"name":"50:9","price":"اور ہم نے آسمان سے بابرکت پانی برسایا اور اس سے باغات اور کٹنے والے کھیت کے غلے پیدا کیے.(1)","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"(1) کٹنے والے غلے سے مراد وہ کھیتیاں ہیں، جن سے گندم، مکئی، جوار، باجرہ، ڈالیں اور چاول وغیرہ پیدا ہوتے ہیں اور پھر ان کا ذخیرہ کر لیا جاتا ہے۔","lang":"ur"},{"name":"50:10","price":"اور کھجوروں کے بلند وباﻻ درخت جن کے خوشے تہ بہ تہ ہیں.(1)","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"(1) بَاسِقَاتٍ کے معنی طِوَالا شِاهِقَاتٍ، بلند وبالا طَلْعٌ، کھجور کا وہ گدرا گدرا پھل، جو پہلے پہل نکلتا ہے، نَضِيدٌ کے معنی تہ بہ تہ۔ باغات میں کھجور کا پھل بھی آجاتا ہے۔ لیکن اسے الگ سے بطور خاص ذکر کیا، جس سے کھجور کی وہ اہمیت واضح ہے جو عرب میں اسے حاصل ہے۔","lang":"ur"},{"name":"50:11","price":"بندوں کی روزی کے لئے اور ہم نے پانی سے مرده شہر کو زنده کر دیا۔ اسی طرح (قبروں سے) نکلنا ہے.(1)","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"(1) یعنی جس طرح بارش سے مردہ زمین کو زندہ اور شاداب کر دیتے ہیں، اسی طرح قیامت والے دن ہم قبروں سے انسانوں کو زندہ کرکے نکال لیں گے۔","lang":"ur"},{"name":"50:12","price":"ان سے پہلے نوح کی قوم نے اور رس والوں(1) نے اور ﺛمود نے.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"(1) أَصْحَابُ الرَّسِّ کی تعیین میں مفسرین کےدرمیان بہت اختلاف ہے۔ امام ابن جریر طبری نے اس قول کو ترجیح دی ہےجس میں انہیں اصحاب اخدود قرار دیا گیا ہے، جس کا ذکر سورۂ بروج میں ہے (تفصیل کے لئے دیکھئے ابن کثیر وفتح القدیر، سورۃ الفرقان آیت 38)۔","lang":"ur"},{"name":"50:13","price":"اور عاد نے فرعون نے اور برادران لوط نے.","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"50:14","price":"اور ایکہ(1) والوں نے تبع کی قوم(2) نے بھی تکذیب کی تھی۔ سب نے پیغمبروں کو جھٹلایا(3) پس میرا وعدہٴ عذاب ان پر صادق آگیا.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"(1) أَصْحَابُ الأيْكَةِ کے لئے دیکھئے سورۃ الشعراء، آیت 176 کا حاشیہ۔\n(2) قَوْمُ تُبَّعٍ کے لئے دیکھئے سورۃ الدخان، آیت 37 کا حاشیہ۔\n(3) یعنی ان میں سے ہر ایک نے اپنے اپنے پیغمبر کو جھٹلایا۔ اس میں رسول اللہ (صلى الله عليه وسلم) کےلئے تسلی ہے۔ گویا آپ (صلى الله عليه وسلم) کو کہا جا رہا ہے کہ آپ (صلى الله عليه وسلم) اپنی قوم کی طرف سے اپنی تکذیب پر غمگین نہ ہوں اس لئے کہ یہ کوئی نئی بات نہیں ہے، آپ (صلى الله عليه وسلم) سے پہلے انبیا علیہم السلام کے ساتھ بھی ان کی قوموں نے یہی معاملہ کیا۔ دوسرے اہل مکہ کو تنبیہ ہے کہ پچھلی قوموں نے انبیا علیہم السلام کی تکذیب کی تو دیکھ لو ان کا کیا انجام ہوا؟ کیا تم بھی اپنے لئے یہی انجام پسند کرتے ہو؟ اگر یہ انجام پسند نہیں کرتے تو تکذیب کا راستہ چھوڑ دو اور پیغمبر (صلى الله عليه وسلم) پر ایمان لے آؤ۔","lang":"ur"},{"name":"50:15","price":"کیا ہم پہلی بار کے پیدا کرنے سے تھک گئے(1) ؟ بلکہ یہ لوگ نئی پیدائش کی طرف سے شک میں ہیں.(2)","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"(1) کہ قیامت والے دن دوبارہ پیدا کرنا ہمارے لئے مشکل ہوگا۔ مطلب یہ ہے کہ جب پہلی مرتبہ پیدا کرنا ہمارے لئے مشکل نہیں تھا تو دوبارہ زندہ کرنا تو پہلی مرتبہ پیدا کرنے سے زیادہ آسان ہے۔ جیسے دوسرے مقام پر فرمایا «وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ» (الروم: 27) سورۂ یٰسین، آیت 78- 79 میں بھی یہ مضمون بیان کیا گیا ہے۔ اور حدیث قدسی میں ہے۔ اللہ تعالیٰ فرماتا ہے ”ابن آدم یہ کہہ کر مجھے ایذا پہنچاتا ہے کہ اللہ مجھے ہر گز دوبارہ پیدا کرنے پر قادر نہیں ہے جس طرح اس نے پہلی مرتبہ مجھے پیدا کیا۔ حالانکہ پہلی مرتبہ پیدا کرنا، دوسری مرتبہ پیدا کرنے سے زیادہ آسان نہیں ہے“ یعنی اگر مشکل ہے تو پہلی مرتبہ پیدا کرنا نہ کہ دوسری مرتبہ (البخاري تفسير سورة الإخلاص)۔\n(2) یعنی یہ اللہ کی قدرت کے منکر نہیں، بلکہ اصل بات یہ ہے کہ انہیں قیامت کے وقوع اور اس میں دوبارہ زندگی کے بارے میں ہی شک ہے۔","lang":"ur"},{"name":"50:16","price":"ہم نے انسان کو پیدا کیا ہے اور اس کے دل میں جو خیاﻻت اٹھتے ہیں ان سے ہم واقف ہیں(1) اور ہم اس کی رگ جان سے بھی زیاده اس سے قریب ہیں.(2)","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"(1) یعنی انسان جو کچھ چھپاتا اور دل میں مستور رکھتا ہے، وہ سب ہم جانتے ہیں۔ وسوسہ، دل میں گزرنے والےخیالات کو کہا جاتا ہے جس کا علم اس انسان کے علاوہ کسی کو نہیں ہوتا۔ لیکن اللہ ان وسوسوں کو بھی جانتا ہے۔ اسی لئے حدیث میں آتا ہے ”اللہ تعالیٰ نے میری امت سےدل میں گزرنے والے خیالات کو معاف فرما دیا ہے یعنی ان پرگرفت نہیں فرمائے گا۔ جب تک وہ زبان سے ان کا اظہار یا ان پر عمل نہ کرے“۔ (البخاري كتاب الإيمان باب إذا حنث ناسيا في الأيمان مسلم، باب تجاوز الله عن حديث النفس والخواطر بالقلب إذا لم تستقر)۔\n(2) وَرِيدٌ شہ رگ یا رگ جان کو کہا جاتا ہے جس کے کٹنے سے موت واقع ہو جاتی ہے۔ یہ رگ حلق کے ایک کنارے سے انسان کے کندھے تک ہوتی ہے۔ اس قرب سے مراد قرب علمی ہے یعنی علم کے لحاظ سے ہم انسان کے بالکل بلکہ اتنے قریب ہیں کہ اس کے نفس کی باتوں کو بھی جانتے ہیں۔ امام ابن کثیر فرماتے ہیں کہ نَحْنُ سے مراد فرشتے ہیں۔ یعنی ہمارے فرشتے انسان کی رگ جان سے بھی قریب ہیں۔ کیونکہ انسان کے دائیں بائیں دو فرشتے ہر وقت موجود رہتے ہیں، وہ انسان کی ہر بات اور عمل کو نوٹ کرتے ہیں يَتَلَقَّى الْمُتَلَقِّيَانِ کے معنی ہیں يَأْخُذَانِ وَيُثَبّتَانِ۔ امام شوکانی نے اس کا مطلب بیان کیا ہے کہ ہم انسان کےتمام احوال کو جانتے ہیں، بغیر اس کے کہ ہم ان فرشتوں کےمحتاج ہوں جن کو ہم نے انسان کے اعمال واقوال لکھنے کے لئے مقرر کیا ہے، یہ فرشتے تو ہم نے صرف اتمام حجت کے لئے مقرر کیے ہیں، دو فرشتوں سےمراد بعض کے نزدیک ایک نیکی اور دوسرا بدی لکھنےکے لئے۔ اور بعض کےنزدیک رات اور دن کے فرشتے مراد ہیں۔ رات کے دو فرشتے الگ اور دن کے دو فرشتے الگ (فتح القدیر)۔","lang":"ur"},{"name":"50:17","price":"جس وقت دو لینے والے جا لیتے ہیں ایک دائیں طرف اور ایک بائیں طرف بیٹھا ہوا.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"50:18","price":"(انسان) منھ سے کوئی لفﻆ نکال نہیں پاتا مگر کہ اس کے پاس نگہبان تیار ہے.(1)","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"(1) رَقِيبٌ، محافظ، نگران اور انسان کے قول اور عمل کا انتظار کرنے والا۔ عَتِيدٌ حاضر اور تیار۔","lang":"ur"},{"name":"50:19","price":"اور موت کی بے ہوشی حق لے کر آ پہنچی، یہی ہے جس سے تو بدکتا پھرتا تھا.(1)","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"(1) دوسرے معنی اس کے ہیں، موت کی سختی حق کےساتھ آئے گی، یعنی موت کے وقت، حق واضح اور ان وعدوں کی صداقت ظاہر ہو جاتی ہے جو قیامت اور جنت کے بارے میں انبیا علیہم السلام کرتے رہے ہیں۔\n(2) تَحِيدُ، تَمِيلُ عَنْهُ وَتَفِرُّ، تو اس موت سے بدکتا اور بھاگتا تھا۔","lang":"ur"},{"name":"50:20","price":"اور صور پھونک دیا جائے گا۔ وعدہٴ عذاب کا دن یہی ہے.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"50:21","price":"اور ہر شخص اس طرح آئے گا کہ اس کے ساتھ ایک ﻻنے واﻻ ہوگا اور ایک گواہی دینے واﻻ.(1)","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"(1) سَائِقٌ (ہانکنے والا) اور شَهِيدٌ (گواہ) کےبارے میں اختلاف ہے۔ امام طبری کےنزدیک یہ دو فرشتے ہیں۔ ایک انسان کو محشر تک ہانک کر لانے والا اور دوسرا گواہی دینے والا۔","lang":"ur"},{"name":"50:22","price":"یقیناً تو اس سے غفلت میں تھا لیکن ہم نے تیرے سامنے سے پرده ہٹا دیا پس آج تیری نگاه بہت تیز ہے.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"50:23","price":"اس کا ہم نشین (فرشتہ) کہے گا یہ حاضر ہے جو کہ میرے پاس تھا.(1)","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"(1) یعنی فرشتہ انسان کا سارا ریکارڈ سامنے رکھ دے گا اور کہے گا کہ یہ تیری فرد عمل ہے جو کہ میرے پاس تھی۔","lang":"ur"},{"name":"50:24","price":"ڈال دو جہنم میں ہر کافر سرکش کو.","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"50:25","price":"جو نیک کام سے روکنے واﻻ حد سے گزر جانے واﻻ اور شک کرنے واﻻ تھا.","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"50:26","price":"جس نے اللہ کے ساتھ دوسرا معبود بنا لیا تھا پس اسے سخت عذاب میں ڈال دو.(1)","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"(1) اللہ تعالیٰ اس فرد عمل کی روشنی میں انصاف اور فیصلہ فرمائے گا۔ أَلْقِيَا سے الشَّدِيدُ تک اللہ کا قول ہے۔","lang":"ur"},{"name":"50:27","price":"اس کا ہمنشین (شیطان) کہے گا اے ہمارے رب! میں نے اسے گمراه نہیں کیا تھا بلکہ یہ خود ہی دور دراز کی گمراہی میں تھا.(1)","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"(1) اس لئے اس نے فوراً میری بات مان لی، اگر یہ تیرا مخلص بندہ ہوتا تو میرے بہکاوﮮ میں ہی نہ آتا یہاں قَرِينٌ (ساتھی) سے مراد شیطان ہے۔","lang":"ur"},{"name":"50:28","price":"حق تعالیٰ فرمائے گا بس میرے سامنے جھگڑنے کی بات مت کرو میں تو پہلے ہی تمہاری طرف وعید (وعدہٴ عذاب) بھیج چکا تھا.(1)","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"(1) یعنی اللہ تعالیٰ کافروں اور ان کے ہم نشین شیطانوں کو کہے گا کہ یہاں موقف حساب یا عدالت انصاف میں لڑنے جھگڑنے کی ضرورت نہیں نہ اس کا کوئی فائدہ ہی ہے، میں نے پہلے ہی رسولوں اور کتابوں کے ذریعے سے ان وعیدوں سے تم کو آگاہ کر دیا تھا۔","lang":"ur"},{"name":"50:29","price":"میرے ہاں بات بدلتی نہیں(1) اور نہ میں اپنے بندوں پر ذرا بھی ﻇلم کرنے واﻻ ہوں.(2)","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"(1) یعنی جو وعدے میں نے کیے تھے، ان کے خلاف نہیں ہوگا بلکہ وہ ہر صورت میں پورے ہوں گے اور اسی اصول کے مطابق تمہارے لئےعذاب کا فیصلہ میری طرف سے ہوا ہے جس میں تبدیلی نہیں ہو سکتی۔\n(2) کہ بغیر جرم کےجو انہوں نے نہ کیا ہو اور بغیر گناہ کے جس کا صدور ان سے نہ ہوا ہو، میں ان کو عذاب دے دوں؟ ظلام یہاں ظالم کے معنی میں ہے۔ یا محاورۃ بولا گیا ہے، جیسے عام طور پر کہا جاتا ہے کہ فلاں شخص اپنے غلاموں پر بڑا ظلم کرتا ہے، فلاں شخص بڑا ظالم ہے مقصد، مبالغے کا نہیں بلکہ صرف اس کی طرف سے ظلم کیے جانےکا اظہار ہوتا ہے۔ یا مقصود نفی میں مبالغہ ہے۔ یعنی میں بندوں پر ذرا بھی ظلم کرنے والا نہیں۔","lang":"ur"},{"name":"50:30","price":"جس دن ہم دوزخ سے پوچھیں گے کیا تو بھر چکی؟ وه جواب دے گی کیا کچھ اور زیاده بھی ہے؟(1)","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"(1) اللہ تعالیٰ نے فرمایا ہے «لأَمْلأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ» (الم السجدة:1 3) ”میں جہنم کو انسانوں اور جنوں سے بھردوں گا“۔ اس وعدے کا جب ایفا ہو جائے گا اور اللہ تعالیٰ کافر جن وانس کو جہنم میں ڈال دے گا، تو جہنم سےپوچھے گا کہ تو بھر گئی ہےیا نہیں؟ وہ جواب دے گی، کیا کچھ اور بھی ہے؟ یعنی اگرچہ میں بھر گئی ہوں لیکن یا اللہ تیرے دشمنوں کے لئے میرے دامن میں اب بھی گنجائش ہے، جہنم سے اللہ تعالیٰ کی یہ گفتگو اور جہنم کا جواب دینا، اللہ کی قدرت سے قطعاً بعید نہیں ہے۔ حدیث میں بھی آتا ہے ”آگ میں لوگ ڈالے جائیں گے اور جہنم کہے گی: هَلْ مِنْ مَزِيدٍ کیا کچھ اور بھی ہیں؟ (حتی کہ اللہ تعالیٰ جہنم میں اپنا پیر رکھ دے گا، جس سے جہنم پکار اٹھے گی، قَطْ قَطْ یعنی بس، بس“ (صحیح بخاری، تفسیر سورۂ ق) اور جنت کے بارے میں آتا ہے کہ جنت میں ابھی خالی جگہ باقی رہ جائے گی تو اللہ تعالیٰ اسکے لئے نئی مخلوق پیدا فرمائے گا جو وہاں آباد ہوگی۔ (صحيح مسلم كتاب الجنة ، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء)۔","lang":"ur"},{"name":"50:31","price":"اور جنت پرہیزگاروں کے لئے بالکل قریب کر دی جائے گی ذرا بھی دور نہ ہوگی.(1)","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"(1) اور بعض نے کہا ہے کہ قیامت ،جس روز جنت قریب کر دی جائے گی، دور نہیں ہے۔ کیونکہ وہ لامحالہ واقع ہو کر رہےگی اور كُلُّ مَا هُوَ آتٍ فَهُوَ قَرِيبٌ اور جو بھی آنے والی چیز ہے، وہ قریب ہی ہے دور نہیں۔ (ابن کثیر)۔","lang":"ur"},{"name":"50:32","price":"یہ ہے جس کا تم سے وعده کیا جاتا تھا ہر اس شخص کے لئے جو رجوع کرنے واﻻ اور پابندی کرنے واﻻ ہو.(1)","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"(1) یعنی اہل ایمان جب جنت کا اور اس کی نعمتوں کا قریب سے مشاہدہ کریں گے تو کہا جائے گا کہ یہی وہ جنت ہے جس کا وعدہ ہر اواب اور حفیظ سے کیا گیا تھا۔ اواب، بہت رجوع کرنے والا، یعنی اللہ کی طرف۔ کثرت سے توبہ واستغفار اور تسبیح وذکر الٰہی کرنے والا۔ خلوت میں اپنے گناہوں کو یاد کرکے اللہ کی بارگاہ میں گڑ گڑانے والا اور ہر مجلس میں استغفار کرنے والا۔ حفیظ ، اپنے گناہوں کو یاد کرکے ان سے توبہ کرنے والا، یا اللہ کے حقوق اور اس کی نعمتوں کو یاد رکھنے والا یا اللہ کے اوامرو نواہی کو یاد رکھنے والا (فتح القدیر)۔","lang":"ur"},{"name":"50:33","price":"جو رحمٰن کا غائبانہ خوف رکھتا ہو اور توجہ واﻻ دل ﻻیا ہو.(1)","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"(1) مُنِيبٍ، اللہ کی طرف رجوع کرنے والا اور اس کا اطاعت گزار دل۔ یا بمعنی سلیم، شرک اور معصیت کی نجاستوں سے پاک دل۔","lang":"ur"},{"name":"50:34","price":"تم اس جنت میں سلامتی کے ساتھ داخل ہو جاؤ۔ یہ ہمیشہ رہنے کا دن ہے","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"50:35","price":"یہ وہاں جو چاہیں انھیں ملے گا (بلکہ) ہمارے پاس اور بھی زیاده ہے.(1)","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"(1) اس سے مراد رب تعالیٰ کا دیدار ہے جو اہل جنت کو نصیب ہوگا، جیسا کہ لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ (يونس:26) کی تفسیر میں گزرا۔","lang":"ur"},{"name":"50:36","price":"اور ان سے پہلے بھی ہم بہت سی امتوں کو ہلاک کر چکے ہیں جو ان سے طاقت میں بہت زیاده تھیں وه شہروں میں ڈھونڈھتے ہی(1) ره گئے، کہ کوئی بھاگنے کا ٹھکانہ ہے؟","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"(1) فَنَقَّبُوا فِي الْبِلادِ (شہروں میں چلے پھرے) کا ایک مطلب یہ بیان کیا گیا ہے کہ وہ ان اہل مکہ سے زیادہ تجارت وکاروبار کے لئے مختلف شہروں میں پھرتے تھے۔ لیکن ہمارا عذاب آیا تو انہیں کہیں پناہ اور راہ فرار نہیں ملی۔","lang":"ur"},{"name":"50:37","price":"اس میں ہر صاحب دل کے لئے عبرت ہے اور اس کے لئے جو دل(1) سے متوجہ ہو کر کان لگائے(2) اور وه حاضر ہو.(3)","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"(1) یعنی دل بیدار، جو غور وفکر کرکے حقائق کا ادراک کرلے۔\n(2) یعنی توجہ سے وہ وحی الٰہی سنے جس میں گزشتہ امتوں کے واقعات بیان کیے گئے ہیں۔\n(3) یعنی قلب اور دماغ کے لحاظ سے حاضر ہو۔ اس لئے کہ جو بات کو ہی نہ سمجھے، وہ موجود ہوتے ہوئے بھی ایسے ہے جیسے نہیں ہے۔","lang":"ur"},{"name":"50:38","price":"یقیناً ہم نے آسمانوں اور زمین اور جو کچھ اس کے درمیان ہے سب کو (صرف) چھ دن میں پیدا کر دیا اور ہمیں تکان نے چھوا تک نہیں.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"50:39","price":"پس یہ جو کچھ کہتے ہیں آپ اس پر صبر کریں اور اپنے رب کی تسبیح تعریف کے ساتھ بیان کریں سورج نکلنے سے پہلے بھی اور سورج غروب ہونے سے پہلے بھی.(1)","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"(1) یعنی صبح وشام اللہ کی تسبیح بیان کرو یا عصر اور فجر کی نماز پڑھنے کی تاکید ہے۔","lang":"ur"},{"name":"50:40","price":"اور رات کے وقت بھی تسبیح کریں(1) اور نماز کے بعد بھی.(2)","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"(1) (من) تبعیض کے لئے ہے۔ یعنی رات کے کچھ حصے میں بھی اللہ کی تسبیح کریں یا رات کی نماز (تہجد) پڑھیں۔ جیسے دوسرے مقام پر فرمایا «وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ»(سورة بني إسرائيل: 79) ”رات کو اٹھ کر نماز تہجد پڑھیں جو آپ کے لئے مزید ثواب کا باعث ہے“ بعض کہتے ہیں کہ معراج سے قبل مسلمانوں کے لئے صرف فجر اور عصر کی نماز اور نبی (صلى الله عليه وسلم) کے لئے تہجد کی نماز بھی فرض تھی۔ معراج کے موقعے پر پانچ نمازیں فرض کر دی گئیں۔ (ابن کثیر)۔\n(2) یعنی اللہ کی تسبیح کریں۔ بعض نےاس سے وہ تسبیحات مراد لی ہیں، جن کے پڑھنے کی تاکید نبی (صلى الله عليه وسلم) نے فرض نمازوں کے بعد فرمائی ہے۔ مثلاً 33 مرتبہ سُبْحَانَ اللهِ ۔ 33مرتبہ الْحَمْدُ للهِ اور 34 مرتبہ اللهُ أَكْبَرُ وغیرہ (البخاري كتاب الأذان، باب الذكر بعد الصلاة كتاب الدعوات، باب الدعاء بعد الصلاة - مسلم كتاب المساجد باب استحباب الذكر بعد الصلاة وبيان صفته) مگر یہ تسبیحات اس سورت کے نزول کے بہت عرصہ بعد بتائی گئی تھیں۔ بعض نے کہا کہ یہ ادبار السجود سے مراد مغرب کے بعد دو رکعتیں ہیں۔","lang":"ur"},{"name":"50:41","price":"اور سن رکھیں(1) کہ جس دن ایک پکارنے(2) واﻻ قریب ہی کی جگہ سے پکارے گا.(3)","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"(1) یعنی قیامت کے جو احوال وحی کے ذریعے سے بیان کیے جا رہے ہیں، انہیں توجہ سے سنیں۔\n(2) یہ پکارنے والا اسرافیل فرشتہ ہوگا یا جبرائیل اور یہ ندا وہ ہوگی جس سے لوگ میدان محشر میں جمع ہو جائیں گے۔ یعنی نفخۂ ثانیہ۔\n(3) اس سے بعض نے صخرۂ بیت المقدس مراد لیا ہے، کہتے ہیں یہ آسمان کے قریب ترین جگہ ہے اور بعض کے نزدیک اس کا مطلب یہ ہے کہ ہر شخص یہ آواز اس طرح سنے گا، جیسے اس کےقریب سے ہی آواز آرہی ہے۔ (فتح القدیر) اور یہی درست معلوم ہوتا ہے۔","lang":"ur"},{"name":"50:42","price":"جس روز اس تند وتیز چیﺦ کو یقین کے ساتھ سن لیں گے، یہ دن ہوگا نکلنے کا.(1)","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"(1) یعنی یہ چیخ یعنی نفخۂ قیامت یقیناً ہوگا جس میں یہ دنیا میں شک کرتے تھے۔ اور یہی دن قبروں سے زندہ ہو کر نکلنے کا ہوگا۔","lang":"ur"},{"name":"50:43","price":"ہم ہی جلاتے ہیں اور ہم ہی مارتے ہیں(1) اور ہماری ہی طرف لوٹ پھر کر آنا ہے.(2)","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"(1) یعنی دنیا میں موت سےہمکنار کرنا اور آخرت میں زندہ کر دینا، یہ ہمارا ہی کام ہے، اس میں کوئی ہمارا شریک نہیں ہے۔\n(2) وہاں ہم ہر شخص کو اس کے عملوں کے مطابق جزا دیں گے۔ٍ","lang":"ur"},{"name":"50:44","price":"جس دن زمین پھٹ جائے گی اور یہ دوڑتے ہوئے(1) (نکل پڑیں گے) یہ جمع کر لینا ہم پر بہت ہی آسان ہے.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"- یعنی اس آواز دینے والے کی طرف دوڑیں گے۔ جس نےآواز دی ہوگی۔ مُسْرِعِينَ إِلَى الْمُنَادِي الَّذِي نَادَاهُمْ (فتح القدير) نبی (صلى الله عليه وسلم) نے فرمایا، جب زمین پھٹے گی تو سب سے پہلے زندہ ہو کر نکلنے والا میں ہوں گا أَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الأَرْضُ (صحيح مسلم، كتاب الفضائل، باب تفضيل نبينا صلى الله عليه وسلم على جميع الخلائق)۔","lang":"ur"},{"name":"50:45","price":"یہ جو کچھ کہہ رہے ہیں ہم بخوبی جانتے ہیں اور آپ ان پر جبر کرنے والے نہیں(1) ، تو آپ قرآن کے ذریعے انہیں سمجھاتے رہیں جو میرے وعید (ڈرانے کے وعدوں) سے ڈرتے ہیں.(2)","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"(1) یعنی آپ (صلى الله عليه وسلم) اس بات کے مکلف نہیں ہیں کہ ان کو ایمان لانے پر مجبور کریں۔ بلکہ آپ (صلى الله عليه وسلم) کا کام صرف تبلیغ ودعوت ہے، وہ کرتے رہیں۔\n(2) یعنی آپ (صلى الله عليه وسلم) کی دعوت وتذکیر سے وہی نصیحت حاصل کرے گا جو اللہ سے اور اس کی وعیدوں سے ڈرتا اور اس کے وعدوں پر یقین رکھتا ہوگا۔ اسی لئےحضرت قتادہ یہ دعا فرمایا کرتے تھے «اللَّهُمَّ اجْعَلْنَا مِمَّنْ يَخَافُ وَعِيدَكَ ، وَيَرْجُو مَوْعُودَكَ يَا بَارُّ يَا رَحِيمُ» ”اے اللہ ہمیں ان لوگوں میں سےکر جو تیرے وعیدوں سے ڈرتے اور تیرے وعدوں کی امید رکھتے ہیں۔ اے احسان کرنے والے رحم فرمانے والے“۔","lang":"ur"}],"chapter":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"]}