{"data":[{"name":"51:1","price":"قسم ہے بکھیرنے والیوں کی اڑا کر.(1)","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"(1) اس سے مراد ہوائیں ہیں جو مٹی کو اڑا کر بکھیر دیتی ہیں۔","lang":"ur"},{"name":"51:2","price":"پھر اٹھانے والیاں بوجھ کو.(1)","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"(1) وَقْرٌ ہر وہ بوجھ جسے کوئی جاندار لے کر چلے، حاملات سے مراد وہ ہوائیں ہیں جو بادلوں کو اٹھائے ہوئے ہیں، یاپھر وہ بادل ہیں جو پانی کا بوجھ اٹھائے ہوتے ہیں جیسےچوپائے، حمل کا بوجھ اٹھاتے ہیں۔","lang":"ur"},{"name":"51:3","price":"پھر چلنے والیاں نرمی سے.(1)","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"(1) جَارِيَاتٌ، پانی میں چلنے والی کشتیاں، يُسْرًا آسانی سے۔","lang":"ur"},{"name":"51:4","price":"پھر کام کو تقسیم کرنے والیاں.(1)","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"(1) مُقَسِّمَاتٌ اس سےمراد وہ فرشتے ہیں جو کاموں کو تقسیم کر لیتے ہیں۔ کوئی رحمت کا فرشتہ ہے تو کوئی عذاب کا، کوئی پانی کا ہے تو کوئی سختی (قحط سالی وغیرہ) کا، کوئی ہواؤں کا فرشتہ ہے تو کوئی موت اور حوادث کا۔ بعض نے ان سب سے صرف ہوائیں مراد لی ہیں اور ان سب کو ہواؤں کی صفت بنایا ہے، جیسے فاضل مترجم نے بھی اسی کے مطابق ترجمہ کیا ہے۔ لیکن ہم نے امام ابن کثیر اور امام شوکانی کی تفسیر کے مطابق تشریح کی ہے۔ قسم سے مقصد مقسم علیہ کی سچائی کو بیان کرنا ہوتا ہے یا بعض دفعہ صرف تاکید مقصود ہوتی ہے اور بعض دفعہ مقسم علیہ کو دلیل کے طور پر پیش کرنا مقصود ہوتا ہے۔ یہاں قسم کی یہی تیسری قسم ہے۔ آگے جواب قسم یہ بیان کیا گیا ہے کہ تم سے جو وعدے کیے جاتے ہیں یقیناً وہ سچے ہیں اور قیامت برپا ہو کر رہے گی جس میں انصاف کیا جائے گا۔ یہ ہواؤں کا چلنا، بادلوں کا پانی کو اٹھانا، سمندروں میں کشتیوں اور فرشتوں کا مختلف امور کو سرانجام دینا، قیامت کے وقوع پر دلیل ہے، کیونکہ جو ذات یہ سارےکام کرتی ہے جو بظاہر نہایت مشکل اور اسباب عادیہ کےخلاف ہیں، وہی ذات قیامت والے دن تمام انسانون کو دوبارہ زندہ بھی کر سکتی ہے۔","lang":"ur"},{"name":"51:5","price":"یقین مانو کہ تم سے جو وعدے کیے جاتے ہیں (سب) سچے ہیں.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:6","price":"اور بیشک انصاف ہونے واﻻ ہے.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:7","price":"قسم ہے راہوں والے آسمان کی.(1)","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"(1) دوسرا ترجمہ، حسن وجمال اور زینت ورونق والا کیا گیا ہے، چاند،سورج ، کواکب وسیارات، روشن ستارے، اس کی بلندی اور وسعت، یہ سب چیزیں آسمان کی رونق وزینت اور خوب صورتی کا باعث ہیں۔","lang":"ur"},{"name":"51:8","price":"یقیناً تم مختلف بات میں پڑے ہوئے ہو.(1)","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"(1) یعنی اے اہل مکہ ! تمہارا کسی بات میں آپس میں اتفاق نہیں ہے۔ ہمارے پیغمبر کو تم میں سے کوئی جادوگر، کوئی شاعر، کوئی کاﮨﻦ اور کوئی کذاب کہتا ہے۔ اسی طرح کوئی قیامت کی بالکل نفی کرتاہے، کوئی شک کا اظہار، علاوہ ازیں ایک طرف اللہ کے خالق اور رازق ہونے کا اعتراف کرتے ہو، دوسری طرف دوسروں کو بھی معبود بنا رکھا ہے۔","lang":"ur"},{"name":"51:9","price":"اس سے وہی باز رکھا جاتا ہے(1) جو پھیر دیا گیا ہو.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"(1) یعنی نبی (صلى الله عليه وسلم) پر ایمان لانے سے، یا حق سےیعنی بعث وتوحید سے یا مطلب ہے مذکورہ اختلاف سے وہ شخص پھیر دیا گیا جسے اللہ نے اپنی توفیق سے پھیر دیا، پہلے مفہوم میں ذم ہے۔ دوسرے میں مدح۔","lang":"ur"},{"name":"51:10","price":"بے سند باتیں کرنے والے غارت کر دیئے گئے.","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:11","price":"جو غفلت میں ہیں اور بھولے ہوئے ہیں.","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:12","price":"پوچھتے ہیں کہ یوم جزا کب ہوگا؟","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:13","price":"ہاں یہ وه دن ہے کہ یہ آگ پر تپائے جائیں گے.(1)","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"(1) يُفْتَنُونَ کے معنی ہیں يُحَرَّقُونَ وَيُعَذَّبُونَ، جس طرح سونے کو آگ میں ڈال کر جانچا پرکھا جاتا ہے، اسی طرح یہ آگ میں ڈالے جائیں گے۔","lang":"ur"},{"name":"51:14","price":"اپنی فتنہ پردازی کا مزه چکھو(1) ، یہی ہے جس کی تم جلدی مچا رہے تھے.","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"(1) فِتْنَةٌ، بمعنی عذاب یا آگ میں جلنا۔","lang":"ur"},{"name":"51:15","price":"بیشک تقویٰ والے لوگ بہشتوں اور چشموں میں ہوں گے.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:16","price":"ان کے رب نے جو کچھ انہیں عطا فرمایا ہے اسے لے رہے ہوں گے وه تو اس سے پہلے ہی نیکوکار تھے.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:17","price":"وه رات کو بہت کم سویا کرتے تھے.(1)","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"(1) هُجُوعٌ کے معنی ہیں، رات کو سونا، مَا يَهْجَعُونَ میں ما تاکید کے لئے ہے۔ وہ رات کو کم سوتے تھے، مطلب ہے ساری رات سو کر غفلت اور عیش وعشرت میں نہیں گزار دیتے تھے۔ بلکہ رات کا کچھ حصہ اللہ کی یاد میں اور اس کی بارگاہ میں گڑگڑاتے ہوئے گزارتے تھے۔ جیسا کہ احادیث میں بھی قیام اللیل کی تاکید ہے۔ مثلاً ایک حدیث میں فرمایا ”لوگو ! لوگوں کو کھانا کھلاؤ، صلۂ رحمی کرو، سلام پھیلاؤ اور رات کو اٹھ کر نماز پڑھو، جب کہ لوگ سوئے ہوئے ہوں، تم سلامتی کے ساتھ جنت میں داخل ہو جاؤ گے“۔ (مسند احمد 5/ 451)۔","lang":"ur"},{"name":"51:18","price":"اور وقت سحر استغفار کیا کرتے تھے.(1)","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"(1) وقت سحر، قبولیت دعا کے بہترین اوقات میں سے ہے۔ حدیث میں آتا ہے کہ (جب رات کا آخری تہائی حصہ باقی رہ جاتا ہے تو اللہ تعالیٰ آسمان دنیا پر نزول فرماتا ہے اور ندا دیتا ہے کہ کوئی توبہ کرنے والا ہے کہ میں اس کی توبہ قبول کروں؟ کوئی بخشش مانگنے والا ہے کہ میں اسےبخش دوں، کوئی سائل ہے کہ میں اس کے سوال کو پورا کر دوں۔ یہاں تک کہ فجر طلوع ہو جاتی ہے۔ (صحيح مسلم، كتاب صلاة المسافرين ، باب الترغيب في الدعاء والذكر في آخر الليل والإجابة فيه)۔","lang":"ur"},{"name":"51:19","price":"اور ان کے مال میں مانگنے والوں کا اور سوال سے بچنے والوں کا حق تھا.(1)","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"(1) محروم سے مراد، وہ ضرورت مند ہے جو سوال سے اجتناب کرتا ہے۔ چنانچہ مستحق ہونے کے باوجود لوگ اسے نہیں دیتے۔ یا وہ شخص ہے جس کا سب کچھ، آفت ارضی وسماوی میں،تباہ ہو جائے۔","lang":"ur"},{"name":"51:20","price":"اور یقین والوں کے لئے تو زمین میں بہت سی نشانیاں ہیں.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:21","price":"اور خود تمہاری ذات میں بھی، تو کیا تم دیکھتے نہیں ہو.","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:22","price":"اور تمہاری روزی اور جو تم سے وعده کیا جاتا ہے سب آسمان میں ہے.(1)","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"(1) یعنی بارش بھی آسمان سے ہوتی ہے جس سے تمہارا رزق پیدا ہوتا ہے اور جنت دوزخ ثواب وعتاب بھی آسمانوں میں ہے جن کا وعدہ کیا جاتا ہے۔","lang":"ur"},{"name":"51:23","price":"آسمان وزمین کے پروردگار کی قسم! کہ یہ(1) بالکل برحق ہے ایسا ہی جیسے کہ تم باتیں کرتے ہو.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"(1) إِنَّهُ میں ضمیر کا مرجع (یہ) وہ امور وآیات ہیں جو مذکور ہوئیں۔","lang":"ur"},{"name":"51:24","price":"کیا تجھے ابراہیم (علیہ السلام) کے معزز مہمانوں کی خبر بھی پہنچی ہے؟(1)","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"(1) هَلْ استفہام کے لئے ہے جس میں نبی (صلى الله عليه وسلم) کو یہ تنبیہ ہے کہ اس قصے کا تجھے علم نہیں، بلکہ ہم تجھے وحی کے ذریعے سے مطلع کر رہے ہیں۔","lang":"ur"},{"name":"51:25","price":"وه جب ان کے ہاں آئے تو سلام کیا، ابراہیم نے جواب سلام دیا (اور کہا یہ تو) اجنبی لوگ ہیں.(1)","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"(1) یہ اپنے جی میں کہا، ان سے خطاب کرکے نہیں کہا۔","lang":"ur"},{"name":"51:26","price":"پھر (چﭗ چاپ جلدی جلدی) اپنے گھر والوں کی طرف گئے اور ایک فربہ بچھڑے (کا گوشت) ﻻئے.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"ur"},{"name":"51:27","price":"اور اسے ان کے پاس رکھا اور کہا آپ کھاتے کیوں نہیں.(1)","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"(1) یعنی سامنے رکھنےکے باوجود انہوں نے کھانے کی طرف ہاتھ ہی نہیں بڑھایا تو پوچھا۔","lang":"ur"},{"name":"51:28","price":"پھر تو دل ہی دل میں ان سے خوفزده ہوگئے(1) انہوں نے کہا آپ خوف نہ کیجئے(2)۔ اور انہوں نے اس (حضرت ابراہیم) کو ایک علم والے لڑکے کی بشارت دی.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"(1) ڈر اس لئے محسوس کیا کہ حضرت ابراہیم (عليه السلام) سمجھے، یہ کھانا نہیں کھا رہے ہیں تو اس کا مطلب یہ ہے کہ یہ آنے والے کسی خیر کی نیت سے نہیں بلکہ شر کی نیت سے آئے ہیں۔\n(2) حضرت ابراہیم (عليه السلام) کے چہرے پر خو ف کے آثار دیکھ کر فرشتوں نے کہا۔","lang":"ur"},{"name":"51:29","price":"پس ان کی بیوی آگے بڑھی اور حیرت(1) میں آکر اپنے منھ پر ہاتھ مار کر کہا کہ میں تو بوڑھیا ہوں اور ساتھ ہی بانجھ.","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"(1) صَرَّةٍ کے دوسرے معنی ہیں چیخ وپکار، یعنی چیختے ہوئے کہا۔","lang":"ur"},{"name":"51:30","price":"انہوں نے کہا ہاں تیرے پروردگار نے اسی طرح فرمایا ہے، بیشک وه حکیم وعلیم ہے.(1)","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"(1) یعنی جس طرح ہم نے تجھے کہا ہے، یہ ہم نے اپنی طرف سے نہیں کہا ہے، بلکہ تیرے رب نے اسی طرح کہا ہے جس کی ہم تجھے اطلاع دے رہے ہیں، اس لئے اس پر تعجب کی ضرورت ہے نہ شک کرنے کی، اس لئے کہ اللہ جو چاہتا ہے وہ لامحالہ ہو کر رہتا ہے۔","lang":"ur"},{"name":"51:31","price":"(حضرت ابرہیم علیہ السلام) نے کہا کہ اللہ کے بھیجے ہوئے (فرشتو!) تمہارا کیا مقصد ہے؟(1)","arabic":"۞ قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4706,"juzNumber":27,"footnotes":"(1) خَطْبٌ شان قصہ۔ یعنی اس بشارت کے علاوہ تمہارا اورکیا کام اور مقصد ہے جس کے لیے تمہیں بھیجا گیا ہے۔","lang":"ur"},{"name":"51:32","price":"انہوں نے جواب دیا کہ ہم گناه گار قوم کی طرف بھیجے گئے ہیں.(1)","arabic":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4707,"juzNumber":27,"footnotes":"(1) اس سےمراد قوم لوط ہے جن کا سب سے بڑا جرم لواطت تھا۔","lang":"ur"},{"name":"51:33","price":"تاکہ ہم ان پر مٹی کے کنکر برسائیں.(1)","arabic":"لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4708,"juzNumber":27,"footnotes":"(1) برسائیں کا مطلب ہے، ان کنکریوں سے انہیں رجم کردیں۔ یہ کنکریاں خالص پتھر کی تھیں نہ آسمانی اولے تھے، بلکہ مٹی کی بنی ہوئی تھیں۔","lang":"ur"},{"name":"51:34","price":"جو تیرے رب کی طرف سے نشان زده ہیں، ان حد سے گزر جانے والوں کے لیے.(1)","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4709,"juzNumber":27,"footnotes":"- مُسَوَّمَةً (نامزد یا نشان زدہ) ان کی مخصوص علامت تھی جن سے انہیں پہچان لیا جاتا تھا، یا وہ عذاب کےلیے مخصوص تھیں، بعض کہتے ہیں کہ جس کنکری سے جس کی موت واقع ہونی تھی، اس پر اس کا نام لکھا ہوتا تھا مُسْرِفِينَ جو شرک و ضلالت میں بڑھے ہوئے اور فسق و فجور میں حد سے تجاوز کرنے والے ہیں۔","lang":"ur"},{"name":"51:35","price":"پس جتنے ایمان والے وہاں تھے ہم نے انہیں نکال لیا.(1)","arabic":"فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4710,"juzNumber":27,"footnotes":"(1) یعنی عذاب آنے سے قبل ہم نے ان کو وہاں سے نکل جانے کا حکم دے دیا تھا تاکہ وہ عذاب سے محفوظ رہیں۔","lang":"ur"},{"name":"51:36","price":"اور ہم نے وہاں مسلمانوں کا صرف ایک ہی گھر پایا.(1)","arabic":"فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4711,"juzNumber":27,"footnotes":"(1) اور یہ اللہ کے پیغمبر حضرت لوط (عليه السلام) کاگﮭر تھا، جس میں ان کی دو بیٹیاں اور کچھ ان پر ایمان لانے والے تھے۔ کہتے ہیں یہ کل تیرہ آدمی تھے ان میں حضرت لوط (عليه السلام) کی بیوی شامل نہیں تھی۔ بلکہ وہ اپنی قوم کے ساتھ عذاب سے ہلاک ہونے والوں میں سے تھی۔ (ایسر التفاسیر) اسلام کے معنی ہیں، اطاعت و انقیاد۔ اللہ کے حکموں پر سر اطاعت خم کر دینے والا مسلم ہے، اس اعتبار سے ہر مومن،مسلمان ہے۔ اسی لیےپہلے ان کے لیے مومن کا لفظ استعمال کیا، اور پھر ان ہی کے لیے مسلم کا لفظ بولا گیا ہے۔ اس سے استدلال کیا گیا ہے کہ ان کے مصداق میں کوئی فرق نہیں ہے۔ جیساکہ بعض لوگ مومن اور مسلم کے درمیان کرتے ہیں۔ قرآن نے جو کہیں مومن اور کہیں مسلم کا لفظ استعمال کیا ہے تو وہ ان معانی کے اعتبار سے ہے جو عربی لغت کی رو سے ان کے درمیان ہے۔ اس لیےلغوی استعمال کے مقابلے میں حقیقت شرعیہ کا اعتبار زیادہ ضروری ہے اور حقیقت شرعیہ کے اعتبارسےان کے درمیان صرف وہی فرق ہے جو حدیث جبرائیل (عليه السلام) سے ثابت ہے۔ جب نبی (صلى الله عليه وسلم) سے پوچھا گیا کہ اسلام کیا ہے۔ تو آپ نے فرمایا، لا الہٰ الا اللہ کی شہادت، اقامت صلوۃ، ایتائے زکوٰۃ، حج اور صیام رمضان۔ اور جب ایمان کی بابت پوچھا گیا تو فرمایا؟ ”اللہ پر ایمان لانا، اس کے ملائکہ، کتابوں، رسولوں اور تقدیر (خیر وشر کے من جانب اللہ ہونے) پر ایمان رکھنا“ یعنی دل سے ان چیزوں پر یقین رکھنا ایمان اور احکام و فرائض کی ادائیگی اسلام ہے۔ اس لحاظ سے ہر مومن، مسلمان اورہر مسلمان مومن ہے (فتح القدیر) اور جو مومن اورمسلم کے درمیان فرق کرتے ہیں وہ کہتے ہیں کہ یہ ٹھیک ہےکہ یہاں قرآن نے ایک ہی گروہ کے لیے مومن اور مسلم کے الفاظ استعمال کیے ہیں لیکن ان کے درمیان جو فرق ہے اس کی رو سےہر مومن، مسلم بھی ہے، تاہم ہرمسلم کا مومن ہونا ضروری نہیں (ابن کثیر) بہرحال یہ ایک علمی بحث ہے فریقین کے پاس اپنے اپنے موقف پر استدلال کےلیے دلائل موجود ہیں۔","lang":"ur"},{"name":"51:37","price":"اور وہاں ہم نے ان کے لیے جو درد ناک عذاب کا ڈر رکھتے ہیں ایک (کامل) علامت چھوڑی.(1)","arabic":"وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4712,"juzNumber":27,"footnotes":"(1) یہ آیت یا کامل علامت وہ آثار عذاب ہیں جو ان ہلاک شدہ بستیوں میں ایک عرصے تک باقی رہے۔ اور یہ علامت بھی انہی کے لیے ہیں جو عذاب الٰہی سے ڈرنے والے ہیں، کیونکہ وعظ ونصیحت کا اثر بھی وہی قبول کرتے اور آیات میں غور وفکر بھی وہی کرتے ہیں۔","lang":"ur"},{"name":"51:38","price":"موسیٰ (علیہ السلام کے قصے) میں (بھی ہماری طرف سے تنبیہ ہے) کہ ہم نے اسے فرعون کی طرف کھلی دلیل دے کر بھیجا.","arabic":"وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4713,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"51:39","price":"پس اس نےاپنے بل بوتے پر منھ موڑا(1) اور کہنے لگا یہ جادوگر ہے یا دیوانہ ہے.","arabic":"فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4714,"juzNumber":27,"footnotes":"(1) جانب اقویٰ کو رکن کہتے ہیں۔ یہاں مراد اس کی اپنی قوت اور لشکر ہے۔","lang":"ur"},{"name":"51:40","price":"بالﺂخر ہم نے اسے اور اس کے لشکروں کو اپنے عذاب میں پکڑ کر دریا میں ڈال دیا وه تھا ہی ملامت کے قابل.(1)","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4715,"juzNumber":27,"footnotes":"(1) یعنی اس کے کام ہی ایسے تھے کہ جن پر وہ ملامت کامﺴتﺤﻖ تھا۔","lang":"ur"},{"name":"51:41","price":"اسی طرح عادیوں میں(1) بھی (ہماری طرف سے تنبیہ ہے) جب کہ ہم نے ان پر خیر وبرکت سے(2) خالی آندھی بھیجی.","arabic":"وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4716,"juzNumber":27,"footnotes":"(1) أَيْ : تَرَكْنَا فِي قِصَّةِ عَادٍ آيَةً عاد کے قصے میں بھی ہم نے نشانی چھوڑی۔\n(2) الرِّيحَ الْعَقِيمَ (بانجھ ہوا) جس میں خیر وبرکت نہیں تھی، وہ ہوا درختوں کو ثمر آور کرنے والی تھی نہ بارش کی پیامبر، بلکہ صرف ہلاکت اور عذاب کی ہوا تھی۔","lang":"ur"},{"name":"51:42","price":"وه جس جس چیز پر گرتی تھی اسے بوسیده ہدی کی طرح (چورا چورا) کردیتی تھی.(1)","arabic":"مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4717,"juzNumber":27,"footnotes":"(1) یہ اس ہوا کی تاثیر تھی جو قوم عاد پر بطور عذاب بھیجی گئی تھی۔ یہ تند وتیز ہوا، سات راتیں اور آٹھ دن مسلسل چلتی رہی (الحاقة)۔","lang":"ur"},{"name":"51:43","price":"اور ﺛمود (کے قصے) میں بھی (عبرت) ہے جب ان سے کہا گیا کہ تم کچھ دنوں تک فائده اٹھا لو.(1)","arabic":"وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4718,"juzNumber":27,"footnotes":"(1) یعنی جب انہوں نے اپنے ہی طلب کردہ معجزے اوٹنی کو قتل کر دیا، تو ان کو کہہ دیا گیا کہ اب تین دن اور تم دنیا کے مزے لوٹ لو، تین دن کے بعد تم ہلاک کر دیے جاؤ گے یہ اسی طرف اشارہ ہے۔ بعض نے اسےحضرت صالح (عليه السلام) کی ابتدائے نبوت کا قول قرار دیا ہے۔ الفاظ اس مفہوم کے بھی متحمل ہیں بلکہ سیاق سے یہی معنی زیادہ قریب ہیں۔","lang":"ur"},{"name":"51:44","price":"لیکن انہوں نے اپنے رب کے حکم سے سرتابی کی جس پر انہیں ان کے دیکھتے دیکھتے (تیز وتند) کڑاکے(1) نے ہلاک کر دیا.","arabic":"فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ وَهُمۡ يَنظُرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4719,"juzNumber":27,"footnotes":"(1) یہ صَاعِقَةٌ (کڑاکا) آسمانی چیخ تھی اور اس کے ساتھ نیچے سے رَجْفَةٌ (زلزلہ) تھا جیساکہ سورۂ اعراف 78 میں ہے۔","lang":"ur"},{"name":"51:45","price":"پس نہ تو وه کھڑے ہو سکے(1) اور نہ بدلہ لے سکے.(2)","arabic":"فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4720,"juzNumber":27,"footnotes":"(1) چہ جائیکہ وہ بھاگ سکیں۔\n(2) یعنی اللہ کے عذاب سے اپنےآپ کو نہیں بچا سکے۔","lang":"ur"},{"name":"51:46","price":"اور نوح (علیہ السلام) کی قوم کا بھی اس سے پہلے (یہی حال ہو چکا تھا) وه بھی بڑے نافرمان لوگ تھے.(1)","arabic":"وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4721,"juzNumber":27,"footnotes":"(1) قوم نوح، عاد، فرعون اور ثمود وغیرہ سے پہلے گزری ہے۔ اس نے بھی اطاعت الٰہی کے بجائے اس کی بغاوت کا راستہ اختیار کیا تھا۔ بالآخر طوفان میں ڈبو دیا گیا۔","lang":"ur"},{"name":"51:47","price":"آسمان کو ہم نے (اپنے) ہاتھوں سے بنایا ہے(1) اور یقیناً ہم کشادگی کرنے والے ہیں.(2)","arabic":"وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4722,"juzNumber":27,"footnotes":"(1) السَّمَاءَ منصوب ہے۔ بَنَيْنَا محذوف کی وجہ سے بَنَيْنَا السَّمَاءَ بَنَيْنَاهَا۔\n(2) یعنی آسمان پہلے ہی بہت وسیع ہے لیکن ہم اس کو اس سے بھی زیادہ وسیع کرنے کی طاقت رکھتے ہیں۔ یا آسمان سےبارش برساکر روزی کشادہ کرنے کی طاقت رکھتے ہیں یا مُوسِعٌ کو وُسْعٌ سے قرار دیاجائے۔ (طاقت وقدرت رکھنے والے) تومطلب ہوگا کہ ہمارے اندر اس جیسے اور آسمان بنانے کی بھی طاقت موجودہے۔ ہم آسمان و زمین بناکر تھک نہیں گئے ہیں بلکہ ہماری قدرت و طاقت کی کوئی انتہا ہی نہیں ہے۔","lang":"ur"},{"name":"51:48","price":"اور زمین کو ہم نے فرش بنا دیاہے(1) پس ہم بہت ہی اچھے بچھانے والے ہیں.","arabic":"وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4723,"juzNumber":27,"footnotes":"(1) یعنی فرش کی طرح اسےبچھا دیا۔","lang":"ur"},{"name":"51:49","price":"اور ہر چیز کو ہم نے جوڑا جوڑا پیداکیا(1) ہے تاکہ تم نصیحت حاصل کرو.(2)","arabic":"وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4724,"juzNumber":27,"footnotes":"(1) یعنی ہر چیز کو جوڑا جوڑا، نر اور مادہ یا اس کی مقابل اور ضد کو بھی پیدا کیا ہے۔ جیسے روشنی اور اندھیرا، خشکی اور تری، چاند اور سورج، میٹھا اور کڑوا، رات اور دن، خیر اور شر، زندگی اور موت، ایمان اور کفر، شقاوت اور سعادت، جنت اور دوزخ، جن وانس وغیرہ، حتیٰ کہ حیوانات (جاندار) کے مقابل، جمادات (بے جان) اس لیے ضروری ہے کہ دنیاکا بھی جوڑا ہو یعنی آخرت، دنیا کے بالمقابل دوسری زندگی۔\n(2) یہ جان لو کہ ان سب کا پیدا کرنے والا صرف ایک اللہ ہے، اس کا کوئی شریک نہیں ہے۔","lang":"ur"},{"name":"51:50","price":"پس تم اللہ کی طرف دوڑ بھاگ (یعنی رجوع) کرو(1) ، یقیناً میں تمہیں اس کی طرف سے صاف صاف تنبیہ کرنے واﻻ ہوں.","arabic":"فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4725,"juzNumber":27,"footnotes":"(1) یعنی کفر و معصیت سے توبہ کر کے فوراً بارگاہ الٰہی میں جھک جاؤ، اس میں تاخیر مت کرو۔","lang":"ur"},{"name":"51:51","price":"اور اللہ کے ساتھ کسی اور کو معبود نہ ٹھراؤ۔ بیشک میں تمہیں اس کی طرف سے کھلا ڈرانے واﻻ ہوں.(1)","arabic":"وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4726,"juzNumber":27,"footnotes":"(1) یعنی میں تمہیں کھول کھول کر ڈرا رہا اور تمہاری خیرخواہی کر رہا ہوں کہ صرف ایک اللہ کی طرف رجوع کرو،اسی پر اعتماد اور بھروسہ کرو اور صرف اسی ایک کی عبادت کرو، اس کےساتھ دوسرے معبودوں کو شریک مت کرو۔ ایسا کرو گے تو یاد رکھنا، جنت کی نعمتوں سے ہمیشہ کے لیے محروم ہو جاؤ گے۔","lang":"ur"},{"name":"51:52","price":"اسی طرح جو لوگ ان سے پہلے گزرے ہیں ان کے پاس جو بھی رسول آیا انہوں نے کہہ دیا کہ یا تو یہ جادوگر ہے یا دیوانہ ہے.","arabic":"كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4727,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"51:53","price":"کیایہ اس بات کی ایک دوسرے کو وصیت کرتے گئے ہیں.(1)","arabic":"أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4728,"juzNumber":27,"footnotes":"(1) یعنی ہر بعد میں آنے والی قوم نے اس طرح رسولوں کی تکذیب کی اور انہیں جادوگر اور دیوانہ قرار دیا، جیسے پچھلی قومیں بعد میں آنے والی قوموں کے لیے وصیت کر کے جاتی رہی ہیں۔ یکے بعد دیگرے ہر قوم نے یہی تکذیب کا راستہ اختیار کیا۔","lang":"ur"},{"name":"51:54","price":"(نہیں) بلکہ یہ سب کے سب سرکش ہیں(1) ۔ تو آپ ان سے منھ پھیر لیں آپ پر کوئی ملامت نہیں.","arabic":"فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4729,"juzNumber":27,"footnotes":"(1) یعنی ایک دوسرے کو وصیت تو نہیں کی بلکہ ہر قوم ہی اپنی اپنی جگہ سرکش ہے، اس لیے ان سب کے دل بھی متشابہ ہیں اور ان کے طور اطوار بھی ملتے جلتے۔ اس لیے متاخرین نے بھی وہی کچھ کہا اور کیا جو متقدمین نے کہا اور کیا۔","lang":"ur"},{"name":"51:55","price":"اور نصیحت کرتے رہیں یقیناً یہ نصیحت ایمان والوں کو نفع دے گی.(1)","arabic":"وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4730,"juzNumber":27,"footnotes":"(1) اس لیے کہ نصیحت سے فائدہ انہیں کو پہنچتا ہے۔ یا مطلب ہے کہ آپ نصیحت کرتے رہیں، اس نصیحت سے وہ لوگ یقیناً فائدہ اٹھائیں گے جن کی بابت اللہ کے علم میں ہے کہ وہ ایمان لائیں گے۔","lang":"ur"},{"name":"51:56","price":"میں نے جنات اورانسانوں کو محض اسی لیے پیدا کیا ہے کہ وه صرف میری عبادت کریں.(1)","arabic":"وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4731,"juzNumber":27,"footnotes":"(1) اس میں اللہ تعالیٰ کے اس ارادۂ شرعیہ تکلیفیہ کا اظہار ہے جو اس کو محبوب ومطلوب ہے کہ تمام انس وجن صرف ایک اللہ کی عبادت کریں اور اطاعت بھی اسی ایک کی کریں۔ اگر اس کا تعلق ارادۂ تکوینی سے ہوتا، پھر تو کوئی انس وجن اللہ کی عبادت واطاعت سے انحراف کی طاقت ہی نہ رکھتا۔ یعنی اس میں انسانوں اور جنوں کو اس مقصد زندگی کی یاد دہانی کرائی گئی ہے، جسے اگر انہوں نے فراموش کیے رکھا تو آخرت میں سخت بازپرس ہوگی اور وہ اس امتحان میں ناکام قرار پائیں گے جس میں اللہ نے ان کو ارادہ واختیار کی آزادی دے کر ڈالا ہے۔","lang":"ur"},{"name":"51:57","price":"نہ میں ان سے روزی چاہتا ہوں نہ میری یہ چاہت ہے کہ یہ مجھے کھلائیں.(1)","arabic":"مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4732,"juzNumber":27,"footnotes":"(1) یعنی میری عبادت واطاعت سے میرا مقصود یہ نہیں ہے کہ یہ مجھے کما کر کھلائیں، جیساکہ دوسرے آقاؤں کا مقصود ہوتاہے، بلکہ رزق کےسارے خزانے تو خود میرے ہی پاس ہیں میری عبادت واطاعت سے تو خود ان ہی کو فائدہ ہو گا کہ ان کی آخرت سنور جائے گی نہ کہ مجھے کوئی فائدہ ہو گا۔","lang":"ur"},{"name":"51:58","price":"اللہ تعالیٰ تو خود ہی سب کا روزی رساں توانائی واﻻ اور زور آور ہے.","arabic":"إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4733,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"51:59","price":"پس جن لوگوں نے ﻇلم کیا ہے انہیں بھی ان کے ساتھیوں کے حصہ کے مثل حصہ ملے گا(1) ، لہٰذا وه مجھ سے جلدی طلب نہ کریں.(2)","arabic":"فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4734,"juzNumber":27,"footnotes":"(1) ذَنُوبٌ کے معنی بھرے ڈول کےہیں۔ کنویں سے ڈول میں پانی نکالا کر تقسیم کیا جاتا ہے اس اعتبار سے یہاں ڈول کو حصے کے معنی میں استعمال کیا گیا ہے۔ مطلب ہے کہ ظالموں کو عذاب سے حصہ پہنچے گا، جس طرح اس سے پہلے کفر وشرک کا ارتکاب کرنے والوں کو ان کے عذاب کا حصہ ملا تھا۔\n(2) لیکن یہ حصۂ عذاب انہیں کب پہنچے گا، یہ اللہ کی مشیت پر موقوف ہے، اس لیے طلب عذاب میں جلدی نہ کریں۔","lang":"ur"},{"name":"51:60","price":"پس خرابی ہے منکروں کو ان کے اس دن کی جس کا وعده دیئے جاتے ہیں.","arabic":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4735,"juzNumber":27,"footnotes":"","lang":"ur"}],"chapter":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat","Chapter Adh-Dhariyat","Dhariyat","Surah Dhariyat","Chapter Dhariyat","Adh Dhariyat","Surah Adh Dhariyat","Chapter Adh Dhariyat","Surah 51","Chapter 51","The Winnowing Winds","الذَّاريَات"]}