{"data":[{"name":"52:1","price":"قسم ہے طور کی.(1)","arabic":"وَٱلطُّورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4736,"juzNumber":27,"footnotes":"(1) طُورٌ وہ پہاڑ ہے جس پر حضرت موسیٰ (عليه السلام) اللہ سے ہم کلام ہوئے۔ اسے طور سینا، بھی کہا جاتا ہے۔ اللہ نے اس کے اسی شرف کی بنا پر اس کی قسم کھائی ہے۔","lang":"ur"},{"name":"52:2","price":"اور لکھی ہوئی کتاب کی.(1)","arabic":"وَكِتَٰبٖ مَّسۡطُورٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4737,"juzNumber":27,"footnotes":"(1) مَسْطُورٍ کے معنی ہیں۔ مکتوب، لکھی ہوئی چیز۔ اس کا مصداق مختلف بیان کیے گئے ہیں۔ قرآن مجید، لوح محفوظ، تمام کتب منزلہ یا وہ انسانی اعمال نامے جو فرشتے لکھتے ہیں۔","lang":"ur"},{"name":"52:3","price":"جو جھلی کے کھلے ہوئے ورق میں ہے.(1)","arabic":"فِي رَقّٖ مَّنشُورٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4738,"juzNumber":27,"footnotes":"(1) یہ متعلق ہےمَسْطُورٍ کے۔ رَقٍّ ، وہ باریک چمڑا جس پر لکھا جاتا تھا۔ مَنْشُورٍ بمعنی مَبْسُوطٍ، پھیلایا کھلا ہوا۔","lang":"ur"},{"name":"52:4","price":"اورآباد گھر کی.(1)","arabic":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4739,"juzNumber":27,"footnotes":"(1) یہ بیعت معمور، ساتویں آسمان پر وہ عبادت خانہ ہے جس میں فرشتے عبادت کرتےہیں۔ یہ عبادت خانہ فرشتوں سے اس طرح بھرا ہوتا ہے کہ روزانہ اس میں ستر ہزار فرشتے عبادت کے لیے آتےہیں جن کی پھر دوبارہ قیامت تک باری نہیں آتی۔ جیسا کہ احادیث معراج میں بیان کیا گیا ہے۔ بعض بیت معمور سے مراد خانہ کعبہ لیتے ہیں، جو عبادت کےلئے آنے والے انسانوں سے ہر وقت بھرا رہتا ہے۔ معمور کے معنی ہی آباد اور بھرے ہوئے کے ہیں۔","lang":"ur"},{"name":"52:5","price":"اور اونچی چھت کی.(1)","arabic":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4740,"juzNumber":27,"footnotes":"(1) اس سے مراد آسمان ہے جو زمین کے لیے بمنزلۂ چھت کے ہے۔ قرآن نے دوسرےمقام پر اسے (محفوظ چھت) کہا ہے۔ «وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ» (سورة الأنبياء:32) بعض نے اس سے عرش مراد لیا ہے جو تمام مخلوقات کے لیے چھت ہے۔","lang":"ur"},{"name":"52:6","price":"اور بھڑکائے ہوئے سمندر کی.(1)","arabic":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4741,"juzNumber":27,"footnotes":"(1) مسجور کے معنی ہیں، بھڑکے ہوئے۔ بعض کہتے ہیں، اس سے وہ پانی مراد ہے جو زیر عرش ہے جس سے قیامت والے دن بارش نازل ہو گی، اس سے مردہ جسم زندہ ہوجائیں گے۔ بعض کہتے ہیں اس سے مراد سمندر ہیں، ان میں سے قیامت والے دن آگ بھڑک اٹھے گی۔ جیسے فرمایا: «وَإِذَا الْبِحَارُ سُجِّرَتْ» (التكوير: 6) ”اور جب سمندر بھڑکا دیئے جائیں گے“۔ امام شوکانی نے اسی مفہوم کو اولیٰ قرار دیا ہے اور بعض نے مَسْجُورٌ کے معنی مَمْلُوءٌ (بھرے ہوئے) کےلیے ہیں یعنی فی الحال سمندروں میں آگ تو نہیں ہے، البتہ وہ پانی سے بھرے ہوئےہیں، امام طبری نے اس قول کو اختیار کیا ہے۔ اس کے اور بھی کئی معنی بیان کیے گئے ہیں۔ (دیکھئے تفسیر ابن کثیر)۔","lang":"ur"},{"name":"52:7","price":"بیشک آپ کے رب کا عذاب ہو کر رہنے واﻻ ہے.","arabic":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4742,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:8","price":"اسے کوئی روکنے واﻻ نہیں.(1)","arabic":"مَّا لَهُۥ مِن دَافِعٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4743,"juzNumber":27,"footnotes":"(1) یہ مذکورہ قسموں کا جواب ہے یعنی یہ تمام چیزیں، جو اللہ تعالیٰ کی عظیم قدرت کی مظہر ہیں اس بات کی دلیل ہیں کہ اللہ کا وہ عذاب بھی یقیناً واقع ہو کررہے گا جس کا اس نے وعدہ کیا ہے، اسے کوئی ٹالنے پر قادر نہیں ہوگا۔","lang":"ur"},{"name":"52:9","price":"جس دن آسمان تھرتھرانے لگے گا.(1)","arabic":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4744,"juzNumber":27,"footnotes":"(1) مور کے معنی ہیں حرکت واضطراب۔ قیامت والے دن آسمان کے نظم میں جو اختلال اور کواکب وسیارگان کی ٹوٹ پھوٹ کی وجہ سے جو اضطراب واقع ہو گا، اس کو ان الفاظ سے تعبیر کیا گیا ہے، اور یہ مذکورہ عذاب کےلیے ظرف ہے۔ یعنی یہ عذاب اس روز واقع ہوگا جب آسمان تھرتھرائے گا اور پہاڑی اپنی جگہ چھوڑ کر روئی کے گالوں اور ریت کے ذروں کی طرح اڑ جائیں گے۔","lang":"ur"},{"name":"52:10","price":"اور پہاڑ چلنے پھرنے لگیں گے.","arabic":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4745,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:11","price":"اس دن جھٹلانے والوں کو (پوری) خرابی ہے.","arabic":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4746,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:12","price":"جو اپنی بیہوده گوئی میں اچھل کود کر رہے ہیں.(1)","arabic":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4747,"juzNumber":27,"footnotes":"(1) یعنی اپنے کفر وباطل میں مصروف اور حق کی تکذیب واستہزا میں لگے ہوئے ہیں۔","lang":"ur"},{"name":"52:13","price":"جس دن وه دھکے دے(1) دے کر آتش جہنم کی طرف ﻻئیں جائیں گے.","arabic":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4748,"juzNumber":27,"footnotes":"(1) الدَّعُّ کے معنی ہیں نہایت سختی کے ساتھ دھکیلنا۔","lang":"ur"},{"name":"52:14","price":"یہی وه آتش دوزخ ہے جسے تم جھوٹ بتلاتے تھے.(1)","arabic":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4749,"juzNumber":27,"footnotes":"(1) یہ جہنم پر مقرر فرشتے (زبانیہ) انہیں کہیں گے۔","lang":"ur"},{"name":"52:15","price":"(اب بتاؤ) کیا یہ جادو ہے(1) ؟ یا تم دیکھتے ہی نہیں ہو.(2)","arabic":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4750,"juzNumber":27,"footnotes":"(1) جس طرح تم دنیا میں پیغمبروں کو جادوگر کہا کرتے تھے، بتلاؤ ! کیا یہ بھی کوئی جادو کاکرتب ہے؟\n(2) یا جس طرح تم دنیا میں حق دیکھنے سے اندھے تھے، یہ عذاب بھی تمہیں نظر نہیں آ رہاہے یہ تقریع وتوبیخ کے لیے انہیں کہا جائے گا، ورنہ ہر چیز ان کے مشاہدےمیں آ چکی ہوگی۔","lang":"ur"},{"name":"52:16","price":"جاؤ دوزخ میں اب تمہارا صبر کرنا اور نہ کرنا تمہارے لیے یکساں ہے تمہیں فقط تمہارے کیے کا بدلہ دیا جائے گا.","arabic":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4751,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:17","price":"یقیناً پرہیزگار لوگ جنتوں میں اور نعمتوں میں ہیں.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَعِيمٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4752,"juzNumber":27,"footnotes":"(1) اہل کفر واہل شقاوت کے بعد اہل ایمان واہل سعادت کا تذکرہ کیا جا رہا ہے۔","lang":"ur"},{"name":"52:18","price":"جو انہیں ان کے رب نے دے رکھی ہیں اس پر خوش خوش ہیں(1) ، اوران کے پروردگار نے انہیں جہنم کے عذاب سے بھی بچا لیا ہے.","arabic":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4753,"juzNumber":27,"footnotes":"(1) یعنی جنت کے گھر، لباس، کھانے، سواریاں، حسین وجمیل بیویاں (حورعین) اور دیگر نعمتیں ان سب پر وہ خوش ہوں گے، کیونکہ یہ نعمتیں دنیا کی نعمتوں سے بدرجہا بڑھ کر ہوں گی اور (مَا لا عَيْنٌ رَأَتْ وَلا أُذُنٌ سَمِعَتْ وَلا خَطَرَ عَلَى قَلْبِ بَشَرٍ) کا مصداق۔","lang":"ur"},{"name":"52:19","price":"تم مزے سے کھاتے پیتے رہو ان اعمال کے بدلے جو تم کرتے تھے.(1)","arabic":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4754,"juzNumber":27,"footnotes":"(1) دوسرے مقام پرفرمایا «كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الأَيَّامِ الْخَالِيَةِ» . . اس سے معلوم ہوا کہ اللہ کی رحمت حاصل کرنے کے لیےایمان کے ساتھ اعمال صالحہ بہت ضروری ہیں۔","lang":"ur"},{"name":"52:20","price":"برابر بچھے ہوئے شاندار تختے پر تکیے لگائے ہوئے(1) ۔ اور ہم نے ان کے نکاح بڑی بڑی آنکھوں والی (حوروں) سے کر دیئے ہیں.","arabic":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4755,"juzNumber":27,"footnotes":"(1) مَصْفُوفَةٍ، ایک دوسرے کے ساتھ ملے ہوئے۔ گویا وہ ایک صف ہیں۔ یا بعض نے اس کامﻔہوم بیان کیا ہے کہ ان کے چہرے ایک دوسرے کے سامنے ہوں گے، جیسے میدان جنگ میں فوجیں ایک دوسرے کے سامنے ہوتی ہیں۔ اس مفہوم کو قرآن میں دوسری جگہ ان الفاظ میں بیان کیا گیا ہے۔ «عَلَى سُرُرٍ مُتَقَابِلِينَ» (الصافات: 44) ”ایک دوسرےکے سامنے تختوں پر فروکش ہوں گے“۔","lang":"ur"},{"name":"52:21","price":"اور جو لوگ ایمان ﻻئے اور ان کی اوﻻد نے بھی ایمان میں ان کی پیروی کی ہم ان کی اوﻻد کو ان تک پہنچا دیں گے اور ان کے عمل سے ہم کچھ کم نہ کریں گے(1) ، ہر شخص اپنے اپنے اعمال کا گروی ہے.(2)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4756,"juzNumber":27,"footnotes":"(1) یعنی جن کے باپ اپنے اخلاص و تقویٰ اورعمل و کردار کی بنیاد پر جنت کےاعلیٰ درجوں پر فائز ہوں گے، اللہ تعالیٰ ان کی ایماندار اولاد کے بھی درجے بلند کرکے، ان کو ان کے باپوں کے ساتھ ملا دے گا۔ یہ نہیں کرے گا کہ ان کے باپوں کے درجے کم کرکے ان کی اولاد والے کمتر درجوں میں انہیں لے آئے۔ یعنی اہل ایمان پر دو گونہ احسان فرمائے گا۔ ایک تو باپ بیٹوں کو آپس میں ملادے گا تاکہ ان کی آنکھیں ٹھنڈی ہوں، بشرطیکہ دونوں ایماندار ہو۔ دوسرا یہ کہ کم تر درجے والوں کو اٹھا کر اونچے درجوں پرفائز فرما دے گا۔ ورنہ دونوں کے ملاپ کا یہ طریقہ بھی ہو سکتا ہے کہ اے کلاس والوں کو بی کلاس دے دے، یہ بات چونکہ اس کے فضل واحسان سے فروتر ہوگی، اس لیے وہ ایسا نہیں کرے گا بلکہ بی کلاس والوں کو اے کلاس عطا فرمائے گا۔ یہ تو اللہ کا وہ احسان ہے جو اولاد پر، آباکے عملونکی برکت سے ہوگا اورحدیث میں آتاہے کہ اولاد کی دعا واستغفار سے آباکے درجات میں بھی اضافہ ہوتا ہے ایک شخص کے جب جنت میں درجے بلند ہوتے ہیں تو وہ اللہ سے اس کا سبب پوچھتا ہے، اللہ تعالیٰ فرماتا ہے تیری اولاد کی تیرے لیے دعائے مغفرت کرنے کی وجہ سے (مسند احمد، 2 / 509) اس کی تائید اس حدیث سے بھی ہوتی ہے جس میں آتا ہے کہ ”جب انسان مر جاتا ہےتواس کے عمل کا سلسلہ منقطع ہوجاتا ہے۔ البتہ تین چیزوں کا ثواب، موت کے بعد بھی جاری رہتا ہے ایک صدقۂ جاریہ۔ دوسرا، وہ علم جس سے لوگ فیض یاب ہوتے رہیں اور تیسری، نیک اولاد جو اس کے لیے دعا کرتی ہو۔ (مسلم، كتاب الوصية، باب ما يلحق الإنسان من الثواب بعد وفاته)۔\n(2) رَهِينٌ بمعنی مَرْهُونٍ (گروی شدہ چیز) ہر شخص اپنے عمل کا گروی ہوگا۔ یہ عام ہے، مومن اور کافر دونوں کو شامل ہے اورمطلب ہے کہ جو جیسا (اچھا یا برا) عمل کرے گا، اس کےمطابق (اچھی یا بری) جزا پائے گا۔ یا اس سےمراد صرف کافر ہیں کہ وہ اپنے اعمال میں گرفتار ہوں گے، جیسے دوسرے مقام پر فرمایا «كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ ، إِلا أَصْحَابَ الْيَمِينِ» (المدثر: 38۔ 39) ”ہرشخص اپنےاعمال میں گرفتار ہو گا۔ سوائے اصحاب الیمین (اہل ایمان) کے“۔","lang":"ur"},{"name":"52:22","price":"ہم ان کے لیے میوے اورمرغوب گوشت کی ریل پیل کردیں گے.(1)","arabic":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4757,"juzNumber":27,"footnotes":"(1) أَمْدَدْنَاهُمْ بمعنی زِدْنَاهُمْ، یعنی خوب دیں گے۔","lang":"ur"},{"name":"52:23","price":"(خوش طبعی کے ساتھ) ایک دوسرے سے جام (شراب) کی چھینا جھپٹی کریں گے(1) جس شراب کے سرور میں تو بیہوده گوئی ہوگی نہ گناه.(2)","arabic":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4758,"juzNumber":27,"footnotes":"(1) يَتَنَازَعُونَ، يَتَعَاطَونَ وَيَتَنَاوَلُونَ۔ ایک دوسرے سے لیں گے۔ یا پھر وہ معنی ہیں جو فاضل مترجم نےکیےہیں۔ کاﺱ، اس پیالے اور جام کو کہتے ہیں جو شراب یا کسی اور مشروب سے بھرا ہوا ہو۔ خالی برتن کو کاس نہیں کہتے۔ (فتح القدیر)۔\n(2) اس شراب میں دنیا کی شراب کی تاثیر نہیں ہوگی، اسے پی کر نہ کوئی بہکے گا کہ لغو گوئی کرے نہ اتنا مدہوش اور مست ہو گا کہ گناہ کا ارتکاب کرے۔","lang":"ur"},{"name":"52:24","price":"اور ان کے اردگرد ان کے نو عمر غلام چل پھر رہے ہوں گے، گویا کہ وه موتی تھے جو ڈھکے رکھے تھے.(1)","arabic":"۞ وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4759,"juzNumber":27,"footnotes":"(1) یعنی جنتیوں کی خدمت کے لیے انہیں نو عمر خادم بھی دیئے جائیں گے جو ان کی خدمت کےلیے پھر رہے ہوں گے اورحسن وجمال اور صفائی ورعنائی میں وہ ایسے ہوں گے جیسے موتی، جسے ڈھک کر رکھا گیا ہو، تاکہ ہاتھ لگنے سے اس کی چمک دمک ماند پڑے۔","lang":"ur"},{"name":"52:25","price":"اور آپس میں ایک دوسرے کی طرف متوجہ ہو کر سوال کریں گے.(1)","arabic":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4760,"juzNumber":27,"footnotes":"(1) ایک دوسرے سے دنیا کے حالات پوچھیں گے کہ دنیا میں وہ کن حالات میں زندگی گزارتے اور ایمان وعمل کے تقاضے کس طرح پورے کرتے رہے؟","lang":"ur"},{"name":"52:26","price":"کہیں گے کہ اس سے پہلے ہم اپنے گھر والوں کے درمیان بہت ڈرا کرتے تھے.(1)","arabic":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4761,"juzNumber":27,"footnotes":"(1) یعنی اللہ کے عذاب سے۔ اس لیے اس عذاب سے بچنے کا اہتمام بھی کرتے رہے، اس لیے کہ انسان کو جس چیز کا ڈر ہوتا ہے، اس سے بچنےکے لیے وہ تگ ودو بھی کرتا ہے۔","lang":"ur"},{"name":"52:27","price":"پس اللہ تعالیٰ نے ہم پر بڑا احسان کیا اور ہمیں تیز وتند گرم ہواؤں کے عذاب سے بچا لیا.(1)","arabic":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4762,"juzNumber":27,"footnotes":"(1) سَمُومٌ، لو، جھلس ڈالنے والی گرم ہوا کو کہتے ہیں، جہنم کے ناموں میں سے ایک نام بھی ہے۔","lang":"ur"},{"name":"52:28","price":"ہم اس سے پہلے ہی اس کی عبادت کیا کرتے تھے(1) ، بیشک وه محسن اور مہربان ہے.","arabic":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4763,"juzNumber":27,"footnotes":"(1) یعنی صرف اسی ایک کی عبادت کرتے تھے، اس کے ساتھ کسی کو شریک نہیں ٹھہراتے تھے، یا یہ مطلب ہے کہ اسی سے عذاب جہنم سے بچنے کے لیے دعا کرتے تھے۔","lang":"ur"},{"name":"52:29","price":"تو آپ سمجھاتے رہیں کیونکہ آپ اپنے رب کے فضل سے نہ تو کاہن ہیں نہ دیوانہ.(1)","arabic":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4764,"juzNumber":27,"footnotes":"(1) اس میں نبی صلی اللہ علیہ وسلم کو تسلی دی جا رہی ہے کہ آپ وعظ وتبلیغ اورنصیحت کا کام کرتے رہیں اور یہ آپ کی بابت جوکچھ کہتے رہتےہیں، ان کی طرف کان نہ دھریں، اس لیے کہ آپ اللہ کے فضل سےکاہن ہیں نہ دیوانہ (جیساکہ یہ کہتے ہیں) بلکہ آپ پر باقاعدہ ہماری طرف سے وحی آتی ہے، جو کہ کاہنپر نہیں آتی، آپ جو کلام لوگوں کو سناتے ہیں، وہ دانش وبصیرت کا آئینہ دارہوتا ہے، ایک دیوانے سے اس طرح گفتگو کیونکر ممکن ہے؟","lang":"ur"},{"name":"52:30","price":"کیا کافر یوں کہتے ہیں کہ یہ شاعر ہے ہم اس پر زمانے کے حوادث (یعنی موت) کا انتظار کر رہے ہیں.(1)","arabic":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4765,"juzNumber":27,"footnotes":"(1) رَيْبٌ کے معنی ہیں حوادث ، مَنُونٌ، موت کےناموں میں سے ایک نام ہے۔ مطلب ہے کہ قریش مکہ اس انتظار میں ہیں کہ زمانے کےحوادث سے شاید اس محمد (صلی اللہ علیہ وسلم) کو موت آ جائے اور ہمیں چین نصیب ہو جائے، جو اس کی دعوت توحید نے ہم سے چھین لیاہے۔","lang":"ur"},{"name":"52:31","price":"کہہ دیجئے! تم منتظر رہو میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں.","arabic":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4766,"juzNumber":27,"footnotes":"(1) یعنی دیکھو ! موت پہلے کسے آتی ہے؟ اور ہلاکت کس کا مقدر بنتی ہے؟","lang":"ur"},{"name":"52:32","price":"کیا ان کی عقلیں انہیں یہی سکھاتی ہیں(1) ؟ یا یہ لوگ ہی سرکش ہیں.(2)","arabic":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4767,"juzNumber":27,"footnotes":"(1) یعنی یہ تیرے بارےمیں جو اس طرح اناپ شناب جھوٹ اور غلط سلط باتیں کرتے رہتےہیں، کیا ان کی عقلیں ان کو یہی سجھاتی ہیں؟\n(2) نہیں بلکہ یہ سرکش اورگمراہ لوگ ہیں،اور یہی سرکشی اور گمراہی انہیں ان باتوں پر برانگیختہ کرتی ہے۔","lang":"ur"},{"name":"52:33","price":"کیا یہ کہتے ہیں کہ اس نبی نے (قرآن) خود گھڑ لیا ہے، واقعہ یہ ہے کہ وه ایمان نہیں ﻻتے.(1)","arabic":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4768,"juzNumber":27,"footnotes":"(1) یعنی قرآن گھڑنے کے الزام پر ان کو آمادہ کرنے والابھی ان کا کفرہی ہے۔","lang":"ur"},{"name":"52:34","price":"اچھا اگر یہ سچے ہیں تو بھلا اس جیسی ایک (ہی) بات یہ (بھی) تو لے آئیں.(1)","arabic":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4769,"juzNumber":27,"footnotes":"(1) یعنی اگر یہ اپنے اس دعوے میں سچے ہیں کہ یہ قرآن محمد (صلى الله عليه وسلم) کا اپنا گھڑا ہوا ہے تو پھر یہ بھی اس جیسی کتاب بنا کر پیش کر دیں جو نظم، اعجاز وبلاغت، حسن بیان، ندرت اسلوب، تعین حقائق اور حل مسائل میں اس کا مقابلہ کر سکے۔","lang":"ur"},{"name":"52:35","price":"کیا یہ بغیر کسی (پیدا کرنے والے) کے خود بخود پیدا ہوگئے ہیں(1) ؟ یا یہ خود پیدا کرنے والے ہیں؟(2)","arabic":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4770,"juzNumber":27,"footnotes":"(1) یعنی اگر واقعی ایسا ہے تو پھر کسی کو یہ حق نہیں ہے کہ انہیں کسی بات کا حکم دے یاکسی بات سے منع کرے۔ لیکن جب ایسا نہیں ہے بلکہ انہیں ایک پیدا کرنے والے نے پیداکیا ہے، تو ظاہر ہے اس کا انہیں پیدا کرنے کا ایک خاص مقصد ہے، وہ انہیں پیدا کر کے یوں ہی کس طرح چھوڑ دے گا؟\n(2) یعنی یہ خود بھی اپنے خالق نہیں ہیں، بلکہ یہ اللہ کے خالق ہونے کااعتراف کرتے ہیں۔","lang":"ur"},{"name":"52:36","price":"کیا انہوں نے ہی آسمانوں اور زمین کو پیدا کیا ہے؟ بلکہ یہ یقین نہ کرنے والے لوگ ہیں.(1)","arabic":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4771,"juzNumber":27,"footnotes":"(1) بلکہ اس کے وعدوں اور وعیدوں کے بارے میں شک میں مبتلا ہیں۔","lang":"ur"},{"name":"52:37","price":"یا کیا ان کے پاس تیرے رب کے خزانے ہیں(1) ؟ یا (ان خزانوں کے) یہ داروغہ ہیں.(2)","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4772,"juzNumber":27,"footnotes":"(1) کہ یہ جس کو چاہیں روزی دیں اور جس کو چاہیں نہ دیں یاجس کو چاہیں نبوت سے نوازیں۔\n(2) مُصَيْطِرٌ یا مُسَيْطِرٌ، سَطْرٌ سے ہے، لکھنے والا، جو محافظ ونگران ہو، وہ چونکہ ساری تفصیلات لکھتا ہے، اس لیے یہ محافظ اورنگران کے معنی میں بھی استعمال ہوتا ہے۔ یعنی کیا اللہ کے خزانوں یا اس کی رحمتوں پر ان کا تسلط ہے کہ جس کو چاہیں دیں یا نہ دیں۔","lang":"ur"},{"name":"52:38","price":"یا کیا ان کے پاس کوئی سیڑھی ہے جس پر چڑھ کر سنتے ہیں(1) ؟ (اگر ایسا ہے) تو ان کا سننے واﻻ کوئی روشن دلیل پیش کرے.","arabic":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4773,"juzNumber":27,"footnotes":"(1) یعنی کیا یہ ان کا دعویٰ ہے کہ سیڑھی کے ذریعے سے یہ بھی محمد ﹲ کی طرح آسمانوں پر جا کر ملائکہ کی باتیں یا ان کی طرف جو وحی کی جاتی ہے، وہ سن آئے ہیں۔","lang":"ur"},{"name":"52:39","price":"کیا اللہ کی تو سب لڑکیاں ہیں اور تمہارے ہاں لڑکے ہیں؟","arabic":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4774,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:40","price":"کیا تو ان سے کوئی اجرت طلب کرتا ہے کہ یہ اس کے تاوان سے بوجھل ہو رہے ہیں.(1)","arabic":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4775,"juzNumber":27,"footnotes":"(1) یعنی اس کی ادائیگی ان کے لیے مشکل ہو۔","lang":"ur"},{"name":"52:41","price":"کیا ان کے پاس علم غیب ہے جسے یہ لکھ لیتے ہیں؟(1)","arabic":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4776,"juzNumber":27,"footnotes":"(1) کہ ضرور ان سے پہلے محمد (صلى الله عليه وسلم) مر جائیں گے اور ان کو موت اس کے بعد آئے گی۔","lang":"ur"},{"name":"52:42","price":"کیا یہ لوگ کوئی فریب کرنا چاہتے ہیں(1) ؟ تو یقین کرلیں کہ فریب خورده کافر ہی ہیں.(2)","arabic":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4777,"juzNumber":27,"footnotes":"(1) یعنی ہمارے پیغمبر کے ساتھ، جس سے اس کی ہلاکت واقع ہو جائے۔\n(2) یعنی کید ومکر ان ہی پرالٹ پڑے گا اور سارا نقصان انہی کو ہو گا۔ جیسا فرمایا : «وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلا بِأَهْلِهِ» (فاطر:43) چنانچہ بدر میں یہ کافر مارے گئے اور بھی بہت سی جگہوں پر ذلت و رسوائی سے دوچار ہوئے۔","lang":"ur"},{"name":"52:43","price":"کیا اللہ کے سوا ان کا کوئی معبود ہے؟ (ہرگز نہیں) اللہ تعالیٰ ان کے شرک سے پاک ہے.","arabic":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4778,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:44","price":"اگر یہ لوگ آسمان کے کسی ٹکڑے کو گرتا ہوا دیکھ لیں تب بھی کہہ دیں کہ یہ تہ بہ تہ بادل ہے.(1)","arabic":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4779,"juzNumber":27,"footnotes":"(1) مطلب ہے کہ اپنے کفر وعنادسے پھر بھی باز نہ آئیں گے، بلکہ ڈھٹائی کا مظاہرہ کرتے ہوئے کہیں گے کہ یہ عذاب نہیں، بلکہ ایک پر ایک بادل چڑھا آرہا ہے، جیساکہ بعض موقعوں پر ایسا ہوتاہے۔","lang":"ur"},{"name":"52:45","price":"تو انہیں چھوڑ دے یہاں تک کہ انہیں اس دن سے سابقہ پڑے جس میں یہ بے ہوش کر دیئے جائیں گے.","arabic":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4780,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:46","price":"جس دن انہیں ان کا مکر کچھ کام نہ دے گا اور نہ وه مدد کیے جائیں گے.","arabic":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4781,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:47","price":"بیشک ﻇالموں کے لیے اس کے علاوه اور عذاب بھی ہیں(1) ۔ لیکن ان لوگوں میں سے اکثر بےعلم ہیں.(2)","arabic":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4782,"juzNumber":27,"footnotes":"(1) یعنی دنیامیں، جیسے دوسرے مقام پر فرمایا: «وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الأَدْنَى دُونَ الْعَذَابِ الأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ» (الم السجدة:21)۔\n(2) اس بات سے کہ دنیا کے یہ عذاب اور مصائب، اس لیےہیں تاکہ انسان اللہ کی طرف رجوع کریں۔ یہ نکتہ چونکہ نہیں سمجھتے اس لیے گناہوں سے تائب نہیں ہوتے بلکہ بعض دفعہ پہلے سے بھی زیادہ گناہ کرنے لگ جاتےہیں۔ جس طرح ایک حدیث میں فرمایا کہ ”منافق جب بیمار ہو کر صحت مند ہوجاتا ہے تو اس کی مثال اونٹ کی سی ہے۔ وہ نہیں جانتا کہ اسے کیوں رسیوں سے باندھا گیا۔ اور کیوں کھلا چھوڑ دیا گیا؟“ (أبو داود، كتاب الجنائز، نمبر 3089)۔","lang":"ur"},{"name":"52:48","price":"تو اپنے رب کے حکم کے انتظار میں صبر سے کام لے، بیشک تو ہماری آنکھوں کے سامنے ہے۔ صبح کو جب تو اٹھے(1) اپنے رب کی پاکی اور حمد بیان کر.","arabic":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4783,"juzNumber":27,"footnotes":"(1) اس کھڑے ہونے سے کون سا کھڑا ہونا مراد ہے؟ بعض کہتےہیں جب نماز کے لیے کھڑے ہوں۔ جیساکہ آغاز نماز میں «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ» . . . پڑھی جاتی ہے۔ بعض کہتے ہیں، جب نیند سے بیدار ہو کر کھڑے ہوں۔ اس وقت بھی اللہ کی تسبیح و تحمید مسنون ہے۔ بعض کہتےہیں کہ جب کسی مجلس سےکھڑے ہوں۔ جیسے حدیث میں آتا ہے۔ جو شخص کسی مجلس سے اٹھتے وقت یہ دعا پڑھ لے گا تو یہ اس کی مجلس کے گناہوں کاکفارہ ہو جائے گا۔ «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لا إِلَهَ إِلا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ» (سنن الترمذي، أبواب الدعوات، باب ما يقول إذا قام من مجلسه)۔","lang":"ur"},{"name":"52:49","price":"اور رات کو بھی اس کی تسبیح پڑھ(1) اور ستاروں کے ڈوبتے وقت بھی.(2)","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4784,"juzNumber":27,"footnotes":"(1) اس سے مراد قیام اللیل۔ یعنی نماز تہجد ہے،جو عمر بھر نبی ﹲ کا معمول رہا۔\n(2) أَيْ: وَقْت إِدْبَارِهَا مِنْ آخِرِ اللَّيْلِ اس سےمراد فجر کی دو سنتیں ہیں، نوافل میں سب سے زیادہ اس کی نبی صلی اللہ علیہ وسلم حفاظت فرماتے تھے۔ اور ایک روایت میں آپ صلی اللہ علیہ وسلم نے فرمایا ”فجر کی دو سنتیں دنیا و مافیہا سے بہترہے“ (صحيح بخاري، كتاب التهجد، باب تعاهد ركعتي الفجر ومن سماها تطوعا ، وصحيح مسلم، كتاب الصلاة باب استحباب ركعتي الفجر)۔","lang":"ur"}],"chapter":["52 (At-Tur)","At-Tur","Surah At-Tur","Chapter At-Tur","Tur","Surah Tur","Chapter Tur","At Tur","Surah At Tur","Chapter At Tur","Surah 52","Chapter 52","The Mount","الطور"]}