{"data":[{"name":"54:1","price":"قیامت قریب آ گئی(1) اور چاند پھٹ گیا.(2)","arabic":"ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4847,"juzNumber":27,"footnotes":"(1) ایک تو بہ اعتبار اس زمانےکے جو گزر گیا،کیونکہ جو باقی ہے، وہ تھوڑا ہے۔ دوسرے، ہر آنے والی چیز قریب ہی ہے چنانچہ نبی (صلى الله عليه وسلم) نے بھی اپنی بابت فرمایا کہ میرا وجود قیامت سےمتصل ہے، یعنی میرے اور قیامت کے درمیان کوئی نبی نہیں آئےگا۔\n(2) یہ وہ معجزہ ہے جو اہل مکہ کے مطالبے پر دکھایا گیا، چاندکے دو ٹکڑے ہو گئے حتیٰ کہ لوگوں نے حرا پہاڑ کو اس کے درمیان دیکھا۔ یعنی اس کا ایک ٹکڑا پہاڑ کے اس طرف اور ایک ٹکڑا اس طرف ہو گیا۔ (صحيح بخاري، كتاب مناقب الأنصار، باب انشقاق القمر وتفسير سورة اقتربت الساعة، وصحيح مسلم كتاب صفة القيامة، باب انشقاق القمر) جمہور سلف وخلف کا یہی مسلک ہے (فتح القدیر) امام ابن کثیر لکھتے ہیں ”علماء کے درمیان یہ بات متفق علیہ ہے کہ انشقاق قمر نبی (صلى الله عليه وسلم) کے زمانے میں ہوا اور یہ آپ (صلى الله عليه وسلم) کے واضح معجزات میں سے ہے، صحیح سند سے ثابت احادیث متواترہ اس پردلالت کرتی ہیں“۔","lang":"ur"},{"name":"54:2","price":"یہ اگر کوئی معجزه دیکھتے ہیں تو منھ پھیر لیتے ہیں اور کہہ دیتے ہیں کہ یہ پہلے سے چلا آتا ہوا جادو ہے.(1)","arabic":"وَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4848,"juzNumber":27,"footnotes":"(1) یعنی قریش نے، ایمان لانے کے بجائے، اسے جادو قرار دے کر اپنے اعراض کی روش برقرار رکھی۔","lang":"ur"},{"name":"54:3","price":"انہوں نے جھٹلایا اور اپنی خواہشوں کی پیروی کی اور ہر کام ٹھہرے ہوئے وقت پر مقرر ہے.(1)","arabic":"وَكَذَّبُواْ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡۚ وَكُلُّ أَمۡرٖ مُّسۡتَقِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4849,"juzNumber":27,"footnotes":"(1) یہ کفار مکہ کی تکذیب اور اتباع اہوا کی تردید وبطلان کے لیے فرمایا کہ ہر کام کی ایک غایت اور انتہا ہے، وہ کام اچھا ہو یا برا۔ یعنی بالآخر اس کا نتیجہ نکلے گا، اچھے کام کانتیجہ اچھا اوربرے کام کا نتیجہ برا۔ اس نتیجے کا ظہوردنیا میں بھی ہو سکتا ہے اگراللہ کی مشیت متقضی ہو، ورنہ آخرت میں تو یقینی ہے۔","lang":"ur"},{"name":"54:4","price":"یقیناً ان کے پاس وه خبریں آچکی ہیں(1) جن میں ڈانٹ ڈپٹ (کی نصیحت) ہے.(2)","arabic":"وَلَقَدۡ جَآءَهُم مِّنَ ٱلۡأَنۢبَآءِ مَا فِيهِ مُزۡدَجَرٌ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4850,"juzNumber":27,"footnotes":"(1) یعنی گزشتہ امتوں کی ہلاکت کی،جب انہوں نےتکذیب کی۔\n(2) یعنی ان میں عبرت ونصیحت کے پہلو ہیں، کوئی ان سے سبق حاصل کر کے شرک ومعصیت سے بچنا چاہے تو بچ سکتا ہے مُزْدَجَرٌ اصل میں مُزْتَجَرٌ ہے زَجْرٌ سے مصدر میمی۔","lang":"ur"},{"name":"54:5","price":"اور کامل عقل کی بات ہے(1) لیکن ان ڈراؤنی باتوں نے بھی کچھ فائده نہ دیا.(2)","arabic":"حِكۡمَةُۢ بَٰلِغَةٞۖ فَمَا تُغۡنِ ٱلنُّذُرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4851,"juzNumber":27,"footnotes":"(1) یعنی ایسی بات جو تباہی سے پھیر دینے والی ہے یا یہ قرآن حکمت بالغہ ہے جس میں کوئی نقص یا خلل نہیں ہے۔ یا اللہ تعالیٰ جس کو ہدایت دے اور اس کو گمراہ کرے، اس میں بڑی حکمت ہے جس کو وہی جانتا ہے۔\n(2) یعنی جس کے لیے اللہ نے شقاوت لکھ دی ہے اور اس کے دل پر مہر لگا دی ہے، اس کو پیغمبروں کا ڈراوا کیا فائدہ پہنچا سکتا ہے؟ اس کےلیے تو «سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ» والی بات ہے تقریباً اسی مفہوم کی یہ آیت ہے۔ «قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ» (الأنعام: 149)۔","lang":"ur"},{"name":"54:6","price":"پس (اے نبی) تم ان سے اعراض کرو جس دن ایک پکارنے واﻻ ناگوار چیز کی طرف پکارے گا.(1)","arabic":"فَتَوَلَّ عَنۡهُمۡۘ يَوۡمَ يَدۡعُ ٱلدَّاعِ إِلَىٰ شَيۡءٖ نُّكُرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4852,"juzNumber":27,"footnotes":"(1) يَوْمَ سے پہلے اذْكُرْ محذوف ہے، یعنی اس دن کو یادکرو۔ نُكُرٌ، نہایت ہولناک اور دہشت ناک مراد میدان محشر اور موقف حساب کے اہوال اور آزمائشیں ہیں۔","lang":"ur"},{"name":"54:7","price":"یہ جھکی آنکھوں قبروں سے اس طرح نکل کھڑے ہوں گے کہ گویا وه پھیلا ہوا ٹڈی دل ہے.(1)","arabic":"خُشَّعًا أَبۡصَٰرُهُمۡ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ كَأَنَّهُمۡ جَرَادٞ مُّنتَشِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4853,"juzNumber":27,"footnotes":"(1) یعنی قبروں سے نکل کر وہ اس طرح پھیلیں گے اور موقف حساب کی طرف اس طرح نہایت تیزی سے جائیں گے، گویا ٹڈی دل ہے جو آناً فاناً فضائے بسیط میں پھیل جاتا ہے۔","lang":"ur"},{"name":"54:8","price":"پکارنے والے کی طرف دوڑتے ہوں گے(1) اور کافر کہیں گے یہ دن تو بہت سخت ہے.","arabic":"مُّهۡطِعِينَ إِلَى ٱلدَّاعِۖ يَقُولُ ٱلۡكَٰفِرُونَ هَٰذَا يَوۡمٌ عَسِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4854,"juzNumber":27,"footnotes":"(1) مُهْطِعِينَ، مُسْرِعِينَ، دوڑیں گے، پیچھے نہیں رہیں گے۔","lang":"ur"},{"name":"54:9","price":"ان سے پہلے قوم نوح نے بھی ہمارے بندے کو جھٹلایا تھا اور یہ دیوانہ بتلا کر جھڑک دیا گیا تھا.(1)","arabic":"۞ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ فَكَذَّبُواْ عَبۡدَنَا وَقَالُواْ مَجۡنُونٞ وَٱزۡدُجِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4855,"juzNumber":27,"footnotes":"(1) وَازْدُجِرَ وَازْتُجِرَ ہے، یعنی قوم نوح نے نوح (عليه السلام) کی تکذیب ہی نہیں کی، بلکہ انہیں جھڑکا اور ڈرایا دھمکایا بھی۔ جیسے دوسرےمقام پر فرمایا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ (الشعراء: 116) ”اے نوح! اگر تو باز نہ آیا تو تجھے سنگسارکر دیا جائے گا“۔","lang":"ur"},{"name":"54:10","price":"پس اس نے اپنے رب سے دعا کی کہ میں بے بس ہوں تو میری مدد کر.","arabic":"فَدَعَا رَبَّهُۥٓ أَنِّي مَغۡلُوبٞ فَٱنتَصِرۡ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4856,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:11","price":"پس ہم نے آسمان کے دروازوں کو زور کے مینہ سے کھول دیا.(1)","arabic":"فَفَتَحۡنَآ أَبۡوَٰبَ ٱلسَّمَآءِ بِمَآءٖ مُّنۡهَمِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4857,"juzNumber":27,"footnotes":"(1) مُنْهَمِرٌ بمعی کثیر یا زوردار هَمْرٌ، صَبٌّ (بہنے) کے معنی میں آتا ہے۔ کہتےہیں کہ چالیس دن تک مسلسل خوب زور سے پانی برستا رہا۔","lang":"ur"},{"name":"54:12","price":"اور زمین سے چشموں کو جاری کر دیا پس اس کام کے لیے جو مقدر کیا گیا تھا (دونوں) پانی جمع ہو گئے.(1)","arabic":"وَفَجَّرۡنَا ٱلۡأَرۡضَ عُيُونٗا فَٱلۡتَقَى ٱلۡمَآءُ عَلَىٰٓ أَمۡرٖ قَدۡ قُدِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4858,"juzNumber":27,"footnotes":"(1) یعنی آسمان اور زمین کے پانی نے مل کر وہ کام پورا کر دیا اور جو قضا و قدر میں لکھ دیا گیا تھا یعنی طوفان بن کر سب کو غرق کر دیا۔","lang":"ur"},{"name":"54:13","price":"اور ہم نے اسے تختوں اور کیلوں والی (کشتی) پر سوار کر لیا.(1)","arabic":"وَحَمَلۡنَٰهُ عَلَىٰ ذَاتِ أَلۡوَٰحٖ وَدُسُرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4859,"juzNumber":27,"footnotes":"(1) دُسُرٌ دِسَارٌ کی جمع، وہ رسیاں، جن سے کشتی کے تحتے باندھے گئے یا وہ کیلیں اورمیخیں جن سے کشتی کو جوڑا گیا۔","lang":"ur"},{"name":"54:14","price":"جو ہماری آنکھوں کے سامنے چل رہی تھی۔ بدلہ اس کی طرف سے جس کا کفر کیا گیا تھا.","arabic":"تَجۡرِي بِأَعۡيُنِنَا جَزَآءٗ لِّمَن كَانَ كُفِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4860,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:15","price":"اور بیشک ہم نے اس واقعہ کو نشانی بنا کر(1) باقی رکھا پس کوئی ہے نصیحت حاصل کرنے واﻻ.(2)","arabic":"وَلَقَد تَّرَكۡنَٰهَآ ءَايَةٗ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4861,"juzNumber":27,"footnotes":"(1) تَرَكْنَاهَا میں ضمیر کا مرجع سفینہ ہے۔ یا فعلہ یعنی تَرَكْنَا هَذِهِ الْفِعْلَةَ الَّتِي فَعَلْنَاهَا بِهِمْ عِبْرَةً وَّمَوْعِظَةً (فتح القدير)۔\n(2) مُدَّكِرٍ،اصل میں مُذْتَكِرٍ ہے۔ تاکو ڈال سے بدل دیا گیا اور ذال معجمہ کو دال بناکر، دال کا دال میں ادغام کر دیا گیا۔ معنی ہیں عبرت پکڑنے اورنصیحت حاصل کرنے والا۔ (فتح القدیر)۔","lang":"ur"},{"name":"54:16","price":"بتاؤ میرا عذاب اور میری ڈرانے والی باتیں کیسی رہیں؟","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4862,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:17","price":"اور بیشک ہم نے قرآن کو سمجھنے کے لیے آسان کر دیا ہے(1) ۔ پس کیا کوئی نصیحت حاصل کرنے واﻻ ہے؟","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4863,"juzNumber":27,"footnotes":"(1) یعنی اس کے مطالب ومعانی کو سمجھنا، اس سےعبرت و نصیحت حاصل کرنا اور اسے زبانی یاد کرنا ہم نے آسان کر دیا ہے۔ چنانچہ یہ واقعہ ہےکہ قرآن کریم اعجاز وبلاغت کےاعتبار سےنہایت اونچے درجے کی کتاب ہونے کے باوجود، کوئی شخص تھوڑی سی توجہ دے تو وہ عربی گرامر اورمعانی وبلاغت کی کتابیں پڑھے بغیربھی اسے آسانی سے سمجھ لیتا ہے، اسی طرح یہ دنیا کی واحد کتاب ہے، جو لفظ بہ لفظ یاد کرلی جاتی ہے ورنہ چھوٹی سے چھوٹی کتاب کو بھی اس طرح یاد کر لینا اور اسے یاد رکھنا نہایت مشکل ہے۔ اور انسان اگر اپنے قلب وذہن کے دریچے وا رکھ کر اسے عبرت کی آنکھوں سے پڑھے، نصیحت کے کانوں سے سنے اورسمجھنے والے دل سے اس پر غور کرے تودنیا وآخرت کی سعادت کے دروازے اس کے لیے کھل جاتے ہیں اور یہ اس کے قلب ودماغ کی گہرائیوں میں اتر کر کفر ومعصیت کی تمام آلودگیوں کو صاف کر دیتی ہے۔","lang":"ur"},{"name":"54:18","price":"قوم عاد نے بھی جھٹلایا پس کیسا ہوا میرا عذاب اور میری ڈرانے والی باتیں.","arabic":"كَذَّبَتۡ عَادٞ فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4864,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:19","price":"ہم نے ان پر تیز وتند مسلسل چلنے والی ہوا، ایک پیہم منحوس دن میں بھیج دی.(1)","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِي يَوۡمِ نَحۡسٖ مُّسۡتَمِرّٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4865,"juzNumber":27,"footnotes":"(1) کہتے ہیں یہ بدھ کی شام تھی، جب اس تند، یخ اور شاں شاں کرتی ہوئی ہوا کا آغاز ہوا، پھر مسلسل 7 راتیں اور 8 دن چلتی رہی۔ یہ ہوا گھروں اورقلعوں میں بند انسانوں کو بھی وہاں سے اٹھاتی اور اس طرح زور سے انہیں زمین پر پٹختی کہ ان کے سر ان کے دھڑوں سے الگ ہو جاتے۔ یہ دن ان کےلیے عذاب کےاعتبار سے منحوس ثابت ہوا۔ اس کا یہ مطلب نہیں ہے کہ بدھ کے دن میں یاکسی اور دن میں نحوست ہے، جیساکہ بعض لوگ سمجھتے ہیں۔ مُسْتَمِرٌّ کا مطلب یہ عذاب اس وقت تک جاری رہا جب تک سب ہلاک نہیں ہو گئے۔","lang":"ur"},{"name":"54:20","price":"جو لوگوں کو اٹھا اٹھا کر دے پٹختی تھی، گویا کہ وه جڑ سے کٹے ہوئے کھجور کے تنے ہیں.(1)","arabic":"تَنزِعُ ٱلنَّاسَ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٖ مُّنقَعِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4866,"juzNumber":27,"footnotes":"(1) یہ درازی قد کے ساتھ ان کی بےبسی اور لاچارگی کا بھی اظہار ہےکہ عذاب الٰہی کے سامنے وہ کچھ نہ کر سکے دراں حالیکہ انہیں اپنی قوت و طاقت پربڑا گھمنڈ تھا۔ أَعْجَازُ، عَجْزٌ کی جمع ہے، جو کسی چیز کے پچھلے حصے کو کہتے ہیں۔ مُنْقَعِرٌ اپنی جڑ سے اکھڑ جانے اور کٹ جانے والا۔ یعنی کھجورکے ان تنوں کی طرح، جو اپنی جڑ سے اکھڑ اور کٹ چکے ہوں، ان کے لاشے زمین پر پڑے ہوئے تھے۔","lang":"ur"},{"name":"54:21","price":"پس کیسی رہی میری سزا اور میرا ڈرانا؟","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4867,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:22","price":"یقیناً ہم نے قرآن کو نصیحت کے لیے آسان کر دیا ہے، پس کیا ہے کوئی نصیحت حاصل کرنے واﻻ؟","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4868,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:23","price":"قوم ﺛمود نے ڈرانے والوں کو جھٹلایا.","arabic":"كَذَّبَتۡ ثَمُودُ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4869,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:24","price":"اور کہنے لگے کیا ہمیں میں سے ایک شخص کی ہم فرمانبرداری کرنے لگیں؟ تب تو ہم یقیناً غلطی اور دیوانگی میں پڑے ہوئے ہوں گے.(1)","arabic":"فَقَالُوٓاْ أَبَشَرٗا مِّنَّا وَٰحِدٗا نَّتَّبِعُهُۥٓ إِنَّآ إِذٗا لَّفِي ضَلَٰلٖ وَسُعُرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4870,"juzNumber":27,"footnotes":"(1) یعنی ایک بشرکو رسول مان لینا، ان کے نزدیک گمراہی اوردیوانگی تھی۔ سُعُرٌ، سَعِيرٌ کی جمع ہے آگ کی لپٹ۔ یہاں اس کو دیوانگی یا شدت و عذاب کےمفہوم میں استعمال کیا گیا ہے۔","lang":"ur"},{"name":"54:25","price":"کیا ہمارے سب کے درمیان صرف اسی پر وحی اتاری گئی؟ نہیں بلکہ وه جھوٹا اور شیخی خور ہے.(1)","arabic":"أَءُلۡقِيَ ٱلذِّكۡرُ عَلَيۡهِ مِنۢ بَيۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4871,"juzNumber":27,"footnotes":"(1) أَشِرٌ، بمعنی مُتَكَبِّرٌ یاکذب میں حد سے تجاوز کرنے والا، یعنی اس نے جھوٹ بھی بولا ہے تو بہت بڑا۔ کہ مجھ پروحی آتی ہے۔ بھلا ہم میں سے صرف اسی ایک پرو حی آنی تھی؟ یا اس ذریعے سےہم پر اپنی بڑائی جتانا اس کا مقصودہے۔","lang":"ur"},{"name":"54:26","price":"اب سب جان لیں گے کل کو کہ کون جھوٹا اور شیخی خور تھا؟(1)","arabic":"سَيَعۡلَمُونَ غَدٗا مَّنِ ٱلۡكَذَّابُ ٱلۡأَشِرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4872,"juzNumber":27,"footnotes":"(1) یہ خود، پیغمبر پر الزام تراشی کرنے والے۔ یا حضرت صالح (عليه السلام) ؟ جن کو اللہ نے وحی و رسالت سے نوازا۔ غدا یعنی کل سےمراد قیامت کا دن ہے یا دنیا میں ان کے لیے عذاب کا مقررہ دن۔","lang":"ur"},{"name":"54:27","price":"بیشک ہم ان کی آزمائش کے لیے اونٹنی بھیجیں گے(1) پس (اے صالح) توان کا منتظر ره اور صبر کر.(2)","arabic":"إِنَّا مُرۡسِلُواْ ٱلنَّاقَةِ فِتۡنَةٗ لَّهُمۡ فَٱرۡتَقِبۡهُمۡ وَٱصۡطَبِرۡ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4873,"juzNumber":27,"footnotes":"(1) کہ یہ ایمان لاتے ہیں یا نہیں؟ یہ وہی اونٹنی ہے جو اللہ نےخود ان کے کہنے پر پتھر کی ایک چٹان سے ظاہر فرمائی تھی۔\n(2) یعنی دیکھ کہ یہ اپنے وعدے کےمطابق ایمان کا راستہ اپناتے ہیں یا نہیں؟ اور ان کی ایذاؤں پر صبرکر۔","lang":"ur"},{"name":"54:28","price":"ہاں انہیں خبر کر دے کہ پانی ان میں تقسیم شده ہے(1) ، ہرایک اپنی باری پر حاضر ہوگا.(2)","arabic":"وَنَبِّئۡهُمۡ أَنَّ ٱلۡمَآءَ قِسۡمَةُۢ بَيۡنَهُمۡۖ كُلُّ شِرۡبٖ مُّحۡتَضَرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4874,"juzNumber":27,"footnotes":"(1) یعنی ایک دن اونٹنی کےپانی پینےکےلیے اور ایک دن قوم کے پانی کے لیے۔\n(2) مطلب ہےہر ایک کا حصہ اس کےساتھ ہی خاص ہے جواپنی اپنی باری پر حاضرہو کر وصول کرے دوسرا اس روز نہ آئے شُرْبٌ ، حصہ آب۔","lang":"ur"},{"name":"54:29","price":"انہوں نے اپنے ساتھی کو آواز دی(1) جس نے (اونٹنی پر) وار کیا(2) اور (اس کی) کوچیں کاٹ دیں.","arabic":"فَنَادَوۡاْ صَاحِبَهُمۡ فَتَعَاطَىٰ فَعَقَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4875,"juzNumber":27,"footnotes":"(1) یعنی جس کو انہوں نے اونٹنی کو قتل کرنے کےلیے آمادہ کیا تھا، جس کا نام قدار بن سالف بتلایا جاتاہے، اس کو پکارا کہ وہ اپنا کام کرے۔\n(2) یا تلوار یا اونٹنی کو پکڑا اوراس کی ٹانگیں کاٹ دیں اور پھر اسے ذبح کردیا۔ بعض نے فَتَعَاطَى کے معنی فَجَسَرَ کیے ہیں۔ پس اس نے جسارت کی۔","lang":"ur"},{"name":"54:30","price":"پس کیونکر ہوا میرا عذاب اور میرا ڈرانا.","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4876,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:31","price":"ہم نے ان پر ایک چیﺦ بھیجی پس ایسے ہو گئے جیسے باڑ بنانے والے کی روندی ہوئی گھاس.(1)","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4877,"juzNumber":27,"footnotes":"(1) حَظِيرَةٌ، مَحْظُورَةٌ بمعنی محظورۃ، باڑ جو خشک جھاڑیوں اور لکڑیوں سے جانورونکی حفاظت کےلیے بنائی جاتی ہے۔ مُحْتَظِرٌ ، اسم فاعل ہےصَاحِبُ الحْظَِيرَةِ هَشِيمٌ خشک گھاس یا کٹی ہوئی خشک کھیتی یعنی جس طرح ایک باڑ بنانے والی کی خشک لکڑیاں اور جھاڑیاں مسلسل روندے جانے کی وجہ سے چورا چورا ہو جاتی ہیں وہ بھی اس باڑکی مانند ہمارے عذاب سے چورا ہو گئے۔","lang":"ur"},{"name":"54:32","price":"اور ہم نے نصیحت کے لیے قرآن کو آسان کر دیا ہے پس کیا ہے کوئی جو نصیحت قبول کرے.","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4878,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:33","price":"قوم لوط نے بھی ڈرانے والوں کی تکذیب کی.","arabic":"كَذَّبَتۡ قَوۡمُ لُوطِۭ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4879,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:34","price":"بیشک ہم نے ان پر پتھر برسانے والی ہوا بھیجی(1) سوائے لوط (علیہ السلام) کے گھر والوں کے، انہیں ہم نے سحر کے وقت نجات دے دی.(2)","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ حَاصِبًا إِلَّآ ءَالَ لُوطٖۖ نَّجَّيۡنَٰهُم بِسَحَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4880,"juzNumber":27,"footnotes":"(1) یعنی ایسی ہوا بھیجی جو ان کو کنکریاں مارتی تھی۔ یعنی ان کی بستیوں کو ان پر الٹا دیا گیا، اس طرح کہ ان کا اوپروالا حصہ نیچے اور نیچےوالا حصہ اوپر،اس کے بعد ان پر کھنگر پتھروں کی بارش ہوئی جیسا کہ سورۂ ہود وغیرہ میں تفصیل گزری۔\n(2) آل لوط سےمراد خود حضرت لوط (عليه السلام) اور ان پر ایمان لانے والےلوگ ہیں، جن میں حضرت لوط (عليه السلام) کی بیوی شامل نہیں، کیونکہ وہ مومنہ نہیں تھی، البتہ حضرت لوط (عليه السلام) کی دو بیٹیاں ان کے ساتھ تھیں، جن کو نجات دی گئی۔ سحر سے مراد رات کا آخری حصہ ہے۔","lang":"ur"},{"name":"54:35","price":"اپنے احسان سے(1) ہر ہر شکر گزار کو ہم اسی طرح بدلہ دیتے ہیں.","arabic":"نِّعۡمَةٗ مِّنۡ عِندِنَاۚ كَذَٰلِكَ نَجۡزِي مَن شَكَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4881,"juzNumber":27,"footnotes":"(1) یعنی ان کو عذاب سے بچانا، یہ ہماری رحمت اور احسان تھا جو ان پر ہوا۔","lang":"ur"},{"name":"54:36","price":"یقیناً (لوط علیہ السلام) نے انہیں ہماری پکڑ سے ڈرایا(1) تھا لیکن انہوں نے ڈرانے والوں کے بارے میں (شک وشبہ اور) جھگڑا کیا.(2)","arabic":"وَلَقَدۡ أَنذَرَهُم بَطۡشَتَنَا فَتَمَارَوۡاْ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4882,"juzNumber":27,"footnotes":"(1) یعنی عذاب آنے سے پہلے، ہماری سخت گرفت سے ڈرایا تھا۔\n(2) لیکن انہوں نے اس کی پروا نہیں کی بلکہ شک کیا اور ڈرانے والوں سے جھگڑتے رہے۔","lang":"ur"},{"name":"54:37","price":"اور ان (لوط علیہ السلام) کو ان کے مہمانوں کے بارے میں پھسلایا(1) پس ہم نے ان کی آنکھیں اندھی کردیں(2)، (اور کہہ دیا) میرا عذاب اور میرا ڈرانا چکھو.","arabic":"وَلَقَدۡ رَٰوَدُوهُ عَن ضَيۡفِهِۦ فَطَمَسۡنَآ أَعۡيُنَهُمۡ فَذُوقُواْ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4883,"juzNumber":27,"footnotes":"(1) یا بہلایا یا مانگا لوط (عليه السلام) سے ان کے مہمانوں کو۔ مطلب یہ ہے کہ جب لوط (عليه السلام) کی قوم کو معلوم ہوا کہ چند خوبر ونوجوان لوط (عليه السلام) کے ہاں آئے ہیں (جو دراصل فرشتے تھے اور ان کو عذاب دینے کے لیے ہی آئے تھے) تو انہوں نے حضرت لوط (عليه السلام) سے مطالبہ کیا کہ ان مہمانوں کو ہمارے سپرد کردیں تاکہ ہم اپنے بگڑے ہوئے ذوق کی ان سے تسکین کریں۔\n(2) کہتے ہیں کہ یہ فرشتے جبرائیل میکائل اور اسرافیل (عليه السلام) تھے۔ جب انہوں نے بدفعلی کی نیت سے فرشتوں (مہمانوں) کو لینے پر زیادہ اصرار کیاتو جبرائیل (عليه السلام) نے اپنے پر کا ایک حصہ انہیں مارا، جس سے ان کی آنکھوں کے ڈھیلےہی باہر نکل آئے، بعض کہتے ہیں ، صرف آنکھوں کی بصارت زائل ہوئی، بہرحال عذاب عام سے پہلے یہ عذاب خاص ان لوگوں کوپہنچا جو حضرت لوط (عليه السلام) کے پاس بدنیتی سے آئے تھے۔ اور آنکھوں سے یا بینائی سے محروم ہو کر گھر پہنچے۔ اور پھر صبح اس عذاب عام میں تباہ ہو گئے جو پوری قوم کے لیے آیا (تفسیر ابن کثیر)۔","lang":"ur"},{"name":"54:38","price":"اور یقینی بات ہے کہ انہیں صبح سویرے ہی ایک جگہ پکڑنے والے مقرره عذاب نے غارت کر دیا.(1)","arabic":"وَلَقَدۡ صَبَّحَهُم بُكۡرَةً عَذَابٞ مُّسۡتَقِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4884,"juzNumber":27,"footnotes":"- یعنی صبح ان کے پاس عذاب مستقر آ گیا۔ مستقر کے معنی، ان پرنازل ہونے والا، جو انہیں ہلاک کیے بغیر نہ چھوڑے۔","lang":"ur"},{"name":"54:39","price":"پس میرے عذاب اور میرے ڈراوے کا مزه چکھو.","arabic":"فَذُوقُواْ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4885,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:40","price":"اور یقیناً ہم نے قرآن کو پند ووعﻆ کے لیے آسان کر دیا ہے(1) ۔ پس کیا کوئی ہے نصحیت پکڑنے واﻻ.","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4886,"juzNumber":27,"footnotes":"(1) تیسیر قرآن کا اس سورت میں بار بار ذکر کرنے سے مقصود یہ ہے کہ یہ قرآن اور اس کے فہم وحفظ کو آسان کر دینا، اللہ کا احسان عظیم ہے، اس کے شکر سے انسان کو کبھی غافل نہیں ہوناچاہیے۔","lang":"ur"},{"name":"54:41","price":"اور فرعونیوں کے پاس بھی ڈرانے والے آئے.(1)","arabic":"وَلَقَدۡ جَآءَ ءَالَ فِرۡعَوۡنَ ٱلنُّذُرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4887,"juzNumber":27,"footnotes":"(1) نُذُرٌ، نَذِيرٌ(ڈرانے والا) کی جمع ہے یا بمعنی إِنْذَارٍ مصدر ہے (فتح القدیر)۔","lang":"ur"},{"name":"54:42","price":"انہوں نے ہماری تمام نشانیاں جھٹلائیں(1) پس ہم نے انہیں بڑے غالب قوی پکڑنے والے کی طرح پکڑ لیا.(2)","arabic":"كَذَّبُواْ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذۡنَٰهُمۡ أَخۡذَ عَزِيزٖ مُّقۡتَدِرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4888,"juzNumber":27,"footnotes":"(1) وہ نشانیاں، جن کے ذریعے سے حضرت موسیٰ (عليه السلام) نے فرعون اور فرعونیوں کو ڈرایا۔ یہ نو نشانیاں تھیں جن کا ذکر پہلے گزرچکا ہے۔\n(2) یعنی ان کو ہلاک کر دیا، کیونکہ وہ عذاب، ایسے غالب کی گرفت تھی جو انتقام لینے پر قادر ہے، اس کی گرفت کے بعد کوئی بچ نہیں سکتا۔","lang":"ur"},{"name":"54:43","price":"(اے قریشیو!) کیا تمہارے کافر ان کافروں سے کچھ بہتر ہیں(1) ؟ یا تمہارے لیے اگلی کتابوں میں چھٹکارا لکھا ہوا ہے؟(2)","arabic":"أَكُفَّارُكُمۡ خَيۡرٞ مِّنۡ أُوْلَٰٓئِكُمۡ أَمۡ لَكُم بَرَآءَةٞ فِي ٱلزُّبُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4889,"juzNumber":27,"footnotes":"(1) یہ استفہام انکار یعنی نفی کے لیے ہے۔ یعنی اے اہل عرب ! تمہارے کافر، گزشتہ کافروں سے، بہتر نہیں ہیں، جب وہ اپنے کفر کی وجہ سے ہلاک کر دیئے گئے، تو تم جب کہ تم ان سے بدتر ہو، عذاب سے سلامتی کی امید کیوں رکھتے ہو؟\n(2) زُبُرٌ سے مراد گزشتہ انبیا پرنازل شدہ کتابیں ہیں۔ یعنی کیا تمہاری بابت کتب منزلہ میں صراحت کر دی گئی ہے کہ یہ قریش یا عرب،جو مرضی کرتے رہیں، ان پر غالب نہیں آئے گا۔","lang":"ur"},{"name":"54:44","price":"یا یہ کہتے ہیں کہ ہم غلبہ پانے والی جماعت ہیں.(1)","arabic":"أَمۡ يَقُولُونَ نَحۡنُ جَمِيعٞ مُّنتَصِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4890,"juzNumber":27,"footnotes":"(1) تعداد کی کثرت اور وسائل قوت کی وجہ سے، کسی اور کا ہم پر غالب آنے کا امکان نہیں۔ یا مطلب ہے کہ ہمارا معاملہ مجتمع ہے، ہم دشمن سے انتقام لینے پرقادر ہیں۔","lang":"ur"},{"name":"54:45","price":"عنقریب یہ جماعت شکست دی جائےگی اور پیٹھ دے کر بھاگے گی.(1)","arabic":"سَيُهۡزَمُ ٱلۡجَمۡعُ وَيُوَلُّونَ ٱلدُّبُرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4891,"juzNumber":27,"footnotes":"(1) اللہ نے ان کے زعم باطل کی تردید فرمائی، جماعت سے مراد کفار مکہ ہیں۔ چنانچہ بدر میں انہیں شکست ہوئی اور یہ پیٹھ دےکربھاگے، روسائے شرک اور اساطین کفر ہلاک کردیئے گئے۔ جنگ بدر کے موقعے پرجب نبی ﹲ نہایت الحاح وزاری سے اپنے خیمے میں مصروف دعا تھےتو حضرت ابوبکر (رضي الله عنه) نے فرمایا «حَسْبُكَ يَا رَسُولَ اللهِ! أَلْحَحْتَ عَلَى رَبِّكَ»۔ بس کیجئے! اللہ کے رسول ! آپ نے رب کے سامنے بہت الحاح وزاری کرلی۔ چنانچہ آپ صلی اللہ علیہ وسلم خیمے سے باہر تشریف لائے تو آپ کی زبان مبارک پر یہی آیت تھی۔ (البخاري، تفسير سورة اقتربت الساعة)۔","lang":"ur"},{"name":"54:46","price":"بلکہ قیامت کی گھڑی ان کے وعدے کے وقت ہے اور قیامت بڑی سخت اور کڑوی چیز ہے.(1)","arabic":"بَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4892,"juzNumber":27,"footnotes":"(1) أَدْهَى دَهَاءٌ سے ہے، سخت رسوا کرنے والا أَمَرُّ مَرَارَةٌ سے ہے، نہایت کڑوا۔ یعنی دنیا میں جو یہ قتل کیے گئے، قیدی بنائے گئے وغیرہ، یہ ان کی آخری سزا نہیں ہے بلکہ اس سے بھی زیادہ سخت سزائیں ان کو قیامت والے دن دی جائیں گی جس کا ان سے وعدہ کیا جاتا ہے۔","lang":"ur"},{"name":"54:47","price":"بیشک گناه گار گمراہی میں اور عذاب میں ہیں.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي ضَلَٰلٖ وَسُعُرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4893,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:48","price":"جس دن وه اپنے منھ کے بل آگ میں گھسیٹے جائیں گے (اوران سے کہا جائے گا) دوزخ کی آگ لگنے کے مزے چکھو.(1)","arabic":"يَوۡمَ يُسۡحَبُونَ فِي ٱلنَّارِ عَلَىٰ وُجُوهِهِمۡ ذُوقُواْ مَسَّ سَقَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4894,"juzNumber":27,"footnotes":"(1) سَقَرٌ بھی جہنم کا نام ہے یعنی اس کی حرارت اور شدت عذاب کا مزہ چکھو۔","lang":"ur"},{"name":"54:49","price":"بیشک ہم نے ہر چیز کو ایک (مقرره) اندازے پر پیدا کیا ہے.(1)","arabic":"إِنَّا كُلَّ شَيۡءٍ خَلَقۡنَٰهُ بِقَدَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4895,"juzNumber":27,"footnotes":"(1) ائمہ سنت نے اس آیت اور اس جیسی دیگر آیات سے استدلال کرتے ہوئے تقدیر الٰہی کااثﺒات کیا ہے جس کا مطلب ہے کہ اللہ تعالیٰ کومخلوقات کے پیداکرنے سے پہلے ہی سب کا علم تھا اور اس نے سب کی تقدیر لکھ دی ہے اور فرقہ قدریہ کی تردید کی ہے جس کا ظہور عہد صحابہ کے آخرمیں ہوا۔ (ابن کثیر)۔","lang":"ur"},{"name":"54:50","price":"اور ہمارا حکم صرف ایک دفعہ (کا ایک کلمہ) ہی ہوتا ہے جیسے آنکھ کا جھپکنا.","arabic":"وَمَآ أَمۡرُنَآ إِلَّا وَٰحِدَةٞ كَلَمۡحِۭ بِٱلۡبَصَرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4896,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:51","price":"اور ہم نے تم جیسے بہتیروں کو ہلاک کر دیا ہے(1) ، پس کوئی ہے نصیحت لینے واﻻ.","arabic":"وَلَقَدۡ أَهۡلَكۡنَآ أَشۡيَاعَكُمۡ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4897,"juzNumber":27,"footnotes":"(1) یعنی گزشتہ امتوں کےکافروں کو، جوکفر میں تمہارے ہی جیسےتھے۔ أَشْيَاعَكُمْ أَيْ : أَشْبَاهَكُمْ وَنُظَراءَكُمْ (فتح القدير)۔","lang":"ur"},{"name":"54:52","price":"جوکچھ انہوں نے (اعمال) کیے ہیں سب نامہٴ اعمال میں لکھے ہوئے ہیں.(1)","arabic":"وَكُلُّ شَيۡءٖ فَعَلُوهُ فِي ٱلزُّبُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4898,"juzNumber":27,"footnotes":"(1) یا دوسرے معنی ہیں، لوح محفوظ میں درج ہیں۔","lang":"ur"},{"name":"54:53","price":"(اسی طرح) ہر چھوٹی بڑی بات بھی لکھی ہوئی ہے.(1)","arabic":"وَكُلُّ صَغِيرٖ وَكَبِيرٖ مُّسۡتَطَرٌ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4899,"juzNumber":27,"footnotes":"(1) یعنی مخلوق کے تمام اعمال، اقوال وافعال لکھے ہوئےہیں، چھوٹے ہوں یا بڑے، حقیر ہوں یا جلیل، اشقیا کے ذکر کےبعد اب سعداء کا ذکر کیا جارہا ہے۔","lang":"ur"},{"name":"54:54","price":"یقیناً ہمارا ڈر رکھنے والے جنتوں اور نہروں میں ہوں گے.(1)","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَهَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4900,"juzNumber":27,"footnotes":"(1) یعنی مختلف اورمتنوع باغات میں ہوں گے۔ نَهَرٌ بطور جنس کے ہے جوجنت کی تمام نہروں کو شامل ہے۔","lang":"ur"},{"name":"54:55","price":"راستی اور عزت کی بیٹھک میں(1) قدرت والے بادشاه کے پاس.(2)","arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4901,"juzNumber":27,"footnotes":"(1) مَقْعَدِ صِدقٍ، عزت کی بیٹھک یا مجلس حق، جس میں گناہ کی بات ہوگی نہ لغویات کا ارتکاب۔ مراد جنت ہے۔\n(2) مَلِيكٍ مُقْتَدِرٍ، قدرت والا بادشاہ یعنی وہ ہر طرح کی قدرت سے بہرہ ور ہے جو چاہے کر سکتا ہے،کوئی اسے عاجز نہیں کرسکتا۔ عِنْدَ (پاس) یہ کنایہ اس شرف منزلت اور عزت و احترام سے جواہل ایمان کو اللہ کے ہاں حاصل ہوگا۔","lang":"ur"}],"chapter":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar","Chapter Al-Qamar","Qamar","Surah Qamar","Chapter Qamar","Al Qamar","Surah Al Qamar","Chapter Al Qamar","Surah 54","Chapter 54","The Moon","القَمَر"]}