{"data":[{"name":"59:1","price":"آسمانوں اور زمین کی ہر چیز اللہ تعالیٰ کی پاکی بیان کرتی ہے، اور وه غالب باحکمت ہے.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"ur"},{"name":"59:2","price":"وہی ہے جس نے اہل کتاب میں سے کافروں کو ان کے گھروں سے پہلے حشر کے وقت نکالا(1) ، تمہارا گمان (بھی) نہ تھا کہ وه نکلیں گے اور وه خود (بھی) سمجھ رہے تھے کہ ان کے (سنگین) قلعے انہیں اللہ (کے عذاب) سے بچا لیں گے(2) پس ان پر اللہ (کا عذاب) ایسی جگہ سے آپڑا کہ انہیں گمان بھی نہ تھا(3) اور ان کے دلوں میں اللہ نے رعب ڈال دیا(4) وه اپنے گھروں کو اپنے ہی ہاتھوں اجاڑ رہے تھے(5) اور مسلمانوں کے ہاتھوں (برباد کروا رہے تھے(6)) پس اے آنکھوں والو! عبرت حاصل کرو.(7)","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"(1) مدینے کے اطراف میں یہودیوں کے تین قبیلے آباد تھے ، بنو نضیر، بنو قریظہ اور بنو قینقاع۔ ہجرت مدینہ کے بعد نبی (صلى الله عليه وسلم) نے ان سے معاہدہ بھی کیا لیکن یہ لوگ درپردہ سازشیں کرتے رہے اور کفار مکہ سے بھی مسلمانوں کے خلاف رابطہ رکھا، حتیٰ کہ ایک موقعے پر جب کہ آپ (صلى الله عليه وسلم) ان کے پاس گئے ہوئے تھے ، بنو نضیر نے رسول اللہ (صلى الله عليه وسلم) پر اوپر سے ایک بھاری پتھر پھینک کر آپ (صلى الله عليه وسلم) کو مار ڈالنے کی سازش تیار کی، جس سے وحی کے ذریعے سے آپ (صلى الله عليه وسلم) کو بروقت اطلاع کر دی گئی، اور آپ (صلى الله عليه وسلم) وہاں سے واپس تشریف لے آئے۔ ان کی اس عہد شکنی کی وجہ سے رسول اللہ (صلى الله عليه وسلم) نے ان پر لشکر کشی کی، یہ چند دن اپنے قلعوں میں محصور رہے، بالآخر انہوں نے جان بخشی کی صورت میں جلا وطنی پر آمادگی کا اظہار کیا، جسے رسول اللہ (صلى الله عليه وسلم) نے قبول فرما لیا۔ اسے اول حشر (پہلی بار اجتماع) سے اس لیے تعبیر کیا کہ یہ ان کی پہلی جلاوطنی تھی، جو مدینے سے ہوئی، یہاں سے یہ خیبر میں جاکر مقیم ہوگئے، وہاں سے حضرت عمر (رضي الله عنه) ، نے اپنے دور میں انہیں دوبارہ جلا وطن کیا اور شام کی طرف دھکیل دیا، جہاں کہتے ہیں کہ تمام انسانوں کا آخری حشر ہوگا۔\n(2) اس لیے کہ انہوں نے نہایت مضبوط قلعے تعمیر کر رکھے تھے جس پر انہیں گھمنڈ تھا اور مسلمان بھی سمجھتے تھے کہ اتنی آسانی سے یہ قلعے فتح نہیں ہوسکیں گے۔\n(3) اور وہ یہی تھا کہ رسول اللہ (صلى الله عليه وسلم) نے ان کا محاصرہ کر لیا تھا جو ان کے وہم وگمان میں بھی نہیں تھا۔\n(4) اس رعب کی وجہ سے ہی انہوں نے جلاوطنی پر آمادگی کا اظہار کیا، ورنہ عبداللہ بن ابی (رئیس المنافقین) اور دیگر لوگوں نے انہیں پیغامات بھیجے تھے کہ تم مسلمانوں کے سامنے جھکنا نہیں، ہم تمہارے ساتھ ہیں۔ علاوہ ازیں اللہ تعالیٰ نے نبی کریم (صلى الله عليه وسلم) کو یہ خصوصی وصف عطا فرمایا تھا کہ دشمن ایک مہینے کی مسافت پر آپ (صلى الله عليه وسلم) سے مرعوب ہو جاتا تھا۔ اس لیے سخت دہشت اور گھبراہٹ ان پر طاری ہوگئی۔ اور تمام تر اسباب ووسائل کے باوجود انہوں نے ہتھیار ڈال دیئے اور صرف یہ شرط مسلمانوں سے منوائی کہ جتنا سامان وہ لاد کر لے جاسکتے ہیں انہیں لے جانے کی اجازت ہو، چنانچہ اس اجازت کی وجہ سے انہوں نے اپنے گھروں کے دروازے اور شہتیر تک اکھیڑ ڈالے تاکہ انہیں اپنے ساتھ لے جائیں۔\n(5) یعنی جب انہیں یقین ہوگیا کہ اب جلا وطنی ناگزیر ہے تو انہوں نے دوران محاصرہ اندر سے اپنے گھروں کو برباد کرنا شروع کر دیا تاکہ وہ مسلمانوں کے بھی کام کے نہ رہیں۔ یا یہ مطلب ہے کہ سامان لے جانے کی اجازت سے پورا فائدہ اٹھانے کے لیے وہ اپنے اپنے اونٹوں پر جتنا سامان لاد کر لے جاسکتے تھے، اپنے گھر ادھیڑ ادھیڑ کر وہ سامان انہوں نے اونٹوں پر رکھ لیا۔\n(6) باہر سے مسلمان ان کے گھروں کو برباد کرتے رہے تاکہ ان پر گرفت آسان ہو جائے یا یہ مطلب ہے کہ ان کے ادھیڑے ہوئے گھروں سے بقیہ سامان نکالنے اور حاصل کرنے کے لیے مسلمانوں کو مزید تخریب سے کام لینا پڑا۔\n(7) کہ کس طرح اللہ نے ان کے دلوں میں مسلمانوں کا رعب ڈالا۔ دراں حالیکہ وہ ایک نہایت طاقت ور اور باوسائل قبیلہ تھا، لیکن جب اللہ تعالیٰ کی طرف سے مہلت عمل ختم ہوگئی اور اللہ نے اپنے مواخذے کے شکنجے میں کسنے کا فیصلہ کر لیا تو پھر ان کی اپنی طاقت اور وسائل ان کے کام آئے نہ دیگر اعوان وانصار ان کی کچھ مدد کرسکے۔","lang":"ur"},{"name":"59:3","price":"اور اگر اللہ تعالیٰ نے ان پر جلا وطنی کو مقدر نہ کر دیا ہوتا تو یقیناً انہیں دنیا ہی میں عذاب دیتا(1) ، اور آخرت میں (تو) ان کے لیے آگ کا عذاب ہے ہی.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"(1) یعنی اللہ کی تقدیر میں پہلے سے ہی اس طرح ان کی جلا وطنی لکھی ہوئی نہ ہوتی تو ان کو دنیا میں ہی سخت عذاب سے دو چار کر دیا جاتا، جیسا کہ بعد میں ان کے بھائی یہود کے ایک دوسرے قبیلے (بنو قریظہ) کو ایسے ہی عذاب میں مبتلا کیا گیا کہ ان کے جو ان مردوں کو قتل کر دیا گیا، دوسروں کو قیدی بنا لیا گیا اور ان کا مال مسلمانوں کے لیے غنیمت بنا دیا گیا۔","lang":"ur"},{"name":"59:4","price":"یہ اس لیے کہ انہوں نے اللہ تعالیٰ کی اور اس کے رسول کی مخالفت کی اور جو بھی اللہ کی مخالفت کرے گا تو اللہ تعالیٰ بھی سخت عذاب کرنے واﻻ ہے.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"ur"},{"name":"59:5","price":"تم نے کھجوروں کے جو درخت کاٹ ڈالے یا جنہیں تم نے ان کی جڑوں پر باقی رہنے دیا۔ یہ سب اللہ تعالیٰ کے فرمان سے تھا اور اس لیے بھی کہ فاسقوں کو اللہ تعالیٰ رسوا کرے.(1)","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"(1) لِينَةٍ، کھجور کی ایک قسم ہے، جیسے عجوہ، برنی وغیرہ کھجوروں کی قسمیں ہیں۔ یا عام کھجور کا درخت مراد ہے۔ دوران محاصرہ نبی (صلى الله عليه وسلم) کے حکم سے مسلمانوں نے بنو نضیر کے کھجوروں کے درختوں کو آگ لگا دی، کچھ کاٹ ڈالے اور کچھ چھوڑ دیئے۔ جس سے مقصود دشمن کی آڑ کو ختم کرنا۔ اور یہ واضح کرنا تھا کہ اب مسلمان تم پر غالب ہیں، وہ تمہارے اموال وجائیداد میں جس طرح چاہیں، تصرف کرنے پر قادر ہیں۔ اللہ تعالیٰ نے بھی مسلمانوں کی اس حکمت عملی کی تصویب فرمائی اور اسے یہود کی رسوائی کا ذریعہ قرار دیا۔","lang":"ur"},{"name":"59:6","price":"اور ان کا جو مال اللہ تعالیٰ نے اپنے رسول کے ہاتھ لگایا ہے جس پر نہ تو تم نے اپنے گھوڑے دوڑائے ہیں اور نہ اونٹ بلکہ اللہ تعالیٰ اپنے رسول کو جس پر چاہے غالب کر دیتا ہے(1) ، اور اللہ تعالیٰ ہر چیز پر قادر ہے.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"(1) بنو نضیر کا یہ علاقہ، جو مسلمانوں کے قبضے میں آیا، مدینے سے تین چار میل کے فاصلے پر تھا، یعنی مسلمانوں کو اس کے لیے لمبا سفر کرنے کی ضرورت پیش نہیں آئی۔ یعنی اس میں مسلمانوں کو اونٹ اور گھوڑے دوڑانے نہیں پڑے۔ اسی طرح لڑنے کی بھی نوبت نہیں آئی اور صلح کے ذریعے سے یہ علاقہ فتح ہوگیا، یعنی اللہ نے اپنے رسول (صلى الله عليه وسلم) کو بغیر لڑے ان پر غالب فرما دیا۔ اس لیے یہاں سے حاصل ہونے والے مال کو فَيْء قرار دیا گیا، جس کا حکم غنیمت سے مختلف ہے۔ گویا وہ مال فَيْءٌ ہے، جو دشمن بغیر لڑے چھوڑ کر بھاگ جائے یا صلح کے ذریعے سے حاصل ہو۔ اور جو مال باقاعدہ لڑائی اور غلبہ حاصل کرنے کے بعد ملے، وہ غنیمت ہے۔","lang":"ur"},{"name":"59:7","price":"بستیوں والوں کا جو (مال) اللہ تعالیٰ تمہارے لڑے بھڑے بغیر اپنے رسول کے ہاتھ لگائے وه اللہ کا ہے اور رسول کا اور قرابت والوں کا اور یتیموں مسکینوں کا اور مسافروں کا ہے تاکہ تمہارے دولت مندوں کے ہاتھ میں ہی یہ مال گردش کرتا نہ ره جائے اور تمہیں جو کچھ رسول دے لے لو، اور جس سے روکے رک جاؤ اور اللہ تعالیٰ سے ڈرتے رہا کرو، یقیناً اللہ تعالیٰ سخت عذاب واﻻ ہے.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"ur"},{"name":"59:8","price":"(فیء کا مال) ان مہاجر مسکینوں کے لیے ہے جو اپنے گھروں سے اور اپنے مالوں سے نکال دیئے گئے ہیں وه اللہ کے فضل اور اس کی رضامندی کے طلب گار ہیں اور اللہ تعالیٰ کی اور اس کے رسول کی مدد کرتے ہیں یہی راست باز لوگ ہیں.(1)","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"(1) اس میں مال فیء کا ایک صحیح ترین مصرف بیان کیا گیا ہے۔ اور ساتھ ہی مہاجرین کی فضیلت، ان کے اخلاص اور ان کی راست بازی کی وضاحت ہے، جس کے بعد ان کے ایمان میں شک کرنا، گویا قرآن کا انکار ہے۔","lang":"ur"},{"name":"59:9","price":"اور (ان کے لیے) جنہوں نے اس گھر میں (یعنی مدینہ) اور ایمان میں ان سے پہلے جگہ بنالی ہے(1) اور اپنی طرف ہجرت کرکے آنے والوں سے محبت کرتے ہیں اور مہاجرین کو جو کچھ دے دیا جائے اس سے وه اپنے دلوں میں کوئی تنگی نہیں رکھتے(2) بلکہ خود اپنے اوپر انہیں ترجیح دیتے ہیں گو خود کو کتنی ہی (3)سخت حاجت ہو (بات یہ ہے) کہ جو بھی اپنے نفس کے بخل سے بچایا گیا وہی کامیاب (اور بامراد) ہے.(4)","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"(1) ان سے انصار مدینہ مراد ہیں، جو مہاجرین کے مدینہ آنے سے قبل مدینے میں آباد تھے اور مہاجرین کے ہجرت کرکے آنے سے قبل، ایمان بھی ان کے دلوں میں قرار پکڑ چکا تھا۔ یہ مطلب نہیں ہے کہ مہاجرین کے ایمان لانے سے پہلے ، یہ انصار ایمان لاچکے تھے، کیونکہ ان کی اکثریت مہاجرین کے ایمان لانے کے بعد ایمان لائی ہے۔ یعنی مِنْ قَبْلِهِمْ کا مطلب مِنْ قَبْلِ هِجْرَتِهِمْ ہے۔ اور دَارٌ سے دَارُ الْهِجْرَةِ یعنی مدینہ مراد ہے۔\n(2) یعنی مہاجرین کو اللہ کا رسول (صلى الله عليه وسلم) جو کچھ دے، اس پر حسد اور انقباض محسوس نہیں کرتے ، جیسے مال فیء کا اولین مستحق بھی ان کو قرار دیا گیا۔ لیکن انصار نے برا نہیں منایا۔\n(3) یعنی اپنے مقابلے میں مہاجرین کی ضرورت کو ترجیح دیتے ہیں۔ خود بھوکا رہتے ہیں لیکن مہاجرین کو کھلاتے ہیں۔ جیسے حدیث میں ایک واقعہ آتا ہے کہ رسول اللہ (صلى الله عليه وسلم) کے پاس ایک مہمان آیا، لیکن آپ (صلى الله عليه وسلم) کے گھر میں کچھ نہ تھا، چنانچہ ایک انصاری اسے اپنے گھر لے گیا، گھر جاکر بیوی کو بتلایا تو بیوی نے کہا کہ گھر میں تو صرف بچوں کی خوراک ہے۔ انہوں نے باہم مشورہ کیا کہ بچوں کو تو آج بھوکا سلا دیں اور ہم خود بھی ایسے ہی کچھ کھائے بغیر سو جائیں گے۔ البتہ مہمان کو کھلاتے وقت چراغ بجھا دینا تاکہ اسے ہماری بابت علم نہ ہو کہ ہم اس کے ساتھ کھانا نہیں کھا رہے ہیں۔ صبح جب وہ صحابی رسول اللہ (صلى الله عليه وسلم) کی خدمت میں حاضر ہوئے تو آپ (صلى الله عليه وسلم) نے ان سے فرمایا کہ اللہ تعالیٰ نے تم دونوں میاں بیوی کی شان میں یہ آیت نازل فرمائی ہے۔ وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ الآیہ (صحيح بخاري ، تفسير سورة الحشر) ان کے ایثار کی یہ بھی ایک نہایت عجیب مثال ہے کہ ایک انصاری کے پاس دو بیویاں تھیں تو اس نے ایک بیوی کو اس لیے طلاق دینے کی پیشکش کی کہ عدت گزرنے کے بعد اس سے اس کا دوسرا مہاجر بھائی نکاح کرلے۔ (صحيح البخاري ، كتاب النكاح)۔\n(4) حدیث میں ہے ”شُح سے بچو، اس حرص نفس نے ہی پہلے لوگوں کو ہلاک کیا، اسی نے انہیں خون ریزی پر آمادہ کیا اور انہوں نے محارم کو حلال کر لیا“۔ (صحيح مسلم ، كتاب البر ، تحريم الظلم)","lang":"ur"},{"name":"59:10","price":"اور (ان کے لیے) جو ان کے بعد آئیں جو کہیں گے کہ اے ہمارے پروردگار ہمیں بخش دے اور ہمارے ان بھائیوں کو بھی جو ہم سے پہلے ایمان ﻻچکے ہیں اور ایمان داروں کی طرف سے ہمارے دل میں کینہ (اور دشمنی) نہ ڈال(1) ، اے ہمارے رب بیشک تو شفقت ومہربانی کرنے واﻻ ہے.","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"(1) یہ مال فیء کے مستحقین کی تیسری قسم ہے، یعنی صحابہ (رضي الله عنهم) کے بعد آنے والے اور صحابہ کے نقش قدم پر چلنے والے۔ اس میں تابعین اور تبع تابعین اور قیامت تک ہونے والے اہل ایمان وتقویٰ آگئے۔ لیکن شرط یہی ہے کہ وہ انصار ومہاجرین کو مومن ماننے اور ان کے حق میں دعائے مغفرت کرنے والے ہوں نہ کہ ان کے ایمان میں شک کرنے اور ان پر سب وشتم کرنے اور ان کے خلاف اپنے دلوں میں بغض وعناد رکھنے والے۔ امام مالک رحمہ اللہ نے اس آیت سے استنباط کرتے ہوئے یہی بات ارشاد فرمائی ہے «إِنَّ الرَّافِضِيَّ الَّذِي يَسُبُّ الصَّحَابَةَ لَيْسَ لَهُ فِي مَالِ الْفَيْءِ نَصِيبٌ لِعَدَمِ اتِّصَافِهِ بِمَا مَدَحَ اللهُ بِهِ هَؤُلاءِ فِي قُلُوبِهِمْ» ”رافضی کو جو صحابہ کرام (رضي الله عنهم) پر سب وشتم کرتے ہیں مال فیء سے حصہ نہیں ملے گا کیونکہ اللہ تعالیٰ نے صحابہ کرام (رضي الله عنهم) کی مدح کی ہے اور رافضی ان کی مذمت کرتے ہیں“۔ (ابن کثیر) اور حضرت عائشہ (رضی الله عنها) فرماتی ہیں۔ «أُمِرْتُمْ بِالاسْتِغْفَارِ لأَصْحَابِ النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَبَبْتُمُوهُمْ! سَمِعْتُ نَبِيَّكُمْ يَقُولُ : ”لا تَذْهَبُ هَذِهِ الأمَّةُ حَتَّى يَلْعَنَ آخِرُهَا أَوَّلَهَا .... »(رواه البغوي) ”تم لوگوں کو اصحاب محمد (صلى الله عليه وسلم) کے لیے استغفار کا حکم دیا گیا۔ مگر تم نے ان پر لعن طعن کی۔ میں نے تمہارے نبی کو فرماتے ہوئے سنا کہ یہ امت اس وقت تک ختم نہیں ہوگی جب تک کہ اس کے آخرین اولین پر لعنت نہ کریں“۔ (حوالۂ مذکور)","lang":"ur"},{"name":"59:11","price":"کیا تو نے منافقوں کو نہ دیکھا؟ کہ اپنے اہل کتاب کافر بھائیوں سے کہتے ہیں اگر تم جلا وطن کیے گئے تو ضرور بالضرور ہم بھی تمہارے ساتھ نکل کھڑے ہوں گے اور تمہارے بارے میں ہم کبھی بھی کسی کی بات نہ مانیں گے اور اگر تم سے جنگ کی جائے گی تو بخدا ہم تمہاری مدد کریں گے(1) ، لیکن اللہ تعالیٰ گواہی دیتا ہے کہ یہ قطعاً جھوٹے ہیں.(2)","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"(1) جیسے پہلے گزر چکا ہے کہ منافقین نے بنو نضیر کو یہ پیغام بھیجا تھا۔\n(2) چنانچہ ان کا جھوٹ واضح ہوکر سامنے آگیا کہ بنو نضیر جلاوطن کر دیئے گئے ، لیکن یہ ان کی مدد کو پہنچے نہ ان کی حمایت میں مدینہ چھوڑنے پر آمادہ ہوئے۔","lang":"ur"},{"name":"59:12","price":"اگر وه جلاوطن کیے گئے تو یہ ان کے ساتھ نہ جائیں گے اور اگر ان سے جنگ کی گئی تو یہ ان کی مدد (بھی) نہ کریں(1) گے اور اگر (بالفرض) مدد پر آبھی گئے(2) تو پیٹھ پھیر کر (بھاگ کھڑے) ہوں(3) گے پھر مدد نہ کیے جائیں گے.(4)","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"(1) یہ منافقین کے گزشتہ جھوٹے وعدوں ہی کی مزید تفصیل ہے، چنانچہ ایسا ہی ہوا، بنو نضیر، جلاوطن اور بنو قریظہ قتل اور اسیر کیے گئے، لیکن منافقین کسی کی مدد کو نہیں پہنچے۔\n(2) یہ بطور فرض، بات کی جارہی ہے، ورنہ جس چیز کی نفی اللہ تعالیٰ فرما دے، اس کا وجود کیوں کر ممکن ہے، مطلب ہے کہ اگر یہود کی مدد کرنے کا ارادہ کریں۔\n(3) یعنی شکست کھا کر۔\n(4) مراد یہود ہیں، یعنی جب ان کے مددگار منافقین ہی شکست کھا کر بھاگ کھڑے ہوں گے تو یہود کس طرح منصور وکامیاب ہوں گے؟ بعض نے اس سے مراد منافقین لیے ہیں کہ وہ مدد نہیں کیے جائیں گے ، بلکہ اللہ ان کو ذلیل کرے گا اور ان کا نفاق ان کے لیے نافع نہیں ہوگا۔","lang":"ur"},{"name":"59:13","price":"(مسلمانو! یقین مانو) کہ تمہاری ہیبت ان کے دلوں(1) میں بہ نسبت اللہ کی ہیبت کے بہت زیاده ہے، یہ اس لیے کہ یہ بے سمجھ لوگ ہیں.(2)","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"(1) یہود کے یا منافقین کے یا سب کے ہی دلوں میں۔\n(2) یعنی تمہارا یہ خوف ان کے دلوں میں ان کی ناسمجھی کی وجہ سے ہے، ورنہ اگر یہ سمجھدار ہوتے تو سمجھ جاتے کہ مسلمانوں کا غلبہ وتسلط، اللہ تعالیٰ کی طرف سے ہے، اس لیے ڈرنا اللہ تعالیٰ سے چاہیے نہ کہ مسلمانوں سے۔","lang":"ur"},{"name":"59:14","price":"یہ سب مل کر بھی تم سے لڑ نہیں سکتے ہاں یہ اور بات ہے کہ قلعہ بند مقامات میں ہوں یا دیواروں کی آڑ میں ہوں(1) ، ان کی لڑائی تو ان میں آپس میں ہی بہت سخت ہے(2) گو آپ انہیں متحد سمجھ رہے ہیں لیکن ان کے دل دراصل ایک دوسرے سے جدا ہیں(3)۔ اس لیے کہ یہ بےعقل لوگ ہیں.(4)","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"(1) یعنی یہ منافقین اور یہودی مل کر بھی کھلے میدان میں تم سے لڑنے کا حوصلہ نہیں رکھتے۔ البتہ قلعوں میں محصور ہو کر یا دیواروں کے پیچھے چھپ کر تم پر وار کرسکتے ہیں، جس سے یہ واضح ہے کہ یہ نہایت بزدل ہیں اور تمہاری ہیبت سے لرزاں وترساں ہیں۔\n(2) یعنی آپس میں یہ ایک دوسرے کے سخت خلاف ہیں۔ اس لیے ان میں باہم تو تکار اور تھکا فضیحتی عام ہے۔\n(3) یہ منافقین کا آپس میں دلوں کا حال ہے۔ یا یہود اور منافقین کا، یا مشرکین اور اہل کتاب کا۔ مطلب یہ ہے کہ حق کے مقابلے میں یہ ایک نظر آتے ہیں۔ لیکن ان کے دل ایک نہیں ہیں۔ وہ ایک دوسرے سے مختلف ہیں اور ایک دوسرے کے خلاف بغض وعناد سے بھرے ہوئے۔\n(4) یعنی یہ اختلاف اور تشتت ان کی بےعقلی کی وجہ سے ہے، اگر ان کے پاس سمجھنے والی عقل ہوتی تو یہ حق کو پہچان لیتے اور اسے اپنا لیتے۔","lang":"ur"},{"name":"59:15","price":"ان لوگوں کی طرح جو ان سے کچھ ہی پہلے گزرے ہیں جنہوں نے اپنے کام کا وبال چکھ لیا(1) اور جن کے لیے المناک عذاب (تیار) ہے.(2)","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"(1) اس سے بعض نے مشرکین مکہ مراد لیے ہیں، جنہیں غزوۂ بنی نضیر سے کچھ عرصہ قبل جنگ بدر میں عبرت ناک شکست ہوئی تھی۔ یعنی یہ بھی مغلوبیت اور ذلت میں مشرکین ہی کی طرح ہیں جن کا زمانہ قریب ہی ہے۔ بعض نے یہود کے دوسرے قبیلے بنو قینقاع کو مراد لیا ہے جنہیں بنو نضیر سے قبل جلاوطن کیا جاچکا تھا، جو زمان ومکان دونوں لحاظ سے ان کے قریب تھے۔ (ابن کثیر)۔\n(2) یعنی یہ وبال جو انہوں نے چکھا، یہ تو دنیا کی سزا ہے ، آخرت کی سزا اس کے علاوہ ہے جو نہایت درد ناک ہوگی۔","lang":"ur"},{"name":"59:16","price":"شیطان کی طرح کہ اس نے انسان سے کہا کفر کر، جب وه کفر کر چکا تو کہنے لگا میں تو تجھ سے بری ہوں(1) ، میں تو اللہ رب العالمین سے ڈرتا ہوں.(2)","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"(1) یہ یہود اور منافقین کی ایک اور مثال بیان فرمائی کہ منافقین نے یہودیوں کو اسی طرح بے یار ومددگار چھوڑ دیا، جس طرح شیطان انسان کے ساتھ معاملہ کرتا ہے، پہلے وہ انسان کو گمراہ کرتا ہے اور جب انسان شیطان کے پیچھے لگ کر کفر کا ارتکاب کر لیتا ہے تو شیطان اس سے براءت کا اظہار کر دیتا ہے۔\n(2) شیطان اپنے اس قول میں سچا نہیں ہے، مقصد صرف اس کفر سے علیحدگی اور براءت ہے جو انسان شیطان کے گمراہ کرنے سے کرتا ہے۔","lang":"ur"},{"name":"59:17","price":"پس دونوں کا انجام یہ ہوا کہ آتش (دوزخ) میں ہمیشہ کے لیے گئے اور ﻇالموں کی یہی سزا ہے.(1)","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"(1) یعنی خلود فی النار، جہنم کی دائمی سزا۔","lang":"ur"},{"name":"59:18","price":"اے ایمان والو! اللہ سے ڈرتے رہو(1) اور ہر شخص دیکھ (بھال) لے کہ کل (قیامت) کے واسطے اس نے (اعمال کا) کیا (ذخیره) بھیجا ہے(2)۔ اور (ہر وقت) اللہ سے ڈرتے رہو۔ اللہ تمہارے سب اعمال سے باخبر ہے.(3)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"(1) اہل ایمان کو خطاب کرکے انہیں وعظ کیا جارہا ہے۔ اللہ سے ڈرنے کا مطلب ہے، اس نے جن چیزوں کے کرنے کا حکم دیا ہے، انہیں بجا لاؤ۔ جن سے روکا ہے، ان سے رک جاؤ، آیت میں یہ بطور تاکید دو مرتبہ فرمایا کیونکہ یہ تقویٰ (اللہ کا خوف) ہی انسان کو نیکی کرنے پر اور برائی سے اجتناب پر آمادہ کرتا ہے۔\n(2) اسے کل سے تعبیر کرکے اس طرف بھی اشارہ فرما دیا کہ اس کا وقوع زیادہ دور نہیں، قریب ہی ہے۔\n(3) چنانچہ وہ ہر ایک کو اس کے عمل کی جزا دے گا، نیک کو نیکی کی جزا اور بد کو بدی کی جزا۔","lang":"ur"},{"name":"59:19","price":"اور تم ان لوگوں کی طرح مت ہو جانا جنہوں نے اللہ (کے احکام) کو بھلا دیا تو اللہ نے بھی انہیں اپنی جانوں سے غافل کر دیا(1) ، اور ایسے ہی لوگ نافرمان (فاسق) ہوتے ہیں.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"(1) یعنی اللہ نے بطور جزا انہیں ایسا کر دیا کہ وہ ایسے عملوں سے غافل ہوگئے جن میں ان کا فائدہ تھا اور جن کے ذریعے سے وہ اپنے نفسوں کو عذاب الٰہی سے بچا سکتے تھے۔ یوں انسان خدا فراموشی سے خود فراموشی تک پہنچ جاتا ہے۔ اس کی عقل، اس کی صحیح رہنمائی نہیں کرتی، آنکھیں اس کو حق کا راستہ نہیں دکھاتیں اور اس کے کان حق کے سننے سے بہرے ہو جاتے ہیں۔ نتیجتاً اس سے ایسے کام سرزد ہوتے ہیں جس میں اس کی اپنی تباہی وبربادی ہوتی ہے۔","lang":"ur"},{"name":"59:20","price":"اہل نار اور اہل جنت (باہم) برابر نہیں(1) ۔ جو اہل جنت ہیں وہی کامیاب ہیں (اور جو اہل نار ہیں وه ناکام ہیں).(2)","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"(1) جنہوں نے اللہ کو بھول کر یہ بات بھی بھلائے رکھی کہ اس طرح وہ خود اپنے ہی نفسوں پر ظلم کر رہے ہیں اور ایک دن آئے گا کہ اس کے نتیجے میں ان کے یہ جسم، جن کے لیے دنیا میں وہ بڑے بڑے پاپڑ بیلتے تھے، جہنم کی آگ کا ایندھن بنیں گے۔ اور ان کے مقابلے میں دوسرے وہ لوگ تھے، جنہوں نے اللہ کو یاد رکھا، اس کے احکام کے مطابق زندگی گزاری۔ ایک وقت آئے گا کہ اللہ تعالیٰ انہیں اس کی بہترین جزا عطا فرمائے گا اور اپنی جنت میں انہیں داخل فرمائے گا، جہاں ان کے آرام وراحت کے لیے ہر طرح کی نعمتیں اور سہولتیں ہوں گی۔ یہ دونوں فریق یعنی جنتی اور جہنمی برابر نہیں ہوں گے۔ بھلا یہ برابر ہو بھی کس طرح سکتے ہیں۔ ایک نے اپنے انجام کو یاد رکھا اور اس کے لیے تیاری کرتا رہا۔ دوسرا، اپنے انجام سے غافل رہا اس لیے اس کے لیے تیاری میں بھی مجرمانہ غفلت برتی۔\n(2) جس طرح امتحان کی تیاری کرنے والا کامیاب اور دوسرا ناکام ہوتا ہے۔ اسی طرح اہل ایمان وتقویٰ جنت کے حصول میں کامیاب ہو جائیں گے، کیونکہ اس کے لیے وہ دنیا میں نیک عمل کرکے تیاری کرتے رہے گویا دنیا دارالعمل اور دارالامتحان ہے۔ جس نے اس حقیقت کو سمجھ لیا اور اس نے انجام سے بےخبر ہوکر زندگی نہیں گزاری، وہ کامیاب ہوگا اور جو دنیا کی حقیقت کو سمجھنے سے قاصر اور انجام سے غافل ، فسق وفجور میں مبتلا رہا، وہ خاسر وناکام ہوگا۔ اللَّهُمَّ اجْعَلْنَا مِنَ الْفَائِزِينَ۔","lang":"ur"},{"name":"59:21","price":"اگر ہم اس قرآن کو کسی پہاڑ پر اتارتے(1) تو تو دیکھتا کہ خوف الٰہی سے وه پست ہوکر ٹکڑے ٹکڑے ہو جاتا(2) ہم ان مثالوں کو لوگوں کے سامنے بیان کرتے ہیں تاکہ وه غور وفکر کریں.(3)","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"(1) اور پہاڑ میں فہم وادراک کی وہ صلاحیت پیدا کر دیتے جو ہم نے انسان کے اندر رکھی ہے۔\n(2) یعنی قرآن کریم میں ہم نے بلاغت وفصاحت ، قوت واستدلال اور وعظ تذکیر کے ایسے پہلو بیان کیے ہیں کہ انہیں سن کر پہاڑ بھی، باوجود اتنی سختی اور وسعت وبلندی کے ، خوف الٰہی سے ریزہ ریزہ ہو جاتا۔ یہ انسان کو سمجھایا اور ڈرایا جارہا ہے کہ تجھے عقل وفہم کی صلاحیتیں دی گئی ہیں۔ لیکن اگر قرآن سن کر تیرا دل کوئی اثر قبول نہیں کرتا تو تیرا انجام اچھا نہیں ہوگا۔\n(3) تاکہ قرآن کے مواعظ سے وہ نصیحت حاصل کریں اور زواجر کو سن کر نافرمانیوں سے اجتناب کریں۔ بعض کہتے ہیں کہ اس آیت میں نبی (صلى الله عليه وسلم) سے خطاب ہے کہ ہم نے آپ (صلى الله عليه وسلم) پر یہ قرآن مجید نازل کیا جو ایسی عظمت شان کا حامل ہے کہ اگر ہم اسے کسی پہاڑ پر نازل کرتے تو وہ ریزہ ریزہ ہو جاتا، لیکن یہ آپ (صلى الله عليه وسلم) پر ہمارا احسان ہے کہ ہم نے آپ (صلى الله عليه وسلم) کو اتنا قوی اور مضبوط کر دیا کہ آپ (صلى الله عليه وسلم) نے اس چیز کو برداشت کر لیا جس کو برداشت کرنے کی طاقت پہاڑوں میں بھی نہیں ہے۔ (فتح القدیر) اس کے بعد اللہ تعالیٰ اپنی صفات بیان فرما رہا ہے جس سے مقصود توحید کا اثبات اور شرک کی تردید ہے۔","lang":"ur"},{"name":"59:22","price":"وہی اللہ ہے جس کے سوا کوئی معبود نہیں، چھپے(1) کھلے کا جاننے واﻻ مہربان اور رحم کرنے واﻻ.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"(1) غیب، مخلوقات کے اعتبار سے ہے، ورنہ اللہ کے لیے تو کوئی چیز غیب نہیں۔ مطلب یہ ہے کہ وہ کائنات کی ہر چیز کو جانتا ہے چاہے وہ ہمارے سامنے ہو یا ہم سے غائب ہو حتیٰ کہ وہ تاریکیوں میں چلنے والی چیونٹی کو بھی جانتا ہے۔","lang":"ur"},{"name":"59:23","price":"وہی اللہ ہے جس کے سوا کوئی معبود نہیں، بادشاه، نہایت پاک، سب عیبوں سے صاف، امن دینے واﻻ، نگہبان، غالب زورآور، اور بڑائی واﻻ، پاک ہے اللہ ان چیزوں سے جنہیں یہ اس کا شریک بناتے ہیں.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"ur"},{"name":"59:24","price":"وہی اللہ ہے پیدا کرنے واﻻ وجود بخشنے واﻻ(1) ، صورت بنانے واﻻ، اسی کے لیے (نہایت) اچھے نام ہیں(2)، ہر چیز خواه وه آسمانوں میں ہو خواه زمین میں ہو اس کی پاکی بیان کرتی ہے(3)، اور وہی غالب حکمت واﻻ ہے.(4)","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"(1) کہتے ہیں کہ خلق کا مطلب ہے اپنے ارادہ ومشیت کے مطابق اندازہ کرنا اور برأ کے معنی ہیں اسے پیدا کرنا، گھڑنا، وجود میں لانا۔\n(2) اسمائے حسنیٰ کی بحث سورۂ اعراف: 180 میں گزر چکی ہے۔\n(3) زبان حال سے بھی اور زبان مقال سے بھی، جیسا کہ پہلے بیان ہوا۔\n(4) جس چیز کا بھی فیصلہ کرتا ہے، وہ حکمت سے خالی نہیں ہوتا۔","lang":"ur"}],"chapter":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"]}