{"data":[{"name":"63:1","price":"تیرے پاس جب منافق آتے ہیں تو کہتے ہیں کہ ہم اس بات کے گواه ہیں کہ بیشک آپ اللہ کے رسول ہیں(1) ، اور اللہ جانتا ہے کہ یقیناً آپ اس کے رسول ہیں(2)۔ اور اللہ گواہی دیتا ہے کہ یہ منافق قطعاً جھوٹے ہیں.(3)","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"(1) منافقین سے مراد عبداللہ بن ابی اور اس کے ساتھی ہیں۔ یہ جب نبی (صلى الله عليه وسلم) کی خدمت میں حاضر ہوتے تو قسمیں کھا کھا کر کہتے کہ آپ (صلى الله عليه وسلم) اللہ کے رسول ہیں۔\n(2) یہ جملہ معترضہ ہے جو مضمون ماقبل کی تاکید کے لیے ہے جس کا اظہار منافقین بطور منافق کے کرتے تھے۔ اللہ تعالیٰ نے فرمایا یہ تو ویسے ہی زبان سے کہتے ہیں، ان کے دل اس یقین سے خالی ہیں، لیکن ہم جانتے ہیں کہ آپ (صلى الله عليه وسلم) واقعی اللہ کے رسول ہیں۔\n(3) اس بات میں کہ وہ دل سے آپ (صلى الله عليه وسلم) کی رسالت کی گواہی دیتے ہیں۔ یعنی دل سے گواہی نہیں دیتے صرف زبان سے دھوکہ دینے کے لیے اظہار کرتے ہیں۔","lang":"ur"},{"name":"63:2","price":"انہوں نے اپنی قسموں کو ڈھال بنا رکھا ہے(1) پس اللہ کی راه سے رک گئے(2) بیشک برا ہے وه کام جو یہ کر رہے ہیں.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"(1) یعنی وہ جو قسم کھا کر کہتے ہیں کہ وہ تمہاری طرح مسلمان ہیں اور یہ کہ محمد (صلى الله عليه وسلم) اللہ کے رسول ہیں، انہوں نے اپنی اس قسم کو ڈھال بنا رکھا ہے اس کے ذریعے سے وہ تم سے بچے رہتے ہیں اور کافروں کی طرح یہ تمہاری تلواروں کی زد میں نہیں آتے۔\n(2) دوسرا ترجمہ ہے کہ انہوں نے شک وشبہات پیدا کرکے لوگوں کو اللہ کے راستے سے روکا۔","lang":"ur"},{"name":"63:3","price":"یہ اس سبب سے ہے کہ یہ ایمان ﻻکر پھر کافر ہوگئے(1) پس ان کے دلوں پر مہر کر دی گئی۔ اب یہ نہیں سمجھتے.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"(1) اس سے معلوم ہوا کہ منافقین بھی صریح کافر ہیں۔","lang":"ur"},{"name":"63:4","price":"جب آپ انہیں دیکھ لیں تو ان کے جسم آپ کو خوشنما معلوم ہوں(1) ، یہ جب باتیں کرنے لگیں تو آپ ان کی باتوں پر (اپنا) کان لگائیں(2)، گویا کہ یہ لکڑیاں ہیں دیوار کے سہارے سے لگائی ہوئیں(3)، ہر (سخت) آواز کو اپنے خلاف سمجھتے ہیں(4)۔ یہی حقیقی دشمن ہیں ان سے بچو اللہ انہیں غارت کرے کہاں سے پھرے جاتے ہیں.","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"(1) یعنی ان کے حسن وجمال اور رونق وشادابی کی وجہ سے۔\n(2) یعنی زبان کی فصاحت وبلاغت کی وجہ سے۔\n(3) یعنی اپنی درازئی قد اور حسن ورعنائی، عدم فہم اور قلت خیر میں ایسے ہیں گویا کہ دیوار پر لگائی ہوئی لکڑیاں ہیں جو دیکھنے والوں کو تو بھلی لگتی ہیں لیکن کسی کو فائدہ نہیں پہنچا سکتیں۔ یا یہ مبتدا محذوف کی خبر ہے اور مطلب ہے کہ یہ رسول اللہ (صلى الله عليه وسلم) کی مجلس میں اس طرح بیٹھتے ہیں جیسے دیوار کے ساتھ لگی ہوئی لکڑیاں ہیں جو کسی بات کو سمجھتی ہیں نہ جانتی ہیں۔ (فتح القدیر)\n(4) یعنی بزدل ایسے ہیں کہ کوئی زور دار آواز سن لیں تو سمجھتے ہیں کہ ہم پر کوئی آفت نازل ہوگئی ہے۔ یا گھبرا اٹھتے ہیں کہ ہمارے خلاف کسی کاروائی کا آغاز تو نہیں ہورہا ہے۔ جیسے چور اور خائن کا دل اندر سے دھک دھک کر رہا ہوتا ہے۔","lang":"ur"},{"name":"63:5","price":"اور جب ان سے کہا جاتا ہے کہ آؤ تمہارے لیے اللہ کے رسول استغفار کریں تو اپنے سر مٹکاتے ہیں(1) اور آپ دیکھیں گے کہ وه تکبر کرتے ہوئے رک جاتے ہیں.(2)","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"(1) یعنی استغفار سے اعراض کرتے ہوئے اپنے سروں کو موڑ لیتے ہیں۔\n(2) یعنی کہنے والے کی بات سے منہ موڑ لیں گے یا رسول اللہ (صلى الله عليه وسلم) سے اعراض کر لیں گے۔","lang":"ur"},{"name":"63:6","price":"ان کے حق میں آپ کا استغفار کرنا اور نہ کرنا دونوں برابر ہے(1) ۔ اللہ تعالیٰ انہیں ہر گز نہ بخشے گا(2)۔ بیشک اللہ تعالیٰ (ایسے) نافرمان لوگوں کو ہدایت نہیں دیتا.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"(1) اپنے نفاق پر اصرار اور کفر پر استمرار کی وجہ سے وہ ایسے مقام پر پہنچ گئے جہاں استغفار اور عدم استغفار ان کے حق میں برابر ہے۔\n(2) اگر اسی حالت نفاق میں وہ مر گئے۔ ہاں اگر وہ زندگی میں کفر ونفاق سے تائب ہو جائیں تو بات اور ہے، پھر ان کی مغفرت ممکن ہے۔","lang":"ur"},{"name":"63:7","price":"یہی وه ہیں جو کہتے ہیں کہ جو لوگ رسول اللہ کے پاس ہیں ان پر کچھ خرچ نہ کرو یہاں تک کہ وه ادھر ادھر ہو جائیں(1) اور آسمان وزمین کے کل خزانے اللہ تعالیٰ کی ملکیت ہیں(2) لیکن یہ منافق بے سمجھ ہیں.(3)","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"(1) ایک غزوے میں (جسے اہل سیر غزوۂ مریسیع یا غزوۂ بنی المصطلق کہتے ہیں) ایک مہاجر اور ایک انصاری کا جھگڑا ہوگیا، دونوں نے اپنی اپنی حمایت کے لیے انصار اور مہاجرین کو پکارا، جس پر عبداللہ بن ابی (منافق) نے انصار سے کہا کہ تم نے مہاجرین کی مدد کی اور اور ان کو اپنے ساتھ رکھا، اب دیکھ لو، اس کا نتیجہ سامنے آرہا ہے یعنی یہ اب تمہارا کھا کر تمہیں پر غرا رہے ہیں۔ ان کا علاج تو یہ ہے کہ ان پر خرچ کرنا بند کر دو، یہ اپنے آپ تتر بتر ہو جائیں گے۔ نیز اس نے یہ بھی کہا کہ ہم (جو عزت والے ہیں) ان ذلیلوں (مہاجروں) کو مدینے سے نکال دیں گے۔ حضرت زید بن ارقم (رضي الله عنه) نے یہ کلمات خبیثہ سن لیے اور انہوں نے رسول اللہ (صلى الله عليه وسلم) کو آکر بتلایا، آپ (صلى الله عليه وسلم) نے عبداللہ بن ابی کو بلا کر پوچھا تو اس نے صاف انکار کر دیا۔ جس پر حضرت زید بن ارقم (رضي الله عنه) ، کو سخت ملال ہوا، اللہ تعالیٰ نے حضرت زید بن ارقم (رضي الله عنه) ، کی صداقت کے اظہار کے لیے سورۂ منافقون نازل فرما دی، جس میں ابن ابی کے کردار کو پوری طرح طشت ازبام کر دیا گیا۔ (صحيح البخاري، تفسير سورة المنافقين)۔\n(2) مطلب یہ ہے کہ مہاجرین کا رازق اللہ تعالیٰ ہے اس لیے کہ رزق کے خزانے اسی کے پاس ہیں، وہ جس کو جتنا چاہے دے اور جس سے چاہے روک لے۔\n(3) منافق اس حقیقت کو نہیں جانتے، اس لیے وہ سمجھتے ہیں کہ انصار اگر مہاجرین کی طرف دست تعاون دراز نہ کریں تو وہ بھوکے مر جائیں گے۔","lang":"ur"},{"name":"63:8","price":"یہ کہتے ہیں کہ اگر ہم اب لوٹ کر مدینہ جائیں گے تو عزت واﻻ وہاں سے ذلت والے کو نکال دے گا(1) ۔ سنو! عزت تو صرف اللہ تعالیٰ کے لیے اور اس کے رسول کے لیے اور ایمان داروں کے لیے ہے(2) لیکن یہ منافق جانتے نہیں.(3)","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"(1) اس کا کہنے والا رئیس المنافقین عبداللہ بن ابی تھا، عزت والے سے اس کی مراد تھی، وہ خود اور اس کے رفقاء اور ذلت والے سے (نعوذباللہ) رسول اللہ (صلى الله عليه وسلم) اور مسلمان۔\n(2) یعنی عزت اور غلبہ صرف ایک اللہ کے لیے ہے اور پھر وہ اپنی طرف سے جس کو چاہے عزت وغلبہ عطا فرما دے۔ چنانچہ وہ اپنے رسولوں اور ان پر ایمان لانے والوں کو عزت اور سرفرازیاں عطا فرماتا ہے نہ کہ ان کو جو اس کے نافرمان ہوں۔ یہ منافقین کے قول کی تردید فرمائی کہ عزتوں کا مالک صرف اللہ تعالیٰ ہے اور معزز بھی وہی ہے جسے وہ معزز سمجھے، نہ کہ وہ جو اپنے آپ کو معزز یا اہل دنیا جس کو معزز سمجھیں اور اللہ کے ہاں معزز صرف اور صرف اہل ایمان ہوں گے، کافر اور اہل نفاق نہیں۔\n(3) اس لیے ایسے کام نہیں کرتے جو ان کے لیے مفید ہیں اور ان چیزوں سے نہیں بچتے جو ان کے لیے نقصان دہ ہیں۔","lang":"ur"},{"name":"63:9","price":"اے مسلمانو! تمہارے مال اور تمہاری اوﻻد تمہیں اللہ کے ذکر سے غافل نہ کر دیں(1) ۔ اور جو ایسا کریں وه بڑے ہی زیاں کار لوگ ہیں.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"(1) یعنی مال اور اولاد کی محبت تم پر اتنی غالب نہ آجائے کہ تم اللہ کے بتلائے ہوئے احکام وفرائض سے غافل ہو جاؤ اور اللہ کی قائم کردہ حلال وحرام کی حدوں کی پروا نہ کرو۔ منافقین کے ذکر کے فوراً بعد اس تنبیہ کا مقصد یہ ہے کہ یہ منافقین کا کردار ہے جو انسان کو خسارے میں ڈالنے والا ہے۔ اہل ایمان کا کرداراس کے برعکس ہوتا ہے اور وہ یہ ہے کہ وہ ہر وقت اللہ کو یاد رکھتے ہیں، یعنی اس کے احکام وفرائض کی پابندی اور حلال وحرام کے درمیان تمیز کرتے ہیں۔","lang":"ur"},{"name":"63:10","price":"اور جو کچھ ہم نے تمہیں دے رکھا ہے اس میں سے (ہماری راه میں) اس سے پہلے خرچ کرو کہ تم میں سے کسی کو موت آ جائے تو کہنے لگے اے میرے پروردگار! مجھے تو تھوڑی دیر کی مہلت کیوں نہیں(1) دیتا؟ کہ میں صدقہ کروں اور نیک لوگوں میں سے ہو جاؤں.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"(1) خرچ کرنے سے مراد زکٰوۃ کی ادائیگی اور دیگر امور خیر میں خرچ کرنا ہے۔\n(2) اس سے معلوم ہوا کہ زکٰوۃ کی ادائیگی اور انفاق فی سبیل اللہ میں اور اسی طرح اگر حج کی استطاعت ہو تو اس کی ادائیگی میں قطعاً تاخیر نہیں کرنی چاہیے۔ اس لیے کہ موت کا کوئی پتہ نہیں کس وقت آجائے؟ اور یہ فرائض اس کے ذمے رہ جائیں کیونکہ موت کے وقت آرزو کرنے کا کوئی فائدہ نہیں ہوگا۔","lang":"ur"},{"name":"63:11","price":"اور جب کسی کا مقرره وقت آجاتا ہے پھر اسے اللہ تعالیٰ ہر گز مہلت نہیں دیتا اور جو کچھ تم کرتے ہو اس سے اللہ تعالیٰ بخوبی باخبر ہے.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"ur"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}