{"data":[{"name":"64:1","price":"(تمام چیزیں) جو آسمانوں اور زمین میں ہیں اللہ کی پاکی بیان کرتی ہیں(1) اسی کی سلطنت ہے اور اسی کی تعریف ہے(2)، اور وه ہر چیز پر قادر ہے.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"(1) یعنی آسمان وزمین کی ہر مخلوق اللہ تعالیٰ کی ہر نقص وعیب سے تنزیہ وتقدیس بیان کرتی ہے۔ زبان حال سے بھی اور زبان مقال سے بھی۔ جیسا کہ پہلے گزرا۔\n(2) یعنی یہ دونوں خوبیاں بھی اسی کے ساتھ خاص ہیں۔ اگر کسی کو کوئی اختیار حاصل ہے تو وہ اسی کا عطا کردہ ہے جو عارضی ہے، کسی کے پاس کچھ حسن وکمال ہے تو اسی مبدا فیض کی کرم گستری کا نتیجہ ہے، اس لیے اصل تعریف کا مستحق بھی صرف وہی ہے۔","lang":"ur"},{"name":"64:2","price":"اسی نے تمہیں پیدا کیا ہے سو تم میں سے بعضے تو کافر ہیں اور بعض ایمان والے ہیں، اور جو کچھ تم کر رہے ہو اللہ تعالیٰ خوب دیکھ رہا ہے.(1)","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"(1) یعنی انسان کے لیے خیر وشر، نیکی اور بدی اور کفر وایمان کے راستوں کی وضاحت کے بعد اللہ نے انسان کو ارادہ واختیار کی جو آزادی دی ہے۔ اس کی رو سے کسی نے کفر کا اور کسی نے ایمان کا راستہ اپنایا ہے۔ اس نے کسی پر جبر نہیں کیا۔ اگر وہ جبر کرتا تو کوئی شخص بھی کفر ومعصیت کا راستہ اختیار کرنے پر قادر ہی نہ ہوتا۔ لیکن اس طرح انسان کی آزمائش ممکن نہیں تھی، جب کہ اللہ تعالیٰ کی مشیت انسان کو آزمانا تھا۔ الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلا (سورة الملك:2) بنا بریں جس طرح کافر کا خالق اللہ ہے، کفر کا خالق بھی اللہ ہے لیکن یہ کفر اس کافر کا عمل وکسب ہے جس نے اسے اپنے ارادے سے اختیار کیا ہے۔ اسی طرح مومن اور ایمان کا خالق بھی اللہ ہے لیکن ایمان اس مومن کا کسب وعمل ہے جس نے اسے اختیار کیا ہے اور اس کسب وعمل پر دونوں کو ان کے عملوں کے مطابق جزا ملے گی، کیونکہ وہ سب کے عمل دیکھ رہا ہے۔","lang":"ur"},{"name":"64:3","price":"اسی نے آسمانوں کو اور زمین کو عدل وحکمت سے پیدا کیا(1) ، اسی نے تمہاری صورتیں بنائیں(2) اور بہت اچھی بنائیں اور اسی کی طرف لوٹنا ہے.(3)","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"(1) اور وہ عدل وحکمت یہی ہے کہ محسن کو اس کے احسان کی اور بدکار کو اس کی بدی کی جزا دے، چنانچہ وہ اس عدل کا مکمل اہتمام قیامت والے دن فرمائے گا۔\n(2) تمہاری شکل وصورت، قد وقامت اور خد وخال نہایت خوب صورت بنائے، جس سے اللہ کی دوسری مخلوق محروم ہے۔ جیسے دوسرے مقام پر فرمایا، «يَا أَيُّهَا الإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ ، الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ، فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ» (سورة الانفطار:6- 8) «وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ» (سورۂ مومن: 64)۔\n(3) کسی اور کی طرف نہیں، کہ اللہ کے محاسبے اور مواخذے سے بچاؤ ہو جائے۔","lang":"ur"},{"name":"64:4","price":"وه آسمان وزمین کی ہر ہر چیز کا علم رکھتا ہے اور جو کچھ تم چھپاؤ اور جو ﻇاہر کرو وه (سب کو) جانتا ہے۔ اللہ تو سینوں کی باتوں تک کو جاننے واﻻ ہے.(1)","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"(1) یعنی اس کا علم کائنات ارضی وسماوی سب پر محیط ہے بلکہ تمہارے سینوں کے رازوں تک سے وہ واقف ہے۔ اس سے قبل جو وعدے اور وعیدیں بیان ہوئی ہیں، یہ ان کی تاکید ہے۔","lang":"ur"},{"name":"64:5","price":"کیا تمہارے پاس اس سے پہلے کے کافروں کی خبر نہیں پہنچی؟ جنہوں نے اپنے اعمال کا وبال چکھ لیا(1) اور جن کے لیے دردناک عذاب ہے.(2)","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"(1) یہ اہل مکہ سے بالخصوص اور کفار عرب سے بالعموم خطاب ہے۔ اور ماقبل کافروں سے مراد قوم نوح، قوم عاد، قوم ثمود وغیرہ ہیں۔ جنہیں ان کے کفر ومعصیت کی وجہ سے دنیا میں عذاب سے دو چار کرکے تباہ وبرباد کر دیا گیا۔\n(2) یعنی دنیوی عذاب کے علاوہ آخرت میں۔","lang":"ur"},{"name":"64:6","price":"یہ اس لیے(1) کہ ان کے پاس ان کے رسول واضح دﻻئل لے کر آئے تو انہوں نے کہہ دیا کہ کیا انسان ہماری رہنمائی کرے گا(2)؟ پس انکار کر دیا(3) اور منھ پھیر(4) لیا اور اللہ نے بھی بےنیازی کی(5)، اور اللہ تو ہے ہی بہت بےنیاز(6) سب خوبیوں واﻻ.(7)","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"(1) ذَلِكَ ،یہ اشارہ ہے اس عذاب کی طرف، جو دنیا میں انہیں ملا اور آخرت میں بھی انہیں ملے گا۔\n(2) یہ ان کے کفر کی علت ہے کہ انہوں نے یہ کفر، جو ان کے عذاب دارین کا باعث بنا ، اس لیے اختیار کیا کہ انہوں نے ایک بشر کو اپنا ہادی ماننے سے انکار کر دیا۔ یعنی ایک انسان کا رسول بن کر لوگوں کی ہدایت ورہنمائی کے لیے آنا، ان کے لیے ناقابل قبول تھا جیسا کہ آج بھی اہل بدعت کے لیے رسول کو بشر ماننا نہایت گراں ہے۔ هَدَاهُمُ اللهُ تَعَالَى۔\n(3) چنانچہ اس بنا پر انہوں نے رسولوں کو رسول ماننے سے اور ان پر ایمان لانے سے انکار کر دیا۔\n(4) یعنی ان سے اعراض کیا اور جو دعوت وہ پیش کرتے تھے ، اس پر انہوں نے غور وتدبر ہی نہیں کیا۔\n(5) یعنی ان کے ایمان اور ان کی عبادت سے۔\n(6) اس کو کسی کی عبادت سے کیا فائدہ اور اس کی عبادت سے انکار کرنے سے کیا نقصان؟\n(7) یا محمود ہے (تعریف کیا گیا) تمام مخلوقات کی طرف سے۔ یعنی ہر مخلوق زبان حال وقال سے اس کی حمد وتعریف میں رطب اللسان ہے۔","lang":"ur"},{"name":"64:7","price":"ان کافروں نے خیال کیا ہے کہ دوباره زنده نہ کیے جائیں گے(1) ۔ آپ کہہ دیجئے کہ کیوں نہیں اللہ کی قسم! تم ضرور دوباره اٹھائے جاؤ گے(2) پھر جو تم نے کیا ہے اس کی خبر دیئے جاؤ گے اور اللہ پر یہ بالکل ہی آسان ہے.(3)","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"(1) یعنی یہ عقیدہ کہ قیامت والے دن دوبارہ زندہ نہیں کیے جائیں گے، یہ کافروں کا محض گمان ہے، جس کی پشت پر دلیل کوئی نہیں۔ زعم کا اطلاق کذب پر بھی ہوتا ہے۔\n(2) قرآن مجید میں تین مقامات پر اللہ تعالیٰ نے اپنے رسول کو یہ حکم دیا کہ وہ اپنے رب کی قسم کھا کر یہ اعلان کرے کہ اللہ تعالیٰ ضرور دوبارہ زندہ فرمائے گا۔ ان میں سے ایک یہ مقام ہے اس سے قبل ایک مقام سورۂ یونس، آیت 53 اور دوسرا مقام سورۂ سبا، آیت 3 ہے۔\n(3) یہ وقوع قیامت کی حکمت ہے کہ آخر اللہ تعالیٰ تمام انسانوں کو کیوں دوبارہ زندہ کرےگا؟ اس لیے تاکہ وہاں ہر ایک کو اس کے عمل کی پوری جزا دی جائے۔ کیونکہ دنیا میں ہم دیکھتے کہ یہ جزا مکمل شکل میں بالعموم نہیں ملتی۔ نیک کو نہ بد کو۔ اب اگر قیامت والے دن بھی مکمل جزا کا اہتمام نہ ہو تو دنیا ایک کھلنڈرے کا کھیل اور فعل عبث ہی قرار پائے گی، جب کہ اللہ کی ذات ایسی باتوں سے بہت بلند ہے۔ اس کا تو کوئی فعل عبث نہیں، چہ جائیکہ جن وانس کی تخلیق کو بےمقصد اور ایک کھیل سمجھ لیا جائے۔ تَعَالَى اللهُ عَنْ ذَلِكَ عُلُوًّا كَبِيرًا۔\n(4) یہ دوبارہ زندگی ، انسانوں کو کتنی ہی مشکل یا مستبعد نظر آتی ہو ، لیکن اللہ کے لیے بالکل آسان ہے۔","lang":"ur"},{"name":"64:8","price":"سو تم اللہ پر اور اس کے رسول پر(1) اور اس نور پر جسے ہم نے نازل فرمایا ہے ایمان ﻻؤ(2) اور اللہ تعالیٰ تمہارے ہر عمل پر باخبر ہے.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"(1) فَآمِنُوا میں فافصیحہ ہے جو شرط مقدر پر دلالت کرتی ہے۔ أَيْ: إِذَا كَانَ الأَمْرُ هَكَذَا فَصَدِّقُوا بِاللهِ یعنی جب معاملہ اس طرح ہے جو بیان ہوا، تو اللہ پر اور اس کے رسول پر ایمان لاؤ، اس کی تصدیق کرو۔\n(2) آپ (صلى الله عليه وسلم) کے ساتھ نازل ہونے والا یہ نور قرآن مجید ہے جس سے گمراہی کی تاریکیاں چھٹتی ہیں اور ایمان کی روشنی پھیلتی ہے۔","lang":"ur"},{"name":"64:9","price":"جس دن تم سب کو اس جمع ہونے کے دن(1) جمع کرے گا وہی دن ہے ہار جیت کا(2) اور جو شخص اللہ پر ایمان ﻻکر نیک عمل کرے اللہ اس سے اس کی برائیاں دور کر دے گا اور اسے جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہیں جن میں وه ہمیشہ ہمیشہ رہیں گے۔ یہی بہت بڑی کامیابی ہے.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"(1) قیامت کو یوم الجمع اس لیے کہا کہ اس دن اول وآخر سب ایک ہی میدان میں جمع ہوں گے۔ فرشتہ پکارﮮ گا تو سب اس کی آواز سنیں گے، ہر ایک کی نگاہ آخر تک پہنچ جائے گی، کیونکہ درمیان میں کوئی چیز حائل نہ ہوگی۔ جیسے دوسرے مقام پر فرمایا: «ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ» (هود: 103) ”وہ دن جس میں سب لوگ جمع کیے جائیں گے اور وہ ، وہ دن ہے جس میں سب حاضر کیے جائیں گے“۔ «قُلْ إِنَّ الأَوَّلِينَ وَالآخِرِينَ (1) لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَعْلُومٍ» (الواقعة: 49-50)۔\n(2) یعنی ایک گروہ جیت جائے گا اور ایک ہار جائے گا، اہل حق اہل باطل پر ، ایمان والے اہل کفر پر اور اہل طاعت اہل معصیت پر جیت جائیں گے، سب سے بڑی جیت اہل ایمان کو یہ حاصل ہوگی کہ وہ جنت میں داخل ہو جائیں گے اور وہاں ان گھروں کے بھی وہ مالک بن جائیں گے جو جہنمیوں کے لیے تھے۔ اگر وہ جہنم میں جانے والے کام نہ کرتے۔ اور سب سے بڑی ہار جہنمیوں کے حصے میں آئے گی جو جہنم میں داخل ہوں گے، جنہوں نے خیر کو شر سے، عمدہ چیز کو ردی سے اور نعمتوں کو عذاب سے بدل لیا۔ غبن کے معنی نقصان اور خسارے کے بھی ہیں، یعنی نقصان کا دن۔ اس دن کافروں کو تو خسارے کا احساس ہوگا ہی۔ اہل ایمان کو بھی اس اعتبار سے خسارے کا احساس ہوگا کہ انہوں نے اور زیادہ نیکیاں کرکے مزید درجات کیوں نہ حاصل کیے۔","lang":"ur"},{"name":"64:10","price":"اور جن لوگوں نے کفر کیا اور ہماری آیتوں کو جھٹلایا وہی (سب) جہنمی ہیں (جو) جہنم میں ہمیشہ رہیں گے، وه بہت برا ٹھکانا ہے.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"ur"},{"name":"64:11","price":"کوئی مصیبت اللہ کی اجازت کے بغیر نہیں پہنچ سکتی(1) ، جو اللہ پر ایمان ﻻئے اللہ اس کے دل کو ہدایت دیتا ہے(2) اور اللہ ہر چیز کو خوب جاننے واﻻ ہے.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"(1) یعنی اس کی تقدیر اور مشیت سے ہی اس کا ظہور ہوتا ہے۔ بعض کہتے ہیں اس کے نزول کا سبب کفار کا یہ قول ہے۔ کہ اگر مسلمان حق پر ہوتے تو دنیا کی مصیبتیں انہیں نہ پہنچتیں۔ (فتح القدیر)۔\n(2) یعنی وہ جان لیتا ہے کہ اسے جو کچھ پہنچا ہے۔ اللہ کی مشیت اور اس کے حکم سے ہی پہنچا ہے ، پس وہ صبر اور رضا بالقضا کا مظاہرہ کرتا ہے۔ ابن عباس (رضي الله عنه) ما فرماتے ہیں، اس کے دل میں یقین راسخ کر دیتا ہے جس سے وہ جان لیتا ہے کہ اس کو پہنچنے والی چیز اس سے چوک نہیں سکتی اور جو اس سے چوک جانے والی ہے، وہ اسے پہنچ نہیں سکتی۔ (ابن کثیر)۔","lang":"ur"},{"name":"64:12","price":"(لوگو) اللہ کا کہنا مانو اور رسول کا کہنا مانو۔ پس اگر تم اعراض کرو تو ہمارے رسول کے ذمہ صرف صاف صاف پہنچا دینا ہے.(1)","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"(1) یعنی ہمارے رسول کا اس سے کچھ نہیں بگڑے گا، کیونکہ اس کا کام صرف تبلیغ ہے۔ امام زہری فرماتے ہیں، اللہ کا کام رسول بھیجنا ہے، رسول کا کام تبلیغ اور لوگوں کا کام تسلیم کرنا ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"64:13","price":"اللہ کے سوا کوئی معبود برحق نہیں اور مومنوں کو اللہ ہی پر توکل رکھنا چاہئے.(1)","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"(1) یعنی تمام معاملات اسی کو سونپیں، اسی پر اعتماد کریں اور صرف اسی سے دعا والتجا کریں، کیونکہ اس کے سوا کوئی حاجت روا اور مشکل کشا ہے ہی نہیں۔","lang":"ur"},{"name":"64:14","price":"اے ایمان والو! تمہاری بعض بیویاں اور بعض بچے تمہارے دشمن ہیں(1) پس ان سے ہوشیار رہنا(2) اور اگر تم معاف کر دو اور درگزر کر جاؤ اور بخش دو تو اللہ تعالیٰ بخشنے واﻻ مہربان ہے.(3)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"(1) یعنی جو تمہیں عمل صالح اور اطاعت الٰہی سے روکیں، سمجھ لو وہ تمہارے خیر خواہ نہیں، دشمن ہیں۔\n(2) یعنی ان کے پیچھے لگنے سے بچو۔ بلکہ انہیں اپنے پیچھے لگاؤ تاکہ وہ بھی اطاعت الٰہی اختیار کریں، نہ کہ تم ان کے پیچھے لگ کر اپنی عاقبت خراب کرلو۔\n(3) اس کا سبب نزول یہ بیان کیا گیا ہے کہ مکے میں مسلمان ہونے والے بعض مسلمانوں نے مکہ چھوڑ کر مدینہ آنے کا ارادہ کیا، جیسا کہ اس وقت ہجرت کا حکم نہایت تاکید کے ساتھ دیا گیا تھا۔ لیکن ان کے بیوی بچے آڑے آگئے اور انہوں نے انہیں ہجرت نہیں کرنے دی۔ پھر بعد میں جب وہ رسول اللہ (صلى الله عليه وسلم) کے پاس آ گئے تو دیکھا کہ ان سے پہلے آنے والوں نے دین میں بہت زیادہ سمجھ حاصل کرلی ہے تو انہیں اپنے بیوی بچوں پر غصہ آیا، جنہوں نے انہیں ہجرت سے روکے رکھا تھا، چنانچہ انہوں نے ان کو سزا دینے کا ارادہ کیا۔ اللہ نے اس میں انہیں معاف کرنے اور درگزر سے کام لینے کی تلقین فرمائی۔ (سنن الترمذي، تفسير سورة التغابن)۔","lang":"ur"},{"name":"64:15","price":"تمہارے مال اور اوﻻد تو سراسر تمہاری آزمائش ہیں(1) ۔ اور بہت بڑا اجر اللہ کے پاس ہے.(2)","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"(1) جو تمہیں کسب حرام پر اکساتے اور اللہ کے حقوق ادا کرنے سے روکتے ہیں، پس اس آزمائش میں تم اسی وقت سرخ رو ہوسکتے ہو، جب تم اللہ کی معصیت میں ان کی اطاعت نہ کرو۔ مطلب یہ ہوا کہ مال واولاد جہاں اللہ کی نعمت ہیں، وہاں یہ انسان کی آزمائش کا ذریعہ بھی ہیں۔ اس طریقے سے اللہ تعالیٰ دیکھتا ہے کہ میرا اطاعت گزار کون ہے اور نافرمان کون؟\n(2) یعنی اس شخص کے لیے جو مال واولاد کی محبت کے مقابلے میں اللہ کی اطاعت کو ترجیح دیتا ہے اور اس کی معصیت سے اجتناب کرتا ہے۔","lang":"ur"},{"name":"64:16","price":"پس جہاں تک تم سے ہوسکے اللہ سے ڈرتے رہو اور سنتے اور مانتے چلے جاؤ(1) اور اللہ کی راه میں خیرات کرتے رہو جو تمہارے لیے بہتر ہے(2) اور جو شخص اپنے نفس کی حرص سے محفوظ رکھا جائے وہی کامیاب ہے.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"(1) یعنی اللہ اور رسول (صلى الله عليه وسلم) کی باتوں کو توجہ اور غور سے سنو اور ان پر عمل کرو۔ اس لیے کہ صرف سن لینا بے فائدہ ہے، جب تک عمل نہ ہو۔\n(2) خَيْرًا أَيْ: إِنْفَاقًا خَيْرًا، يَكُن الإِنْفَاقُ خَيْرًا انفاق عام ہے، صدقات واجبہ اور نافلہ دونوں کو شامل ہے۔","lang":"ur"},{"name":"64:17","price":"اگر تم اللہ کو اچھا قرض دو گے (یعنی اس کی راه میں خرچ کرو گے(1) ) تو وه اسے تمہارے لیے بڑھاتا جائے گا اور تمہارے گناه بھی معاف فرما دے گا(2)۔ اللہ بڑا قدر دان بڑا بردبار ہے.(3)","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"(1) یعنی اخلاص نیت اور طیب نفس کے ساتھ اللہ کی راہ میں خرچ کرو گے۔\n(2) یعنی کئی کئی گنا بڑھانے کے ساتھ وہ تمہارے گناہ بھی معاف فرما دے گا۔\n(3) وہ اپنے اطاعت گزاروں کو أَضْعَافًا مُضَاعَفَةً اجر وثواب سے نوازتا ہے اور معصیت کاروں کا فوری مواخذہ نہیں فرماتا۔","lang":"ur"},{"name":"64:18","price":"وه پوشیده اور ﻇاہر کا جاننے واﻻ ہے زبردست حکمت واﻻ (ہے).","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"ur"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}