{"data":[{"name":"65:1","price":"اے نبی! (اپنی امت سے کہو کہ) جب تم اپنی بیویوں کو طلاق دینا چاہو(1) تو ان کی عدت (کے دنوں کے آغاز) میں انہیں طلاق دو(2) اور عدت کا حساب رکھو(3)، اور اللہ سے جو تمہارا پروردگار ہے ڈرتے رہو، نہ تم انہیں ان کے گھروں سے نکالو(4) اور نہ وه (خود) نکلیں(5) ہاں یہ اور بات ہے کہ وه کھلی برائی کر بیٹھیں(6)، یہ اللہ کی مقرر کرده حدیں ہیں، جو شخص اللہ کی حدوں سے آگے بڑھ جائے اس نے یقیناً اپنے اوپر ﻇلم کیا(7)، تم نہیں جانتے شاید اس کے بعد اللہ تعالیٰ کوئی نئی بات پیدا کر دے.(8)","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"(1) نبی (صلى الله عليه وسلم) سے خطاب آپ کے شرف ومرتبت کی وجہ سے ہے، ورنہ حکم تو امت کو دیا جارہا ہے۔ یا آپ ہی کو بطور خاص خطاب ہے اور جمع کا صیغہ بطور تعظیم کے ہے اور امت کے لیے آپ (صلى الله عليه وسلم) کا اسوہ ہی کافی ہے۔ طَلَّقْتُمُ کا مطلب ہے جب طلاق دینے کا پختہ ارادہ کر لو۔\n(2) اس میں طلاق دینے کا طریقہ اور وقت بتلایا ہے لِعِدَّتِهِنَّ میں لام توقیت کے لیے ہے۔ یعنی لأوَّلِ یا لاسْتِقْبَالِ عِدَّتِهِنَّ (عدت کے آغاز میں) طلاق دو۔ یعنی جب عورت حیض سے پاک ہو جائے تو اس سے ہم بستری کیے بغیر طلاق دو۔ حالت طہر اسکی عدت کا آغاز ہے۔ اس کا مطلب یہ ہے کہ حیض کی حالت میں یا طہر میں ہم بستری کرنے کے بعد طلاق دینا غلط طریقہ ہے اس کو فقہا طلاق بدعی سے اور پہلے (صحیح) طریقے کو طلاق سنت سے تعبیر کرتے ہیں۔ اس کی تائید اس حدیث سے ہوتی ہے جس میں آتا ہے کہ حضرت ابن عمر (رضي الله عنه) ما نے حیض کی حالت میں اپنی بیوی کو طلاق دے دی تو رسول اللہ (صلى الله عليه وسلم) غضبناک ہوئے اور انہیں اس سے رجوع کرنے کے ساتھ حکم دیا کہ حالت طہر میں طلاق دینا، اور اس کے لیے آپ (صلى الله عليه وسلم) نے اسی آیت سے استدلال فرمایا۔ (صحيح بخاري، كتاب الطلاق) تاہم حیض میں دی گئی طلاق بھی ، باوجود بدعی ہونے کے واقع ہو جائے گی۔ محدثین اور جمہور علما اسی بات کے قائل ہیں۔ البتہ امام ابن قیم اور امام ابن تیمیہ طلاق بدعی کے وقوع کے قائل نہیں ہیں۔ (تفصیل کے لیے دیکھیئے نيل الأوطار، كتاب الطلاق، باب النهي عن الطلاق في الحيض وفي الطهر اور دیگر شروحات حدیث)۔\n(3) یعنی اس کی ابتدا اور انتہا کا خیال رکھو، تاکہ عورت اس کے بعد نکاح ثانی کرسکے، یا اگر تم ہی رجوع کرنا چاہو، (پہلی اور دوسری طلاق کی صورت میں) تو عدت کے اندر رجوع کرسکو۔\n(4) یعنی طلاق دیتے ہی عورت کو اپنے گھر سے مت نکالو، بلکہ عدت تک اسے گھر میں ہی رہنے دو، اور اس وقت تک رہائش اور نان ونفقہ تمہاری ذمے داری ہے۔\n(5) یعنی عدت کے دوران خود عورت بھی گھر سے باہر نکلنے سے احتراز کرے، الایہ کہ کوئی بہت ہی ضروری معاملہ ہو۔\n(6) یعنی بدکاری کا ارتکاب کر بیٹھے یا بدزبانی اور بداخلاقی کا مظاہرہ کرے جس سے گھر والوں کو تکلیف ہو۔ دونوں صورتوں میں اس کا اخراج جائز ہوگا۔\n(7) یعنی احکام مذکورہ، اللہ کی حدیں ہیں، جن سے تجاوز خود اپنے آپ پر ہی ظلم کرنا ہے، کیونکہ اس کے دینی اور دنیوی نقصانات خود تجاوز کرنے والے کو ہی بھگتنے پڑیں گے۔\n(8) یعنی مرد کے دل میں مطلقہ عورت کی رغبت پیدا کر دے اور وہ رجوع کرنے پر آمادہ ہو جائے، جیسا کہ پہلی اور دوسری طلاق کے بعد خاوند کو عدت کے اندر رجوع کرنے کا حق حاصل ہے۔ اسی لیےبعض مفسرین کی رائے ہے کہ اس آیت میں اللہ تعالیٰ نے صرف ایک طلاق دینے کی تلقین اور بیک وقت تین طلاقیں دینے سے منع فرمایا ہے، کیونکہ اگر وہ ایک ہی وقت میں تین طلاقیں دے دے (اور شریعت اسے جائز قرار دے کر نافذ بھی کر دے) تو پھر یہ کہنا بےفائدہ ہے کہ شاید اللہ تعالیٰ کوئی نئی بات پیدا کر دے۔ (فتح القدیر) اسی سے امام احمد اور دیگر بعض علما نے یہ استدلال بھی کیا ہے کہ رہائش اور نفقے کی جو تاکید کی گئی ہے وہ ان عورتوں کے لیے ہے جن کو ان کے خاوندوں نے پہلی یا دوسری طلاق دی ہو۔ کیونکہ ان میں خاوند کے رجوع کا حق برقرار رہتا ہے۔ اور جس عورت کو مختلف اوقات میں دو طلاقیں مل چکی ہوں تو تیسری طلاق اس کے لیے طلاق بتہ یا بائنہ ہے، اس کا سُكْنَى (رہائش) اور نفقہ خاوند کے ذمے نہیں ہے۔ اس کو فوراً خاوند کے مکان سے دوسری جگہ منتقل کر دیا جائے گا، کیونکہ خاوند اب اس سے رجوع کرکے اسے اپنے گھر آباد نہیں کرسکتا حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ۔ اس لیے اب اسے خاوند کے پاس رہنے کا اور اس سے نان ونفقہ وصول کرنے کا حق نہیں ہے۔ اس کی تائید حضرت فاطمہ بنت قیس (رضی الله عنها) کے اس واقعے سے ہوتی ہے کہ جب ان کے خاوند نے ان کو تیسری طلاق بھی دے دی اور اس کے بعد انھیں خاوند کے مکان سے نکلنے کے لیے کہا گیا تو وہ آمادہ نہیں ہوئی بالآخر معاملہ رسول اللہ (صلى الله عليه وسلم) کے پاس پہنچا تو آپ (صلى الله عليه وسلم) نے یہی فیصلہ فرمایا کہ ان کے لیے رہائش اور نفقہ نہیں ہے، انھیں فوراً کسی دوسری جگہ منتقل ہو جانا چاہیے۔ بلکہ بعض روایات میں صراحت بھی ہے، إِنَّمَا النَّفَقَةُ وَالسُّكْنَى لِلْمَرْأَةِ؛ إِذَا كَانَ لِزَوْجِهَا عَلَيْهَا الرَّجْعَةُ رواه أحمد والنسائي۔ البتہ بعض روایات میں حاملہ عورت کے لیے بھی نفقہ اور رہائش کی صراحت ہے۔ (تفصیل اور حوالوں کے لیے دیکھئے: نيل الأوطار، باب ما جاء في نفقة المبتوتة وسكناها وباب النفقة والسكنى للمعتدة الرجعية) بعض لوگ ان روایات کو قرآن کے مذکورہ حکم ”لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ“ کے خلاف باور کرا کے ان کو رد کر دیتے ہیں جو صحیح نہیں ہے۔ کیونکہ قرآن کا حکم اپنے گرد وپیش کے قرائن کے پیش نظر مطلقہ رجعیہ سے متعلق ہے۔ اور اگر اسے عام مان بھی لیا جائے تو یہ روایات اس کی مخصص ہیں یعنی قرآن کے عموم کو ان روایات نے مطلقہ رجعیہ کے لیے خاص کر دیا اور مطلقہ بائنہ کو اس عموم سے نکال دیا ہے۔","lang":"ur"},{"name":"65:2","price":"پس جب یہ عورتیں اپنی عدت پوری کرنے کے قریب پہنچ جائیں تو انہیں یا تو قاعده کے مطابق اپنے نکاح میں رہنے دو یا دستور کے مطابق انہیں الگ کر دو(1) اور آپس میں سے دو عادل شخصوں کو گواه کر لو(2) اور اللہ کی رضامندی کے لیے ٹھیک ٹھیک گواہی دو(3)۔ یہی ہے وه جس کی نصیحت اسے کی جاتی ہے جو اللہ پر اور قیامت کے دن پر ایمان رکھتا ہو اور جو شخص اللہ سے ڈرتا ہے اللہ اس کے لیے چھٹکارے کی شکل نکال دیتا ہے.(4)","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"(1) مطلقہ مدخولہ کی عدت تین حیض ہے۔ اگر رجوع کرنا مقصود ہو تو عدت ختم ہونے سے پہلے پہلے رجوع کر لو۔ بصورت دیگر انہیں معروف کے مطابق اپنے سے جدا کر دو۔\n(2) اس رجعت اور بعض کے نزدیک طلاق پر گواہ کرلو۔ یہ امر وجوب کے لیے نہیں، استحباب کے لیے ہے۔ یعنی گواہ بنا لینا بہتر ہے تاہم ضروری نہیں۔\n(3) یہ تاکید گواہوں کو ہے کہ وہ کسی کی رو رعایت اور لالچ کے بغیر صحیح صحیح گواہی دیں۔\n(4) یعنی شدائد اور آزمائشوں سے نکلنے کی سبیل پیدا فرما دیتا ہے۔","lang":"ur"},{"name":"65:3","price":"اور اسے ایسی جگہ سے روزی دیتا ہے جس کا اسے گمان بھی نہ ہو اور جو شخص اللہ پر توکل کرے گا اللہ اسے کافی ہوگا۔ اللہ تعالیٰ اپنا کام پورا کرکے ہی رہے گا(1) ۔ اللہ تعالیٰ نے ہر چیز کا ایک اندازه مقرر کر رکھا ہے.(2)","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"(1) یعنی وہ جو چاہے۔ اسے کوئی روکنے والا نہیں۔\n(2) تنگیوں کے لیے بھی اور آسانیوں کے لیے بھی۔ یہ دونوں اپنے وقت پر انتہا پذیر ہو جاتے ہیں۔ بعض نے اس سے حیض اور عدت مراد لی ہے۔","lang":"ur"},{"name":"65:4","price":"تمہاری عورتوں میں سے جو عورتیں حیض سے ناامید ہو گئی ہوں، اگر تمہیں شبہ ہو تو ان کی عدت تین مہینے ہے اور ان کی بھی جنہیں حیض آنا شروع ہی نہ ہوا ہو(1) اور حاملہ عورتوں کی عدت ان کے وضع حمل ہے(2) اور جو شخص اللہ تعالیٰ سے ڈرے گا اللہ اس کے (ہر) کام میں آسانی کر دے گا.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"(1) یہ ان کی عدت ہے جن کا حیض عمر رسیدہ ہونے کی وجہ سے بند ہوگیا، یا جنہیں حیض آنا شروع ہی نہیں ہوا۔ واضح رہے کہ نادر طور پر ایسا ہوتا ہے کہ عورت سن بلوغت کو پہونچ جاتی ہے اور اسے حیض نہیں آتا۔\n(2) مطلقہ اگر حاملہ ہو تو اس کی عدت وضع حمل ہے، چاہے دوسرے روز ہی وضع حمل ہو جائے۔ علاوہ ازیں ظاہر آیت سے یہی معلوم ہوتا ہے کہ ہر حاملہ عورت کی عدت یہی ہے چاہے وہ مطلقہ ہو یا اس کا خاوند فوت ہوگیا ہو۔ احادیث سے بھی اس کی تائید ہوتی ہے، (دیکئھے صحيح بخاري وصحيح مسلم اور دیگر سنن، كتاب الطلاق) دیگر عورتیں جن کے خاوند فوت ہو جائیں، ان کی عدت 4 مہینے 10 دن ہے۔ (سورۂ بقرۃ: 234)۔","lang":"ur"},{"name":"65:5","price":"یہ اللہ کا حکم ہے جو اس نے تمہاری طرف اتارا ہے اور جو شخص اللہ سے ڈرے گا اللہ اس کے گناه مٹا دے گا اور اسے بڑا بھاری اجر دے گا.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"ur"},{"name":"65:6","price":"تم اپنی طاقت کے مطابق جہاں تم رہتے ہو وہاں ان (طلاق والی) عورتوں کو رکھو(1) اور انہیں تنگ کرنے کے لیے تکلیف نہ پہنچاؤ(2) اور اگر وه حمل سے ہوں تو جب تک بچہ پیدا ہولے انہیں خرچ دیتے رہا کرو(3) پھر اگر تمہارے کہنے سے وہی دودھ پلائیں تو تم انہیں ان کی اجرت دے دو(4) اور باہم مناسب طور پر مشوره کر لیا کرو (5)اور اگر تم آپس میں کشمکش کرو تو اس کے کہنے سے کوئی اور دودھ پلائے گی.(6)","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"(1) یعنی مطلقہ رجعیہ کو۔ اس لیے کہ مطلقہ بائنہ کے لیے تو رہائش اور نفقہ ضروری ہی نہیں ہے، جیسا کہ گزشتہ صفحے میں بیان ہوا۔ اپنی طاقت کے مطابق رکھنے کا مطلب ہے کہ اگر مکان فراخ ہو اور اس میں متعدد کمرے ہوں تو ایک کمرہ اس کے لیے مخصوص کر دیا جائے۔ بصورت دیگر اپنا کمرہ اس کے لیے خالی کر دے۔ اس میں حکمت یہی ہے کہ قریب رہ کر عدت گزارے گی تو شاید خاوند کا دل پسیج جائے اور رجوع کرنے کی رغبت اس کے دل میں پیدا ہو جائے۔ خاص طور پر اگر بچے بھی ہوں تو پھر رغبت اور رجوع کا قوی امکان ہے۔ مگر افسوس ہے کہ مسلمان اس ہدایت پر عمل نہیں کرتے، جس کی وجہ سے اس حکم کے فوائد وحکم سے بھی وہ محروم ہیں۔ ہمارے معاشرے میں طلاق کے ساتھ ہی جس طرح عورت کو فوراً اچھوت بنا کر گھر سے نکال دیا جاتا ہے، یا بعض دفعہ لڑکی والے اسے اپنے گھر لے جاتے ہیں، یہ رواج قرآن کریم کی صریح تعلیم کے خلاف ہے۔\n(2) یعنی نان نفقہ میں یا رہائش میں اسے تنگ اور بے آبرو کرنا تاکہ وہ گھر چھوڑنے پر مجبور ہو جائے۔ عدت کے دوران ایسا رویہ اختیارنہ کیا جائے۔ بعض نے اس کا مطلب یہ بیان کیا ہے کہ عدت ختم ہو جانے کے قریب ہو تو پھر رجوع کر لے اور بار بار ایسا کرے، جیسا کہ زمانۂ جاہلیت میں کیا جاتا تھا۔ جس کے سدباب کے لیے شریعت نے طلاق کے بعد رجوع کرنے کی حد مقرر فرما دی تاکہ کوئی شخص آئندہ اس طرح عورت کو تنگ نہ کرے، اب ایک انسان دو مرتبہ تو ایسا کرسکتا ہے یعنی طلاق دے کر عدت ختم ہونے سے پہلے رجوع کر لے۔ لیکن تیسری مرتبہ جب طلاق دے گا تو اس کے بعد اس کے رجوع کا حق بھی ختم ہو جائے گا۔\n(3) یعنی مطلقہ خواہ بائنہ ہی کیوں نہ ہو۔ اگر حاملہ ہے تو اس کا نفقہ وسکنیٰ ضروری ہے۔ جیسا کہ پہلے بھی بیان کیا گیا ہے۔\n(4) یعنی طلاق دینے کے بعد اگر وہ تمہارے بچے کو دودھ پلائے، تو اس کی اجرت تمہارے ذمے ہے۔\n(5) یعنی باہمی مشورے سے اجرت اور دیگر معاملات طے کر لیے جائیں۔ مثلاً بچے کا باپ عرف کے مطابق اجرت دے اور ماں، باپ کی استطاعت کے مطابق اجرت طلب کرے، وغیرہ۔\n(6) یعنی آپس میں اجرت وغیرہ کا معاملہ طے نہ ہوسکے تو کسی دوسری انا کے ساتھ معاملہ کرلے جو اس کے بچے کو دودھ پلائے۔","lang":"ur"},{"name":"65:7","price":"کشادگی والے کو اپنی کشادگی سے خرچ کرنا چاہئے(1) اور جس پر اس کے رزق کی تنگی کی گئی ہو(2) اسے چاہئے کہ جو کچھ اللہ تعالیٰ نے اسے دے رکھا ہے اسی میں سے (اپنی حسب حیثیت) دے، کسی شخص کو اللہ تکلیف نہیں دیتا مگر اتنی ہی جتنی طاقت اسے دے رکھی ہے(3)، اللہ تنگی کے بعد آسانی وفراغت بھی کر دے گا.(4)","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"(1) یعنی دودھ پلانے والی عورتوں کو اجرت اپنی طاقت کے مطابق دی جائے اگر اللہ نے مال و دولت میں فراخی عطا فرمائی ہے تو اسی فراخی کے ساتھ مرضعہ کی خدمت ضروری ہے۔\n(2) یعنی مالی لحاظ سے وہ کمزور ہو۔\n(3) اس لیے وہ غریب اور کمزور کو یہ حکم نہیں دیتا کہ وہ دودھ پلانے والی کو زیادہ اجرت ہی دے۔ مطلب ان ہدایت کا یہ ہے کہ بچے کی ماں اور بچے کا باپ دونوں ایسا مناسب رویہ اختیار کریں کہ ایک دوسرے کو تکلیف نہ پہنچے اور بچے کو دودھ پلانے کا مسئلہ سنگین نہ ہو۔ جیسے دوسرے مقام پر فرمایا : «لا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلا مَوْلُودٌ لَهُ بِوَلَدِهِ» (البقرة: 233) ”نہ ماں کو بچے کی وجہ سے تکلیف پہنچائی جائے اور نہ باپ کو“۔","lang":"ur"},{"name":"65:8","price":"اور بہت سی بستی والوں نے اپنے رب کے حکم سے اور اس کے رسولوں سے سرتابی کی(1) تو ہم نے بھی ان سے سخت حساب کیا اور انہیں عذاب دیا ان دیکھا (سخت) عذاب.(2)","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"(1) چنانچہ جو اللہ پر اعتماد توکل کرتے ہیں، اللہ تعالیٰ ان کو آسانی وکشادگی سے بھی نواز دیتا ہے۔\n(2) عَتَتْ، أَيْ: تَمَرَّدَتْ وَطَغَتْ وَاسْتَكْبَرَتْ عَنِ اتِّبَاعِ أَمْرِ اللهِ وَمُتَابَعَةِ رُسُلِهِ۔\n(3) نُكْرًا، مُنْكَرًا فَظِيعًا حساب اور عذاب، دونوں سے مراد دنیاوی مواخذہ اور سزا ہے، یا پھر بقول بعض کلام میں تقدیم وتاخیر ہے۔ عَذَابًا نُكْرًا وہ عذاب ہے جو دنیا میں قحط، خسف ومسخ وغیرہ کی شکل میں میں انہیں پہنچا، اور حِسَابًا شَدِيدًا وہ ہے جو آخرت میں ہوگا۔ (فتح القدیر)۔","lang":"ur"},{"name":"65:9","price":"پس انہوں نے اپنے کرتوت کا مزه چکھ لیا اور انجام کار ان کا خساره ہی ہوا.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"ur"},{"name":"65:10","price":"ان کے لیے اللہ تعالیٰ نے سخت عذاب تیار کر رکھا ہے، پس اللہ سے ڈرو اے عقل مند ایمان والو۔ یقیناً اللہ نے تمہاری طرف نصیحت اتار دی ہے.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"ur"},{"name":"65:11","price":"(یعنی) رسول(1) جو تمہیں اللہ کے صاف صاف احکام پڑھ سناتا ہے تاکہ ان لوگوں کو جو ایمان ﻻئیں اور نیک عمل کریں وه تاریکیوں سے روشنی کی طرف لے آئے(2)، اور جو شخص اللہ پر ایمان ﻻئے اور نیک عمل کرے(3) اللہ اسے ایسی جنتوں میں داخل کرے گا جس کے نیچے نہریں جاری ہیں جن میں یہ ہمیشہ ہمیشہ رہیں گے۔ بیشک اللہ نے اسے بہترین روزی دے رکھی ہے.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"(1) رسول، ذکر سے بدل ہے، بطور مبالغہ رسول کو ذکر سے تعبیر فرمایا، جیسے کہتے ہیں، وہ تو مجسم عدل ہے۔ یا ذکر سے مراد قرآن ہے اور رسولاً سے پہلے أَرْسَلْنَا محذوف ہے یعنی ذکر (قرآن) کو نازل کیا اور رسول کو ارسال کیا۔\n(2) یہ رسول کا منصب اور فریضہ بیان کیا گیا کہ وہ قرآن کے ذریعے سے لوگوں کو اخلاقی پستیوں سے شرک وضلالت کی تاریکیوں سے نکال کر ایمان وعمل صالح کی روشنی کی طرف لاتا ہے۔ رسول سے یہاں مراد الرسول یعنی حضرت محمد رسول اللہ (صلى الله عليه وسلم) ہیں۔\n(3) عمل صالح میں دونوں باتیں شامل ہیں، احکام وفرائض کی ادائیگی اور معصیات ومنہیات سے اجتناب۔ مطلب ہے کہ جنت میں وہی اہل ایمان داخل ہوں گے، جنہوں نے صرف زبان سے ہی ایمان کا اظہار نہیں کیا تھا، بلکہ انہوں نے ایمان کے تقاضوں کے مطابق فرائض پر عمل اور معاصی سے اجتناب کیاتھا۔","lang":"ur"},{"name":"65:12","price":"اللہ وه ہے جس نے سات آسمان بنائے اور اسی کے مثل زمینیں بھی(1) ۔ اس کا حکم ان کے درمیان اترتا ہے(2) تاکہ تم جان لو کہ اللہ ہر چیز پر قادر ہے۔ اور اللہ تعالیٰ نے ہر چیز کو بہ اعتبار علم گھیر رکھا ہے.(3)","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"(1) أَيْ خَلَقَ مِنَ الأَرْضِ مِثْلَهُنَّ یعنی سات آسمانوں کی طرح، اللہ نے سات زمینیں بھی پیدا کی ہیں۔ بعض نے اس سے سات اقالیم مراد لیے ہیں، لیکن یہ صحیح نہیں۔ بلکہ جس طرح اوپر نیچے سات آسمان ہیں، اسی طرح سات زمینیں ہیں، جن کے درمیان بعد ومسافت ہے اور ہر زمین میں اللہ کی مخلوق آباد ہے (القرطبی) احادیث سے بھی اس کی تائید ہوتی ہے، جیسے نبی (صلى الله عليه وسلم) نے فرمایا «مَنْ أَخَذَ شِبْرًا مِنَ الأَرْضِ ظُلْمًا فَإِنَّهُ يُطَوَّقُهُ يَوْمَ الْقِيَامَةِ مِنْ سَبْعِ أَرَاضِينَ» (صحيح مسلم، كتاب البيوع، باب تحريم الظلم) ”جس نے کسی کی ایک بالشت زمین بھی ہتھیالی تو قیامت والے دن اس زمین کا اتنا حصہ ساتوں زمینوں سے طوق بنا کر اس کے گلے میں ڈال دیا جائے گا“۔ صحیح بخاری کے الفاظ ہیں «خسف بِهِ إِلَى سَبْعِ أَرَاضِينَ» ”اس کو ساتوں زمینوں تک دھنسا دیا جائے گا“۔ (صحيح بخاري، كتاب المظالم باب إثم من ظلم شيئا من الأرض) بعض یہ بھی کہتے ہیں کہ ہر زمین میں، اسی طرح کا پیغمبر ہے، جس طرح کا پیغمبر تمہاری زمین پر آیا، مثلاً آدم، آدم کی طرح۔ نوح، نوح کی طرح۔ ابراہیم، ابراہیم کی طرح۔ عیسیٰ ، عیسیٰ کی طرح (علیہم السلام)۔ لیکن یہ بات کسی صحیح روایت سے ثابت نہیں۔\n(2) یعنی جس طرح ہر آسمان پر اللہ کا حکم نافذ اور غالب ہے، اسی طرح ہر زمین پر اس کا حکم چلتا ہے، آسمانوں کی طرح ساتوں زمینوں کی بھی وہ تدبیر فرماتا ہے۔\n(3) پس اس کے علم سے کوئی چیز باہر نہیں، چاہے وہ کیسی ہی ہو۔","lang":"ur"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}