{"data":[{"name":"67:1","price":"بہت بابرکت ہے وه (اللہ) جس کے ہاتھ میں بادشاہی ہے(1) اور جو ہر چیز پر قدرت رکھنے واﻻ ہے.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"- تبارك، بركة سے ہے، النماء والزيادة، بڑھوتری اور زیادتی کے معنی میں۔ بعض نے معنی کیے ہیں، مخلوقات کی صفات سے بلند اور برتر۔ تفاعل کا صیغہ مبالغے کے لئے ہے۔ \"اسی کے ہاتھ میں بادشاہی ہے\" یعنی ہر طرح کی قدرت اور غلبہ اسی کو حاصل ہے، وہ کائنات میں جس طرح کا تصرف کرے، کوئی اسے روک نہیں سکتا، وہ شاہ کو گدا اور گدا کو شاہ بنا دے، امیر کو غریب اور غریب کو امیر کردے۔ کوئی اس کی حکمت و مشیت میں دخل نہیں دے سکتا۔","lang":"ur"},{"name":"67:2","price":"جس نے موت اور حیات کو اس لیے پیدا کیاکہ تمہیں آزمائے کہ تم میں سے اچھے کام کون کرتا ہے(1) ، اور وه غالب (اور) بخشنے واﻻ ہے.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"(1) روح ایک ایسی غیر مرئی چیز ہے جس بدن سے اس کا تعلق واتصال ہو جائے وہ زندہ کہلاتا ہے اور جس بدن سے اس کا تعلق منقطع ہو جائے وہ موت سے ہم کنار ہو جاتا ہے اس نے یہ عارضی زندگی کا سلسلہ، جس کے بعد موت ہے اس لیے قائم کیا ہے تاکہ وہ آزمائے کہ اس زندگی کا صحیح استعمال کون کرتا ہے؟جو اسے ایماء و اطاعت کے لیے استعمال کرے گا اس کے لیے بہترین جزاء ہے اور دوسروں کے لیے عذاب۔","lang":"ur"},{"name":"67:3","price":"جس نے سات آسمان اوپر تلے بنائے۔ (تو اے دیکھنے والے) اللہ رحمٰن کی پیدائش میں کوئی بے ضابطگی نہ دیکھے گا(1) ، دوباره (نظریں ڈال کر) دیکھ لے کیا کوئی شگاف بھی نظر آرہا ہے.(2)","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"(1) یعنی کوئی نقص، کوئی کجی اور کوئی خلل، بلکہ بالکل سیدھے اور برابر ہیں جو اس بات پر دلالت کرتے ہیں کہ ان سب کا پیدا کرنے والا صرف ایک ہی ہے متعدد نہیں۔\n(2) بعض دفعہ دوبارہ دیکھنے سے کوئی نقص اور عیب نکل آتا ہے۔ اللہ تعالٰی دعوت دے رہا ہے کہ بار بار دیکھو کہ کیا تمہیں کوئی شگاف تو نظر نہیں آتا۔","lang":"ur"},{"name":"67:4","price":"پھر دوہرا کر دو دو بار دیکھ لے تیری نگاه تیری طرف ذلیل (و عاجز) ہو کر تھکی ہوئی لوٹ آئے گی.(1)","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"- یہ مذید تاکید ہے کہ جس سے مقصد اپنی عظیم قدرت اور وحدانیت کو واضح تر کرنا ہے۔","lang":"ur"},{"name":"67:5","price":"بیشک ہم نے آسمان دنیا کو چراغوں (ستاروں) سے آراستہ کیا اور انہیں شیطانوں کے مارنے کا ذریعہ(1) بنا دیا اور شیطانوں کے لیے ہم نے (دوزخ کا جلانے واﻻ) عذاب تیار کر دیا.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"(1) یہاں ستاروں کے دو مقصد بیان کئے گئے ہیں ایک آسمانوں کی زینت کیونکہ وہ چراغوں سے جلتے ہیں دوسرا کہ شیطان آسمانوں کی طرف جانے کی کوشش کرتے ہیں تو یہ شرارہ بن کر ان پر گرتے ہیں۔ تیسرا مقصد ان کا یہ ہے جسے دوسرے مقامات پر بیان فرمایا گیا ہے کہ ان سے برو بحر میں راستوں کی نشاندہی ہوتی ہے۔","lang":"ur"},{"name":"67:6","price":"اور اپنے رب کے ساتھ کفر کرنے والوں کے لیے جہنم کا عذاب ہے اور وه کیا ہی بری جگہ ہے.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"ur"},{"name":"67:7","price":"جب اس میں یہ ڈالے جائیں گے تو اس کی بڑے زور کی آواز سنیں گے اور وه جوش مار رہی ہوگی.(1)","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"(1) شَھِیْق، اس آواز کو کہتے ہیں جو گدھا پہلی مرتبہ نکالتا ہے، یہ قبیح ترین آواز ہوتی ہے۔ جہنم بھی گدھے کی طرح چیخ اور چلا رہی اور آگ پر رکھی ہوئی ہانڈی کی طرح جوش مار رہی ہوگی۔","lang":"ur"},{"name":"67:8","price":"قریب ہے کہ (ابھی) غصے کے مارے پھٹ جائے(1) ، جب کبھی اس میں کوئی گروه ڈاﻻ جائے گا اس سے جہنم کے داروغے پوچھیں گے کہ کیا تمہارے پاس ڈرانے واﻻ کوئی نہیں آیا تھا؟(2)","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"(1) یا مارے غیظ وغضب کے اس کے حصے ایک دوسرے سے الگ ہو جائیں گے یہ جہنم کافروں کو دیکھ کر غضب ناک ہوگی جس کا شعور اللہ تعالٰی اس کے اندر پیدا فرما دے گا اللہ تعالٰی کے لیے جہنم کے اندر یہ ادراک وشعور پیدا کر دینا کوئی مشکل نہیں۔","lang":"ur"},{"name":"67:9","price":"وه جواب دیں گے کہ بیشک آیا تھا لیکن ہم نے اسے جھٹلایا اور ہم نے کہا کہ اللہ تعالیٰ نےکچھ بھی نازل نہیں فرمایا۔ تم بہت بڑی گمراہی میں ہی ہو.(1)","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"(1) جس کی وجہ سے تمہیں آج جہنم کے عذاب کا مزہ چکھنا پڑا ہے۔\n(2) یعنی ہم نے پیغمبروں کی تصدیق کرنے کی بجائے انہیں جھٹلایا، آسمانی کتابوں کا ہی سرے سے انکار کر دیا حتٰی کہ اللہ کے پیغمبروں کو ہم نے کہا کہ تم بڑی گمراہی میں مبتلا ہو۔","lang":"ur"},{"name":"67:10","price":"اور کہیں گے اگر ہم سنتے ہوتے یا عقل رکھتے ہوتے تو دوزخیوں میں (شریک) نہ ہوتے.(1)","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"(1) یعنی غور اور توجہ سے سنتے اور ان کی باتوں اور نصیحتوں کو آویزہ گوش بنا لیتے، اسی طرح اللہ کی دی ہوئی عقل سے بھی سوچنے سمجھنے کا کام لیتے تو آج ہم دوزخ والوں میں شامل نہ ہوتے۔","lang":"ur"},{"name":"67:11","price":"پس انہوں نے اپنے جرم کا اقبال کر لیا(1) ۔ اب یہ دوزخی دفع ہوں (دور ہوں).(2)","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"(1) جس کی بنا پر مستحق عذاب قرار پائے اور وہ ہے کفر اور انبیاء علیہم السلام کی تکذیب۔\n(2) یعنی اب ان کے لئے اللہ اور اس کی رحمت سے دوری ہی دوری ہے۔","lang":"ur"},{"name":"67:12","price":"بیشک جو لوگ اپنے پروردگار سےغائبانہ طور پر ڈرتے رہتے ہیں ان کے لیے بخشش ہے اور بڑا ﺛواب ہے.(1)","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"(1) یہ اہل کفر وتکذیب کے مقابلے میں اہل ایمان کا اور ان نعمتوں کا ذکر ہے جو انہیں قیامت والے دن اللہ کے ہاں ملیں گی۔ بالغیب کا ایک مطلب یہ ہے کہ انہوں نے اللہ کو دیکھا تو نہیں لیکن پیغمبروں کی تصدیق کرتے ہوئے وہ اللہ عذاب سے ڈرتے رہے دوسرا مطلب یہ بھی ہو سکتا ہے کہ لوگوں کی نظروں سے غائب یعنی خلوتوں میں اللہ سے ڈرتے رہے۔","lang":"ur"},{"name":"67:13","price":"تم اپنی باتوں کو چھپاؤ یا ﻇاہر کرو(1) وه تو سینوں کی پوشیدگی کو بھی بخوبی جانتا ہے.(2)","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"(1) یہ پھر کافروں سے خطاب ہے۔ مطلب ہے کہ تم رسول اللہ (صلى الله عليه وسلم) کے بارے میں چھپ کر باتیں کرو یا اعلان یہ سب اللہ کے علم میں ہے، اس سے کوئی بات مخفی نہیں۔\n(2) یہ سرو جہر جاننے کی تعلیل ہے کہ وہ تو سینوں کے رازوں اور دلوں کے بھیدوں تک سے واقف ہے تمہاری باتیں کس طرح اس سے پوشیدہ رہ سکتی ہیں۔","lang":"ur"},{"name":"67:14","price":"کیا وہی نہ جانے جس نے پیدا کیا(1) ؟ پھر وه باریک بین اور باخبر بھی ہو.(2)","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"(1) یعنی سینوں اور دلوں اور ان میں پیدا ہونے والے خیالات، سب کا خالق اللہ تعالٰی ہی ہے، تو کیا وہ اپنی مخلوق سے بےعلم رہ سکتا ہے۔استفہام'انکار کے لئے ہے'یعنی نہیں رہ سکتا۔\n(2) لطیف کے معنی ہے باریک بین یعنی جس کا علم اتنا ہے کہ دلوں میں پرورش پانے والی باتوں کو بھی جانتا ہے۔","lang":"ur"},{"name":"67:15","price":"وه ذات جس نے تمہارے لیے زمین کو پست ومطیع کردیا(1) تاکہ تم اس کی راہوں میں چلتے پھرتے رہو(2) اور اللہ کی روزیاں کھاؤ (پیو(3)) اسی کی طرف (تمہیں) جی کر اٹھ کھڑا ہونا ہے.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"(1) ذلول کے معنی مطیع۔ یعنی زمین کو تمہارے لیے نرم اور آسان کر دیا اس کو اسی طرح سخت نہیں بنایا کہ تمہارا اس پر آباد ہونا اور چلنا پھرنا مشکل ہوجاتا۔\n(2) مناکب منکب کی جمع ہے ۔جانب یہاں اس سے مراد اس کے راستے اور اطراف و جوانب ہیں۔ امر اباحت کے لئے ہے، یعنی اس کے راستوں میں چلو۔\n(3) یعنی زمین کی پیداوار سے کھاؤ پیو۔","lang":"ur"},{"name":"67:16","price":"کیا تم اس بات سے بے خوف ہوگئے ہو کہ آسمانوں واﻻ تمہیں زمین میں دھنسا دے اور اچانک زمین لرزنے لگے.(1)","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"(1) یعنی اللہ تعالیٰ جو آسمانوں اور زمینوں پر جلوہ گر ہے' یہ کافروں کو ڈرایا جا رہا ہے کہ آسمانوں والی ذات جب چاہے تمہیں زمین میں دھنسا دے۔ یعنی وہی زمین جو تمہاری قرار گاہ ہے اور تمہاری روزی کا مخزن و منبع ہے، اللہ تعالٰی اسی زمین کو، جو نہایت پر سکون ہے، حرکت، جنبش میں لا کر تمہاری ہلاکت کا باعث بنا سکتا ہے۔","lang":"ur"},{"name":"67:17","price":"یا کیا تم اس بات سے نڈر ہوگئے ہو کہ آسمانوں واﻻ تم پر پتھر برسادے(1) ؟ پھر تو تمہیں معلوم ہو ہی جائے گا کہ میرا ڈرانا کیسا تھا.(2)","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"(1) جیسے اس نے قوم لوط اور اصحاب فیل پر برسائے اور پتھروں کی بارش سے ان کو ہلاک کردیا۔\n(2) لیکن اس وقت یہ علم، بےفائدہ ہوگا۔","lang":"ur"},{"name":"67:18","price":"اوران سے پہلے لوگوں نے بھی جھٹلایا تھا تو دیکھو ان پر میرا عذاب کیسا کچھ ہوا؟","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"ur"},{"name":"67:19","price":"کیا یہ اپنے اوپر پر کھولے ہوئے اور (کبھی کبھی) سمیٹے ہوئے (اڑنے والے) پرندوں کو نہیں دیکھتے(1) ، انہیں (اللہ) رحمٰن ہی (ہوا وفضا میں) تھامے ہوئے ہے(2)۔ بیشک ہر چیز اس کی نگاه میں ہے.(3)","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"(1) پرندہ جب ہوا میں اڑتا ہے تو وہ پر پھیلاتا ہے اور کبھی دوران پرواز پروں کو سمیٹ لیتا ہے۔ یہ پھیلانا، صَف اور سمیٹ لینا قَبْض ہے۔\n(2) یعنی دوران پرواز ان پرندوں کو تھامے رکھنے والا کون ہے، جو انہیں زمین پر گرنے نہیں دیتا؟ یہ اللہ رحمان ہی کی قدرت کا ایک نمونہ ہے۔","lang":"ur"},{"name":"67:20","price":"سوائے اللہ کے تمہارا وه کون سا لشکر ہے جو تمہاری مدد کرسکے(1) کافر تو سراسر دھوکے ہی میں ہیں.(2)","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"(1) یہ استفہام تقریع و توضیع کے لئے ہے 'جند کے معنی ہیں لشکر 'جھۃ یعنی کوئی لشکر اور جھۃ ایسا نہیں جع تمہیں اللہ کے عذاب سے بچا سکے۔\n(2) جس میں انہیں شیطان نے مبتلا کر رکھا ہے۔","lang":"ur"},{"name":"67:21","price":"اگر اللہ تعالیٰ اپنی روزی روک لے تو بتاؤ کون ہے جو پھر تمہیں روزی دے گا(1) ؟ بلکہ (کافر) تو سرکشی اور بدکنے پر اڑگئے ہیں.(2)","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"(1) یعنی اللہ بارش نہ برسائے، یا زمین ہی کو پیداوار سے روک دے یا تیار شدہ فصلوں کو تباہ کر دے، جیسا کہ بعض بعض دفعہ وہ ایسا کرتا ہے، جس کی وجہ سے تمہاری خوراک کا سلسلہ موقوف ہو جائے، اگر اللہ تعالٰی ایسا کر دے تو کیا کوئی اور ہے جو اللہ کی مشیت کے برعکس تمہیں روزی مہیا کر دے؟\n(2) یعنی وعظ ونصیحت کی ان باتوں کا ان پر کوئی اثر نہیں پڑتا بلکہ وہ حق سے سرکشی اور اعراض ونفور میں ہی بڑھتے چلے جا رہے ہیں عبرت پکڑتے ہیں اور نہ ہی غور و فکر کرتے ہیں۔","lang":"ur"},{"name":"67:22","price":"اچھا وه شخص زیاده ہدایت واﻻ ہے جو اپنے منھ کے بل اوندھا ہو کر چلے(1) یا وه جو سیدھا (پیروں کے بل) راه راست پر چلا ہو؟(2)","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"(1) منہ کے بل اوندھے چلنے والے کو دائیں بائیں کچھ نظر نہیں آتا نہ وہ ٹھوکروں سے محفوظ ہوتا ہے کیا ایسا شخص اپنی منزل مقصود تک پہنچ سکتا ہے؟ یقینا نہیں اسی طرح دنیا میں اللہ کی معصیتوں میں ڈوبا ہوا شخص آخرت کی کامیابی سے محروم رہے گا۔\n(2) جس میں کوئی کجی اور انحراف نہ ہوا اور اس کو آگے اور دائیں بائیں بھی نظر آرہا ہو ظاہر ہے یہ شخص اپنی منزل مقصود کو پہنچ جائے گا یعنی اللہ کی اطاعت کا سیدھا راستہ اپنانے والا آخرت میں سرخرو رہے گا بعض کہتے ہیں کہ مومن اور کافر دونوں کی اس کیفیت کا بیان ہے جو قیامت والے دن انکی ہوگی کافر منہ کے بل جہنم میں جائے جائیں گے اور مومن سیدھے قدموں سے چل کر جنت میں جائیں گے۔جیسے کافروں کے بارے میں دوسرے مقام پر فرمایا« وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ » (الإسراء: 97) ”ہم انہیں قیامت والے دن ان کے منہ کے بل اکٹھا کریں گے“۔","lang":"ur"},{"name":"67:23","price":"کہہ دیجئے کہ وہی (اللہ) ہے جس نے تمہیں پیدا کیا(1) اور تمہارے کان آنکھیں اور دل بنائے(2) تم بہت ہی کم شکر گزاری کرتے ہو.(3)","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"(1) یعنی پہلی مرتبہ پیدا کرنے والا اللہ ہی ہے۔\n(2) جن سے تم سن سکو اور اللہ کی مخلوق میں غوروفکر کرکے اللہ کی معرفت حاصل کر سکو تین قوتوں کا ذکر فرمایا ہے جن سے انسان مسموعات، مبصرات اور معقولات کا ادراک کرسکتا ہے یہ ایک طرح سے اتمام حجت بھی ہے اور اللہ کی ان نعمتوں پر شکر نہ کرنے کی مذمت بھی اسی لیے آگے فرمایا تم بہت ہی کم شکرگزاری کرتے ہو۔\n(3) یعنی شُکْرًا قَلِیْلًا یا زَمْنً قَلِیلًا یا قلت شکر سے مراد ان کی طرف سے شکر کا عدم وجود ہے۔","lang":"ur"},{"name":"67:24","price":"کہہ دیجئے! کہ وہی ہے جس نے تمہیں زمین میں پھیلا دیا اور اس کی طرف سے تم اکٹھے کیے جاؤ گے.(1)","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"(1) یعنی انسانوں کو پیدا کرکے زمین میں پھیلانے والا بھی وہی ہے اور قیامت والے دن سب جمع بھی اس کے پاس ہوں گے کسی اور کے پاس نہیں۔","lang":"ur"},{"name":"67:25","price":"(کافر) پوچھتے ہیں کہ وه وعده کب ﻇاہر ہوگا اگر تم سچے ہو (تو بتاؤ؟)(1)","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"(1) یہ کافر بطور مذاق قیامت کو دور دراز کی باتیں سمجھتے ہوئے کہتے ہیں۔","lang":"ur"},{"name":"67:26","price":"آپ کہہ دیجئے کہ اس کا علم تو اللہ ہی کو ہے(1) ، میں تو صرف کھلے طور پر آگاه کر دینے واﻻ ہوں.(2)","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"(1) اس کے سوا کوئی نہیں جانتا ،دوسرے مقام پر فرمایا۔ «قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي» (الأعراف: 187)\n(2) یعنی میرا کام تو صرف انجام سے ڈرانا ہے جو میری تکذیب کی وجہ تمہارا ہوگا، دوسرے لفظوں میرا کام انزاز ہے، غیب کی خبریں بتانا نہیں۔ الا یہ کہ جس کی بابت خود اللہ مجھے بتلا دے۔","lang":"ur"},{"name":"67:27","price":"جب یہ لوگ اس(1) وعدے کو قریب تر پالیں گے اس وقت ان کافروں کے چہرے بگڑ جائیں گے(2) اور کہہ دیا جائے گا کہ یہی ہے جسے تم طلب کیا کرتے تھے.(3)","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"(1) رَأوهُ میں ضمیر کا مرجع اکثر مفسرین کے نزدیک عذاب قیامت ہے۔\n(2) یعنی ذلت اور ہولناکی اور دہشت سے ان کے چہروں پر ہوائیاں اڑ رہی ہونگی۔ جس کو دوسرے مقام پر چہروں کے سیاہ ہونے سے تعبیر کیا گیا ہے۔ (آل عمران:106)\n(3) تدَّعُونَ اور تُدْعَوْنَ کے ایک ہی معنی ہیں۔ یعنی یہ عذاب جو تم دیکھ رہے ہو وہی ہے جسے تم دنیا میں جلد طلب کرتے تھے۔جیسے سورۂ ص:16۔ اور الانفال: 32 وغیرہ میں ہے۔","lang":"ur"},{"name":"67:28","price":"آپ کہہ دیجئے! اچھا اگر مجھے اور میرے ساتھیوں کو اللہ تعالیٰ ہلاک کردے یا ہم پر رحم کرے (بہر صورت یہ تو بتاؤ) کہ کافروں کو دردناک عذاب سے کون بچائے گا؟(1)","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"(1) مطلب یہ ہے کہ کافروں کو تو اللہ کے عذاب سے بچانے والا کوئی نہیں ہے چاہے اللہ تعالٰی اپنے رسول اور اس پر ایمان لانے والوں کو موت یا قتل کے ذریعے ہلا کر دے یا انہیں مہلت دے دے یا یہ مطلب ہے کہ ہم باوجود ایمان کے خوف اور رجا کے درمیان پس تمہیں تمہارے کفر کے باوجود عذاب سے کون بچائے گ؟۔","lang":"ur"},{"name":"67:29","price":"آپ کہہ دیجئے! کہ وہی رحمٰن ہے ہم تو اس پر ایمان ﻻچکے(1) اور اسی پر ہمارا بھروسہ ہے(2)۔ تمہیں عنقریب معلوم ہو جائے گا کہ صریح گمراہی میں کون ہے؟(3)","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"(1) یعنی وحدانیت پر، اسی لئے اس کے ساتھ شریک نہیں ٹھہراتے۔\n(2) کسی اور پر نہیں۔ ہم اپنے تمام معاملات اسی کے سپرد کرتے ہیں، کسی اور کے نہیں جیسے مشرک کرتے ہیں۔\n(3) تم ہو یا ہم؟ اس میں کافروں کے لیے سخت وعید ہے۔","lang":"ur"},{"name":"67:30","price":"آپ کہہ دیجئے! کہ اچھا یہ تو بتاؤ کہ اگر تمہارے (پینے کا) پانی زمین میں اتر جائے تو کون ہے جو تمہارے لیے نتھرا ہوا پانی ﻻئے؟(1)","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"(1) غَوْرًا کے معنی ہیں خشک ہو جانا یا اتنی گہرائی میں چلا جانا کہ وہاں سے پانی نکالنا ناممکن ہو۔ یعنی اگر اللہ تعالٰی پانی خشک فرما دے کہ اس کا وجود ہی ختم ہو جائے یا اتنی گہرائی میں کر دے کہ ساری مشینیں پانی نکالنے میں ناکام ہو جائیں تو بتلاؤ! پھر کون ہے جو تمہیں جاری، صاف اور نتھرا ہوا پانی مہیا کر دے؟ یعنی کوئی نہیں ہے۔ یہ اللہ کی مہربانی ہے کہ تمہاری معصیتوں کے باوجود وہ تمہیں پانی سے بھی محروم نہیں فرماتا۔","lang":"ur"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}