{"data":[{"name":"72:1","price":"(اے محمد صلی اللہ علیہ وسلم) آپ کہہ دیں کہ مجھے وحی کی گئی ہے کہ جنوں کی ایک جماعت(1) نے (قرآن) سنا اور کہا کہ ہم نے عجیب قرآن سنا ہے.(2)","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"(1) یہ واقعہ سورۂ احقاف:29 کے حاشیہ میں گزر چکا ہے کہ نبی (صلى الله عليه وسلم) وادی نخلہ صحابہ کرام کو فجر کی نماز پڑھا رہے تھے کہ کچھ جنوں کا وہاں سے گزر ہوا تو انہوں نے آپ (صلى الله عليه وسلم) کا قرآن سنا۔ جس سے وہ متاثر ہوئے۔ یہاں بتلایا جا رہا ہے کہ اس وقت جنوں کا قرآن سننا، آپ کے علم میں نہیں آیا، بلکہ وحی کے ذریعے سے ان کو اس سے آگاہ فرمایا گیا۔\n(2) عجبا 'مصدر ہے بطور مبالغہ یا مضاف محذوف ہے ۔ذا عجب یا مصدر اسم فاعل کے معنی ہے معجبا مطلب کہ ہم نے ایسا قرآن سنا ہے جو فصاحت و بلاغت میں بڑا عجیب ہے یا مواعظ کے اعتبار سے عجیب ہے یا برکت کے لحاظ نہایت تعجب انگیز ہے ۔(فتح القدیر)","lang":"ur"},{"name":"72:2","price":"جو راه راست کے طرف رہنمائی کرتا ہے(1) ۔ ہم اس پر ایمان ﻻ چکے(2) (اب) ہم ہرگز کسی کو بھی اپنے رب(3) کا شریک نہ بنائیں گے.","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"(1) یہ قرآن کی دوسری صفت ہے کہ وہ راہ راست یعنی حق کو واضح کرتا ہے یا اللہ کی معرفت عطا کرتا ہے۔\n(2) یعنی ہم نے سن کر اس بات کی تصدیق کر دی کہ واقعی یہ اللہ کا کلام ہے کسی انسان کا نہیں اس میں کفار کو توبیخ وتنبیہ ہے کہ جن تو ایک مرتبہ ہی سن کر قرآن پر ایمان لے آئے 'تھیڑی سی آیات دن کر ہی ان کا کایا پلٹ گئی اور وہ یہ بھی سمجھ گئے کہ یہ کسی انسان کا بنایا ہواکلام نہیں ہےلیکن انسانوں کو، خاص کر ان کے سرداروں کو اس قرآن سے کوئی فائدہ نہیں ہوا حالانکہ نبی (صلى الله عليه وسلم) کی زبان مبارک سے متعدد بار انہوں نے قرآن سنا۔ علاوہ ازیں خو د آپ (صلى الله عليه وسلم) بھی ان ہی میں سے تھے اور ان ہی کی زبان میں آپ ان کو قرآن سناتے تھے۔\n(3) نہ مخلوق میں سے نہ کسی اور معبود کو اس لیے کہ وہ اپنی ربوبیت میں متفرد ہے۔","lang":"ur"},{"name":"72:3","price":"اور بیشک ہمارے رب کی شان بڑی بلند ہے نہ اس نے کسی کو (اپنی) بیوی بنایا ہے نہ بیٹا.(1)","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"(1) جد کے معنی عظمت وجلال کے ہیں یعنی ہمارے رب کی شان اس سے بہت بلند ہے کہ اس کی اولاد یا بیوی ہو۔ گویا جنوں نے ان مشرکوں کی غلطی کو واضح کیا جو اللہ کی طرف بیوی یا اولاد کی نسبت کرتے تھے، انہوں نے ان دونوں کمزویوں سے ربکی تنزیہ و تقدیس کی۔","lang":"ur"},{"name":"72:4","price":"اور یہ کہ ہم میں کا بیوقوف اللہ کے بارے میں خلاف حق باتیں کہا کرتا تھا.(1)","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"(1) سَفِيهُنَا (ہمارے بےوقوف) سے بعض نے شیطان مراد لیا ہے اور بعض نے ان کے ساتھی جن اور بعض نے بطور جنس؛ یعنی ہر وہ شخص جو یہ گمان باطل رکھتا ہے کہ اللہ کی اولاد ہے۔ شَطَطًا کے کئ معنی کئے گئے ہیں، ظلم، جھوٹ، باطل، کفر میں مبالغہ وغیرہ۔ مقصد، راہ اعتدال سے دوری اور حد سے تجاوز ہے۔ مطلب یہ ہے کہ یہ بات کہ اللہ کی اولاد ہے ان بےوقوفوں کی بات ہے جو راہ اعتدال سے دور، حد متجاوز اور کاذب و افترا پرداز ہیں۔","lang":"ur"},{"name":"72:5","price":"اور ہم تو یہی سمجھتے رہے کہ ناممکن ہے کہ انسانوں اور جنات اللہ پر جھوٹی باتیں لگائیں.(1)","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"(1) اسی لئے ہم اس کی تصدیق کرتے رہے اور اللہ کے بارے میں یہ عقیدہ رکھے رہے۔ حتٰی کہ ہم نے قرآن سنا تو پھر ہم پر اس عقیدے کا باطل ہونا واضح ہوا۔","lang":"ur"},{"name":"72:6","price":"بات یہ ہے کہ چند انسان بعض جنات سے پناه طلب کیا کرتے تھے(1) جس سے جنات اپنی سرکشی میں اور بڑھ گئے.(2)","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"(1) زمانہ جاہلیت میں ایک رواج یہ بھی تھا کہ وہ سفر پر کہیں جاتےتو جس وادی یں قیام کرتے'وہاںھنات سے پناہ طلب کرتے 'جیسے علاقے کے بڑے آدمی اور رئیس سے پناہ طلب کی جاتی ہے ۔اسلام نے اس کو ختم کیا اور صرف ایک اللہ سے پناہ طلب کرنے کی تاکید کی۔\n(2) یعنی جب جنات نے یہ دیکھا کہ انسان ہم سے ڈرتے ہیں اور ہماری پناہ طلب کرتے ہیں تو ان کی سرکشی اور تکبر میں اضافہ ہوگیا۔رھقا، یہاں سرکشی ،طغیانی اور تکبر کے مفہوم میں ہے ۔اس کے اصل معنی ہیں گناہ اور محارم کو ڈانکھنا یعنی ان کا ارتکاب کرنا۔","lang":"ur"},{"name":"72:7","price":"اور (انسانوں) نے بھی تم جنوں کی طرح گمان کر لیا تھا کہ اللہ کسی کو نہ بھیجے گا (یا کسی کو دوباره زنده نہ کرے گا).(1)","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"(1) بعث کے دونوں مفہوم ہو سکتے ہیں جیسا کہ ترجمے سے واضح ہے۔","lang":"ur"},{"name":"72:8","price":"اور ہم نے آسمان کو ٹٹول کر دیکھا تو اسے سخت چوکیداروں اور سخت شعلوں سے پر پایا.(1)","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"(1) حَرَسٌ، حَارِسٌ (چوکیدارنگران)کی اور شُهُبٌ، شِهَابٌ (شعلہ)کی جمع ہے یعنی آسمانوں پر فرشتے چوکیداری کرتے ہیں کہ آسمانوں کی کوئی بات کوئی اور نہ سن لے اور یہ ستارے آسمان پر جانے والے شیاطین پر شعلہ بن کر گرتے ہیں۔","lang":"ur"},{"name":"72:9","price":"اس سے پہلے ہم باتیں سننے کے لیے آسمان میں جگہ جگہ بیٹھ جایا کرتے تھے(1) ۔ اب جو بھی کان لگاتا ہے وه ایک شعلے کو اپنی تاک میں پاتا ہے.(2)","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"(1) اور آسمانی باتوں کی کچھ گن سن پا کر کاہنوں کو بتلا دیا کرتے تھے جس میں وہ اپنی طرف سے سو جھوٹ ملا دیا کرتے تھے۔\n(2) لیکن بعثت محمدیہ کے بعد یہ سلسلہ بند کر دیا گیا، اب جو بھی اس نیت سے اوپر جاتا ہے، شعلہ اس کی تاک میں ہوتا ہے اور ٹوٹ کر اس پر گرتا ہے۔","lang":"ur"},{"name":"72:10","price":"ہم نہیں جانتے کہ زمین والوں کے ساتھ کسی برائی کا اراده کیا گیا ہے یا ان کے رب کا اراده ان کے ساتھ بھلائی کا ہے.(1)","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"(1) یعنی اس حراست آسمانی سے مقصد اہل زمین کے لئے کسی شر کے منصوبے کو پایہ تکمیل تک پہچانا یعنی ان پر عذاب نازل کرنا یا بھلائی کا ارادہ یعنی رسول کا بھیجنا ہے۔","lang":"ur"},{"name":"72:11","price":"اور یہ کہ (بیشک) بعض تو ہم میں نیکو کار ہیں اور بعض اس کے برعکس بھی ہیں، ہم مختلف طریقوں سے بٹے ہوئے ہیں.(1)","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"(1) قِدَدٌ چیز کا ٹکڑا(صَارَ القَوْمُ قِدَدًا) 'اس وقت بولتے ہیں جب ان کے احوال ایک دوسرے سے مختلف ہوں ،یعنی ہم متفرق جماعتوں میں بٹے ہوئے ہیں مطلب یہ کہ جنات میں بھی مسلمان، کافر، یہودی، عیسائی، مجوسی وغیرہ ہیں، بعض کہتے ہیں ان میں بھی مسلمانوں کی طرح قدریہ، مرحبئہ اور رافضہ و غیرہ ہیں (فتح القدیر)","lang":"ur"},{"name":"72:12","price":"اور ہم نے سمجھ لیا(1) کہ ہم اللہ تعالیٰ کو زمین میں ہرگز عاجز نہیں کرسکتے اور نہ ہم بھاگ کر اسے ہرا سکتے ہیں.","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"(1) ظن، یہاں علم اور یقین کے معنی میں ہے، جیسے اور بھی بعض مقامات پر ہے۔","lang":"ur"},{"name":"72:13","price":"ہم تو ہدایت کی بات سنتے ہی اس پر ایمان ﻻئے چکے اور جو بھی اپنے رب پر ایمان ﻻئے گا اسے نہ کسی نقصان کا اندیشہ ہے نہ ﻇلم وستم کا.(1)","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"(1) یعنی نہ اس بات کا اندیشہ ہے کہ ان کی نیکیوں کے اجر و ثواب میں کوئی کمی کر دی جائے گی اور نہ اس بات کا خوف کہ ان کی برائیوں میں اضافہ ہو جائے گا۔","lang":"ur"},{"name":"72:14","price":"ہاں ہم میں بعض تو مسلمان ہیں اور بعض بےانصاف ہیں(1) پس جو فرماں بردار ہوگئے انہوں نے تو راه راست کا قصد کیا.","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"(1) یعنی جو نبوت محمدیہ پر ایمان لائے وہ مسلمان، اور اس کے منکر بے انصاف ہیں۔قاسط،ظالم اور غیر منصف اور مقسط ،عادل یعنی ثلاثی مجرم سے ہوا تو معنی ظلم کرنے کے اور مزید فیہ سے ہوا تو انصاف کرنے کے۔","lang":"ur"},{"name":"72:15","price":"اور جو ﻇالم ہیں وه جہنم کا ایندھن بن گئے.(1)","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"(1) اس سے معلوم ہوا کہ انسانوں کی طرح جنات بھی دوزخ اور جنت میں جانے والے ہوں گے ان میں جو کافر ہیں وہ جہنم میں اور مسلمان جنت میں جائیں گے یہاں تک جنات کی گفتگو ختم ہوگئی۔اب آگے پھر اللہ کا کلام ہے۔","lang":"ur"},{"name":"72:16","price":"اور (اے نبی یہ بھی کہہ دو) کہ اگر لوگ راه راست پر سیدھے رہتے تو یقیناً ہم انہیں بہت وافر پانی پلاتے.","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"ur"},{"name":"72:17","price":"تاکہ ہم اس میں انہیں آزمالیں(1) ، اور جو شخص اپنے پروردگار کے ذکر سے منھ پھیر لے گا تو اللہ تعالیٰ اسے سخت عذاب میں مبتلا کردے گا.(2)","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"(1) أَنْ لَوِ اسْتَقَامُوا، أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ پر عطف ہے یعنی یہ بات بھی میری طرف وحی کی گئی ہے کہ ۔۔الطریقہ سے مراد راہ راست یعنی اسلام ہے۔ غدق کے معنی کثیر۔ وافر پانی سے مطلب دنیوی خوش حالی ہے۔ یعنی دنیا کا مال و اسباب دے کر ہم ان کی آزمائش کرتے۔ جیسے دوسرے مقام پر فرمایا: «وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالأَرْضِ» (الأعراف:96) یہی بات اہل کتاب کے ضمن میں بھی فرمائی گئی ہے۔ سورۂ مائدہ، 66۔ بعض کہتے ہیں کہ اس آیت کا نزول اس وقت ہوا تھا جب کفار قریش پر قحط سالی مسلط کردی گئی تھی۔ الطریقۃ کے دوسرے معنی گمراہی کے راستے کے کئے گئے ہیں۔ اس معنی کے لحاظ سے یہ مادی خوش حالی استدراج کے طور پر ہوگی۔ جیسے دوسرے مقام پر فرمایا: «فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ» الآية (الأنعام:44) «أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ ، نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ» (المؤمنون:55-56)\n(2) صَعَدًا، أَيْ: عَذَابًا شَاقًّا شَدِيدًا مُوجِعًا مُؤْلِمًا ،(ابن کثیر) نہایت سخت الم ناک عذاب۔","lang":"ur"},{"name":"72:18","price":"اور یہ کہ مسجدیں صرف اللہ ہی کے لئے خاص ہیں پس اللہ تعالیٰ کے ساتھ کسی اور کو نہ پکارو.(1)","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"(1) مسجد کے معنی ہیں سجدہ گاہ۔ سجدہ بھی ایک رکن نماز ہے اس لیے نماز پڑھنے کی جگہ مسجد کہا جاتا ہے آیت کا مطلب واضح ہے کہ مسجدوں کا مقصد صرف ایک اللہ کی عبادت ہے اس لیے مسجدوں میں کسی اور کی عبادت کسی اور سے دعا ومناجات 'کسی اور (رضي الله عنه) سے استغاثہ و استمداد جائز نہیں۔یہ امور ویسے تو مطلقا ہی ممنوع ہیں اور کہیں بھی غیر اللہ کی عبادت جائز نہیں ہے لیکن مسجدوں کا بطور خاص اس لئے ذکر کیا ہے کہ ان کے قیام کا مقصد ہی اللہ کی عبادت ہے ۔اگر یہاں بھی غیر اللہ کو پکارنا شروع کر دیا گیا تو یہ نہایت ہی قبیح او ظالمانہ حرکت ہوگی ۔لیکن بدقسمتی سے بعض نادان مسلمان اب مسجدوں میں بھی اللہ کے ساتھ دوسروں کو بھی مدد کے لئے پکارتے ہیں ۔بلکہ مسجدوں میں ایسے کتبے آویزاں کیے ہوئے ہیں جن میں اللہ کو چھوڑ کر دوسروں سے استغاثہ کیا گیا ہے ۔آہ! فَلْيَبْكِ عَلَى الإِسْلامِ مَنْ كَانَ بَاكِيًا۔","lang":"ur"},{"name":"72:19","price":"اور جب اللہ کا بنده اس کی عبادت کے لیے کھڑا ہوا تو قریب تھا کہ وه بھیڑ کی بھیڑ بن کر اس پر پل پڑیں.(1)","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"(1) عَبْدُاللّٰہِ سے مراد رسول اللہ (صلى الله عليه وسلم) ہیں اور مطلب ہے کہ انس و جن مل کر چاہتے ہیں کہ اللہ کے اس نور کو اپنی پھونکوں سے بجھا دیں، لیکن امام ابن کثیر نے اسے رجوع کرنا قرار دیا ہے۔","lang":"ur"},{"name":"72:20","price":"آپ کہہ دیجئے کہ میں تو صرف اپنے رب ہی کو پکارتا ہوں اور اس کے ساتھ کسی کو شریک نہیں کرتا.(1)","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"(1) یعنی جب سب آپ کی عداوت پر اتر آئے ہیں تو آپ کہہ دو کہ میں تو صرف اپنے رب کی عبادت کرتا ہوں اسی سے پناہ طلب کرتا ہوں اور اسی پر بھروسہ کرتا ہوں۔","lang":"ur"},{"name":"72:21","price":"کہہ دیجئے کہ مجھے تمہارے کسی نقصان نفع کا اختیار نہیں.(1)","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"(1) یعنی مجھے تمہاری ہدایت یا گمراہی کا یا کسی اور نفع نقصان کا اختیار نہیں ہے میں تو صرف اس کا ایک بندہ ہوں جسے اللہ نے وحی ورسالت کے لیے چن لیا ہے۔","lang":"ur"},{"name":"72:22","price":"کہہ دیجئے کہ مجھے ہرگز کوئی اللہ سے بچا نہیں سکتا(1) اور میں ہرگز اس کے سوا کوئی جائے پناه بھی پا نہیں سکتا.","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"(1) اگر میں اس کی نافرمانی کروں اور وہ مجھے اس پر وہ عذاب دینا چاہے۔","lang":"ur"},{"name":"72:23","price":"البتہ (میرا کام) اللہ کی بات اور اس کے پیغامات (لوگوں کو) پہنچا دینا ہے(1) ، (اب) جو بھی اللہ اور اس کے رسول کی نہ مانے گا اس کے لیے جہنم کی آگ ہے جس میں ایسے لوگ ہمیشہ رہیں گے.","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"(1) یہ لا أَمْلكُ لَكُمْ سے مستثنیٰ ہے یہ بھی ممکن ہے کہ لن یجیرنی سے مدتثنیٰ ہو 'یعنی اللہ سے کوئی چیز بچا سکتی ہے تو وہ یہی ہے کہ تبلیغ رسالت کا وہ فریحہ بجا لاؤں جس کی ادائیگی الللہ نے مجھ پر واجب کی ہے ۔ رساتہٖ کا عطف اللہ پر ہے یا بلا غا 'پر یا پھر عبارت اس طرح ہے۔ إِلا أَنْ أُبَلِّغَ عَنِ اللهِ وَأَعْمَلَ بِرَسَالَتِهِ ٖ۔(فتح القدیر)","lang":"ur"},{"name":"72:24","price":"(ان کی آنکھ نہ کھلے گی) یہاں تک کہ اسے دیکھ لیں جس کا ان کو وعده دیا جاتا ہے(1) پس عنقریب جان لیں گے کہ کس کا مددگار کمزور اور کس کی جماعت کم ہے.(2)","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"(1) یا مطلب یہ ہے کہ یہ نبی (صلى الله عليه وسلم) اور مومنین کی عداوت اور اپنے کفر پر مصر رہیں گے، یہاں تک کہ دنیا یا آخرت میں وہ عذاب دیکھ لیں گے، جس کا ان سے وعدہ کیا جاتا ہے۔\n(2) یعنی اس وقت ان کو پتہ لگے گا کہ مومنوں کا مددگار کمزور ہے یا مشرکوں کا؟ اہل توحید کی تعداد کم ہے یا غیر اللہ کے پجاریوں کی۔ مطلب یہ ہے کہ پھر مشرکین کا تو سرے سے کوئی مددگار ہی نہیں ہوگا اور اللہ کے ان گنت لشکروں کے مقابلے میں ان مشرکین کی تعداد بھی آٹے میں نمک کے برابر ہوگی۔","lang":"ur"},{"name":"72:25","price":"کہہ دیجئے کہ مجھے معلوم نہیں کہ جس کا وعده تم سے کیا جاتا ہے وه قریب ہے یا میرا رب اس کے لیے دور کی مدت مقرر کرے گا.(1)","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"(1) مطلب یہ ہے کہ عذاب یا قیامت کا علم، یہ غیب سے تعلق رکھتا ہے جس کو صرف اللہ تعالٰی ہی جانتا ہے کہ وہ قریب ہے یا دور؟","lang":"ur"},{"name":"72:26","price":"وه غیب کا جاننے واﻻ ہے اور اپنے غیب پر کسی کو مطلع نہیں کرتا.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"ur"},{"name":"72:27","price":"سوائے اس پیغمبر کے جسے وه پسند کرلے(1) لیکن اس کے بھی آگے پیچھے پہرے دار مقرر کردیتا ہے.(2)","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"(1) یعنی اپنے پیغمبر کو بعض امور غیب سے مطلع کر دیا جاتا ہے جن کا تعلق یا تو اس کے فرائض رسالت سے ہوتا ہے یا وہ اس کی رسالت کی صداقت کی دلیل ہوتے ہیں اور ظاہر بات ہے کہ اللہ کے مطلع کرنے سے پیغمبر عالم الغیب نہیں ہو سکتا۔کیونکہ پیغمبر بھی اگر عالم الغیب ہو تو پھر اللہ کی طرف سے غیب کے اظہار کا کوئی مطلب ہی نہیں اس لئے عالم الغیب صرف اللہ ہی کی ذات ہے جیسا کہ یہاں بھی اس کی صراحت فرمائی گئی ہے۔\n(2) یعنی نزول وحی کے وقت پیغمبر کے آگے پیچھے فرشتے ہوتے ہیں اور شیاطین اور جنات کو وحی کی باتیں سننے نہیں دیتے۔","lang":"ur"},{"name":"72:28","price":"تاکہ ان کے اپنے رب کے پیغام پہنچا دینے کا علم ہو جائے(1) اللہ تعالیٰ نے ان کے آس پاس (کی تمام چیزوں) کا احاطہ کر رکھا ہے(2) اور ہر چیز کی گنتی شمار کر رکھا ہے.(3)","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"(1) لِيَعْلَمَ میں ضمیر کا مرجع کون ہے؟ بعض کے نزدیک رسول اللہ (صلى الله عليه وسلم) تاکہ آپ جان لیں کہ آپ سے پہلے رسولوں نے بھی اللہ کا پیغام اسی طرح پہنچایا جس طرح آپ نے پہنچایا۔ یا نگران فرشتوں نے اپبے رب ک کا پیغام پیغمبروں تک پہنچایا دیا ہے۔ اور بعض نے اللہ کو مرجع بنایا ہے کہ اللہ تعالٰی اپنے پیغمبروں کی فرشتوں کے ذریعے حفاظت فرماتا ہے۔ تاکہ وہ فریضہ رسالت کی ادائگی سحیح طریقے کر سکیں ۔نیز وہ اس وحی کی بھی حفاظت فرماتا ہے جو پیغمبروں کو کی جاتی ہے تاکہ وہ جان جائے کہ انہوں نے اہنے رب کے پیغامات لوگوں تک ٹھیک ٹھیک پہنچادیے ہیں یا فرشتوں نے پیغمبروں تک وحی پہنچادی ہے ۔اللہ کو اگر چہ پہلے ہی ہر چیز کا علم ہے لیکن ایسے موقعوں ہر اللہ کے جاننے کا مطلب اس کے تحقیق کا عام مشاہدہ ہے 'جیسے «لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ» ( البقرة: 143) اور «وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ» (سورة العنكبوت: 11) وغیرہ آیات میں میں ہے۔(ابن کثیر)\n(2) فرشتوں کے پاس کی یا پیغمبروں کے پاس کی۔\n(3) کیونکہ وہی عالم الغیب ہے، جو ہو چکا اور آئندہ ہوگا، سب کا اس نے شمار کر رکھا ہے۔ یعنی اسکے علم میں ہے۔","lang":"ur"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}