{"data":[{"name":"76:1","price":"یقیناً گزرا ہے انسان پر ایک وقت زمانے میں(1) جب کہ یہ کوئی قابل ذکر چیز نہ تھا.","arabic":"هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5592,"juzNumber":29,"footnotes":"(1) ھل بمعنی قد ہے جیسا کہ ترجمے سے واضح ہے ،الانسان سے مراد 'بعض کے نزدیک ابو البشیر یعنی انسان اول حضرت آدم ہیں اور حِیْن (ایک وقت) سے مراد، روح پھونکے جانے سے پہلے کا زمانہ ہے، جو چالیس سال ہے اور اکثر مفسرین کے نزدیک الانسان کا لفظ بطور جنس کے استعمال ہوا ہے اور حِیْن، سے مراد حمل یعنی رحم مادر کی مدت ہے جس میں وہ قابل ذکر چیز نہیں ہوتا۔ اس میں گویا انسان کو متنبہ کیا گیا ہے کہ وہ ایک پیکر حسن و جمال کی صورت میں جب باہر آتا ہے تو رب کے سامنے اکڑتا اور اتراتا ہے، اسے اپنی حیثیت یاد رکھنی چاہیے کہ میں تو وہی ہوں جب میں عالم نیست میں تھا، تو مجھے کون جانتا تھا؟","lang":"ur"},{"name":"76:2","price":"بیشک ہم نے انسان کو ملے جلے نطفے سے امتحان کے لیے(1) پیدا کیا اور اس کو سنتا دیکھتا بنایا.(2)","arabic":"إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5593,"juzNumber":29,"footnotes":"(1) ملے جلے مطلب، مرد اور عورت دونوں کے پانی کا ملنا پھر ان کا مختلف اطوار سے گزرنا ہے۔ پیدا کرنے کا مقصد انسان کی آزمائش ہے۔ «لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلا» (الملک:6)","lang":"ur"},{"name":"76:3","price":"ہم نے اسے راه دکھائی اب خواه وه شکر گزار بنے خواه ناشکرا.(1)","arabic":"إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5594,"juzNumber":29,"footnotes":"(1) یعنی اسے سماعت اور بصارت کی قوتیں عطا کیں، تاکہ وہ سب کچھ دیکھ سکے اور سن سکے اور اس کے بعد اطاعت یا انکاری دونوں راستوں میں کسی ایک کا انتخاب کر سکے۔\n(2) یعنی مذکورہ قوتوں اور صلاحیتوں کے علاوہ ہم نے خود بھی انبیاء علیہ السلام، اپنی کتابوں اور داعیان حق کے ذریعے سے صحیح راستے کو بیان اور واضح کردیا ہے اب یہ اس کی مرضی ہے کہ اطاعت الہی کا راستہ اختیار کر کے شکر گزار بندہ بن جائے یا معصیت کا راستہ اختیار کر کے اس کا ناشکرا بن جائے۔ جیسے ایک حدیث میں نبی (صلى الله عليه وسلم) نے فرمایا: «كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُوبِقُهَا أَوْ مُعْتِقُهَا»، (صحیح مسلم، کتاب الطهارة، باب فضل الوضوء) ”ہر شخص اپنے نفس کی خریدو فروخت کرتا ہے، پس اسے ہلاک کرتا ہے یا اسے آزاد کرالیتا ہے“۔ یعنی اپنے عمل و کسب کے ذریعے سے ہلاک یا آزاد کرالیتا ہے، اگر شر کمائے گا تو اپنے نفس کو ہلاک اور خیر کمائے گا تو نفس کو آزاد کرالے گا۔","lang":"ur"},{"name":"76:4","price":"یقیناً ہم نے کافروں کے لیے زنجیریں اور طوق اور شعلوں والی آگ تیار کر رکھی ہے.","arabic":"إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5595,"juzNumber":29,"footnotes":"(1) یہ اللہ کی دی ہوئی آزادی کے غلط استعمال کا نتیجہ ہے۔","lang":"ur"},{"name":"76:5","price":"بیشک نیک لوگ وه جام پئیں گے جس کی آمیزش کافور کی ہے.(1)","arabic":"إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5596,"juzNumber":29,"footnotes":"(1) اشقیا کے مقابلے میں یہ سعدا کا ذکر ہے، کأس اس جام کو کہتے ہیں جو بھرا ہوا ہو اور چھلک رہا ہو کافور ٹھنڈی اور ایک مخصوص خوشبو کی حامل ہوتی ہے۔ اس کی آمیزش سے شراب کا ذائقہ دو آتشہ اور اس کی خوشبو مشام جان کو معطر کرنے والی ہو جائے گی۔","lang":"ur"},{"name":"76:6","price":"جو ایک چشمہ ہے(1) ۔ جس سے اللہ کے بندے پئیں گے اس کی نہریں نکال لے جائیں گے(2) (جدھر چاہیں).","arabic":"عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5597,"juzNumber":29,"footnotes":"(1) یعنی کافور ملی شراب، دو چار صراحیوں یا مٹکوں نہیں ہوگی، بلکہ چشمہ ہوگا، یعنی ختم ہونے والی نہیں ہوگی۔\n(2) یعنی اس کو جدھر چاہیں گے، موڑ لیں گے، اپنے محلات و منازل میں، اپنی مجلسوں میں اور بیٹھکوں میں اور باہر میدانوں اور تفریح گاہوں میں۔","lang":"ur"},{"name":"76:7","price":"جو نذر پوری کرتے ہیں(1) اور اس دن سے ڈرتے ہیں جس کی برائی چاروں طرف پھیل جانے والی ہے.(2)","arabic":"يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5598,"juzNumber":29,"footnotes":"(1) یعنی صرف ایک اللہ کی عبادت و اطاعت کرتے ہیں نذر بھی مانتے ہیں تو اسی کے لیے اور پھر اسے پورا کرتے ہیں۔ اس سے معلوم ہوا کہ نذر کا پورا کرنا بھی ضروری ہے۔ بشرطیکہ معصیت کی نہ ہو۔ چنانچہ حدیث میں ہے ”جس شخص نے نذر مانی کہ وہ اللہ کی اطاعت کرے گا، تو وہ اس کی اطاعت کرے اور جس نے معصیت الٰہی کی نذر مانی ہے تو، وہ اللہ کی نافرمانی نہ کرے“، یعنی اسے پورا نہ کرے۔ (صحیح بخاری، کتاب الایمان، باب النذر فی الطاعة)\n(2) یعنی اس دن سے ڈرتے ہوئے محرمات اور معصیات کا ارتکاب نہیں کرتے۔ برائی پھیل جانے کا مطلب ہے کہ اس روز اللہ کی گرفت صرف وہی بچے گا جسے اللہ اپنے دامن عفو و رحمت میں ڈھانک لے گا۔ باقی سب اس کے شر کی لپیٹ میں ہونگے۔","lang":"ur"},{"name":"76:8","price":"اور اللہ تعالیٰ کی محبت(1) میں کھانا کھلاتے ہیں مسکین، یتیم اور قیدیوں کو.","arabic":"وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5599,"juzNumber":29,"footnotes":"(1) یا طعام کی محبت کے باوجود وہ اللہ کی رضا کے لیے ضرورت مندوں کو کھانا کھلاتے ہیں، قیدی اگر غیر مسلم ہو تب بھی اس کے ساتھ حسن سلوک کی تاکید ہے جیسے جنگ بدر کے کافر قیدیوں کی بابت نبی (صلى الله عليه وسلم) نے صحابہ کو حکم دیا کہ ان کی تکریم کرو۔ چنانچہ صحابہ پہلے ان کو کھانا کھلاتے، خود بعد میں کھاتے۔ (ابن کثیر) اسی طرح غلام اور نوکر چاکر بھی اسی ذیل میں آتے ہیں جن کے ساتھ حسن سلوک کی تاکید ہے۔ آپ (صلى الله عليه وسلم) کی آخری وصیت یہی تھی کہ ”نماز اور اپنے غلاموں کا خیال رکھنا“۔ (ابن ماجه، کتاب الوصایا، باب هل أوصی رسول الله صلى الله عليه وسلم)","lang":"ur"},{"name":"76:9","price":"ہم تو تمہیں صرف اللہ تعالیٰ کی رضامندی کے لیے کھلاتے ہیں نہ تم سے بدلہ چاہتے ہیں نہ شکر گزاری.","arabic":"إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5600,"juzNumber":29,"footnotes":"","lang":"ur"},{"name":"76:10","price":"بیشک ہم اپنے پروردگار سے اس دن کا خوف کرتے ہیں(1) جو اداسی اور سختی واﻻ ہوگا.","arabic":"إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5601,"juzNumber":29,"footnotes":"(1) حضرت ابن عباس (رضي الله عنه) نے قمطریر کے معنی طویل کے کئے ہیں، عبوس، سخت یعنی وہ دن نہایت سخت ہوگا اور سختیوں اور ہولناکیوں کی وجہ سے کافروں پر بڑا لمبا ہوگا (ابن کثیر)","lang":"ur"},{"name":"76:11","price":"پس انہیں اللہ تعالیٰ نے اس دن کی برائی سے بچا لیا(1) اور انہیں تازگی اور خوشی پہنچائی.(2)","arabic":"فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5602,"juzNumber":29,"footnotes":"(1) جیسا کہ وہ اس کے شر سے ڈرتے تھے اور اس سے بچنے کے لئے اللہ کی اطاعت کرتے تھے۔\n(2) تازگی چہروں پر ہوگی اور خوشی دلوں میں، جب انسان کا دل مسرت سے لبریز ہوتا ہے تو اس کا چہرہ بھی مسرت سے گلنار ہو جاتا ہے۔ نبی (صلى الله عليه وسلم) کے بارے میں آتا ہے کہ جب آپ (صلى الله عليه وسلم) خوش ہوتے تو آپ کا چہرۂ مبارک اس طرح روشن ہوتا گویا چاند کا ٹکڑا ہے۔ (البخاری، کتاب المغازی، باب غزوة تبوک، مسلم، کتاب التوبة)","lang":"ur"},{"name":"76:12","price":"اور انہیں ان کے صبر(1) کے بدلے جنت اور ریشمی لباس عطا فرمائے.","arabic":"وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5603,"juzNumber":29,"footnotes":"(1) صبر کا معنی ہے دین کے راستے میں جو تکلفیں آئیں انہیں خندہ پیشانی سے برداشت کرنا اللہ کی اطاعت میں نفس کی خواہشات اور لذات کو قربان کرنا اور معصیتوں سے اجتناب کرنا۔","lang":"ur"},{"name":"76:13","price":"یہ وہاں تختوں پر تکیے لگائے ہوئے بیٹھیں گے۔ نہ وہاں آفتاب کی گرمی دیکھیں گے نہ جاڑے کی سختی.(1)","arabic":"مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5604,"juzNumber":29,"footnotes":"(1) زَمْهَرِير، سخت جاڑے کو کہتے ہیں۔ مطلب یہ ہے کہ وہاں ہمیشہ ایک ہی موسم رہے گا اور وہ ہے موسم بہار، نہ سخت گرمی اور نہ کڑاکے کی سردی۔","lang":"ur"},{"name":"76:14","price":"ان جنتوں کے سائے ان پر جھکے ہوئے ہوں گے(1) اور ان کے (میوے اور) گچھے نیچے لٹکائے ہوئے ہوں گے.(2)","arabic":"وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5605,"juzNumber":29,"footnotes":"(1) گو وہاں سورج کی حرارت نہیں ہوگی، اس کے باوجود درختوں کے سائے ان پر جھکے ہوئے ہوں گے یا یہ مطلب ہے کہ ان کی شاخیں ان کے قریب ہونگی۔ (2) یعنی درختوں کے پھل، گوش برآواز فرماں بردار کی طرح انسان کا جب کھانے کو جی چاہے گا تو وہ جھک کر اتنے قریب ہو جائیں گے کہ بیٹھے، لیٹے بھی انہیں توڑ لے۔ ابن کثیر)","lang":"ur"},{"name":"76:15","price":"اور ان پر چاندی کے برتنوں اور ان جاموں کا دور کرایا جائے گا(1) جو شیشے کے ہوں گے.(2)","arabic":"وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5606,"juzNumber":29,"footnotes":"(1) یعنی خادم انہیں لے کر جنتیوں کے درمیان پھریں گے۔","lang":"ur"},{"name":"76:16","price":"شیشے بھی چاندی کے جن کو (ساقی نے) اندازے سے ناپ رکھا ہوگا.(1)","arabic":"قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5607,"juzNumber":29,"footnotes":"(1) یعنی یہ برتن اور آب خورے چاندی اور شیشے سے بنے ہونگے، نہایت نفیس اور نازک۔ گویا یہ صنعت ایسی ہے کہ جس کی کوئی نظیر دنیا میں نہیں ہے۔\n(2) یعنی ان میں شراب ایسے اندازے سے ڈالی گئی ہوگی کہ جس سے وہ سیراب بھی ہو جائیں، تشنگی محسوس نہ کریں اور برتنوں اور جاموں میں بھی زائد نہ بچی رہے۔ مہمان نوازی کے اس طریقے میں بھی مہمانوں کی عزت افزائی ہی کا اہتمام ہے۔","lang":"ur"},{"name":"76:17","price":"اور انہیں وہاں وه جام پلائے جائیں گے جن کی آمیزش زنجبیل کی ہوگی.(1)","arabic":"وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5608,"juzNumber":29,"footnotes":"(1) زَنْجَبِیْل (سونٹھ، خشک ادرک) کو کہتے ہیں۔ یہ گرم ہوتی ہے اس کی آمیزش سے ایک خوشگوار تلخی پیدا ہو جاتی ہے۔ علاوہ ازیں عربوں کی یہ مرغوب چیز ہے۔ چنانچہ ان کے قہوہ میں بھی زنجبیل شامل ہوتی ہے۔ مطلب یہ ہے کہ جنت میں ایک وہ شراب ہوگی جو ٹھنڈی ہوگی جس میں کافور کی آمیزش ہوگی اور دوسری شراب گرم، جس میں زنجبیل کی ملاوٹ ہوگی۔","lang":"ur"},{"name":"76:18","price":"جنت کی ایک نہر سے جس کا نام سلسبیل ہے.(1)","arabic":"عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5609,"juzNumber":29,"footnotes":"(1) یعنی اس شراب زنجبیل کی بھی ایک نہر ہوگی جسے سلسبیل کہا جاتا ہے۔","lang":"ur"},{"name":"76:19","price":"اور ان کے ارد گرد گھومتے پھرتے ہوں گے وه کم سن بچے جو ہمیشہ رہنے والے ہیں(1) جب تو انہیں دیکھے تو سمجھے کہ وه بکھرے ہوئے سچے موتی ہیں.(2)","arabic":"۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5610,"juzNumber":29,"footnotes":"(1) شراب کی اوصاف بیان کرنے کے بعد، ساقیوں کا وصف بیان کیا جا رہا ہے ' ہمیشہ رہیں گے 'کا مطلب تو یہ ہے جنتیوں کی طرح ان خادموں کو بھی موت نہیں آئے گی۔ دوسرا یہ کہ ان کا بچپن اور ان کی رعنائی ہمیشہ برقرار رہے گی۔ وہ بوڑھے نہ ہونگے نہ ان کا حسن جمال متغیر ہوگا۔\n(2) حسن و صفائی اور تازگی و شادابی میں موتیوں کی طرح ہونگے، بکھرے ہونے کا مطلب، خدمت کے لئے ہر طرف پھیلے ہوئے اور نہایت تیزی سے مصروف خدمت ہوں گے۔","lang":"ur"},{"name":"76:20","price":"تو وہاں جہاں کہیں بھی نظر ڈالے گا(1) سراسر نعمتیں اور عظیم الشان سلطنت ہی دیکھے گا.","arabic":"وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5611,"juzNumber":29,"footnotes":"(1) ثم ظرف مکان ہے، واذا رأیت ثم، أي: هناك یعنی وہاں جنت میں جہاں کہیں بھی دیکھو گے۔","lang":"ur"},{"name":"76:21","price":"ان کے جسموں پر سبز باریک اور موٹے ریشمی کپڑے ہوں گے(1) اور انہیں چاندی کے کنگن کا زیور پہنایا جائے گا(2)۔ اور انہیں ان کا رب پاک صاف شراب پلائے گا.","arabic":"عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5612,"juzNumber":29,"footnotes":"(1) سندس، باریک ریشمی لباس اور استبرق، موٹا ریشم۔\n(2) جیسے ایک زمانے میں بادشاہ، سردار اور ممتاز قسم کے لوگ پہنا کرتے تھے۔","lang":"ur"},{"name":"76:22","price":"(کہا جائے گا) کہ یہ ہے تمہارے اعمال کا بدلہ اور تمہاری کوشش کی قدر کی گئی.","arabic":"إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5613,"juzNumber":29,"footnotes":"","lang":"ur"},{"name":"76:23","price":"بیشک ہم نے تجھ پر بتدریج قرآن نازل کیا ہے.(1)","arabic":"إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5614,"juzNumber":29,"footnotes":"(1) یعنی ایک ہی مرتبہ نازل کرنے کی بجائے حسب ضرورت مختلف اوقات میں نازل کیا۔ اس کا دوسرا مطلب یہ بھی ہو سکتا ہے کہ یہ قرآن ہم نے نازل کیا ہے، یہ تیرا اپنا گھڑا ہوا نہیں ہے، جیسا کہ مشرکین دعویٰ کرتے ہیں۔","lang":"ur"},{"name":"76:24","price":"پس تو اپنے رب کے حکم پر قائم ره(1) اور ان میں سے کسی گنہگار یا ناشکرے کا کہا نہ مان.(2)","arabic":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5615,"juzNumber":29,"footnotes":"(1) یعنی اس کے فیصلے کا انتظار کرو وہ تیری مدد میں کچھ تاخیر کر رہا ہے تو اس میں اس کی حکمت ہے۔ اس لئے صبر اور حوصلے کی ضرورت ہے۔\n(2) یعنی اگر تجھے اللہ کے نازل کردہ احکام سے روکیں تو ان کا کہنا نہ مان، بلکہ تبلیغ ودعوت کا کام جاری رکھ اور اللہ پر بھروسہ رکھ، وہ لوگوں سے تیری حفاظت فرمائے گا، فاجر جو اللہ کی نافرمانی کرنے والا ہو اور کفور جو دل سے کفر کرنے والا ہو اور کفور جو دل سے کفر کرنے والا ہو یا کفر میں حد سے بڑھ جانے والا ہو۔ بعض کہتے ہیں کہ اس سے مراد ولید بن مغیرہ ہے جس نے نبی (صلى الله عليه وسلم) سے کہا تھا کہ اس کام سے باز آجا، ہم تجھے تیرے کہنے کے مطابق دولت مہیا کردیتے ہیں اور عرب کی جس عورت سے تو شادی کرنا چاہے، ہم تیری شادی کرادیتے ہیں۔ (فتح القدیر)","lang":"ur"},{"name":"76:25","price":"اور اپنے رب کے نام کا صبح وشام ذکر کیا کر.(1)","arabic":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5616,"juzNumber":29,"footnotes":"(1) صبح و شام سے مراد ہے، تمام اوقات میں اللہ کا ذکر کر۔ یا صبح سے مراد فجر کی نماز اور شام سے عصر کی نماز ہے۔","lang":"ur"},{"name":"76:26","price":"اور رات کے وقت اس کے سامنے سجدے کر اور بہت رات تک اس کی تسبیح کیا کر.(1)","arabic":"وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5617,"juzNumber":29,"footnotes":"(1) رات کو سجدہ کر سے مراد بعض نے مغرب وعشاء کی نمازیں مراد لی ہیں اور تسبیح کا مطلب جو باتیں اللہ کے لائق نہیں ہیں ان سے اس کی پاکیزگی بیان کر، بعض کے نزدیک اس سے رات کی نفلی نمازیں یعنی تہجد ہے امر ندب واستحباب کے لیے ہے۔","lang":"ur"},{"name":"76:27","price":"بیشک یہ لوگ جلدی ملنے والی (دنیا) کو چاہتے ہیں(1) اور اپنے پیچھے ایک بڑے بھاری دن کو چھوڑے دیتے ہیں.(2)","arabic":"إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5618,"juzNumber":29,"footnotes":"(1) یعنی کفار مکہ اور ان جیسے دوسرے لوگ دنیا کی محبت میں گرفتار ہیں اور ساری توجہ اسی پر ہے۔\n(2) یعنی قیامت کو، اس کی شدتوں اور ہولناکیوں کی وجہ سے اسے بھاری دن کہا اور چھوڑنے کا مطلب ہے کہ اس کے لئے تیاری نہیں کرتے اور اس کی پروا نہیں کرتے۔","lang":"ur"},{"name":"76:28","price":"ہم نے انہیں پیدا کیا اور ہم نے ہی ان کے جوڑ اور بندھن مضبوط کیے(1) اور ہم جب چاہیں ان کے عوض ان جیسے اوروں کو بدل ﻻئیں.(2)","arabic":"نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5619,"juzNumber":29,"footnotes":"(1) یعنی ان کی پیدائش کو مضبوط بنایا، یا ان کے جوڑوں کو، رگوں کو اور پٹھوں کے ذریعے سے، ایک دوسرے کے ساتھ ملا دیا، بلفظ دیگر، ان کا مانجھا کڑا کیا۔\n(2) یعنی ان کو ہلاک کرکے ان کی جگہ کسی اور قوم کو پیدا کردیں یا اس سے مطلب قیامت کے دن دوبارہ پیدائش ہے۔","lang":"ur"},{"name":"76:29","price":"یقیناً یہ تو ایک نصیحت ہے پس جو چاہے اپنے رب کی راه لے لے.(1)","arabic":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5620,"juzNumber":29,"footnotes":"(1) یعنی اس قرآن سے ہدایت حاصل کرے۔","lang":"ur"},{"name":"76:30","price":"اور تم نہ چاہو گے مگر یہ کہ اللہ تعالیٰ ہی چاہے(1) بیشک اللہ تعالیٰ علم واﻻ باحکمت ہے.(2)","arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5621,"juzNumber":29,"footnotes":"(1) یعنی تم میں سے کوئی اس بات پر قادر نہیں ہے کہ وہ ہدایت کی راہ لگا لے، اپنے لئے کسی نفع کو جاری کر لے، ہاں اگر اللہ چاہے تو ایسا ممکن ہے، اس کی مشیت کے بغیر تم کچھ نہیں کر سکتے۔ البتہ صحیح قصد و نیت پر وہ اجر ضرور عطا فرماتا ہے ”إنَّما الأَعمالُ بالنِّيَّات، وإِنَّمَا لِكُلِّ امرئٍ مَا نَوَى“ اعمال کا دارو مدار، نیتوں پر ہے، ہر آدمی کے لئے وہ ہے جس کی وہ نیت کرے\"۔\n(2) چوں کہ وہ علیم وحکیم ہے اس لیے اس کے ہر کام میں حکمت ہوتی ہے بنابریں ہدایت اور گمراہی کے فیصلے بھی یوں ہی نہیں ہو جاتے بلکہ جس کو ہدایت دی جاتی ہے وہ واقعی اس کا مستحق ہوتا ہے اور جس کے حصے میں گمراہی آتی ہے وہ حقیقتا اسی کے لائق ہوتا ہے۔","lang":"ur"},{"name":"76:31","price":"جسے چاہے اپنی رحمت میں داخل کرلے، اور ﻇالموں کے لیے اس نے دردناک عذاب تیار کر رکھا ہے.(1)","arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5622,"juzNumber":29,"footnotes":"","lang":"ur"}],"chapter":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"]}