{"data":[{"name":"8:1","price":"یہ لوگ آپ سے غنیمتوں کا حکم دریافت کرتے ہیں(1) ، آپ فرما دیجئے! کہ یہ غنیمتیں اللہ کی ہیں اور رسول کی ہیں(2)، سو تم اللہ سے ڈرو اور اپنے باہمی تعلقات کی اصلاح کرو اور اللہ تعالیٰ اور اس کے رسول کی اطاعت کرو اگر تم ایمان والے ہو۔(3)","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"(1) ”أَنْفَالٌ“ نَفَلٌ کی جمع ہے جس کے معنی زیادہ کے ہیں، یہ اس مال واسباب کو کہا جاتا ہے، جو کافروں کے ساتھ جنگ میں ہاتھ لگے، جسے غنیمت بھی کہا جاتا ہے اسے نفل (زیادہ) اس لیے کہا جاتا ہے کہ یہ ان چیزوں میں سے ایک ہے جو پچھلی امتوں پر حرام تھیں۔ یہ گویا امت محمدیہ پر ایک زائد چیز حلال کی گئی ہے یا اس لیے کہ یہ جہاد کے اجر سے (جو آخرت میں ملے گا) ایک زائد چیز ہے جو بعض دفعہ دنیا میں ہی مل جاتی ہے۔\n(2) یعنی اس کا فیصلہ کرنے کے مجاز ہیں۔ اللہ کا رسول، اللہ کے حکم سے اسے تقسیم فرمائے گا۔ نہ کہ تم آپس میں جس طرح چاہو اسے تقسیم کرلو۔\n(3) اس کا مطلب یہ ہوا کہ مذکورہ تینوں باتوں پر عمل کے بغیر ایمان مکمل نہیں۔ اس سے تقویٰ، اصلاح ذات البین اور اللہ اور رسول کی اطاعت کی اہمیت واضح ہے۔ خاص طور پر مال غنیمت کی تقسیم میں ان تینوں امور پر عمل نہایت ضروری ہے۔ کیونکہ مال کی تقسیم میں باہمی فساد کا بھی شدید اندیشہ رہتا ہے، اس کے علاج کے لیے اصلاح ذات البین پر زور دیا۔ ہیراپھیری اور خیانت کا بھی امکاں رہتا ہے اس کے لیے تقویٰ کا حکم دیا۔ اس کے باوجود بھی کوئی کوتاہی ہو جائے تو اس کا حل اللہ اور رسول کی اطاعت میں مضمر ہے۔","lang":"ur"},{"name":"8:2","price":"بس ایمان والے تو ایسے ہوتے ہیں کہ جب اللہ تعالیٰ کا ذکر آتا ہے تو ان کے قلوب ڈر جاتے ہیں اور جب اللہ کی آیتیں ان کو پڑھ کر سنائی جاتیں ہیں تو وه آیتیں ان کے ایمان کو اور زیاده کردیتی ہیں اور وه لوگ اپنے رب پر توکل کرتے ہیں۔(1)","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"(1) ان آیات میں اہل ایمان کی 4 صفات بیان کی گئی ہیں; 1۔ وہ اللہ اور اس کے رسول (صلى الله عليه وسلم) کی اطاعت کرتے ہیں نہ کہ صرف اللہ کی یعنی قرآن کی۔ 2۔ اللہ کا ذکر سن کر، اللہ کی جلالت وعظمت سے ان کے دل کانپ اٹھتے ہیں۔ 3۔ تلاوت قرآن سے ان کے ایمانوں میں اضافہ ہوتا ہے (جس سے معلوم ہوا کہ ایمان میں کمی بیشی ہوتی ہے، جیسا کہ محدثین کا مسلک ہے) 4۔ اور وہ اپنے رب پر توکل کرتے ہیں۔ توکل کا مطلب ہے کہ ظاہری اسباب اختیار کرنے کے بعد اللہ کی ذات پر بھروسہ کرتے ہیں۔ یعنی اسباب سے اعراض وگریز بھی نہیں کرتے کیونکہ انہیں اختیار کرنے کا حکم اللہ تعالیٰ نے ہی دیا ہے، لیکن اسباب ظاہری کو ہی سب کچھ نہیں سمجھ لیتے بلکہ ان کا یہ یقین ہوتا ہے کہ اصل کارفرما مشیت الٰہی ہی ہے، اس لیے جب تک اللہ کی مشیت بھی نہیں ہوگی، یہ ظاہری اسباب کچھ نہیں کرسکیں گے اور اس یقین واعتماد کی بنیاد پر پھر وہ اللہ کی مدد واعانت حاصل کرنے سے ایک لمحے کے لیے بھی غافل نہیں ہوتے۔ آگے ان کی مزید صفات کا تذکرہ ہے اور ان صفات کے حاملین کے لیے اللہ کی طرف سے سچے مومن ہونے کا سرٹیفکیٹ اور مغفرت ورحمت الٰہی اور رزق کریم کی نوید ہے ۔ جَعَلَنَا اللهُ مِنْهُمْ (اللہ تعالیٰ ہمیں بھی ان میں شمار فرما لے)۔\nجنگ بدر کا پس منظر: جنگ بدر، جو ٢ ہجری میں ہوئی، کافروں کے ساتھ مسلمانوں کی پہلی جنگ تھی۔ علاوہ ازیں یہ منصوبہ بندی اور تیاری کے بغیر اچانک ہوئی۔ نیز بے سروسامانی کی وجہ سے بعض مسلمان ذہنی طور پر اس کے لیے تیار بھی نہیں تھے۔ مختصراً اس کا پس منظر اس طرح ہے کہ ابوسفیان کی (جو ابھی مسلمان نہیں ہوئے تھے) سرکردگی میں ایک تجارتی قافلہ شام سے مکہ جارہا تھا، چونکہ مسلمانوں کا بھی بہت سا مال واسباب ہجرت کی وجہ سے مکہ رہ گیا تھا، یا کافروں نے چھین لیا تھا، نیز کافروں کی قوت وشوکت کو توڑنا بھی مقتضائے وقت تھا، ان تمام باتوں کے پیش نظر رسول اللہ (صلى الله عليه وسلم) نے اس تجارتی قافلے پر حملے کرنے کا پروگرام بنایا اور مسلمان اس نیت سے مدینہ سے چل پڑے۔ ابوسفیان کو بھی اس امر کی اطلاع مل گئی۔ چنانچہ انہوں نے ایک تو اپنا راستہ تبدیل کرلیا۔ دوسرے، مکہ اطلاع بھجوادی جس کی بنا پر ابوجہل ایک لشکر لے کر اپنے قافلے کی حفاظت کے لیے بدر کی جانب چل پڑا، نبی (صلى الله عليه وسلم) کو اس صورت حال کا علم ہوا تو صحابہ کرام کے سامنے معاملہ رکھ دیا اور اللہ کا وعدہ بھی بتلایا کہ ان دونوں (تجارتی قافلہ اور لشکر) میں سے ایک چیز تمہیں ضرور حاصل ہوگی۔ تاہم پھر بھی لڑائی میں بعض صحابہ نے تردد کا اظہار اور تجارتی قافلے کے تعاقب کا مشورہ دیا، جب کہ دوسرے تمام صحابہ نے رسول اللہ (صلى الله عليه وسلم) کے ساتھ لڑنے میں بھرپور تعاون کا یقین دلایا۔ اسی پس منظر میں یہ آیات نازل ہوئیں۔","lang":"ur"},{"name":"8:3","price":"جو کہ نماز کی پابندی کرتے ہیں اور ہم نے ان کو جو کچھ دیا ہے وه اس میں سے خرچ کرتے ہیں۔","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"ur"},{"name":"8:4","price":"سچے ایمان والے یہ لوگ ہیں ان کے لیے بڑے درجے ہیں ان کے رب کے پاس اور مغفرت اور عزت کی روزی ہے۔","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"ur"},{"name":"8:5","price":"جیسا کہ آپ کے رب نے آپ کے گھر سے حق کے ساتھ آپ کو روانہ کیا(1) اور مسلمانوں کی ایک جماعت اس کو گراں سمجھتی تھی۔(2)","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"(1) یعنی جس طرح مال غنیمت کی تقسیم کا معاملہ مسلمانوں کے درمیان اختلاف کا باعث بنا ہوا تھا۔ پھر اسے اللہ اور اس کے رسول (صلى الله عليه وسلم) کے حوالہ کردیا گیا تو اسی میں مسلمانوں کی بہتری تھی، اسی طرح آپ کا مدینہ سے نکلنا، اور پھر آگے چل کر تجارتی قافلے کے بجائے، لشکر قریش سے مدبھیڑ ہوجانا، گو بعض طبائع کے لیے ناگوار تھا، لیکن اس میں بھی بالاخر فائدہ مسلمانوں ہی کا ہوگا۔\n(2) یہ ناگواری لشکر قریش سے لڑنے کے معاملے میں تھی، جس کا اظہار چند ایک افراد کی طرف سے ہوا اور اس کی وجہ بھی صرف بے سروسامانی تھی۔ اس کا تعلق مدینہ سے نکلنے سے نہیں ہے۔","lang":"ur"},{"name":"8:6","price":"وه اس حق کے بارے میں، اس کے بعد کہ اس کا ﻇہور ہوگیا تھا(1) آپ سے اس طرح جھگڑ رہے تھے کہ گویا کوئی ان کو موت کی طرف ہانکے لیے جاتا ہے اور وه دیکھ رہے ہیں۔(2)","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"(1) یعنی یہ بات ظاہر ہوگئی تھی کہ قافلہ تو بچ کر نکل گیا ہے اور اب لشکر قریش ہی سامنے ہے جس سے لڑائی ناگزیر ہے۔\n(2) یہ بے سروسامانی کی حالت میں لڑنے کی وجہ سے بعض مسلمانوں کی جو کیفیت تھیں، اس کا اظہار ہے۔","lang":"ur"},{"name":"8:7","price":"اور تم لوگ اس وقت کو یاد کرو! جب کہ اللہ تم سے ان دو جماعتوں میں سے ایک کا وعده کرتا تھا کہ وه تمہارے ہاتھ آجائے گی(1) اور تم اس تمنا میں تھے کہ غیر مسلح جماعت تمہارے ہاتھ آجائے(2) اور اللہ تعالیٰ کو یہ منظور تھا کہ اپنے احکام سے حق کا حق ہونا ﺛابت کردے اور ان کافروں کی جڑ کاٹ دے۔","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"(1) یعنی یا تو تجارتی قافلہ تمہیں مل جائے گا، جس سے تمہیں بغیر لڑائی کے وافر مال واسباب مل جائے گا، بصورت دیگر لشکر قریش سے تمہارا مقابلہ ہوگا اور تمہیں غلبہ ہوگا اور مال غنیمت ملے گا۔\n(2) یعنی تجارتی قافلہ، تاکہ بغیر لڑے مال ہاتھ آجائے۔","lang":"ur"},{"name":"8:8","price":"تاکہ حق کا حق ہونا اور باطل کا باطل ہونا ﺛابت کردے گو یہ مجرم لوگ ناپسند ہی کریں۔(1)","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"(1) لیکن اللہ اس کے برعکس یہ چاہتا تھا کہ لشکر قریش سے تمہاری جنگ ہو تاکہ کفر کی قوت وشوکت ٹوٹ جائے گو یہ امر مجرموں (مشرکوں) کے لیے ناگوار ہی ہو۔","lang":"ur"},{"name":"8:9","price":"اس وقت کو یاد کرو جب کہ تم اپنے رب سے فریاد کررہے تھے، پھر اللہ تعالیٰ نے تمہاری سن لی کہ میں تم کو ایک ہزار فرشتوں سے مدد دوں گا جو لگاتار چلے آئیں گے۔(1)","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"(1) اس جنگ میں مسلمانوں کی تعداد 313 تھی، جب کہ کافر اس سے 3 گنا (یعنی ہزار کے قریب) تھے، پھر مسلمان نہتے اور بے سروسامان تھے جب کہ کافروں کے پاس اسلحے کی بھی فراوانی تھی۔ ان حالات میں مسلمانوں کا سہارا صرف اللہ ہی کی ذات تھی، جس سے وہ گڑگڑا کر مدد کی فریادیں کررہے تھے۔ خود نبی کریم (صلى الله عليه وسلم) الگ ایک خیمے میں نہایت الحاح وزاری سے مصروف دعا تھے۔ (صحیح بخاری ۔ کتاب المغازی) چنانچہ اللہ تعالیٰ نے دعائیں قبول کیں اور ایک ہزار فرشتے ایک دوسرے کے پیچھے مسلسل لگاتار مسلمانوں کی مدد کے لیے آگئے۔","lang":"ur"},{"name":"8:10","price":"اور اللہ تعالیٰ نے یہ امداد محض اس لیے کی کہ بشارت ہو اور تاکہ تمہارے دلوں کو قرار ہو جائے اور مدد صرف اللہ ہی کی طرف سے ہے(1) جو کہ زبردست حکمت واﻻ ہے۔","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"(1) یعنی فرشتوں کا نزول تو صرف خوش خبری اور تمہارے دلوں کے اطمینان کے لیے تھا ورنہ اصل مدد تو اللہ کی طرف سے تھی جو فرشتوں کے بغیر بھی تمہاری مدد کر سکتا تھا تاہم اس سے یہ سمجھنا بھی صحیح نہیں کہ فرشتوں نے عملاً جنگ میں حصہ نہیں لیا- احادیث سے معلوم ہوتا ہے کہ جنگ میں فرشتوں نے عملی حصہ لیا اور کئی کافروں کو انہوں نے تہ تیغ کیا۔ (دیکھئے: صحيح بخاري وصحيح مسلم كتاب المغازي، وفضائل الصحابة)","lang":"ur"},{"name":"8:11","price":"اس وقت کو یاد کرو جب کہ اللہ تم پر اونگھ طاری کر رہا تھا اپنی طرف سے چین دینے کے لیے(1) اور تم پر آسمان سے پانی برسا رہا تھا کہ اس پانی کے ذریعہ سے تم کو پاک کر دے اور تم سے شیطانی وسوسہ کو دفع کر دے(2) اور تمہارے دلوں کو مضبوط کر دے اور تمہارے پاؤں جما دے۔(3)","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"(1) جنگ احد کی طرح جنگ بدر میں بھی اللہ تعالیٰ نے مسلمانوں پر اونگھ طاری کر دی، جس سے ان کے دلوں کے بوجھ ہلکے ہوگئے اور اطمینان وسکون کی ایک خاص کیفیت ان پر طاری ہوگئی ۔\n(2) تیسرا انعام یہ کیا کہ بارش نازل فرما دی، جس سے ایک تو رتیلی زمین میں نقل وحرکت آسان ہوگئی ۔ دوسرے وضو وطہارت میں آسانی ہوگئی ۔ تیسرے اس سے شیطانی وسوسوں کا ازالہ فرما دیا گیا جو وہ اہل ایمان کے دلوں میں ڈال رہا تھا کہ تم اللہ کے نیک بندے ہوتے ہوئے بھی پانی سے دور ہو، دوسرے جنابت کی حالت میں تم لڑو گے تو کیسے اللہ کی رحمت ونصرت تمہیں حاصل ہوگی؟ تیسرے تم پیاسے ہو، جب کہ تمہارے دشمن سیراب ہیں۔ وغیرہ وغیرہ ۔\n(3) یہ چوتھا انعام ہے جو دلوں اور قدموں کو مضبوط کرکے کیا گیا۔","lang":"ur"},{"name":"8:12","price":"اس وقت کو یاد کرو جب کہ آپ کا رب فرشتوں کو حکم دیتا تھا کہ میں تمہارا ساتھی ہوں سو تم ایمان والوں کی ہمت بڑھاؤ میں ابھی کفار کے قلوب میں رعب ڈالے دیتا ہوں(1) ، سو تم گردنوں پر مارو اور ان کے پور پور کو مارو۔(2)","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"(1) یہ اللہ تعالیٰ نے فرشتوں کے ذریعے سے اور خاص اپنی طرف سے جس جس طریقے سے مسلمانوں کی بدر میں مدد فرمائی، اس کا بیان ہے ۔\n(2) ”بَنَانٍ“ ہاتھوں اور پیروں کے پور، یعنی ان کی انگلیوں کے اطراف (کنارے)، یہ اطراف کاٹ دیئے جائیں تو ظاہر ہے کہ وہ معذور ہو جائیں گے۔ اس طرح وہ ہاتھوں سے تلوار چلانے کے اور پیروں سے بھاگنے کے قابل نہیں رہیں گے۔","lang":"ur"},{"name":"8:13","price":"یہ اس بات کی سزا ہے کہ انہوں نے اللہ کی اور اس کے رسول کی مخالفت کی۔ اور جو اللہ کی اور اس کے رسول کی مخالفت کرتا ہے سو بےشک اللہ تعالیٰ سخت سزا دینے واﻻ ہے۔","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"ur"},{"name":"8:14","price":"سو یہ سزا چکھو اور جان رکھو کہ کافروں کے لیے جہنم کا عذاب مقرر ہی ہے۔","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"ur"},{"name":"8:15","price":"اے ایمان والو! جب تم کافروں سے دو بدو مقابل ہو جاؤ تو ان سے پشت مت پھیرنا۔(1)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"(1) زَحْفًا کے معنی ہیں ایک دوسرے کے مقابل اور دوبدو ہونا ۔ یعنی مسلمان اور کافر جب ایک دوسرے کے بالمقابل صف آرا ہوں تو پیٹھ پھیر کر بھاگنے کی اجازت نہیں ہے۔ ایک حدیث میں ہے «اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ» ”سات ہلاک کر دینے والی چیزوں سے بچو!“ ان سات میں ایک التَّوَلِّي يَوْمَ الزَّحْفِ (قابلے والے دن پیٹھ پھیر جانا ہے) ( صحيح بخاري، نمبر ٢٧٦٦ كتاب الوصايا وصحيح مسلم، كتاب الإيمان)","lang":"ur"},{"name":"8:16","price":"اور جو شخص ان سے اس موقع پر پشت پھیرے گا مگر ہاں جو لڑائی کے لیے پینترا بدلتا ہو یا جو (اپنی) جماعت کی طرف پناه لینے آتا ہو وه مستثنیٰ ہے(1) ۔ باقی اور جو ایسا کرے گا وه اللہ کے غضب میں آجائے گا اور اس کا ٹھکانہ دوزخ ہوگا وه بہت ہی بری جگہ ہے۔(2)","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"(1) گزشتہ آیت میں پیٹھ پھیرنے سے جو منع کیا گیا ہے، دو صورتیں اس سے مستثنیٰ ہیں: ایک تَحَرُّفٌ کی اور دوسری تَحَيُّزٌ کی۔ تَحَرُّفٌ کے معنی ہیں ایک طرف پھر جانا۔ یعنی لڑائی میں جنگی چال کے طور پر یا دشمن کو دھوکے میں ڈالنے کی غرض سے لڑتا لڑتا ایک طرف پھر جائے، دشمن یہ سمجھے کہ شاید یہ شکست خوردہ ہو کر بھاگ رہا ہے لیکن پھر وہ ایک دم پینترا بدل کر اچانک دشمن پر حملہ کر دے۔ یہ پیٹھ پھیرنا نہیں ہے بلکہ یہ جنگی چال ہے جو بعض دفعہ ضروری اور مفید ہوتی ہے تَحَيُّزٌ کے معنی ملنے اور پناہ لینے کے ہیں ۔ کوئی مجاہد لڑتا لڑتا تنہا رہ جائے تو بہ لطائف الحیل میدان جنگ سے ایک طرف ہو جائے، تاکہ وہ اپنی جماعت کی طرف پناہ حاصل کرے اور اس کی مدد سے دوبارہ حملہ کرے ۔ یہ دونوں صورتیں جائز ہیں ۔\n(2) یعنی مذکورہ دو صورتوں کے علاوہ کوئی شخص میدان جنگ سے پیٹھ پھیرے گا، اس کے لیے یہ سخت وعید ہے۔","lang":"ur"},{"name":"8:17","price":"سو تم نے انہیں قتل نہیں کیا لیکن اللہ تعالیٰ نے ان کو قتل کیا(1) ۔ اور آپ نے خاک کی مٹھی نہیں پھینکی بلکہ اللہ تعالیٰ نے وه پھینکی(2) اور تاکہ مسلمانوں کو اپنی طرف سے ان کی محنت کا خوب عوض دے(3) بلاشبہ اللہ تعالیٰ خوب سننے واﻻ خوب جاننے واﻻ ہے۔","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"(1) یعنی جنگ بدر کی ساری صورت حال تمہارے سامنے رکھ دی گئی ہے اور جس جس طرح اللہ نے تمہاری وہاں مدد فرمائی، اس کی وضاحت کے بعد تم یہ نہ سمجھ لینا کہ کافروں کا قتل، یہ تمہارا کارنامہ ہے۔ نہیں، بلکہ یہ اللہ کی اس مدد کا نتیجہ ہے جس کی وجہ سے تمہیں یہ طاقت حاصل ہوئی۔ اس لیے دراصل انہیں قتل کرنے والا اللہ تعالیٰ ہے۔\n(2) جنگ بدر میں نبی (صلى الله عليه وسلم) نے کنکریوں کی ایک مٹھی بھر کر کافروں کی طرف پھینکی تھی، جسے ایک تو اللہ تعالیٰ نے کافروں کے مونہوں اور آنکھوں تک پہنچا دیا اور دوسرے، اس میں یہ تاثیر پیدا فرما دی کہ اس سے ان کی آنکھیں چندھیا گئیں اور انہیں کچھ سجھائی نہیں دیتا تھا، یہ معجزہ بھی، جو اس وقت اللہ کی مدد سے ظاہر ہوا، مسلمانوں کی کامیابی میں بہت مددگار ثابت ہوا ۔ اللہ تعالیٰ فرما رہا ہے کہ اے پیغمبر! کنکریاں بےشک آپ نے پھینکی تھیں، لیکن اس میں تاثیر ہم نے پیدا کی تھی، اگر ہم اس میں یہ تاثیر پیدا نہ کرتے تو یہ کنکریاں کیا کرسکتی تھیں؟ اس لیے یہ بھی دراصل ہمارا ہی کام تھا نہ کہ آپ کا ۔\n(3) بلاء یہاں نعمت کے معنی میں ہے۔ یعنی اللہ کی یہ تائید ونصرت، اللہ کا انعام ہے جو مومنوں پر ہوا۔","lang":"ur"},{"name":"8:18","price":"(ایک بات تو) یہ ہوئی اور (دوسری بات یہ ہے) اللہ تعالیٰ کو کافروں کی تدبیر کو کمزور کرنا تھا۔(1)","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"(1) دوسرا مقصد اس کا کافروں کی تدبیر کو کمزور کرنا اور ان کی قوت وشوکت کو توڑنا تھا۔","lang":"ur"},{"name":"8:19","price":"اگر تم لوگ فیصلہ چاہتے ہو تو وه فیصلہ تمہارے سامنے آموجود ہوا(1) اور اگر باز آجاؤ تو یہ تمہارے لیے نہایت خوب ہے اور اگر تم پھر وہی کام کرو گے تو ہم بھی پھر وہی کام کریں گے اور تمہاری جمعیت تمہارے ذرا بھی کام نہ آئے گی گو کتنی زیاده ہو اور واقعی بات یہ ہے کہ اللہ تعالیٰ ایمان والوں کے ساتھ ہے۔","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"(1) ابوجہل وغیرہ روسائے قریش نے مکہ سے نکلتے وقت دعا کی تھی کہ ”یا اللہ ہم میں سے جو تیرا زیادہ نافرمان اور قاطع رحم ہے، کل کو تو اسے ہلاک کر دے“ اپنے طور پر وہ مسلمانوں کو قاطع رحم اور نافرمان سمجھتے تھے، اس لیے اس قسم کی دعا کی۔ اب جب اللہ تعالیٰ نے مسلمانوں کو فتح نصیب فرما دی تو اللہ تعالیٰ ان کافروں سے کہہ رہا ہے کہ تم فتح یعنی حق اور باطل کے درمیان فیصلہ طلب کر رہے تھے تو وہ فیصلہ تو سامنے آچکا ہے، اس لیے اب تم کفر سے باز آجاؤ ، تو تمہارے لیے بہتر ہے اور اگر پھر تم دوبارہ مسلمانوں کے مقابلے میں آؤ گے تو ہم بھی دوبارہ ان کی مدد کریں گے اور تمہاری جماعت کثرت کے باوجود تمہارے کچھ کام نہ آئے گی۔","lang":"ur"},{"name":"8:20","price":"اے ایمان والو! اللہ کا اور اس کے رسول کا کہنا مانو اور اس (کا کہنا ماننے) سے روگردانی مت کرو سنتے جانتے ہوئے۔","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"ur"},{"name":"8:21","price":"اور تم ان لوگوں کی طرح مت ہونا جو دعویٰ تو کرتے ہیں کہ ہم نے سن لیا حاﻻنکہ وه سنتے (سناتے کچھ) نہیں۔(1)","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"(1) یعنی سن لینے کے باوجود، عمل نہ کرنا، یہ کافروں کا طریقہ ہے، تم اس رویے سے بچو ۔ اگلی آیت میں ایسے ہی لوگوں کو بہرہ، گونگا، غیر عاقل اور بدترین خلائق قرار دیا گیا ہے ۔ دَوَابّ، دَابَّةٌ کی جمع ہے، جو بھی زمین پر چلنے پھرنے والی چیز ہے وہ دابہ ہے۔ مراد مخلوقات ہے۔ یعنی یہ سب سے بدتر ہیں جو حق کے معاملے میں بہرے گونگے اور غیر عاقل ہیں۔","lang":"ur"},{"name":"8:22","price":"بےشک بدترین خلائق اللہ تعالیٰ کے نزدیک وه لوگ ہیں جو بہرے ہیں گونگے ہیں جو کہ (ذرا) نہیں سمجھتے۔(1)","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"(1) اسی بات کو قرآن کریم میں دوسرے مقام پر اس طرح بیان فرمایا گیا ہے «لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ» [الأعراف: 179] ”ان کے دل ہیں ، لیکن ان سے سمجھتے نہیں، ان کی آنکھیں ہیں، لیکن ان سے دیکھتے نہیں اور ان کے کان ہیں لیکن ان سے سنتے نہیں یہ چوپائے کی طرح ہیں، بلکہ ان سے بھی زیادہ گمراہ ۔ یہ لوگ ( اللہ سے ) بے خبر ہیں“۔","lang":"ur"},{"name":"8:23","price":"اور اگر اللہ تعالیٰ ان میں کوئی خوبی دیکھتا تو ان کو سننے کی توفیق دے دیتا(1) اور اگر ان کو اب سنا دے تو ضرور روگردانی کریں گے بے رخی کرتے ہوئے۔(2)","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"(1) یعنی ان کے سماع کو نافع بنا کر ان کو فہم صحیح عطا فرما دیتا، جس سے وہ حق کو قبول کر لیتے اور اسے اپنا لیتے ۔ لیکن چونکہ ان کے اندر خیر یعنی حق کی طلب ہی نہیں ہے، اس لئے وہ فہم صحیح سے ہی محروم ہیں ۔\n(2) پہلے سماع سے مراد سماع نافع ہے اس دوسرے سماع سے مراد مطلق سماع ہے- یعنی اگر اللہ تعالیٰ انہیں حق بات سنوا بھی دے تو چونکہ ان کے اندر حق کی طلب ہی نہیں ہے، اس لئے وہ بدستور اس سے اعرا ض ہی کریں گے۔","lang":"ur"},{"name":"8:24","price":"اے ایمان والو! تم اللہ اور رسول کے کہنے کو بجا لاؤ، جب کہ رسول تم کو تمہاری زندگی بخش چیز کی طرف بلاتے ہوں(1) اور جان رکھو کہ اللہ تعالیٰ آدمی کے اور اس کے قلب کے درمیان آڑ بن جایا کرتا ہے(2) اور بلاشبہ تم سب کو اللہ ہی کے پاس جمع ہونا ہے۔","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"(1) لِمَا يُحْيِيكُمْ ایسی چیزوں کی طرف جس سے تمہیں زندگی ملے۔ بعض نے اس سے جہاد مراد لیا ہے کہ اس میں تمہاری زندگی کا سروسامان ہے۔ بعض نے قرآن کے اوامر ونواہی اور احکام شرعیہ مرادلئے ہیں، جن میں جہاد بھی آجاتا ہے مطلب یہ ہے کہ صرف اللہ اور رسول (صلى الله عليه وسلم) کی بات مانو، اور اس پر عمل کرو، اسی میں تمہاری زندگی ہے۔\n(2) یعنی موت وارد کرکے۔ جس کا مزہ ہر نفس کو چکھنا ہے، مطلب یہ ہے کہ قبل اس کے کہ تمہیں موت آجائے اللہ اور رسول کی بات مان لو اور اس پر عمل کر لو ۔ بعض نے کہا ہےکہ اللہ تعالیٰ انسان کے دل کے جس طرح قریب ہے اس میں اسےبطور تمثیل بیان کیا گیا ہے اور مطلب یہ ہے کہ وہ دلوں کے بھیدوں کو جانتا ہے، اس سے کوئی چیز مخفی نہیں ۔ امام ابن جریر نے اس کا مفہوم یہ بیان کیا ہے کہ وہ اپنے بندوں کے دلوں پر پورا اختیار رکھتا ہے اور جب چاہتا ہے ان کے اور ان کے دلوں کے درمیان حائل ہو جاتا ہے۔ حتیٰ کہ انسان اس کی مشیت کے بغیر کسی چیز کو پا نہیں سکتا ۔ بعض نے اسے جنگ بدر سے متعلق قرار دیا ہے کہ مسلمان دشمن کی کثرت سے خوف زدہ تھے تو اللہ تعالیٰ نے دلوں کے درمیان حائل ہو کر مسلمانوں کے دلوں میں موجود خوف کو امن سے بدل دیا۔ امام شوکانی فرماتے ہیں کہ آیت کے یہ سارے ہی مفہوم مراد ہو سکتے ہیں (فتح القدیر) امام ابن جریر کے بیان کردہ مفہوم کی تائید ان احادیث سےہوتی ہے، جن میں دین پر ثابت قدمی کی دعائیں کرنے کی تاکید کی گئی ہے ۔ مثلا ایک حدیث میں رسول اللہ (صلى الله عليه وسلم)نے فرمایا: ”بنی آدم کے دل، ایک دل کی طرح رحمٰن کی دو انگلیوں کے درمیان ہیں۔ انہیں جس طرح چاہتا ہےپھیرتا رہتا ہے“ پھر آپ (صلى الله عليه وسلم) نے یہ دعا پڑھی ۔ «اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ ، صَرِّفْ قُلُوبَنَا إِلَى طَاعَتِكَ» (صحيح مسلم- كتاب القدر، باب تصريف الله تعالى القلوب كيف شاء) ”اے دلوں کے پھیرنے والے ! ہمارے دلوں کو اپنی اطاعت کی طرف پھیر دے“۔ بعض روایات میں ثَبِّتْ قَلْبِي عَلَى دِينِكَ (سنن ترمذي - أبواب القدر) کے الفاظ ہیں۔","lang":"ur"},{"name":"8:25","price":"اور تم ایسے وبال سے بچو! کہ جو خاص کر صرف ان ہی لوگوں پر واقع نہ ہو گا جو تم میں سے ان گناہوں کے مرتکب ہوئے ہیں(1) اور یہ جان رکھو کہ اللہ سخت سزا دینے واﻻ ہے۔","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"(1) اس سے مراد یا تو بندوں کا ایک دوسرے پر تسلط ہے جو بلا تخصیص، عام وخاص پر ظلم کرتے ہیں، یا وہ عام عذاب ہیں جو کثرت بارش یا سیلاب وغیرہ ارضی وسماوی آفات کی صورت میں آتے ہیں اور نیک وبد سب ہی ان سے متاثر ہوتے ہیں، یا بعض احادیث میں امربالمعروف ونہی عن المنکر کے ترک کی وجہ سے عذاب کی جو وعید بیان کی گئی ہے، وہ مراد ہے۔","lang":"ur"},{"name":"8:26","price":"اور اس حالت کو یاد کرو! جب کہ تم زمین میں قلیل تھے، کمزور شمار کئے جاتے تھے۔ اس اندیشہ میں رہتے تھے کہ تم کو لوگ نوچ کھسوٹ نہ لیں، سو اللہ نے تم کو رہنے کی جگہ دی اور تم کو اپنی نصرت سے قوت دی اور تم کو نفیس نفیس چیزیں عطا فرمائیں تاکہ تم شکر کرو۔(1)","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"(1) اس میں مکی زندگی کے شدائد وخطرات کا بیان اور اس کے بعد مدنی زندگی میں مسلمان جس آرام وراحت اور آسودگی سے بفضل الٰہی ہمکنار ہوئے، اس کا تذکرہ ہے۔","lang":"ur"},{"name":"8:27","price":"اے ایمان والو! تم اللہ اور رسول (کے حقوق) میں جانتے ہوئے خیانت مت کرو اور اپنی قابل حفاﻇت چیزوں میں خیانت مت کرو۔(1)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"(1) اللہ اور رسول کے حقوق میں خیانت یہ ہے کہ جلوت میں اللہ اور رسول (صلى الله عليه وسلم) کا تابع دار بن کر رہے اور خلوت میں اس کے برعکس معصیت کار، اسی طرح یہ بھی خیانت ہے کہ فرائض میں سے کسی فرض کا ترک اور نواہی میں سے کسی بات کا ارتکاب کیا جائے ۔ اور کا مطلب ایک شخص دوسرے کے پاس جو امانت رکھواتا ہے اس میں خیانت نہ کرے۔ نبی (صلى الله عليه وسلم) نے بھی امانت کی حفاظت کی بڑی تاکید فرمائی ہے۔ حدیث میں ہے کہ نبی (صلى الله عليه وسلم) اپنے اکثر خطبوں میں یہ ضرور ارشاد فرماتے تھے: «لا إِيمَانَ لِمَنْ لا أَمَانَةَ لَهُ وَلا دِينَ لِمَنْ لا عَهْدَ لَهُ» (مسند أحمد جلد 3 صفحة 135، وقال الألباني حديث جيد، تعليقات الألباني على المشكاة) ”اس کا ایمان نہیں، جس کے اندر امانت کی پاسداری نہیں اور اس کا دین نہیں، جس کے اندر عہد کی پابندی کا احساس نہیں“۔","lang":"ur"},{"name":"8:28","price":"اور تم اس بات کو جان رکھو کہ تمہارے اموال اور تمہاری اوﻻد ایک امتحان کی چیز ہے(1) ۔ اور اس بات کو بھی جان رکھو کہ اللہ تعالیٰ کے پاس بڑا بھاری اجر ہے۔","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"(1) مال اور اولاد کی محبت ہی عام طور پر انسان کو خیانت پر اور اللہ اور رسول کی اطاعت سے گریز کرنے پر مجبور کرتی ہے ۔ اس لئےان کو فتنہ (آزمائش) قرار دیا گیا ہے، یعنی اس کےذریعے سے انسان کی آزمائش ہوتی ہے کہ ان کی محبت میں امانت اور اطاعت کے تقاضے پورے کرتا ہے یا نہیں؟ اگر وہ پورے کرتا ہے تو سمجھ لو کہ وہ اس آزمائش میں کامیاب ہے۔ بصورت دیگر ناکام ۔ اس صورت میں یہی مال اور اولاد اس کے لئے عذاب الٰہی کا باعث بن جائیں گے۔","lang":"ur"},{"name":"8:29","price":"اے ایمان والو! اگر تم اللہ سے ڈرتے رہو گے تو اللہ تعالیٰ تم کو ایک فیصلہ کی چیز دے گا اور تم سے تمہارے گناه دور کر دے گا اور تم کو بخش دے گا اور اللہ تعالیٰ بڑے فضل واﻻ ہے۔(1)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"(1) تقویٰ کا مطلب ہے، اوامرِ الٰہی کی مخالفت اور اس کے مناہی کے ارتکاب سے بچنا، اور فرقان کے کئی معنی بیان کئے گئے ہیں مثلا ایسی چیز جس سے حق وباطل کے درمیان فرق کیا جا سکے۔ مطلب یہ ہے کہ تقویٰ کی بدولت دل مضبوط، بصیرت تیز اور ہدایت کا راستہ واضح تر ہو جاتا ہے، جس سے انسان کو ہر ایسے موقعے پر، جب عام انسان التباس واشتباہ کی وادیوں میں بھٹک رہے ہوں، صراط مستقیم کی توفیق مل جاتی ہے۔ علاوہ ازیں فتح نصرت اور نجات ومخرج بھی اس کے معنی کئے گئے ہیں۔ اور سارے ہی معانی مراد ہو سکتے ہیں، کیونکہ تقویٰ سے یقینا یہ سارے ہی فوائد حاصل ہوتے ہیں، بلکہ اس کے ساتھ تکفیر سیئات، مغفرت ذنوب اور فضل عظیم بھی حاصل ہوتا ہے۔","lang":"ur"},{"name":"8:30","price":"اور اس واقعہ کا بھی ذکر کیجئے! جب کہ کافر لوگ آپ کی نسبت تدبیر سوچ رہے تھے کہ آپ کو قید کر لیں، یا آپ کو قتل کر ڈالیں یا آپ کو خارج وطن کر دیں(1) اور وه تو اپنی تدبیریں کر رہے تھے اور اللہ اپنی تدبیر کر رہا تھا اور سب سے زیاده مستحکم تدبیر واﻻ اللہ ہے(1) ۔","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"- یہ اس سازش کا تذکرہ ہے جو روسائے مکہ نے ایک رات دارالندوہ میں تیار کی تھی اور بالآخر یہ طے پایا تھا کہ مختلف قبیلوں کے نوجوانوں کو آپ کے قتل پر مامور کیا جائے تاکہ کسی ایک کو قتل کے بدلے میں قتل نہ کیا جائے بلکہ دیت دے کر جان چھوٹ جائے ۔\n(2) چنانچہ اس سازش کے تحت ایک رات یہ نوجوان آپ کے گھر کے باہر اس انتظار میں کھڑے رہے کہ آپ (صلى الله عليه وسلم) باہر نکلیں تو آپ کا کام تمام کر دیں اللہ تعالیٰ نے آپ (صلى الله عليه وسلم) کو اس سازش سے آگاہ فرما دیا اور آپ (صلى الله عليه وسلم)نے گھر سےباہر نکلتے وقت مٹی کی ایک مٹھی لی اور ان کے سروں پر ڈالتے ہوئے نکل گئے، کسی کو آپ (صلى الله عليه وسلم) کے نکلنے کا پتہ ہی نہیں لگا، حتیٰ کہ آپ غار ثور میں پہنچ گئے ۔ یہ کافروں کے مقابلے میں اللہ کی تدبیر تھی ۔ جس سے بہتر کوئی تدبیر نہیں کر سکتا ( مکر کے معنی کے لئےدیکھئے ۔ آل عمران ۔ 54کا حاشیہ ) ۔","lang":"ur"},{"name":"8:31","price":"اور جب ان کے سامنے ہماری آیتیں پڑھی جاتی ہیں تو کہتے ہیں کہ ہم نے سن لیا، اگر ہم چاہیں تو اس کے برابر ہم بھی کہہ دیں، یہ تو کچھ بھی نہیں صرف بے سند باتیں ہیں جو پہلوں سے منقول چلی آرہی ہیں۔","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"ur"},{"name":"8:32","price":"اور جب کہ ان لوگوں نے کہا کہ اے اللہ! اگر یہ قرآن آپ کی طرف سے واقعی ہے تو ہم پر آسمان سے پتھر برسا یا ہم پر کوئی دردناک عذاب واقع کر دے۔","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"ur"},{"name":"8:33","price":"اور اللہ تعالیٰ ایسا نہ کرے گا کہ ان میں آپ کے ہوتے ہوئے ان کو عذاب دے(1) اور اللہ ان کو عذاب نہ دے گا اس حالت میں کہ وه استغفار بھی کرتے ہوں۔(2)","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"(1) یعنی پیغمبر کی موجودگی میں قوم پر عذاب نہیں آتا، اس لحاظ سے آپ (صلى الله عليه وسلم) کا وجود گرامی بھی ان کے حفظ وامان کا سبب تھا ۔\n(2) اس سے مراد یہ ہے کہ وہ آئندہ مسلمان ہو کر استغفار کریں گے، یا یہ کہ طواف کرتے وقت مشرکین ”غُفْرَانَكَ رَبَّنَا غُفْرَانكَ“ کہا کرتے تھے۔","lang":"ur"},{"name":"8:34","price":"اور ان میں کیا بات ہے کہ ان کو اللہ تعالیٰ سزا نہ دے حاﻻنکہ وه لوگ مسجد حرام سے روکتے ہیں، جب کہ وه لوگ اس مسجد کے متولی نہیں۔ اس کے متولی تو سوا متقیوں کے اور اشخاص نہیں، لیکن ان میں اکثر لوگ علم نہیں رکھتے۔(1)","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"(1) یعنی وہ مشرکین اپنے آپ کو مسجد حرام (خانہ کعبہ) کا متولی سمجھتے تھے اور اس اعتبار سےجس کو چاہتے طواف کی اجازت دیتے اور جس کو چاہتے نہ دیتے۔ چنانچہ مسلمانوں کو بھی وہ مسجد حرام میں آنے سے روکتے تھے۔ دراں حالیکہ وہ اس کے متولی ہی نہیں تھے، تَحَكُّمًا (زبردستی) بنے ہوئے تھے۔ اللہ تعالیٰ نے فرمایا، اس کے متولی تو متقی افراد ہی بن سکتے ہیں نہ کہ مشرک۔ علاوہ ازیں اس آیت میں جس عذاب کا ذکر ہے، اس سے مراد فتح مکہ ہے جو مشرکین کے لئے عذاب الیم کی حیثیت رکھتا ہے۔ اس سے قبل کی آیت میں جس عذاب کی نفی ہے، جو پیغمبر کی موجودگی یا استغفار کرتے رہنے کی وجہ سے نہیں آتا، اس سے مراد عذاب استیصال اور ہلاکت کلی ہے۔ عبرت وتنبیہ کے طور پر چھوٹے موٹے عذاب اس کے منافی ہیں۔","lang":"ur"},{"name":"8:35","price":"اور ان کی نماز کعبہ کے پاس صرف یہ تھی سیٹیاں بجانا اور تالیاں بجانا(1) ۔ سو اپنے کفر کے سبب اس عذاب کا مزه چکھو۔","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"(1) مشرکین جس طرح بیت اللہ کا ننگا طواف کرتے تھے۔ اسی طرح طواف کے دوران وہ انگلیاں منہ میں ڈال کر سیٹیاں اور ہاتھوں سے تالیاں بجاتے۔ اس کو بھی وہ عبادت اور نیکی تصور کرتے تھے ۔ جس طرح آج بھی جاہل صوفی مسجدوں اور آستانوں میں رقص کرتے، ڈھول پیٹتے اور دھمالیں ڈالتے ہیں اور کہتے ہیں ۔ یہی ہماری نماز اور عبادت ہے۔ ناچ ناچ کر ہم اپنے یار (اللہ ) کو منالیں گے ۔ نَعُوذُ بِاللهِ مِنْ هَذِهِ الْخُرَافَاتِ ۔","lang":"ur"},{"name":"8:36","price":"بلاشک یہ کافر لوگ اپنے مالوں کو اس لئے خرچ کر رہے ہیں کہ اللہ کی راه سے روکیں سو یہ لوگ تو اپنے مالوں کو خرچ کرتے ہی رہیں گے، پھر وه مال ان کے حق میں باعث حسرت ہو جائیں گے۔ پھر مغلوب ہو جائیں گے اور کافر لوگوں کو دوزخ کی طرف جمع کیا جائے گا۔(1)","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"(1) جب قریش مکہ کو بدر میں شکست ہوئی اور ان کے شکست خوردہ اصحاب مکہ واپس گئے۔ ادھر سےابوسفیان بھی اپنا تجارتی قافلہ لے کر وہاں پہنچ چکے تھے تو کچھ لوگ، جن کے باپ، بیٹے یا بھائی اس جنگ میں مارے گئے تھے، ابوسفیان اور جن کا اس تجارتی سامان میں حصہ تھا، ان کے پاس گئے اور ان سے استدعا کی کہ وہ اس مال کو مسلمانوں سے بدلہ لینے کے لئے استعمال کریں۔ مسلمانوں نے ہمیں بڑا سخت نقصان پہنچایا ہے اس لئے ان سے انتقامی جنگ ضروری ہے۔ اللہ تعالیٰ نے اس آیت میں انہی لوگوں یا اسی قسم کا کردار اپنانے والوں کے بارے میں فرمایا کہ بے شک یہ لوگ اللہ کے راستے سے لوگوں کو روکنے کے لئے اپنا مال خرچ کر لیں لیکن ان کے حصے میں سوائے حسرت اور مغلوبیت کے کچھ نہیں آئےگا اور آخرت میں ان کا ٹھکانہ جہنم ہوگا۔","lang":"ur"},{"name":"8:37","price":"تاکہ اللہ تعالیٰ ناپاک کو پاک سے الگ کر دے(1) اور ناپاکوں کو ایک دوسرے سے ملا دے، پس ان سب کو اکھٹا ڈھیر کر دے پھر ان سب کو جہنم میں ڈال دے۔ ایسے لوگ پورے خسارے میں ہیں۔","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"(1) یہ علیحدگی یا تو آخرت میں ہوگی کہ اہل سعادت کو اہل شقاوت سے الگ کر دیا جائےگا، جیسا کہ فرمایا ۔ ”وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ“ [يس: 59] ”اے گناہ گارو! آج الگ ہو جاؤ“، یعنی نیک لوگوں سے اور مجرموں یعنی کافروں، مشرکوں اور نافرمانوں کو اکھٹا کرکے سب کو جہنم میں ڈال دیا جائے گا۔ یا پھر اس کا تعلق دنیا سے ہے اور لام تعلیل کے لئے ہے۔ یعنی کافر اللہ کے راستے سے روکنے کے لئے جو مال خرچ کر رہے ہیں، ہم ان کو ایسا کرنے کا موقع دیں گے تاکہ اس طریقے سے اللہ تعالیٰ خبیث کو طیب سے، کافر کو مومن سے اور منافق کو مخلص سے علیحدہ کر دے۔ اس اعتبار سے آیت کے معنی ہوں گے، کفار کے ذریعے سے ہم تمہاری آزمائش کریں گے، وہ تم سےلڑیں گے اور ہم انہیں ان کے مال بھی لڑائی پر خرچ کرنے کی قدرت دیں گے تاکہ خبیث، طیب سے ممتاز ہو جائے۔ پھر وہ خبیث کو ایک دوسرے سے ملا دے گا یعنی سب کو جمع کر دے گا۔ ( ابن کثیر)","lang":"ur"},{"name":"8:38","price":"آپ ان کافروں سے کہہ دیجئے! کہ اگر یہ لوگ باز آجائیں تو ان کے سارے گناہ جو پہلے ہو چکے ہیں سب معاف کر دیئے جائیں گے(1) اور اگر اپنی وہی عادت رکھیں گے تو (کفار) سابقین کے حق میں قانون نافذ ہو چکا ہے۔(2)","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"(1) باز آجانے کا مطلب، مسلمان ہونا ہے، جس طرح حدیث میں بھی ہے (جس نے اسلام قبول کر کے نیکی کا راستہ اپنا لیا، اس سے اس کے گناہوں کی باز پرس نہیں ہوگی جو اس نےجاہلیت میں کیے ہونگے اور جس نےاسلام لا کر بھی برائی نہ چھوڑی، اس سے اگلےپچھلے سب عملوں کا مؤاخذہ ہوگا۔ (صحيح بخاري، كتاب استتابة المرتدين- وصحيح مسلم- كتاب الإيمان، باب هل يؤاخذ بأعمال الجاهلية) ایک اور حدیث میں ہے «الإسْلامُ يَجُبُّ مَا قَبْلَهُ» (مسند أحمد ۔ جلد 4، ص 199) ”اسلام ماقبل کے گناہوں کو مٹا دیتا ہے“۔\n(2) یعنی اگر وہ اپنے کفر وعناد پر قائم رہے تو جلد یا بہ دیر عذاب الٰہی کے مورد بن کر رہیں گے۔","lang":"ur"},{"name":"8:39","price":"اور تم ان سے اس حد تک لڑو کہ ان میں فساد عقیده نہ رہے(1) ۔ اور دین اللہ ہی کا ہو جائے(2) پھر اگر یہ باز آجائیں تو اللہ تعالیٰ ان اعمال کو خوب دیکھتا ہے۔(3)","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"(1) فتنہ سے مراد شرک ہے۔ یعنی اس وقت تک جہاد جاری رکھو، جب تک شرک کا خاتمہ نہ ہو جائے۔\n(2) یعنی اللہ کی توحید کا پھریرا چار دانگ عالم میں لہرا جائے۔\n(3) یعنی تمہارے لئے ان کا ظاہری اسلام ہی کافی ہے، باطن کا معاملہ اللہ کےسپرد کر دو، کیونکہ اس کو ظاہر وباطن ہر چیز کا علم ہے۔","lang":"ur"},{"name":"8:40","price":"اور اگر روگردانی کریں(1) تو یقین رکھیں کہ اللہ تعالیٰ تمہارا کار ساز ہے(2) وه بہت اچھا کار ساز ہے اور بہت اچھا مدد گار ہے۔(3)","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"(1) یعنی اسلام قبول نہ کریں اور اپنے کفر اور تمہاری مخالفت پر مصر رہیں ۔\n(2) یعنی تمہارے تمہارے دشمن پر تمہارا مددگار اور تمہارا حامی ومحافظ ہے۔\n(3) پس کامیاب بھی وہی ہوگا جس کا مولیٰ اللہ ہو، اور غالب بھی وہی ہوگا جس کا مددگار وہ ہو۔","lang":"ur"},{"name":"8:41","price":"جان لو کہ تم جس قسم کی جو کچھ غنیمت حاصل کرو(1) اس میں سے پانچواں حصہ تو اللہ کا ہے اور رسول کا اور قرابت داروں کا اور یتیموں اور مسکینوں کا اور مسافروں کا(2)، اگر تم اللہ پر ایمان ﻻئے ہو اور اس چیز پر جو ہم نے اپنے بندے پر اس دن اتارا ہے(3)، جو دن حق وباطل کی جدائی کا تھا(3) جس دن دو فوجیں بھڑ گئی تھیں(4)۔ اللہ ہر چیز پر قادر ہے۔","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"(1) غنیمت سے مراد وہ مال ہے جو کافروں سے، کافروں پر لڑائی میں فتح وغلبہ حاصل ہونے کے بعد، حاصل ہو ۔ پہلی امتوں میں اس کے لئے یہ طریقہ تھا کہ جنگ ختم ہونے کے بعد کافروں سے حاصل کردہ سارا مال ایک جگہ ڈھیر کر دیا جاتا، آسمان سے آگ آتی اور اسے جلا کر بھسم کرڈالتی ۔ لیکن امت مسلمہ کے لئے یہ مال غنیمت حلال کر دیا گیا اور جو مال بغیر لڑائی کے صلح کے ذریعے یا جزیہ وخراج سے وصول ہو، اسے فَيْءٌ کہا جاتا ہے ۔ کبھی غنیمت کو فَيْءٌ سے تعبیر کر لیا جاتا ہے۔ ”مِنْ شَيْءٍ“ سے مراد جو کچھ بھی ہو یعنی تھوڑا ہو یا زیادہ، قیمتی ہو یا معمولی، سب کو جمع کرکے اس کی تقسیم حسب ضابطہ کی جائے گی۔ کسی سپاہی کو اس میں سے کوئی چیز تقسیم سے قبل اپنے پاس رکھنے کی اجازت نہیں ہے ۔\n(2) اللہ کا لفظ تو بطور تبرک، نیز اس لئے بھی ہے کہ ہر چیز کا اصل مالک وہی ہے اور حکم بھی اسی کا چلتا ہے۔ مراد اللہ اور اس کے رسول کے حصہ سے ایک ہی ہے، یعنی سارے مال غنیمت کے پانچ حصے کرکے چار حصے تو ان مجاہدین میں تقسیم کیے جائیں گے جنہوں نے جنگ میں حصہ لیا۔ ان میں بھی پیادہ کو ایک حصہ اور سوار کو تین گنا حصہ ملے گا۔ پانچواں حصہ، جسے عربی میں خمس کہتے ہیں، کہا جاتا ہے کہ اس کے پھر پانچ حصے کئے جائیں گے۔ ایک حصہ رسول اللہ (صلى الله عليه وسلم) کا ( اور آپ صلى الله عليه وسلم کے بعد اسے مفاد عامہ میں خرچ کیا جائے گا) جیسا کہ خود آپ (صلى الله عليه وسلم) بھی یہ حصہ مسلمانوں پر ہی خرچ فرماتے تھے بلکہ آپ (صلى الله عليه وسلم) نے فرمایا بھی ہے۔ ”وَالْخُمُسُ مَرْدُودٌ عَلَيْكُمْ“ (سنن النسائي- وصححه الألباني في صحيح النسائي: 3858 ۔ ومسند أحمد جلد: 5، ص،319) یعنی میرا جو پانچواں حصہ ہے وہ بھی مسلمانوں کے مصالح پر ہی خرچ ہوتا ہے۔ دوسرا حصہ رسول اللہ (صلى الله عليه وسلم) کے قرابت داروں کا، پھر یتیموں اور مسکینوں اور مسافروں کا۔ اور کہا جاتا ہے کہ یہ خمس حسب ضرورت خرچ کیا جائے گا۔\n(3) اس نزول سے مراد فرشتوں کا اور آیات الٰہی ( معجزات وغیرہ ) کا نزول ہے جو بدر میں ہوا۔\n(4) بدر کی جنگ 2 ہجری 17رمضان المبارک کو ہوئی۔ اس دن کو یوم الفرقان اس لئے کہا گیا ہے کہ یہ کافروں اور مسلمانوں کے درمیان پہلی جنگ تھی اور مسلمانوں کو فتح وغلبہ دے کر واضح کر دیا گیا کہ اسلام حق ہے اور کفر وشرک باطل ہے۔\n(5) یعنی مسلمانوں اور کافروں کی فوجیں۔","lang":"ur"},{"name":"8:42","price":"جب کہ تم پاس والے کنارے پر تھے اور وه دور والے کنارے پر تھے(1) اور قافلہ تم سے نیچے تھا(2)۔ اگر تم آپس میں وعدے کرتے تو یقیناً تم وقت معین پر پہنچنے میں مختلف ہو جاتے(3)۔ لیکن اللہ کو تو ایک کام کر ہی ڈالنا تھا جو مقرر ہو چکا تھا تاکہ جو ہلاک ہو، دلیل پر (یعنی یقین جان کر) ہلاک ہو اور جو زنده رہے، وه بھی دلیل پر (حق پہچان کر) زنده رہے(4)۔ بیشک اللہ بہت سننے واﻻ خوب جاننے واﻻ ہے۔","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"(1) دنیا، دُنُوٌّ سے ہے بمعنی قریب- مراد ہے وہ کنارہ جو مدینہ شہر کے قریب تھا۔ قصویٰ کہتے ہیں دور کو۔ کافر اس کنارے پر تھے جو مدینہ سے نسبتاً دور تھا ۔\n(2) اس سے مراد وہ تجارتی قافلہ ہے جو حضرت ابو سفیان (رضي الله عنه) کی قیادت میں شام سے مکہ جا رہا تھا اور جسے حاصل کرنے کے لئے ہی دراصل مسلمان اس طرف آئے تھے۔ یہ پہاڑ سے بہت دور مغرب کی طرف نشیب میں تھا، جب کہ بدر کا مقام جہاں جنگ ہوئی، بلندی پر تھا۔\n(3) یعنی اگر جنگ کے لئے باقاعدہ دن اور تاریخ کا ایک دوسرے کے ساتھ وعدہ یا اعلان ہوتا تو ممکن بلکہ یقین تھا کہ کوئی فریق لڑائی کے بغیر ہی پسپائی اختیار کر لیتا لیکن چونکہ اس جنگ کا ہونا اللہ نے لکھ رکھا تھا، اس لئے ایسے اسباب پیدا کر دیئے گئے کہ دونوں فریق بدر کے مقام پر ایک دوسرے کے مقابل بغیر پیشگی وعدہ وعید کے، صف آرا ہو جائیں۔\n(4) یہ علت ہے اللہ کی اس تقدیری مشیت کی جس کے تحت بدر میں فریقین کا اجتماع ہوا، تاکہ جو ایمان پر زندہ رہے تو وہ دلیل کے ساتھ زندہ رہے اور اسے یقین ہو کہ اسلام حق ہے کیونکہ اس کی حقانیت کا مشاہدہ وہ بدر میں کر چکا ہے اور جو کفر کے ساتھ ہلاک ہو تو وہ بھی دلیل کے ساتھ ہلاک ہو کیونکہ اس پر یہ واضح ہو چکا ہے کہ مشرکین کا راستہ گمراہی اور باطل کا راستہ ہے۔","lang":"ur"},{"name":"8:43","price":"جب کہ اللہ تعالیٰ نے تجھے تیرے خواب میں ان کی تعداد کم دکھائی، اگر ان کی زیادتی دکھاتا تو تم بزدل ہو جاتے اور اس کام کے بارے میں آپس میں اختلاف کرتے لیکن اللہ تعالیٰ نے بچا لیا، وه دلوں کے بھیدوں سے خوب آگاه ہے۔(1)","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"(1) اللہ تعالیٰ نے نبی (صلى الله عليه وسلم) کو خواب میں کافروں کی تعداد تھوڑی دکھائی اور وہی تعداد آپ نے صحابہ کرام کے سامنے بیان فرمائی،جس سے ان کے حوصلے بڑھ گئے۔ اگر اس کے برعکس کافروں کی تعداد دکھائی جاتی تو صحابہ میں پست ہمتی پیدا ہونے اور باہمی اختلاف کا اندیشہ تھا۔ لیکن اللہ نے ان دونوں باتوں سے بچا لیا۔","lang":"ur"},{"name":"8:44","price":"جبکہ اس نے بوقت ملاقات انہیں تمہاری نگاہوں میں بہت کم دکھائے اور تمہیں ان کی نگاہوں میں کم دکھائے(1) تاکہ اللہ تعالیٰ اس کام کو انجام تک پہنچا دے جو کرنا ہی تھا(2) اور سب کام اللہ ہی کی طرف پھیرے جاتے ہیں۔","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"(1) تاکہ وہ کافر بھی تم سے خوف کھا کر پیچھے نہ ہٹیں۔ پہلا واقعہ خواب کاتھا اور یہ دکھلانا عین قتال کے وقت تھا، جیسا کہ الفاظ قرآنی سے واضح ہے ۔ تاہم یہ معاملہ ابتدائی میں تھا۔ لیکن جب باقاعدہ لڑائی شروع ہوگئی تو پھر کافروں کو مسلمان اپنے سے دوگنا نظر آتے تھے جیسا کہ سورۂ آل عمران کی آیت 13 سے معلوم ہوتا ہے۔ بعد میں زیادہ دکھانے کی حکمت یہ نظر آتی ہے کہ کثرت دیکھ کر ان کے اندر مسلمانوں کا خوف اور دہشت بیٹھ جائے، جس سے ان کے اندر بزدلی اور پست ہمتی پیدا ہو، اس کے برعکس پہلے کم دکھانے میں حکمت یہ تھی کہ وہ لڑنے سے گریز نہ کریں۔\n(2) اس سب کا مقصد یہ تھا کہ اللہ تعالیٰ نے جو فیصلہ کیا ہوا تھا، وہ پورا ہو جائے۔ اس لئے اس نے اس کے اسباب پیدا فرما دیئے۔","lang":"ur"},{"name":"8:45","price":"اے ایمان والو! جب تم کسی مخالف فوج سے بھڑ جاؤ تو ﺛابت قدم رہو اور بکثرت اللہ کو یاد کرو تاکہ تمہیں کامیابی حاصل ہو۔(1)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"(1) اب مسلمانوں کو لڑائی کے وہ آداب بتائے جا رہے ہیں جن کو دشمن سے مقابلے کے وقت ملحوظ رکھنا ضروری ہے۔ سب سے پہلی بات ثبات قدمی اور استقلال ہے، کیونکہ اس کے بغیر میدان جنگ میں ٹھہرنا ممکن ہی نہیں ہے تاہم اس سے تحرف اور تحیز کی وہ دونوں صورتیں مستثنیٰ ہوں گی جن کی پہلے وضاحت کی جا چکی ہے کیونکہ بعض دفعہ ثبات قدمی کے لئے بھی تحرف یا تحیز ناگزیر ہوتا ہے۔ دوسری ہدایت; اللہ کو کثرت سےیاد کرو۔ تاکہ مسلمان اگر تھوڑے ہوں تو اللہ کی مدد کے طالب رہیں اور اللہ بھی کثرت ذکر کی وجہ سے ان کی طرف متوجہ رہے اور اگر مسلمان تعداد میں زیادہ ہوں تو کثرت کی وجہ سے ان کے اندر عجب اور غرور پیدا نہ ہو، بلکہ اصل توجہ اللہ کی امداد پر ہی رہے۔","lang":"ur"},{"name":"8:46","price":"اور اللہ کی اور اس کے رسول کی فرماں برداری کرتے رہو، آپس میں اختلاف نہ کرو ورنہ بزدل ہو جاؤ گے اور تمہاری ہوا اکھڑ جائے گی اور صبر و سہارا رکھو، یقیناً اللہ تعالیٰ صبر کرنے والوں کے ساتھ ہے۔(1)","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"(1) تیسری ہدایت، اللہ اور رسول کی اطاعت، ظاہر بات ہے ان نازک حالات میں اللہ اور رسول کی نافرمانی کتنی سخت خطرناک ہو سکتی ہے۔ اس لئے ایک مسلمان کے لئے ویسے تو ہر حالت میں اللہ اور رسول کی اطاعت ضروری ہے تاہم میدان جنگ میں اس کی اہمیت دو چند ہو جاتی ہے اور اس موقع پر تھوڑی سی بھی نافرمانی اللہ کی مدد سے محرومی کا باعث بن سکتی ہے۔ چوتھی ہدایت کہ آپس میں تنازع اور اختلاف نہ کرو، اس سے تم بزدل ہو جاؤ گے اور ہوا اکھڑ جائے گی۔ اور پانچویں ہدایت کہ صبر کرو! یعنی جنگ میں کتنی بھی شدت آجائے اور تمہیں کتنے بھی کٹھن مراحل سے گزرنا پڑے لیکن صبر کا دامن ہاتھ سے نہ چھوٹے۔ نبی (صلى الله عليه وسلم) نے بھی ایک حدیث میں فرمایا: ”لوگو! دشمن سے مدبھیڑ کی آرزو مت کرو اور اللہ سے عافیت مانگا کرو! تاہم جب کبھی دشمن سے لڑائی کا موقع پیدا ہو جائے تو صبر کرو (یعنی جم کر لڑو) اور جان لو کہ جنت تلواروں کے سائے تلے ہے۔“ (صحيح بخاري- كتاب الجهاد- باب كان النبي صلى الله عليه وسلم إذا لم يقاتل أول النهار أخر القتال حتى تزول الشمس)","lang":"ur"},{"name":"8:47","price":"ان لوگوں جیسے نہ بنو جو اتراتے ہوئے اور لوگوں میں خود نمائی کرتے ہوئے اپنے گھروں سے چلے اور اللہ کی راه سے روکتے تھے(1) ، جو کچھ وه کر رہے ہیں اللہ اسے گھیر لینے واﻻ ہے۔","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"(1) مشرکین مکہ، جب اپنے قافلے کی حفاظت اور لڑائی کی نیت سے نکلے، تو بڑے اتراتے اور فخر وغرور کرتے ہوئے نکل ے،مسلمانوں کو اس کا فرانہ شیوے سے روکاگیا ہے۔","lang":"ur"},{"name":"8:48","price":"جبکہ ان کے اعمال کو شیطان انہیں زینت دار دکھا رہا تھا اور کہہ رہا تھا کہ لوگوں میں سے کوئی بھی آج تم پر غالب نہیں آسکتا، میں خود بھی تمہارا حمایتی ہوں لیکن جب دونوں جماعتیں نمودار ہوئیں تو اپنی ایڑیوں کے بل پیچھے ہٹ گیا اور کہنے لگا میں تم سے بری ہوں۔ میں وه دیکھ رہا ہوں جو تم نہیں دیکھ رہے(1) ۔ میں اللہ سے ڈرتا ہوں(2)، اور اللہ تعالیٰ سخت عذاب واﻻ ہے۔(3)","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"(1) مشرکین جب مکہ سے روانہ ہوئے تو انہیں اپنے حریف قبیلے بنی بکر بن کنانہ سے اندیشہ تھا کہ وہ پیچھے سے انہیں نقصان نہ پہنچائے، چنانچہ شیطان سراقہ بن مالک کی صورت بنا کر آیا، جو بنی بکر بن کنانہ کے ایک سردار تھے، اور کہا انہیں نہ صرف فتح وغلبہ کی بشارت دی بلکہ اپنی حمایت کا بھی پورا پورا یقین دلایا۔ لیکن جب ملائکہ کی صورت میں امداد الٰہی اسے نظر آئی تو ایڑیوں کے بل بھاگ کھڑا ہوا۔\n(2) اللہ کا خوف تو اس کے دل میں کیا ہونا تھا؟ تاہم اسے یقین ہو گیا تھا کہ مسلمانوں کو اللہ کی خاص مدد حاصل ہے۔ مشرکین ان کے مقابلے میں نہیں ٹھہر سکیں گے۔\n(3) ممکن ہے یہ شیطان کے کلام کا حصہ ہو اور یہ بھی ممکن ہے کہ یہ اللہ سبحانہ وتعالیٰ کی طرف سے جملہ مستانفہ ہو۔","lang":"ur"},{"name":"8:49","price":"جبکہ منافق کہہ رہے تھے اور وه بھی جن کے دلوں میں روگ تھا(1) کہ انہیں تو ان کے دین نے دھوکے میں ڈال دیا ہے(2) جو بھی اللہ پر بھروسہ کرے اللہ تعالیٰ بلا شک وشبہ غلبے واﻻ اور حکمت واﻻ ہے۔(3)","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"(1) اس سے مراد یا تو وہ مسلمان ہیں جو نئے نئے مسلمان ہوئے تھے اور مسلمانوں کی کامیابی کے بارے میں انہیں شک تھا، یا اس سے مراد مشرکین ہیں اور یہ بھی ممکن ہے کہ مدینہ میں رہنے والے یہودی مرادہوں۔\n(2) یعنی ان کی تعداد تو دیکھو اور سروسامان کا جو حال ہے، وہ بھی ظاہر ہے۔ لیکن یہ مقابلہ کرنے چلے ہیں مشرکین مکہ سے، جو تعداد میں بھی ان سے کہیں زیادہ ہیں اور ہر طرح کے سامان حرب اور وسائل سے مالا مال بھی ۔ معلوم ہوتا ہے کہ ان کے دین نے ان کو دھوکے اور فریب میں ڈال دیا ہے۔ اور یہ موٹی سی بات بھی ان کی سمجھ میں نہیں آرہی۔\n(3) اللہ تعالیٰ نے فرمایا: ان اہل دنیا کو اہل ایمان کے عزم وثبات کا کیا اندازہ ہو سکتا ہے جن کا توکل اللہ کی ذات پر ہے، جو غالب ہے یعنی اپنے بھروسہ کرنے والوں کو بے سہارا نہیں چھوڑتا اور حکیم بھی ہے اور اس کے ہر فعل میں حکمت بالغہ ہے جس کے ادراک سے انسانی عقلیں قاصر ہیں۔","lang":"ur"},{"name":"8:50","price":"کاش کہ تو دیکھتا جب کہ فرشتے کافروں کی روح قبض کرتے ہیں ان کے منھ پر اور سرینوں پر مار مارتے ہیں (اور کہتے ہیں) تم جلنے کا عذاب چکھو۔(1)","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"(1) بعض مفسرین نے اس جنگ بدر میں قتل ہونے والے مشرکین کی بابت قرار دیا ہے۔ حضرت ابن عباس رضی اللہ عنہ سے مروی ہے کہ جب مشرکین مسلمانوں کی طرف آتے تو مسلمان ان کے چہروں پر تلواریں مارتے، جس سے بچنے کے لئے وہ پیٹھ پھیر کر بھاگتے تو فرشتے ان کی دبروں پر تلواریں مارتے۔ لیکن یہ آیت عام ہے جو ہر کافر ومشرک کو شامل ہے اور مطلب یہ ہے کہ موت کے وقت فرشتے ان کے مونہوں اور پشتوں (یا دبروں یعنی چوتڑوں) پر مارتے ہیں، جس طرح سورۂ انعام میں بھی فرمایا گیا ہے: ”وَالْمَلائِكَةُ بَاسِطُو أَيْدِيهِمْ“ (آیت: 93) فرشتے ان کو مارنے کے لئے ہاتھ دراز کرتے ہیں اور بعض کے نزدیک فرشتوں کی یہ مار قیامت والے دن جہنم کی طرف لے جاتے ہوئے ہوگی اور داروغئہ جہنم کہے گا ”تم جلنے کا عذاب چکھو“۔","lang":"ur"},{"name":"8:51","price":"یہ بسبب ان کاموں کے جو تمہارے ہاتھوں نے پہلے ہی بھیج رکھا ہے بیشک اللہ اپنے بندوں پر ﻇلم کرنے واﻻ نہیں۔(1)","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"(1) یہ ضرب وعذاب تمہارے اپنے کرتوتوں کا نتیجہ ہے، ورنہ اللہ تعالیٰ بندوں پر ظلم کرنے والا نہیں ہے، بلکہ وہ تو عادل ہے جو ہر قسم کے ظلم وجورسے پاک ہے۔ حدیث قدسی میں بھی ہے۔ اللہ تعالیٰ فرماتا ہے۔ اے میرے بندو! میں نے اپنے نفس پر ظلم حرام کیا ہے اور میں نے اسے تمہارے درمیان بھی حرام کیا ہے پس تم ایک دوسرے پر ظلم مت کرو، اے میرے بندو! یہ تمہارے ہی اعمال ہیں جو میں نے شمار کرکے رکھے ہوئے ہیں، پس جو اپنے اعمال میں بھلائی پائے، اس پر اللہ کی حمد کرے اور جو اس کے برعکس پائے تو وہ اپنے آپ کو ہی ملامت کرے۔ (صحيح مسلم كتاب البر، باب تحريم الظلم)","lang":"ur"},{"name":"8:52","price":"مثل فرعونیوں کے حال کے اور ان سے اگلوں کے(1) ، کہ انہوں نے اللہ کی آیتوں سے کفر کیا پس اللہ نے ان کے گناہوں کے باعﺚ انہیں پکڑ لیا۔ اللہ تعالیٰ یقیناً قوت واﻻ اور سخت عذاب واﻻ ہے۔","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"(1) ”دَأْبٌ“ کے معنی ہیں عادت۔ کاف تشبیہ کے لئے ہے۔ یعنی ان مشرکین کی عادت یا حال، اللہ کے پیغمبر کے جھٹلانے میں، اسی طرح ہے جس طرح فرعون اور اس سے قبل دیگر مکذبین کی عادت یا حال تھا۔","lang":"ur"},{"name":"8:53","price":"یہ اس لئے کہ اللہ تعالیٰ ایسا نہیں کہ کسی قوم پر کوئی نعمت انعام فرما کر پھر بدل دے جب تک کہ وه خود اپنی اس حالت کو نہ بدل دیں جو کہ ان کی اپنی تھی(1) اور یہ کہ اللہ سننے واﻻ جاننے واﻻ ہے۔","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"(1) اس کا مطلب یہ ہے کہ جب تک کوئی قوم کفران نعمت کا راستہ اختیار کرکے اور اللہ تعالیٰ کے اوامرو نواہی سے اعراض کرکے اپنے احوال واخلاق کو نہیں بدل لیتی، اللہ تعالیٰ اس پر اپنی نعمتوں کا دروازہ بند نہیں فرماتا ۔ دوسرے لفظوں میں اللہ تعالیٰ گناہوں کی وجہ سے اپنی نعمتیں سلب فرما لیتا ہے۔ اور اللہ تعالیٰ کے انعامات کا مستحق بننے کے لئے ضروری ہے کہ گناہوں سے اجتناب کیا جائے۔ گویا تبدیلی کا مطلب یہی ہے کہ قوم گناہوں کو چھوڑ کر اطاعت الٰہی کا راستہ اختیار کرے۔","lang":"ur"},{"name":"8:54","price":"مثل حالت فرعونیوں کے اور ان سے پہلے کے لوگوں کے کہ انہوں نے اپنے رب کی باتیں جھٹلائیں۔ پس ان کے گناہوں کے باعﺚ ہم نے انہیں برباد کیا اور فرعونیوں کو ڈبو دیا۔ یہ سارے ﻇالم تھے۔(1)","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"(1) یہ اسی بات کی تاکید ہے جو پہلے گزری، البتہ اس میں ہلاکت کی صورت کا اضافہ ہے کہ انہیں غرق کر دیا گیا۔ علاوہ ازیں یہ واضح کر دیا کہ اللہ نے ان کو غرق کرکے ان پر ظلم نہیں کیا، بلکہ یہ خود ہی اپنی جانوں پر ظلم کرنے والے تھے۔ اللہ تو کسی پر ظلم نہیں کرتا ”وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ“ (فصلت: 46)","lang":"ur"},{"name":"8:55","price":"تمام جانداروں سے بدتر، اللہ کے نزدیک وه ہیں جو کفر کریں، پھر وه ایمان نہ ﻻئیں۔(1)","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"(1) ”شَرُّ النَّاسِ“ (لوگوں میں سب سے بدتر) کے بجائے انہیں ”شَرُّ الدَّوَابِّ“ کہا گیا ہے۔ جو لغوی معنی کے لحاظ سے تو انسانوں اور چوپایوں وغیرہ سب پر بولا جاتا ہے۔ لیکن عام طور پر اس کا استعمال چوپایوں کے لئے ہوتا ہے۔ گویا کافروں کا تعلق انسانوں سے ہی نہیں۔ کفر کا ارتکاب کرکے وہ جانور بلکہ جانوروں میں بھی سب سے بدتر جانور بن گئے ہیں۔","lang":"ur"},{"name":"8:56","price":"جن سے آپ نے عہد وپیمان کر لیا پھر بھی وه اپنے عہد وپیمان کو ہر مرتبہ توڑ دیتے ہیں اور بالکل پرہیز نہیں کرتے۔(1)","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"(1) یہ کافروں ہی کی ایک عادت بیان کی گئی ہے کہ ہر بار نقض عہد کا ارتکاب کرتے ہیں اور اس کے عواقب سے ذرا نہیں ڈرتے۔ بعض لوگوں نے اس سے یہودیوں کے قبیلے بنو قریظہ کو مراد لیا ہے، جن سے رسول اللہ (صلى الله عليه وسلم) کا یہ معاہدہ تھا کہ وہ کافروں کی مدد نہیں کریں گے لیکن انہوں نے اس کی پاسداری نہیں کی ۔","lang":"ur"},{"name":"8:57","price":"پس جب کبھی تو لڑائی میں ان پر غالب آجائے انہیں ایسی مار مار کہ ان کے پچھلے بھی بھاگ کھڑے ہوں(1) ، ہو سکتا ہے کہ وه عبرت حاصل کریں۔","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"(1) شَرِّدْ بِهِمْ کا مطلب ہے کہ ان کو ایسی مار مار کہ جس سے ان کے پیچھے، ان کے حمایتیوں اور ساتھیوں میں بھگدڑ مچ جائے، حتیٰ کہ وہ آپ کی طرف اس اندیشے سے رخ ہی نہ کریں کہ کہیں ان کا بھی وہی حشر نہ ہو جو ان کے پیش روؤں کا ہوا ہے۔","lang":"ur"},{"name":"8:58","price":"اور اگر تجھے کسی قوم کی خیانت کا ڈر ہو تو برابری کی حالت میں ان کا عہدنامہ توڑ دے(1) ، اللہ تعالیٰ خیانت کرنے والوں کو پسند نہیں فرماتا۔(2)","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"(1) خیانت سے مراد ہے معاہد قسم سے نقض عہد کا خطرہ - اور عَلَى سَوَاءٍ (برابری کی حالت میں) کا مطلب ہے کہ انہیں باقاعدہ مطلع کیا جائے کہ آئندہ ہمارے اور تمہارے درمیان کوئی معاہدہ نہیں۔ تاکہ دونوں فریق اپنے اپنے طور پر اپنی حفاظت کے ذمہ دار ہوں، کوئی ایک فریق لاعلمی اور مغالطے میں نہ مارا جائے۔\n(2) یعنی یہ نقض عہد اگر مسلمانوں کی طرف سے بھی ہو تو یہ خیانت ہے جسے اللہ تعالیٰ پسند نہیں فرماتا۔ حضرت معاویہ (رضي الله عنه) اور رومیوں کے درمیان معاہدہ تھا۔ جب معاہدے کی مدت ختم ہونے کے قریب آئی تو حضرت معاویہ (رضي الله عنه) نے روم کی سرزمین کے قریب اپنی فوجیں جمع کرنا شروع کر دیں۔ مقصد یہ تھا کہ معاہدے کی مدت ختم ہوتے ہی رومیوں پر حملہ کر دیا جائے۔ ایک صحابی حضرت عمرو بن عبسہ (رضي الله عنه) کے علم میں حضرت معاویہ (رضي الله عنه) کی یہ تیاری آئی تو انہوں نے اسے غدر سے تعبیر فرمایا اور ایک حدیث رسول بیان فرما کر اسے معاہدے کی خلاف ورزی قرار دیا، جس پر حضرت معاویہ (رضي الله عنه) نے اپنی فوجیں واپس بلالیں۔ (مسند أحمد جلد 5، ص - 111، أبو داود كتاب الجهاد، باب في الإمام يكون بينه وبين العدو عهد فيسير نحوه (إليه)، ترمذي، أبواب السير، باب ما جاء في الغدر)","lang":"ur"},{"name":"8:59","price":"کافر یہ خیال نہ کریں کہ وه بھاگ نکلے۔ یقیناً وه عاجز نہیں کر سکتے۔","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"8:60","price":"تم ان کے مقابلے کے لئے اپنی طاقت بھر قوت کی تیاری کرو اور گھوڑوں کے تیار رکھنے کی(1) کہ اس سے تم اللہ کے دشمنوں کو خوف زده رکھ سکو اور ان کے سوا اوروں کو بھی، جنہیں تم نہیں جانتے، اللہ انہیں خوب جان رہا ہے جو کچھ بھی اللہ کی راه میں صرف کرو گے وه تمہیں پورا پورا دیا جائے گا اور تمہارا حق نہ مارا جائے گا۔","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"(1) قُوَّةٍ کی تفسیر نبی (صلى الله عليه وسلم) سے ثابت ہے یعنی تیراندازی (صحيح مسلم- كتاب الإمارة- باب فضل الرمي والحث عليه- وديكر كتب حديث) کیونکہ اس دور میں یہ بہت بڑا جنگی ہتھیار اور نہایت اہم فن تھا، جس طرح گھوڑے جنگ کے لئے ناگزیر ضرورت تھے، جیسا کہ اس آیت سے بھی واضح ہے۔ لیکن اب تیر اندازی اور گھوڑوں کی یہ جنگی اہمیت وافادیت وضرورت باقی نہیں رہی۔ اس لئے ”وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ“ کے تحت آج کل کے جنگی ہتھیاروں (مثلاً میزائیل، ٹینک، بم اور جنگی جہاز اور بحری جنگ کے لئے آبدوزیں وغیرہ) کی تیاری ضروری ہے۔","lang":"ur"},{"name":"8:61","price":"اگر وه صلح کی طرف جھکیں تو تو بھی صلح کی طرف جھک جا اور اللہ پر بھروسہ رکھ(1) ، یقیناً وه بہت سننے جاننے واﻻ ہے۔","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"(1) یعنی اگر حالت جنگ کے بجائے صلح کے متقاضی ہوں اور دشمن بھی مائل بہ صلح ہو تو صلح کر لینے میں کوئی حرج نہیں ۔ اگر صلح سے دشمن کا مقصد دھوکہ اور فریب ہو، تب بھی گھبرانے کی ضرورت نہیں ۔ اللہ پر بھروسہ رکھیں، یقیناً اللہ دشمن کے فریب سے بھی محفوظ رکھے گا، اور وہ آپ کو کافی ہے ۔ لیکن صلح کی یہ اجازت ایسے حالات میں ہے جب مسلمان کمزور ہوں اور صلح میں اسلام اور مسلمانوں کا مفاد ہو ۔ لیکن جب معاملہ اس کے برعکس ہو، مسلمان قوت ووسائل میں ممتاز ہوں اور کافر کمزور اورہزیمت خوردہ تو اس صورت میں صلح کے بجائے کافروں کی قوت وشوکت کو توڑنا ضروری ہے ۔ (سورۂ محمد: 35) ”وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ“ (الأنفال: 39)","lang":"ur"},{"name":"8:62","price":"اگر وه تجھ سے دغا بازی کرنا چاہیں گے تو اللہ تجھے کافی ہے، اسی نے اپنی مدد سے اور مومنوں سے تیری تائید کی ہے۔","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"8:63","price":"ان کے دلوں میں باہمی الفت بھی اسی نے ڈالی ہے۔ زمین میں جو کچھ ہے تو اگر سارا کا سارا بھی خرچ کر ڈالتا ہے تو بھی ان کے دل آپس میں نہ ملا سکتا۔ یہ تو اللہ ہی نے ان میں الفت ڈال دی ہے(1) وه غالب حکمتوں واﻻ ہے۔","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"(1) ان آیات میں اللہ تعالیٰ نے نبی (صلى الله عليه وسلم) اور مومنوں پر جو احسانات فرمائے، ان میں سے ایک بڑے احسان کا ذکرفرمایا ہے ۔ وہ یہ کہ نبی (صلى الله عليه وسلم) کی مومنین کے ذریعے سے مدد فرمائی، وہ آپ کے دست وبازو اور محافظ ومعاون بن گئے ۔ مومنین پر یہ احسان فرمایا کہ ان کے درمیان پہلے جو عداوت تھی، اسے محبت والفت میں تبدیل فرما دیا۔ پہلے وہ ایک دوسرے کے خون کے پیاسے تھے، اب ایک دوسرے کے جانثار بن گئے، پہلے ایک دوسرے کے دلی دشمن تھے،اب آپس میں رحیم وشفیق ہوگئے۔ صدیوں پرانی باہمی عداوتوں کو اس طرح ختم کرکے، باہم پیار اور محبت پیدا کر دینا، یہ اللہ تعالیٰ کی خاص مہربانی اور اس کی قدرت ومشیت کی کار فرمائی تھی، ورنہ یہ ایسا کام تھا کہ دنیا بھر کے خزانے بھی اس پر خرچ کر دیئے جاتے تب بھی یہ گوہر مقصود حاصل نہ ہوتا اللہ تعالیٰ نے اپنے اس احسان کا ذکر سورۂ آل عمران 103 ﴿إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ﴾ میں بھی فرمایا ہے اور نبی (صلى الله عليه وسلم) نے غنائم حنین کے موقع پر انصار سے خطاب کرتے ہوئے فرمایا: اے جماعت انصار! کیا یہ واقعہ نہیں ہے کہ تم گمراہ تھے، اللہ نے میرے ذریعے سے تمہیں ہدایت نصیب فرمائی تم محتاج تھے، اللہ نے تمہیں میرے ذریعے سے خوشحال کر دیا اور تم ایک دوسرے سے الگ الگ تھے، اللہ نے میرے ذریعے سے تمہیں آپ میں جوڑ دیا نبی (صلى الله عليه وسلم) جو بات کہتے، انصار اس کے جواب میں یہی کہتے اللهُ وَرَسُولُهُ أَمَنُّ ”اللہ اور اس کے رسول کے احسانات اس سے کہیں زیادہ ہیں“۔ ( صحيح بخاري، كتاب المغازي، باب غزوة الطائف- صحيح مسلم- كتاب الزكاة باب إعطاء المؤلفة قلوبهم على الإسلام)","lang":"ur"},{"name":"8:64","price":"اے نبی! تجھے اللہ کافی ہے اور ان مومنوں کو جو تیری پیروی کر رہے ہیں۔","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"8:65","price":"اے نبی! ایمان والوں کو جہاد کا شوق دلاؤ(1) اگر تم میں بیس بھی صبر کرنے والے ہوں گے، تو دو سو پر غالب رہیں گے۔ اور اگر تم میں ایک سو ہوں گے تو ایک ہزار کافروں پر غالب رہیں گے(2) اس واسطے کہ وه بے سمجھ لوگ ہیں۔","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"(1) تَحْرِيضٌ کے معنی ہیں ترغیب میں مبالغہ کرنا یعنی خوب رغبت دلانا اور شوق پیدا کرنا ۔چنانچہ اس کے مطابق نبی (صلى الله عليه وسلم) جنگ سے قبل صحابہ کو جہاد کی ترغیب دیتے اور اس کی فضیلت بیان فرماتے۔ جیسا کہ بدر کے موقعے پر، جب مشرکین اپنی بھاری تعداد اور بھرپور وسائل کے ساتھ میدان میں آموجود ہوئے، آپ (صلى الله عليه وسلم) نے فرمایا :ایسی جنت میں جانے کے لئے کھڑے ہو جاؤ جس کی چوڑائی آسمانوں اور زمین کے برابر ہے“، ایک صحابی عمیر بن حمام (رضي الله عنه) نے کہا اس کی چوڑائی آسمانوں اور زمین کے برابر ہے؟ رسول اللہ (صلى الله عليه وسلم) نے فرمایا: ہاں، اس پر بخ بخ کہا یعنی خوشی کا اظہار کیا اور یہ امید ظاہر کی کہ میں بھی جنت میں جانے والوں میں سے ہوں گا۔ آپ (صلى الله عليه وسلم) نے فرمایا: ”تم اس میں جانے والوں میں سے ہوگے“۔ چنانچہ انہوں نے اپنی تلوار کی میان توڑ ڈالی اور کھجوریں نکال کر کھانے لگے، پھر جو بچیں، ہاتھ سے پھینک دیں اور کہا۔ ان کے کھانے تک میں زندہ رہا تو یہ تو طویل زندگی ہوگی پھر آگے بڑھے اور داد شجاعت دینے لگے، حتیٰ کہ عروس شہادت سے ہمکنار ہوگئے (رضي الله عنه)۔ (صحيح مسلم- كتاب الإمارة- باب ثبوت الجنة للشهيد)\n(2) یہ مسلمانوں کے لئے بشارت ہے کہ تمہارے ثابت قدمی سے لڑنے والے بیس مجاہد دو سو پر اور سو ایک ہزار پر غالب رہیں گے۔","lang":"ur"},{"name":"8:66","price":"اچھا اب اللہ تمہارا بوجھ ہلکا کرتاہے، وه خوب جانتا ہے کہ تم میں ناتوانی ہے، پس اگر تم میں سے ایک سو صبر کرنے والے ہوں گے تو وه دو سو پر غالب رہیں گے اور اگر تم میں سے ایک ہزار ہوں گے تو وه اللہ کے حکم سے دو ہزار پرغالب رہیں گے(1) ، اللہ صبر کرنے والوں کے ساتھ ہے۔(2)","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"(1) پچھلاحکم صحابہ (رضي الله عنهم) پر گراں گزرا، کیونکہ اس کا مطلب تھا، ایک مسلمان دس کافروں کے لئے، بیس دوسوکے لئے اور سو ایک ہزار کے لئے کافی ہیں اور کافروں کے مقابلے میں مسلمانوں کی اتنی بڑی تعداد ہو تو جہاد فرض اور اس سے گریز ناجائز ہے۔ چنانچہ اللہ تعالیٰ نے اس میں تخفیف فرما کر ایک اور دس کا تناسب کم کرکے ایک اور دو کا تناسب کر دیا (صحیح بخاری ۔ تفسیر سورۂ الانفال) اب اس تناسب پر جہاد ضروری اور اس سے کم پر غیر ضروری ہے۔\n(2) یہ کہہ کر صبروثبات قدمی کی اہمیت بیان فرما دی کہ اللہ کی مدد حاصل کرنے کے لئے اس کا اہتمام ضروری ہے ۔","lang":"ur"},{"name":"8:67","price":"نبی کے ہاتھ میں قیدی نہیں چاہییں جب تک کہ ملک میں اچھی خونریزی کی جنگ نہ ہو جائے۔ تم تو دنیا کے مال چاہتے ہو اور اللہ کا اراده آخرت کا ہے(1) اور اللہ زور آور باحکمت ہے۔","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"(1) جنگ بدر میں ستر کافر مارے گئے اور ستر ہی قیدی بنا لئے گئے۔ یہ کفر واسلام کا چونکہ پہلا معرکہ تھا۔ اس لئے قیدیوں کے بارے میں کیا طرز عمل اختیار کیا جائے؟ ان کی بابت احکام پوری طرح واضح نہیں تھے۔ چنانچہ نبی (صلى الله عليه وسلم) نے ان ستر قیدیوں کے بارے میں مشورہ کیا کہ کیا کیا جائے؟ ان کو قتل کر دیا جائے یا فدیہ لے کر چھوڑ دیا جائے ؟ جواز کی حد تک دونوں ہی باتوں کی گنجائش تھی ۔ اسی لئے دونوں ہی باتیں زیر غور آئیں۔ لیکن بعض دفعہ جواز وعدم جواز سے قطع نظر حالات وظروف کے اعتبار سے زیادہ بہتر صورت اختیار کرنے کی ضرورت ہوتی ہے۔ یہاں بھی ضرورت زیادہ بہتر صورت اختیار کرنے کی تھی۔ لیکن جواز کو سامنے رکھتے ہوئے کم تر صورت اختیار کر لی گئی، جس پر اللہ تعالیٰ کی طرف سے عتاب نازل ہوا۔ مشورے میں حضرت عمررضی اللہ عنہ وغیرہ نے یہ مشورہ دیا کہ کفر کی قوت وشوکت توڑنے کے لئے ضروری ہے کہ ان قیدیوں کو قتل کر دیا جائے، کیونکہ یہ کفر اور کافروں کے سرغنے ہیں، یہ آزاد ہو کر اسلام اور مسلمانوں کے خلاف زیادہ سازشیں کریں گے۔ جبکہ حضرت ابوبکر رضی اللہ عنہ وغیرہ کی رائے اس کے برعکس یہ تھی کہ فدیہ لے کر انہیں چھوڑ دیا جائے اس مال سے آئندہ جنگ کی تیاری کی جائے نبی (صلى الله عليه وسلم) نے بھی اسی رائے کو پسند فرمایا جس پر یہ اور اس کے بعد کی آیات نازل ہوئیں، ”حَتَّى يُثْخِنَ فِي الأَرْضِ“ کا مطلب ہے کہ اگر ملک میں کفر کا غلبہ ہے (جیسا کہ اس وقت عرب میں کفر کا غلبہ تھا) تو کافروں کی خوں ریزی کرکے کفر کی قوت کو توڑنا ضروری ہے۔ اس نکتے کو نظر انداز کرکے تم نے جو فدیہ قبول کیا ہے تو گویا، زیادہ بہتر صورت کو چھوڑ کر کم تر صورت کو اختیار کیا ہے جو تمہاری غلطی ہے۔ بعد میں جب کفر کا غلبہ ختم ہو گیا تو قیدیوں کے بارے میں امام وقت کو اختیار دے دیا گیا کہ وہ چاہے تو قتل کر دے، فدیہ لے کر چھوڑ دے یا مسلمان قیدیوں کے ساتھ تبادلہ کرلے اور چاہے تو ان کو غلام بنا لے، حالات وظروف کے مطابق کوئی بھی صورت اختیار کرنا جائز ہے۔","lang":"ur"},{"name":"8:68","price":"اگر پہلے ہی سے اللہ کی طرف سے بات لکھی ہوئی نہ ہوتی(1) تو جو کچھ تم نے لیا ہے اس کے بارے میں تمہیں کوئی بڑی سزا ہوتی۔","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"(1) اس میں مفسرین کا اختلاف ہے کہ یہ لکھی ہوئی بات کیا تھی؟ بعض نے کہا کہ اس سے مال غنیمت کی حلت مراد ہے یعنی چونکہ یہ نوشتۂ تقدیر تھا کہ مسلمانوں کے لئے مال غنیمت حلال ہوگا، اس لئے تم نے فدیہ لے کر ایک جائز کام ہی کیا ہے ۔ اگر ایسا نہ ہوتا تو فدیہ لینے کی وجہ سے تمہیں عذاب عظیم پہنچتا ۔ بعض نے اہل بدر کی مغفرت اس سےمراد لی ہے، بعض نے رسول اللہ (صلى الله عليه وسلم) کی موجودگی کو عذاب سے مانع ہونا مراد لیا ہے وغیرہ۔ ( تفصیل کے لئے دیکھئے فتح القدیر )","lang":"ur"},{"name":"8:69","price":"پس جو کچھ حلال اور پاکیزه غنیمت تم نے حاصل کی ہے، خوب کھاؤ پیو(1) اور اللہ سے ڈرتے رہو، یقیناً اللہ غفور ورحیم ہے۔","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"(1) اس میں مال غنیمت کی حلت وپاکیزگی کو بیان کرکے فدیے کا جواز بیان فرما دیا گیا۔ جس سے اس امر کی تائید ہوتی ہے کہ لکھی ہوئی بات سے مراد شاید یہی حلت غنائم ہے۔","lang":"ur"},{"name":"8:70","price":"اے نبی! اپنے ہاتھ تلے کے قیدیوں سے کہہ دو کہ اگر اللہ تعالیٰ تمہارے دلوں میں نیک نیتی دیکھے گا(1) تو جو کچھ تم سے لیا گیا ہے اس سے بہتر تمہیں دے گا(2) اور پھر گناه بھی معاف فرمائے گا اور اللہ بخشنے واﻻ مہربان ہے ہی۔","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"(1) یعنی ایمان واسلام لانے کی نیت اور اسے قبول کرنے کا جذبہ۔\n(2) یعنی جو فدیہ تم سے لیا گیا ہے، اس سے بہتر تمہیں اللہ تعالیٰ قبول اسلام کے بعد عطا فرما دے گا۔ چنانچہ ایسا ہی ہوا، حضرت عباس (رضي الله عنه) وغیرہ جو ان قیدیوں میں تھے، مسلمان ہوگئے تو اس کے بعد اللہ نے انہیں دنیوی مال ودولت سے بھی خوب نوازا۔","lang":"ur"},{"name":"8:71","price":"اور اگر وه تجھ سے خیانت کا خیال کریں گے تو یہ تو اس سے پہلے خود اللہ کی خیانت کر چکے ہیں آخر اس نے انہیں گرفتار کرا دیا(1) ، اور اللہ علم وحکمت واﻻ ہے۔","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"(1) یعنی زبان سے تو اظہار اسلام کر دیں لیکن مقصد دھوکہ دینا ہو، تو اس سے قبل انہوں نے کفر وشرک کا ارتکاب کر کے کیا حاصل کیا ؟ یہی کہ وہ مسلمانوں کے قیدی بن گئے، اس لئے آئندہ بھی اگر وہ شرک کے راستے پر قائم رہے تو اس سے مزید ذلت ورسوائی کے سوا انہیں کچھ اور حاصل نہیں ہوگا۔","lang":"ur"},{"name":"8:72","price":"جو لوگ ایمان ﻻئے اور ہجرت کی اور اپنے مالوں اور جانوں سے اللہ کی راه میں جہاد کیا(1) اور جن لوگوں نے ان کو پناه دی اور مدد کی(2)، یہ سب آپس میں ایک دوسرے کے رفیق ہیں(3)، اور جو ایمان تو ﻻئے ہیں لیکن ہجرت نہیں کی تمہارے لئے ان کی کچھ بھی رفاقت نہیں جب تک کہ وه ہجرت نہ کریں(4)۔ ہاں اگر وه تم سے دین کے بارے میں مدد طلب کریں تو تم پر مدد کرنا ضروری ہے(5)، سوائے ان لوگوں کے کہ تم میں اور ان میں عہد وپیمان ہے(6)، تم جو کچھ کر رہے ہو اللہ خوب دیکھتا ہے۔","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"(1) یہ صحابہ مہاجرین کہلاتے ہیں جو فضیلت کے اعتبار سے صحابہ میں اول نمبر پر ہیں۔\n(2) یہ انصار کہلاتے ہیں۔ یہ فضیلت میں دوسرے نمبر پر ہیں۔\n(3) یعنی ایک دوسرے کے حمایتی اور مددگار ہیں اور بعض نے کہا ہے کہ ایک دوسرے کے وارث ہیں۔ جیسا کہ ہجرت کے بعد رسول اللہ (صلى الله عليه وسلم) نے ایک ایک مہاجر اور ایک ایک انصاری کے درمیان رشتۂ اخوت قائم فرما دیا تھا حتیٰ کہ وہ ایک دوسرے کے وارث بھی بنتے تھے (بعد میں وراثت کا حکم منسوخ ہوگیا)\n(4) یہ صحابہ کی تیسری قسم ہے جو مہاجرین وانصار کےعلاوہ ہیں۔ یہ مسلمان ہونے کے بعد اپنے ہی علاقوں اور قبیلوں میں مقیم رہے۔ اس لئے فرمایا کہ تمہاری حمایت یا وراثت کے وہ مستحق نہیں۔\n(5) مشرکین کے خلاف اگران کو تمہاری مدد کی ضرورت پیش آجائے تو پھر ان کی مدد کرنا ضروری ہے۔\n(6) ہاں اگر وہ تم سےایسی قوم کے خلاف مدد کے خواہش مند ہوں کہ تمہارے اور ان کے درمیان صلح اور جنگ نہ کرنے کا معاہدہ ہے تو پھر ان مسلمانوں کی حمایت کے مقابلے میں، معاہدے کی پاسداری زیادہ ضروری ہے۔","lang":"ur"},{"name":"8:73","price":"کافر آپس میں ایک دوسرے کے رفیق ہیں، اگر تم نے ایسا نہ کیا تو ملک میں فتنہ ہوگا اور زبردست فساد ہو جائے گا۔(1)","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"(1) یعنی جس طرح کافر ایک دوسرے کے دوست اور حمایتی ہیں اسی طرح اگر تم بھی ایمان کی بنیاد پر ایک دوسرے کی حمایت اور کافروں سے عدم موالات نہ کی، تو پھر بڑا فتنہ اور فساد ہوگا۔ اور وہ یہ کہ مومن اور کافر کے باہمی اختلاط اور محبت وموالات سےدین کے معاملے میں اشتباہ اور مداہنت پیدا ہوگی۔ بعض نے ”بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ“ سے، وارث ہونا مراد لیا ہے ۔ یعنی کافر ایک دوسرے کے وارث ہیں۔ اور مطلب یہ ہے کہ ایک مسلمان کسی کافر کا اور کافر کسی مسلمان کا وارث نہیں ہے۔ جیسا کہ احادیث میں اسے وضاحت سے بیان کر دیا گیا ہے۔ اگر تم وراثت میں کفر وایمان کو نظر انداز کرکے محض قرابت کو سامنے رکھو گے تو اس سے بڑا فتنہ اور فساد پیدا ہوگا۔","lang":"ur"},{"name":"8:74","price":"جو لوگ ایمان ﻻئے اور ہجرت کی اور اللہ کی راه میں جہاد کیا اور جنہوں نے پناه دی اور مدد پہنچائی، یہی لوگ سچے مومن ہیں، ان کے لئے بخشش ہے اور عزت کی روزی۔(1)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"- یہ مہاجرین وانصار کے انہی دو گروہوں کاتذکرہ ہے، جو پہلے بھی گزرا ہے ۔ یہاں دوبارہ ان کا ذکر ان کی فضیلت کے سلسلے میں ہے ۔ جب کہ پہلے ان کا ذکر ہے جو ایک دوسرے کی حمایت ونصرت کا وجوب بیان کرنے کے لئے تھا ۔","lang":"ur"},{"name":"8:75","price":"اور جو لوگ اس کے بعد ایمان ﻻئے اور ہجرت کی اور تمہارے ساتھ ہو کر جہاد کیا۔ پس یہ لوگ بھی تم میں سے ہی ہیں(1) اور رشتے ناتے والے ان میں سے بعض بعض سے زیاده نزدیک ہیں اللہ کے حکم میں(2)، بیشک اللہ تعالیٰ ہر چیز کا جاننے واﻻ ہے۔","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"(1) یہ ایک چوتھے گروہ کا ذکر ہے جو فضیلت میں پہلے دو گروہوں کے بعد اور تیسرے گروہ سے، (جنہوں نے پہلے ہجرت نہیں کی تھی) پہلے ہے۔\n(2) اخوت یا حلف کی بنیاد پر وراثت میں جو حصہ دار بنتے تھے، اس آیت سے اس کو منسوخ کر دیا گیا اب وارث صرف وہی ہوں گے جو نسبی اور سسرالی رشتوں میں منسلک ہوں گے۔ اللہ کی کتاب یا اللہ کے حکم سے مراد یہ ہے کہ لوح محفوظ میں اصل حکم یہی تھا۔ لیکن اخوت کی بنیاد پر صرف عارضی طور پر ایک دوسرے کا وارث بنا دیا گیا، جو اب ضرورت ختم ہونے پرغیر ضروری ہوگیا اور اصل حکم نافذ کر دیا گیا۔","lang":"ur"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}