{"data":[{"name":"9:1","price":"اللہ اوراس کے رسول کی جانب سے بیزاری کا اعلان ہے(1) ۔ ان مشرکوں کے بارے میں جن سے تم نے عہد وپیمان کیا تھا۔","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"(1) فتح مکہ کے بعد 9 ہجری میں رسول اللہ (صلى الله عليه وسلم) نے حضرت ابو بکر صدیق (رضي الله عنه)، حضرت علی (رضي الله عنه) اور دیگر صحابہ کو قرآن کریم کی یہ آیت اور یہ احکام دے کر بھیجا تاکہ وہ مکے میں ان کا عام اعلان کردیں۔ انہوں نے آپ (صلى الله عليه وسلم) کے فرمان کے مطابق اعلان کر دیا کہ کوئی شخص بیت اللہ کا عریاں طواف نہیں کرے گا، بلکہ آئندہ سال سے کسی مشرک کو بیت اللہ کے حج کی ہی اجازت نہیں ہوگی (صحيح بخاري كتاب الصلاة، باب ما يستر من العورة، مسلم كتاب الحج باب لا يحج البيت مشرك)","lang":"ur"},{"name":"9:2","price":"پس (اے مشرکو!) تم ملک میں چار مہینے تک تو چل پھر لو(1) ، جان لو کہ تم اللہ کو عاجز کرنے والے نہیں ہو، اور یہ (بھی یاد رہے) کہ اللہ کافروں کو رسوا کرنے واﻻ ہے۔(2)","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"(1) یہ اعلان براءت ان مشرکین کے لئے تھا جن سے غیرمؤقت معاہدہ تھا یا چار مہینے سے کم تھا یا چار مہینوں سے زیادہ ایک خاص مدت تک تھا لیکن ان کی طرف سے عہد کی پاسداری کا اہتمام نہیں تھا۔ ان سب کو چار مہینے مکہ میں رہنے کی اجازت دی گئی۔ اس کا مطلب یہ تھا اس مدت کے اندر اگر وہ اسلام قبول کرلیں تو انہیں یہاں رہنے کی اجازت ہوگی۔ بصورت دیگر ان کے لئے ضروری ہوگا کہ وہ چار مہینے کے بعد جزیرہ، عرب سے نکل جائیں، اگر دونوں صورتوں میں سے کوئی بھی اختیار نہیں کریں گے تو حربی کافر شمار ہونگے، جن سے لڑنا مسلمانوں کے لئے ضروری ہوگا تاکہ جزیرہ عرب کفر و شرک کی تاریکیوں سے صاف ہو جائے۔\n(2) یعنی یہ مہلت اس لئے نہیں دی جا رہی ہے کہ فی الحال تمہارے خلاف کاروائی ممکن نہیں ہے بلکہ اس سے مقصد صرف تمہاری بھلائی اور خیر خواہی ہے تاکہ جو توبہ کر کے مسلمان ہونا چاہے، وہ مسلمان ہو جائے، ورنہ یاد رکھو کہ تمہاری بابت اللہ کی جو تقدیر و مشیت ہے، اسے ٹال نہیں سکتے اور اللہ کی طرف سے مسلط ذلت و رسوائی سے تم بچ نہیں سکتے۔","lang":"ur"},{"name":"9:3","price":"اللہ اور اس کے رسول کی طرف سے لوگوں کو بڑے حج کے دن(1) صاف اطلاع ہے کہ اللہ مشرکوں سے بیزار ہے، اور اس کا رسول بھی، اگر اب بھی تم توبہ کر لو تو تمہارے حق میں بہتر ہے، اور اگر تم روگردانی کرو تو جان لو کہ تم اللہ کو ہرا نہیں سکتے۔ اور کافروں کو دکھ اور مار کی خبر پہنچا دیجئے۔","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"(1) صحیحین (بخاری و مسلم) اور دیگر صحیح احادیث سے ثابت ہے کہ یوم حج اکبر سے مراد یوم النحر (10 ذوالحجہ) کا دن ہے۔ (ترمذي نمبر: 957، بخاري نمبر: 4655، مسلم نمبر:982)، اسی دن منیٰ میں اعلان براءت سنایا گیا۔ 10 ذوالحجہ کو حج اکبر کا دن اسی لئے کہا گیا کہ اس دن حج کے سب سے زیادہ اور اہم مناسک ادا کئے جاتے ہیں، اور عوام عمرے کو حج اصغر کہا کرتے تھے۔ اس لئے عمرے سے ممتاز کرنے کے لئے حج کو حج اکبر کہا گیا، عوام میں جو یہ مشہور ہے کہ جو حج جمعہ والے دن آئے، وہ حج اکبر ہے، یہ بے اصل بات ہے۔","lang":"ur"},{"name":"9:4","price":"بجز ان مشرکوں کے جن سے تمہارا معاہده ہو چکا ہے اور انہوں نے تمہیں ذرا سا بھی نقصان نہیں پہنچایا نہ کسی کی تمہارے خلاف مدد کی ہے تو تم بھی ان کے معاہدے کی مدت ان کے ساتھ پوری کرو(1) ، اللہ تعالیٰ پرہیزگاروں کو دوست رکھتا ہے۔","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"(1) یہ مشرکین کی چوتھی قسم ہے ان سے جتنی مدت کا معاہدہ تھا، اس مدت تک انہیں رہنے کی اجازت دی گئی، کیونکہ انہوں نے معاہدے کی پاسداری کی اور اس کے خلاف کوئی حرکت نہیں کی، اس لئے مسلمانوں کے لئے بھی اس کی پاسداری کو ضروری قرار دیا گیا۔","lang":"ur"},{"name":"9:5","price":"پھر حرمت والے مہینوں(1) کے گزرتے ہی مشرکوں کو جہاں پاؤ قتل کرو(2) انہیں گرفتار کرو(3)، ان کا محاصره کرلو اور ان کی تاک میں ہر گھاٹی میں جا بیٹھو(4)، ہاں اگر وه توبہ کرلیں اور نماز کے پابند ہو جائیں اور زکوٰة ادا کرنے لگیں توتم ان کی راہیں چھوڑ دو(5)۔ یقیناً اللہ تعالیٰ بخشنے واﻻ مہربان ہے۔","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"(1) ان حرمت والے مہینوں سے مراد کیا ہے؟ اس میں اختلاف ہے۔ ایک رائے تو یہ ہے اس سے مراد وہی چار مہینے ہیں جو حرمت والے ہیں۔ یعنی رجب، ذوالقعدہ، ذوالحجہ اور محرم۔ اور اعلان براءت 10 ذوالحجہ کو کیا گیا۔ اس اعتبار سے گویا یہ اعلان کے بعد پچاس دن کی مہلت انہیں دی گئی، کیونکہ حرمت والے مہینوں کے گزرنے کے بعد مشرکین کو پکڑنے اور قتل کرنے کی اجازت دے دی گئی۔ لیکن امام ابن کثیر نے کہا کہ یہاں أَشْهُرٌ حُرُمٌ سے مراد حرمت والے مہینے نہیں بلکہ 10 ذوالحجہ سے لے کر 10ربیع الثانی تک کے چار مہینے مراد ہیں۔ انہیں أَشْهُرٌ حُرُمٌ اس لیے کہا گیا ہے کہ اعلان براءت کی روسے ان چارمہینوں میں ان مشرکین سے لڑنے اور انکے خلاف کسی اقدام کی اجازت نہیں تھی۔ اعلان براءت کی رو سے یہ تاویل مناسب معلوم ہوتی ہے (واللہ اعلم بالصواب)۔\n(2) بعض مفسرین نے اس حکم کو عام رکھا یعنی حل یا حرم میں، جہاں بھی پاؤ قتل کرو۔ اور بعض مفسرین نے «وَلا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ» ( البقرة ۔191) ”مسجد حرام کے پاس مت لڑو! یہاں تک کہ وہ خود تم سے لڑیں، اگر وہ لڑیں تو پھر تمہیں بھی ان سے لڑنے کی اجازت ہے“۔ اس آیت سے تخصیص کی ہے اور صرف حدود حرم سے باہر حل میں قتل کرنے کی اجازت دی ہے۔ (ابن کثیر)\n(3) یعنی انہیں قیدی بنا لویا قتل کر دو۔\n(4) یعنی اس بات پر اکتفا کرو کہ وہ تمہیں کہیں ملیں تو تم کاروائی کرو، بلکہ جہاں جہاں ان کے حصار، قلعے اور پناہ گاہیں ہیں وہاں وہاں ان کی گھات میں رہو، حتٰی کہ تمہاری اجازت کے بغیر ان کے لئے نقل و حرکت ممکن نہ رہے۔\n(5) یعنی کوئی کاروائی ان کے خلاف نہ کی جائے، کیونکہ وہ مسلمان ہوگئے ہیں۔ گویا قبول اسلام کے بعد اقامت صلٰوۃ اور ادائے زکوۃ کا اہتمام ضروری ہے۔ اگر کوئی شخص ان میں سے کسی ایک کا بھی ترک کرتا ہے تو وہ مسلمان نہیں سمجھا جائے گا۔ جس طرح حضرت ابو بکر صدیق (رضي الله عنه) نے مانعین زکوۃ کے خلاف اسی آیت سے استدلال کرتے ہوئے جہاد کیا اور فرمایا: «والله لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاة وَالزَّكَاةِ» (متفق عليه ، بحواله مشكاة كتاب الزكاة، فصل ثالث) ”اللہ کی قسم میں ان لوگوں سے ضرور لڑوں گا جو نماز اور زکوۃ کے درمیان فرق کریں گے“۔ یعنی نماز تو پڑھیں لیکن زکوۃ ادا کرنے سے گریز کریں۔","lang":"ur"},{"name":"9:6","price":"اگر مشرکوں میں سے کوئی تجھ سے پناه طلب کرے تو تو اسے پناه دے دے یہاں تک کہ وه کلام اللہ سن لے پھر اسے اپنی جائے امن تک پہنچا دے(1) ۔ یہ اس لئے کہ یہ لوگ بے علم ہیں۔(2)","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"(1) اس آیت میں مذکورہ حربی کافروں کے بارے میں ایک رخصت دی گئی ہے کہ اگر کوئی کافر پناہ طلب کرے تو اسے پناہ دے دو، یعنی اسے اپنی حفظ و امان میں رکھو تاکہ کوئی مسلمان اسے قتل نہ کر سکے اور تاکہ اسے اللہ کی باتیں سننے اور اسلام کے سمجھنے کا موقعہ ملے، ممکن ہے اس طرح اسے توبہ اور قبول اسلام کی توفیق مل جائے۔ لیکن اگر وہ کلام اللہ سننے کے باوجود مسلمان نہیں ہوتا تو اسے اس کی جائے امن تک پہنچا دو، مطلب یہ ہے کہ اپنی امان کی پاسداری آخر تک کرنی ہے، جب تک وہ اپنے مستقر تک بخیریت واپس نہیں پہنچ جاتا، اس کی جان کی حفاظت تمہاری ذمہ داری ہے۔\n(2) یعنی پناہ کے طلبگاروں کو پناہ کی رخصت اس لئے دی گئی ہے کہ یہ بےعلم لوگ ہیں، ممکن ہے اللہ اور رسول کی باتیں ان کے علم میں آئیں اور مسلمانوں کا اخلاق و کردار وہ دیکھیں تو اسلام کی حقانیت و صداقت کے وہ قائل ہوجائیں۔ اور اسلام قبول کر کے آخرت کے عذاب سے بچ جائیں۔ جس طرح صلح حدیبیہ کے بعد بہت سے کافر امان طلب کر کے مدینہ آتے جاتے رہے تو انہیں مسلمانوں کے اخلاق و کردار کے مشاہدے سے اسلام کے سمجھنے میں بڑی مدد ملی اور بہت سے لوگ مسلمان ہوگئے۔","lang":"ur"},{"name":"9:7","price":"مشرکوں کے لئے عہد اللہ اور اس کے رسول کے نزدیک کیسے ره سکتا ہے سوائے ان کے جن سے تم نے عہد وپیمان مسجد حرام کے پاس کیا ہے(1) ، جب تک وه لوگ تم سے معاہده نبھائیں تم بھی ان سے وفاداری کرو، اللہ تعالیٰ متقیوں سے محبت رکھتا ہے۔(2)","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"(1) یہ استہفام نفی کے لئے ہے، یعنی جن مشرکین سے تمہارا معاہدہ ہے، ان کے علاوہ اب کسی سے معاہدہ باقی نہیں رہا ہے۔\n(2) یعنی عہد کی پاسداری، اللہ کے ہاں بہت پسندیدہ امر ہے۔ اس لئے معاملے میں احتیاط ضروری ہے۔","lang":"ur"},{"name":"9:8","price":"ان کے وعدوں کا کیا اعتبار ان کا اگر تم پر غلبہ ہو جائے تو نہ یہ قرابت داری کا خیال کریں نہ عہدوپیمان کا(1) ، اپنی زبانوں سے تو تمہیں پرچا رہے ہیں لیکن ان کے دل نہیں مانتے ان میں سے اکثر تو فاسق ہیں۔","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"(1) كَيْفَ، پھر بطور تاکید، نفی کے لئے ہے۔ الَّ کے معنی قرابت (رشتہ داری) اور ذِمَّہ کے معنی عہد کے ہیں۔ یعنی ان مشرکین کی زبانی باتوں کا کیا اعتبار، جب کہ ان کا یہ حال ہے کہ اگر تم پر غالب آجائیں تو کسی قرابت اور عہد کا پاس نہیں کریں گے۔ بعض مفسرین کے نزدیک پہلا کیف مشرکین کے لئے ہے اور دوسرے سے یہودی مراد ہیں، کیونکہ ان کی صفت بیان کی گئی ہے کہ اللہ کی آیتوں کو کم قیمت پر بیچ دیتے ہیں۔ اور یہ وطیرہ یہودیوں کا ہی رہا ہے۔","lang":"ur"},{"name":"9:9","price":"انہوں نے اللہ کی آیتوں کو بہت کم قیمت پر بیچ دیا اور اس کی راه سے روکا۔ بہت برا ہے جو یہ کر رہے ہیں۔","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:10","price":"یہ تو کسی مسلمان کے حق میں کسی رشتہداری کا یا عہد کا مطلق لحاظ نہیں کرتے، یہ ہیں ہی حد سے گزرنے والے۔(1)","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"- بار بار وضاحت سے مقصود مشرکین اور یہود کی اسلام دشمنی اور ان کے سینوں میں مخفی عداوت کے جذبات کو بےنقاب کرنا ہے۔","lang":"ur"},{"name":"9:11","price":"اب بھی اگر یہ توبہ کر لیں اور نماز کے پابند ہو جائیں اور زکوٰة دیتے رہیں تو تمہارے دینی بھائی ہیں(1) ۔ ہم تو جاننے والوں کے لئے اپنی آیتیں کھول کھول کر بیان کر رہے ہیں۔","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"(1) نماز، توحید و رسالت کے اقرار کے بعد، اسلام کا سب سے اہم رکن ہے جو اللہ کا حق ہے، اس میں اللہ کی عبادت کے مختلف پہلو ہیں۔ اس میں دست بستہ قیام ہے، رکوع و سجود ہے، دعا و مناجات ہے، اللہ کی عظمت و جلالت کا اور اپنی عاجزی و بے کسی کا اظہار ہے۔ عبادت کی یہ ساری صورتیں اور قسمیں صرف اللہ کے لئے خاص ہیں، نماز کے بعد دوسرا اہم فریضہ زکٰوۃ ہے، جس میں عبادتی پہلو کے ساتھ ساتھ خقوق العباد بھی شامل ہیں، زکٰو ۃ سے معاشرے کے اور زکٰوہ دینے والے کے قبیلے کے ضرورت مند، مفلس نادار اور معذور و محتاج لوگ فائدہ اٹھاتے ہیں، اسی لئے حدیث میں بھی شہادت کے بعد ان ہی دو چیزوں کو نمایاں کر کے بیان کیا گیا ہے۔ نبی کریم (صلى الله عليه وسلم) نے فرمایا: ”مجھے حکم دیا گیا ہے کہ میں لوگوں سے جنگ کروں، یہاں تک کہ وہ اس بات کی گواہی دیں کہ اللہ کے سوا کوئی معبود برحق نہیں اور محمد (صلى الله عليه وسلم) اللہ کے رسول ہیں، اور نماز قائم کریں اور زکٰو ۃ دیں“۔ (صحيح بخاري كتاب الإيمان باب فإن تابوا وأقاموا الصلاة مسلم، كتاب الإيمان، باب الأمر بقتال الناس)۔ حضرت عبد اللہ بن مسعود (رضي الله عنه) کا قول ہے: «مَنْ لَمْ يُزَكِّ، فَلَا صَلَاةَ لَهُ» (حوالہ مذکورہ) ”جس نے زکوۃ نہیں دی اس کی نماز بھی نہیں“۔","lang":"ur"},{"name":"9:12","price":"اگر یہ لوگ عہدوپیمان کے بعد بھی اپنی قسموں کو توڑ دیں اور تمہارے دین میں طعنہ زنی کریں تو تم بھی ان سرداران کفر سے بھڑ جاؤ۔ ان کی قسمیں(1) کوئی چیز نہیں، ممکن ہے کہ اس طرح وه بھی باز آجائیں۔","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"(1) أَيْمَانٌ، يَمِينٌ کی جمع ہے جس کے معنی قسم کے ہیں۔ ائمہ امام کی جمع ہے۔ مراد پیشوا اور لیڈر ہیں مطلب یہ ہے کہ اگر یہ لوگ عہد توڑ دیں اور دین میں طعن کریں، تو ظاہری طور پر یہ قسمیں بھی کھائیں تو ان قسموں کا کوئی اعتبار نہیں۔ کفر کے ان پیشواؤں سے لڑائی کرو، ممکن ہے اس طرح اپنے کفر سے باز آجائیں۔ اس سے احناف نے استدلال کیا ہے کہ ذمی (اسلامی مملکت میں رہائش پذیر غیر مسلم) اگر نقض عہد نہیں کرتا، البتہ دین اسلام میں طعن کرتا ہے تو اسے قتل نہیں کیا جائے گا کیونکہ قرآن نے اس سے قتال کے لیے دو چیزیں ذکر کی ہیں اس لیے جب تک دونوں چیزوں کا صدور نہیں ہوگا وہ قتال کا مستحق نہیں ہوگا۔ لیکن امام مالک، امام شافعی اور دیگر علماء طعن فی الدین کو نقض عہد بھی قرار دیتے ہیں اس لیے ان کے نزدیک اس میں دونوں ہی چیزیں آجاتی ہیں لہذا اس ذمی کا قتل جائز ہے اسی طرح نقض عہد کی صورت میں بھی قتل جائزہے۔ (فتح القدیر)","lang":"ur"},{"name":"9:13","price":"تم ان لوگوں کی سرکوبی کے لئے کیوں تیار نہیں ہوتے(1) جنہوں نے اپنی قسموں کو توڑ دیا اور پیغمبر کو جلا وطن کرنے کی فکر میں ہیں(2) اور خود ہی اول بار انہوں نے تم سے چھیڑ کی ہے(3)، کیا تم ان سے ڈرتے ہو؟ اللہ ہی زیاده مستحق ہے کہ تم اس کا ڈر رکھو بشرطیکہ تم ایمان والے ہو۔","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"(1) أَلا‌ حرف تحضیض ہے، جس سے رغبت دلائی جاتی ہے، اللہ تعالٰی مسلمانوں کو جہاد کی ترغیب دے رہا ہے۔\n(2) اس سے مراد دارالندوہ کی مشاورت ہے جس میں رؤسائے مکہ نے نبی (صلى الله عليه وسلم) کے جلا وطن کرنے، قید کرنے یا قتل کرنے کی تجویزوں پر غور کیا۔\n(3) اس سے مراد یا تو بدر کی جنگ میں مشرکین مکہ کا رویہ ہے کہ وہ اپنے تجارتی قافلے کی حفاظت کے لئے گئے، لیکن اس کے باوجود کہ انہوں دیکھ لیا کہ وہ قافلہ بچ کر نکل گیا ہے وہ بدر کے مقام پر مسلمانوں سے لڑنے کی تیاری کرتے اور چھیڑ خانی کرتے رہے، جس کے نتیجے میں بالآخر جنگ ہو کر رہی۔ یا اس سے مراد قبیلہ بنی بکر کی وہ امداد ہے جو قریش نے ان کی کی، جب کہ انہوں نے رسول اللہ (صلى الله عليه وسلم) کے حلیف قبیلے خزاعہ پر چڑھائی کی تھی دراں حالیکہ قریش کی یہ امداد معاہدے کی خلاف ورزی تھی۔","lang":"ur"},{"name":"9:14","price":"ان سے تم جنگ کرو اللہ تعالیٰ انہیں تمہارے ہاتھوں عذاب دے گا، انہیں ذلیل ورسوا کرے گا، تمہیں ان پر مدد دے گا اور مسلمانوں کے کلیجے ٹھنڈے کرے گا۔","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:15","price":"اور ان کے دل کا غم وغصہ دور کرے گا(1) ، اور وه جس کی طرف چاہتا ہے رحمت سے توجہ فرماتا ہے۔ اللہ جانتا بوجھتا حکمت واﻻ ہے۔","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"(1) یعنی جب مسلمان کمزور تھے تو یہ مشرکین ان پر ظلم و ستم کرتے تھے جس کی وجہ سے مسلمانوں کے دل ان کی طرف سے بڑے دکھی اور مجروح تھے، جب تمہارے ہاتھوں وہ قتل ہونگے اور ذلت و رسوائی ان کے حصے میں آئے گی تو فطری بات ہے کہ اس سے مظلوم اور ستم رسیدہ مسلمانوں کے کلیجے ٹھنڈے اور دلوں کا غصہ فرو ہوگا۔","lang":"ur"},{"name":"9:16","price":"کیا تم یہ سمجھے بیٹھے ہو کہ تم چھوڑ دیئے جاؤ گے(1) حاﻻنکہ اب تک اللہ نے تم میں سے انہیں ممتاز نہیں کیا جو مجاہد ہیں(2) اور جنہوں نے اللہ کے اور اس کے رسول کے اور مومنوں کے سوا کسی کو دلی دوست نہیں بنایا(3)۔ اللہ خوب خبردار ہے جو تم کر رہے ہو۔","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"(1) یعنی بغیر امتحان اور آزمائش کے۔\n(2) گویا جہاد کے ذریعے امتحان لیا گیا۔\n(3) ”وَلِيجَةٌ“، گہرے اور دلی دوست کو کہتے ہیں مسلمانوں کو چونکہ اللہ اور رسول کے دشمنوں سے محبت کرنے اور دوستانہ تعلقات رکھنے سے منع کیا گیا تھا لہذا یہ بھی آزمائش کا ایک ذریعہ تھا، جس سے مخلص مومنوں کو دوسروں سے ممتاز کیا گیا۔\n(4) مطلب یہ ہے کہ اللہ کو پہلے ہی ہرچیز کا علم ہے۔ لیکن جہاد کی حکمت یہ ہے کہ اس سے مخلص اور غیر مخلص، فرماں بردار اور نافرمان بندے نمایاں ہو کر سامنے آجاتے، جنہیں ہر شخص دیکھ اور پہچان لیتا ہے۔","lang":"ur"},{"name":"9:17","price":"ﻻئق نہیں کہ مشرک اللہ تعالیٰ کی مسجدوں کو آباد کریں۔ درآں حالیکہ وه خود اپنے کفر کے آپ ہی گواه ہیں(1) ، ان کے اعمال غارت واکارت ہیں، اور وه دائمی طور پر جہنمی ہیں۔(2)","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"(1) مَسَاجِدَ اللهِ سے مراد مسجد حرام ہے جمع کا لفظ اس لئے استعمال کیا گیا کہ یہ تمام مساجد کا قبلہ و مرکز ہے یا عربوں میں واحد کے لئے بھی جمع کا استعمال جائز ہے۔ مطلب یہ ہے کہ اللہ کے گھر (یعنی مسجد حرام) کو تعمیر یا آباد کرنا، یہ ایمان والوں کا کام ہے نہ کہ ان کا جو کفر و شرک کا ارتکاب اور اس کا اعتراف کرتے ہیں۔ جیسے وہ تلبیہ میں کہا کرتے تھے: «لَبَّيْكَ لا شَرِيكَ لَكَ، إِلا شَرِيكًا هُوَ لَكَ ، تَمْلِكُهُ وَمَا مَلَكَ» ( صحيح مسلم- باب التلبية) یا اس سے مراد وہ اعتراف ہے جو ہر مذہب والا کرتا ہے کہ میں یہودی، نصرانی، صابی یا مشرک ہوں۔(فتح القدیر)\n(2) یعنی ان کے وہ عمل جو بظاہر نیک لگتے ہیں، جیسے طواف و عمرہ اور حاجیوں کی خدمت وغیرہ۔ کیونکہ ایمان کے بغیر یہ اعمال ایسے درخت کی طرح ہیں جو بےثمر ہیں یا ان پھولوں کی طرح ہیں جن میں خو شبو نہیں ہے۔","lang":"ur"},{"name":"9:18","price":"اللہ کی مسجدوں کی رونق وآبادی تو ان کے حصے میں ہے جو اللہ پر اور قیامت کے دن پر ایمان رکھتے ہوں، نمازوں کے پابند ہوں، زکوٰة دیتے ہوں، اللہ کے سوا کسی سے نہ ڈرتے ہوں، توقع ہے کہ یہی لوگ یقیناً ہدایت یافتہ ہیں۔(1)","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"(1) جس طرح حدیث میں بھی ہے نبی (صلى الله عليه وسلم) نے فرمایا: «إِذَا رَأَيْتُمُ الرَّجُلَ يَعْتَادُ الْمَسْجِدَ، فَاشْهَدُوا لَهُ بِالإِيمَانِ» (ترمذي ، تفسير سورة التوبة) ”جب تم دیکھو کہ ایک آدمی مسجد میں پابندی سے آتا ہے تو تم اس کے ایمان کی گواہی دو“۔ قرآن کریم میں یہاں بھی ایمان باللہ اور ایمان بالآخرت کے بعد جن اعمال کا ذکر کیا گیا ہے، وہ نماز زکٰو ۃ اور خشیت الٰہی ہے، جس سے نماز، زکٰو ۃ اور تقویٰ کی اہمیت واضح ہے۔","lang":"ur"},{"name":"9:19","price":"کیا تم نے حاجیوں کو پانی پلا دینا اور مسجد حرام کی خدمت کرنا اس کے برابر کر دیا ہے جو اللہ پر اور آخرت کے دن پر ایمان ﻻئے اور اللہ کی راه میں جہاد کیا، یہ اللہ کے نزدیک برابر کے نہیں(1) اور اللہ تعالیٰ ﻇالموں کو ہدایت نہیں دیتا۔(2)","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"(1) مشرکین حاجیوں کو پانی پلانے اور مسجد حرام کی دیکھ بھال کا کام جو کرتے تھے، اس پر انہیں بڑا فخر تھا اور اس کے مقابلے میں وہ ایمان و جہاد کو کوئی اہمیت نہیں دیتے تھے جس کا اہتمام مسلمانوں کے اندر تھا۔ اللہ تعالٰی نے فرمایا کیا تم سقایت حاج اور عمارت مسجد حرام کو ایمان باللہ اور جہاد فی سبیل اللہ کے برابر سمجھتے ہو؟ یاد رکھو اللہ کے نزدیک یہ برابر نہیں، بلکہ مشرک کا کوئی عمل بھی قبول نہیں، چاہے وہ صورۃً خیر ہی ہو۔ جیسا کہ پہلی آیت کے جملے «حَبِطَتْ اَعْمَالُهُمْ»( البقرۃ:217) میں واضح کیا جا چکا ہے۔ بعض روایت میں اس کا سبب نزول مسلمانوں کی آپس میں ایک گفتگو کو بتلایا گیا ہے کہ ایک روز منبر نبوی کے قریب کچھ مسلمان جمع تھے اس میں سے ایک نے کہا کہ اسلام لانے کے بعد میرے نزدیک سب سے بڑا عمل حاجیوں کو پانی پلانا ہے۔ دوسرے نے کہا مسجد حرام کو آباد کرنا ہے۔ تیسرے نے کہا بلکہ جہاد فی سبیل اللہ ان تمام عملوں سے بہتر ہے جو تم نے بیان کیے ہیں۔ حضرت عمر (رضي الله عنه) نے جب انہیں اس طرح باہم تکرار کرتے ہوئے سنا تو انہیں ڈانٹا اور فرمایا کہ منبر رسول اللہ (صلى الله عليه وسلم) کے پاس آوازیں اونچی مت کرو۔ یہ جمعہ کا دن تھا۔ راوی حدیث حضرت نعمان بن بشیر (رضي الله عنه) کہتے ہیں کہ جمعہ کے بعد نبی (صلى الله عليه وسلم) کی خدمت میں حاضر ہوا اور اپنی آپس کی اس گفتگو کی بابت استفسار کیا، جس پر یہ آیت نازل ہوئی۔ (صحيح مسلم كتاب الإمارة، باب فضل الشهادة في سبيل الله) جس میں گو یا یہ واضح کردیا گیا کہ ایمان باللہ ایمان بالآخرت اور جہاد فی سبیل اللہ سب سے زیادہ اہمیت وفضیلت والے عمل ہیں۔ گفتگو کے حوالے سے اصل اہمیت وفضیلت تو جہاد کی بیان کرنی تھی لیکن ایمان باللہ کے بغیر چونکہ کوئی بھی عمل مقبول نہیں اس لیے پہلے اسے بیان کیا گیا۔ بہرحال اس سے ایک تو یہ معلوم ہوا کہ جہاد فی سبیل اللہ سے بڑھ کر کوئی عمل نہیں۔ دوسرا یہ معلوم ہوا کہ اس کا سبب نزول مشرکین کے مزعومات فاسدہ کے علاوہ خود مسلمانوں کا بھی اپنے اپنے طور پر بعض عملوں کو بعض پر زیادہ اہمیت دینا تھا جب کہ یہ کام شارع کا ہے نہ کہ مومنوں کا۔ مومنوں کا کام تو ہر اس بات پر عمل کرنا ہے جو اللہ اور رسول کی طرف سے انہیں بتلائی جائے۔\n(2) یعنی یہ لوگ چاہے کیسے بھی دعوے کریں۔ حقیقت میں ظالم ہیں یعنی مشرک ہیں، اس لئے کہ شرک سب سے بڑا ظلم ہے۔ اس ظلم کی وجہ سے یہ ہدایت الٰہی سے محروم ہیں۔ اس لئے ان کا اور مسلمانوں کا، جو ہدایت الٰہی سے بہرہ ور ہیں، آپس میں کوئی مقابلہ نہیں ہے۔","lang":"ur"},{"name":"9:20","price":"جو لوگ ایمان ﻻئے، ہجرت کی، اللہ کی راه میں اپنے مال اور اپنی جان سے جہاد کیا وه اللہ کے ہاں بہت بڑے مرتبہ والے ہیں، اور یہی لوگ مراد پانے والے ہیں۔","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:21","price":"انہیں ان کا رب خوشخبری دیتا ہے اپنی رحمت کی اور رضامندی کی اور جنتوں کی، ان کے لئے وہاں دوامی نعمت ہے۔","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:22","price":"وہاں یہ ہمیشہ رہنے والے ہیں اللہ کے پاس یقیناً بہت بڑے ﺛواب ہیں۔(1)","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"(1) ان آیات میں ان اہل ایمان کی فضیلت بیان کی گئی جنہوں نے ہجرت کی اور اپنی جان مال کے ساتھ جہاد میں حصہ لیا۔ فرمایا: اللہ کے ہاں انہی کا درجہ سب سے بلند ہے اور یہی کامیاب ہیں، یہی اللہ کی رحمت و رضامندی اور دائمی نعمتوں کے مستحق ہیں نہ کہ وہ جو خود اپنے منہ میاں مٹھو بنتے اور اپنے آبائی طور طریقوں کو ہی ایمان باللہ کے مقابلے میں عزیز رکھتے ہیں۔","lang":"ur"},{"name":"9:23","price":"اے ایمان والو! اپنے باپوں کو اور اپنے بھائیوں کو دوست نہ بناؤ اگر وه کفر کو ایمان سے زیاده عزیز رکھیں۔ تم میں سے جو بھی ان سے محبت رکھے گا وه پورا گنہگار ﻇالم ہے۔(1)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"(1) یہ وہی مضمون ہے جو قرآن کریم میں متعدد جگہ بیان کیا گیا ہے۔ (ملاحظہ ہو۔ سورة آل عمران: آيت 28-118- سورة المائدة: آيت 151 اور سورة المجادلة 22) یہاں جہاد و ہجرت کے موضوع کے ضمن میں (چونکہ اس کی اہمیت واضح ہے اس لئے) اسے یہاں بھی بیان کیا گیا ہے یعنی جہاد و ہجرت میں تمہارے لئے تمہارے باپوں اور بھائیوں وغیرہ کی محبت آڑے نہ آئے، کیونکہ وہ ابھی تک کافر ہیں، تو پھر وہ تمہارے دوست ہو ہی نہیں سکتے، بلکہ وہ تمہارے دشمن ہیں اگر تم ان سے محبت کا تعلق رکھو گے تو یاد رکھو تم ظالم قرار پاؤ گے۔","lang":"ur"},{"name":"9:24","price":"آپ کہہ دیجئے کہ اگر تمہارے باپ اور تمہارے لڑکےاور تمہارے بھائی اور تمہاری بیویاں اور تمہارے کنبے قبیلے اور تمہارے کمائے ہوئے مال اور وه تجارت جس کی کمی سے تم ڈرتے ہو اور وه حویلیاں جنہیں تم پسند کرتے ہو اگر یہ تمہیں اللہ سے اور اس کے رسول سے اور اس کی راه میں جہاد سے بھی زیاده عزیز ہیں، تو تم انتظار کرو کہ اللہ تعالیٰ اپنا عذاب لے آئے۔ اللہ تعالیٰ فاسقوں کو ہدایت نہیں دیتا۔(1)","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"(1) اس آیت میں بھی اس مضمون کو بڑے مؤکد انداز میں بیان کیا گیا ہے ”عشیرۃ“ اسم جمع ہے، وہ قریب ترین رشتہ دار جن کے ساتھ آدمی زندگی کے شب و روز گزارتا ہے، یعنی کنبہ قبیلہ، ”اقتراف“ کسب (کمائی) کے معنی کے لئے آتا ہے، ”تجارت“ سودے کی خرید و فروخت کو کہتے ہیں جس کا مقصد نفع کا حصول ہو، ”کساد“ مندے کو کہتے ہیں یعنی سامان فروخت موجود ہو لیکن خریدار نہ ہو یا اس چیز کا وقت گز رچکا ہو، جس کی وجہ سے لوگوں کو ضرورت نہ رہے۔ دونوں صورتیں مندے کی ہیں۔ ”مساکن“ سے مراد وہ گھر ہیں جنہیں انسان موسم کے شدائد و حوادث سے بچنے آبرومندانہ طریقے سے رہنے سہنے اور اپنے بال بچوں کی حفاظت کے لئے تعمیر کرتا ہے، یہ ساری چیزیں اپنی اپنی جگہ ضروری ہیں اور ان کی اہمیت و افادیت بھی ناگزیر اور قلوب انسانی میں ان سب کی محبت بھی طبعی ہے (جو مذموم نہیں) لیکن اگر ان کی محبت اللہ اور رسول کی محبت سے زیادہ اور اللہ کی راہ میں جہاد کرنے میں مانع ہو جائے، تو یہ بات اللہ کو سخت ناپسندیدہ اور اس کی ناراضگی کا باعث ہے اور یہ وہ فسق (نافرمانی) ہے جس سے انسان اللہ کی ہدایت سے محروم ہو سکتا ہے۔ جس طرح کہ آخری الفاظ تہدید سے واضح ہے۔ احادیث میں نبی (صلى الله عليه وسلم) نے بھی اس مضمون کو وضاحت سے بیان فرمایا ہے مثلا ایک موقع پر حضرت عمر (رضي الله عنه) نے کہا: ”یا رسول اللہ! مجھے آپ، اپنے نفس کے سوا ہر چیز سے زیادہ محبوب ہیں“۔ آپ (صلى الله عليه وسلم) نے فرمایا ”جب تک میں اس کے اپنے نفس سے بھی زیادہ محبوب نہ ہوجاؤں اس وقت تک وہ مومن نہیں“، حضرت عمر (رضي الله عنه) نے کہا ”پس واللہ! اب آپ مجھے اپنے نفس سے بھی زیادہ محبوب ہیں“۔ آپ (صلى الله عليه وسلم) نے فرمایا: ”اے عمر! اب تم مومن ہو“۔ (صحيح بخاري- كتاب الأيمان والنذر - باب كيف كان يمين النبي صلى الله عليه وسلم) ایک دوسری روایت میں نبی (صلى الله عليه وسلم) نے فرمایا: ”قسم ہے اس ذات کی جس کے ہاتھ میں میری جان ہے تم میں سے کوئی شخص اس وقت تک مومن نہیں جب تک میں اس کو اس کے والد سے اس کی اولاد سے اور تمام لوگوں سے زیادہ محبوب نہ جاؤں“۔ (صحيح بخاري - كتاب الإيمان باب حب الرسول صلى الله عليه وسلم من الإيمان- ومسلم كتاب الإيمان، باب باب بيان خصال من اتصف بهن وجد حلاوة الإيمان) ایک اور حدیث میں جہاد کی اہمیت بیان کرتے ہوئے فرمایا ”جب تم بَيْعُ عِينَةٍ (کسی کو مدت معینہ کے لییے چیز ادھاردے کر پھر اس سے کم قیمت پر خرید لینا) اختیار کر لو گے اور گایوں کی دمیں پکڑ کر کھیتی باڑی پر راضی وقانع ہو جاؤ گے اور جہاد چھوڑ بیٹھو گے تو اللہ تعالٰی تم پر ایسی ذلت مسلط فرمادے گا جس سے تمام وقت تک نہ نکل سکو گے جب تک اپنے دین کی طرف نہیں لوٹو گے“۔ ( أبو داود، كتاب البيوع، باب النهي عن العينة - مسند أحمد جلد 2، ص42)","lang":"ur"},{"name":"9:25","price":"یقیناً اللہ تعالیٰ نے بہت سے میدانوں میں تمہیں فتح دی ہے اور حنین کی لڑائی والے دن بھی جب کہ تمہیں اپنی کثرت پر ناز ہوگیا تھا، لیکن اس نے تمہیں کوئی فائده نہ دیا بلکہ زمین باوجود اپنی کشادگی کے تم پر تنگ ہوگئی پھر تم پیٹھ پھیر کر مڑ گئے۔","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:26","price":"پھر اللہ نے اپنی طرف کی تسکین اپنے نبی پر اور مومنوں پر اتاری اور اپنے وه لشکر بھیجے جنہیں تم دیکھ نہیں رہے تھے اور کافروں کو پوری سزا دی۔ ان کفار کا یہی بدلہ تھا۔","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:27","price":"پھر اس کے بعد بھی جس پر چاہے اللہ تعالیٰ اپنی رحمت کی توجہ فرمائے گا(1) اللہ ہی بخشش ومہربانی کرنے واﻻ ہے۔","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"(1) حُنَیْن مکہ اور طائف کے درمیان ایک وادی ہے۔ یہاں هَوَازِن اور ثَقِیْف رہتے تھے، یہ دونوں قبیلے تیر اندازی میں مشہور تھے۔ یہ مسلمانوں کے خلاف لڑنے کی تیاری کر رہے تھے جس کا علم رسول اللہ (صلى الله عليه وسلم) کو ہوا تو آپ 12 ہزار کا لشکر لے کر ان قبیلوں سے جنگ کے لئے حنین تشریف لے گئے، یہ فتح مکہ کے 18، 19دن بعد، شوال کا واقعہ ہے۔ مذکورہ قبیلوں نے بھرپور تیاری کر رکھی تھی اور مختلف کمین گاہوں میں تیر اندازوں کو مقرر کر دیا تھا۔ ادھر مسلمانوں میں یہ عجب پیدا ہوگیا کہ آج کم از کم قلت کی وجہ سے ہم مغلوب نہیں ہونگے۔ یعنی اللہ کی مدد کے بجائے اپنی کثرت تعداد پر اعتماد زیادہ ہوگیا۔ اللہ تعالٰی کو یہ عُجب کا کلمہ پسند نہیں آیا۔ نتیجتاً جب ہوازن کے تیر اندازوں نے مختلف کمین گاہوں سے مسلمانوں کے لشکر پر یک بارگی تیر اندازی کی تو اس غیر متوقع اور اچانک تیروں کی بچھاڑ سے مسلمانوں کے قدم اکھڑ گئے اور وہ بھاگ کھڑے ہوئے۔ میدان میں صرف رسول اللہ (صلى الله عليه وسلم) اور سَو کے قریب مسلمان رہ گئے۔ آپ (صلى الله عليه وسلم) مسلمانوں کو پکار رہے تھے ”اللہ کے بندو! میرے پاس آؤ میں اللہ کا رسول ہوں“ کبھی یہ رجزیہ کلمہ پڑھتے: «أَنَا النَّبِيُّ لا كَذِبْ - أَنَا ابْنُ عَبْدُ الْمُطَّلِبْ»پھر آپ (صلى الله عليه وسلم) نے حضرت عباس (رضي الله عنه) کو (جو نہایت بلند آواز تھے) حکم دیا کہ مسلمانوں کو جمع کرنے کے لئے آوازیں دیں۔ چنانچہ ان کی ندا سن کر مسلمان سخت پشیمان ہوئے اور دوبارہ میدان میں آگئے اور پھر اس طرح جم کر لڑے کہ اللہ نے فتح عطا فرمائی، اللہ تعالٰی کی مدد بھی حاصل ہوئی، جس سے ان کے دلوں سے دشمن کا خوف دور ہو گیا، دوسرے فرشتوں کا نزول ہوا۔ اس جنگ میں مسلمانوں نے چھ ہزار کافروں کو قیدی بنایا (جنہیں بعد میں نبی (صلى الله عليه وسلم) کی درخواست پر چھوڑ دیا گیا) اور بہت سا مال غنیمت حاصل ہوا، جنگ کے بعد ان کے بہت سے سردار بھی مسلمان ہوگئے یہاں 3 آیت میں اللہ تعالٰی نے اس واقعے کا مختصر ذکر فرمایا ہے۔","lang":"ur"},{"name":"9:28","price":"اے ایمان والو! بے شک مشرک بالکل ہی ناپاک ہیں(1) وه اس سال کے بعد مسجد حرام کے پاس بھی نہ پھٹکنے پائیں(2) اگر تمہیں مفلسی کا خوف ہے تو اللہ تمہیں دولت مند کر دے گا اپنے فضل سے اگر چاہے(3) اللہ علم وحکمت واﻻ ہے۔","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"(1) مشرک کے (پلید، ناپاک) ہونے کا مطلب، عقائد و اعمال کے لحاظ سے ناپاک ہونا ہے۔ بعض کے نزدیک مشرک ظاہر و باطن دونوں اعتبار سے ناپاک ہے۔ کیونکہ وہ طہارت (صفائی و پاکیزگی) کا اس طرح اہتمام نہیں کرتا، جس کا حکم شریعت نے دیا ہے۔\n(2) یہ وہی حکم ہے جو سن 9 ہجری میں اعلان برات کے ساتھ کیا گیا تھا، جس کی تفصیل پہلے گزر چکی ہے ممانعت بعض کے نزدیک صرف مسجد حرام کے لئے ہے۔ ورنہ حسب ضرورت مشرکین دیگر مساجد میں داخل ہو سکتے ہیں جس طرح نبی کریم (صلى الله عليه وسلم) نے ثمامہ بن اثال (رضي الله عنه) کو مسجد نبوی کے ستون سے باندھے رکھا تھا حتیٰ کہ اللہ نے ان کے دل میں اسلام کی اور نبی (صلى الله عليه وسلم) کی محبت ڈال دی اور وہ مسلمان ہوگئے۔ علاوہ ازیں اکثر علماء کے نزدیک یہاں مسجد حرام سے مراد پورا حرم ہے یعنی حدود حرم کے اندر مشرک کا داخلہ ممنوع ہے بعض آثار کی بنیاد پر اس حکم سے ذمی اور خدام کو مشثنیٰ کیا گیا ہے اسی طرح حضرت عمر بن عبدالعزیز نے اس سے استدلال کرتے ہوئے اپنے دور حکومت میں یہود و نصاریٰ کو بھی مسلمانوں کی مسجدوں میں داخلے سے ممانعت کا حکم جاری فرمایا تھا۔ (ابن کثیر)\n(3) مشرکین کی ممانعت سے بعض مسلمانوں کے دل میں یہ خیال آیا کہ حج کے موسم میں زیادہ اجتماع کی وجہ سے جو تجارت ہوتی ہے، یہ متاثر ہوگی۔ اللہ تعالٰی نے فرمایا، اس مفلسی (یعنی کاروبار کی کمی) سے ڈرنے کی ضرورت نہیں ہے، اللہ تعالٰی عنقریب اپنے فضل سے تمہیں غنی کر دے گا چنانچہ فتوحات کی وجہ سے کثرت سے مال غنیمت مسلمانوں کو حاصل ہوا۔ اور پھر بتدریج سارا عرب بھی مسلمان ہوگیا اور حج کے موسم میں حاجیوں کی ریل پیل پھر اسی طرح ہوگئی جس طرح پہلے تھی بلکہ اس سے کہیں زیادہ ہوئی اور جو مسلسل روز افزوں ہی ہے۔","lang":"ur"},{"name":"9:29","price":"ان لوگوں سے لڑو، جو اللہ پر اور قیامت کے دن پر ایمان نہیں ﻻتے جو اللہ اور اس کے رسول کی حرام کرده شے کو حرام نہیں جانتے، نہ دین حق کو قبول کرتے ہیں ان لوگوں میں جنہیں کتاب دی گئی ہے، یہاں تک کہ وه ذلیل وخوار ہو کر اپنے ہاتھ سے جزیہ ادا کریں۔(1)","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"(1) مشرکین سے قتال عام کے حکم کے بعد اس آیت میں یہود و نصاریٰ سے قتال کا حکم دیا جا رہا ہے (اگر وہ اسلام نہ قبول کریں) یا پھر وہ جزیہ دے کر مسلمانوں کی ماتحتی میں رہنا قبول کرلیں جزیہ ایک متعین رقم ہے جو سالانہ ایسے غیر مسلموں سے لی جاتی ہے جو کسی اسلامی مملکت میں رہائش پذیر ہوں اس کے بدلے میں ان کی جان و مال اور عزت و آبرو کی حفاظت کی ذمے داری اسلامی مملکت کی ہوتی ہے۔ یہود و نصاریٰ باوجود اس بات کے وہ اللہ اور یوم آخرت پر ایمان رکھتے تھے، ان کی بابت کہا گیا کہ وہ اللہ اور یوم آخرت پر ایمان نہیں رکھتے تھے، اس سے واضح کر دیا گیا کہ انسان جب تک اللہ پر اس طرح ایمان نہ رکھے جس طرح اللہ نے اپنے پیغمبروں کے ذریعے سے بتلایا ہے، اس وقت تک اس کا ایمان باللہ قابل اعتبار نہیں۔ اور یہ بھی واضح ہے کہ ان کے ایمان باللہ کو غیر معتبر اس لئے قرار دیا گیا کہ یہود و نصاریٰ نے حضرت عزیز و حضرت مسیح علیہما السلام کی ابنیت (یعنی بیٹا ہونے کا) اور الوہیت کا عقیدہ گھڑ لیا تھا، جیسا کہ اگلی آیت میں ان کے عقیدے کا اظہار ہے۔","lang":"ur"},{"name":"9:30","price":"یہود کہتے ہیں عزیر اللہ کا بیٹا ہے اور نصرانی کہتے ہیں مسیح اللہ کا بیٹا ہے یہ قول صرف ان کے منھ کی بات ہے۔ اگلے منکروں کی بات کی یہ بھی نقل کرنے لگے اللہ انہیں غارت کرے وه کیسے پلٹائے جاتے ہیں۔","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:31","price":"ان لوگوں نے اللہ کو چھوڑ کر اپنے عالموں اور درویشوں کو رب بنایا ہے(1) اور مریم کے بیٹے مسیح کو حاﻻنکہ انہیں صرف ایک اکیلے اللہ ہی کی عبادت کا حکم دیا گیا تھا جس کے سوا کوئی معبود نہیں وه پاک ہے ان کے شریک مقرر کرنے سے۔","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"(1) اس کی تفسیر حضرت عدی بن حاتم (رضي الله عنه) کی بیان کردہ حدیث سے بخوبی ہو جاتی ہے۔ وہ کہتے ہیں کہ میں نے نبی (صلى الله عليه وسلم) سے یہ آیت سن کر عرض کیا کہ یہود و نصاریٰ نے تو اپنے علماء کی کبھی عبادت نہیں کی، پھر یہ کیوں کہا گیا کہ انہوں نے ان کو رب بنا لیا؟ آپ (صلى الله عليه وسلم) نے فرمایا: ”یہ ٹھیک ہے کہ انہوں نے ان کی عبادت نہیں کی لیکن یہ بات تو ہے نا، کہ ان کے علماء نے جس کو حلال قرار دے دیا، اس کو انہوں نے حلال اور جس چیز کو حرام کر دیا اس کو حرام ہی سمجھا۔ یہی ان کی عبادت کرنا ہے“۔ (صحيح ترمذي- للأباني- نمبر2471) کیونکہ حرام وحلال کرنے کا اختیار صرف اللہ تعالٰی کو ہے یہی حق اگر کوئی شخص کسی اور کے اندر تسلیم کرتا ہے تو اس کا مطلب یہ ہے کہ اس نے اس کو اپنا رب بنا لیا ہے اس آیت میں ان لوگوں کے لیے بڑی تنبیہ ہے جنہوں نے اپنے اپنے پیشواؤں کو تحلیل وتحریم کا منصب دے رکھا ہے اور ان کے اقوال کے مقابلے میں وہ نصوص قرآن وحدیث کو بھی اہمیت دینے کے لیے تیار نہیں ہوتے۔","lang":"ur"},{"name":"9:32","price":"وه چاہتے ہیں کہ اللہ کے نور کو اپنے منھ سے بجھا دیں اور اللہ تعالیٰ انکاری ہے مگر اسی بات کا کہ اپنا نور پورا کرے گو کافر نا خوش رہیں۔(1)","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"(1) یعنی اللہ نے رسول اللہ (صلى الله عليه وسلم) کو جو ہدایت اور دین حق دے کر بھیجا ہے، یہود و نصاریٰ اور مشرکین چاہتے ہیں کہ اپنے جدال و افترا سے اس کو مٹا دیں۔ ان کی مثال ایسے ہی ہے جیسے کوئی شخص سورج کی شعاعوں کو یا چاند کی روشنی کو اپنی پھونکوں سے بجھا دے پس! جس طرح یہ ناممکن ہے اسی طرح جو دین حق اللہ نے اپنے رسول کو دے کر بھیجا ہے اس کا مٹانا بھی ناممکن ہے۔ وہ تمام دینوں پر غالب آ کر رہے گا، جیسا کہ اگلے جملے میں اللہ نے فرمایا، کافر کے لغوی معنی ہیں چھپانے والا اسی لئے رات کو بھی 'کافر' کہا جاتا ہے کہ وہ تمام چیزوں کو اپنے اندھیروں میں چھپا لیتی ہے کاشت کار کو بھی 'کافر' کہتے ہیں کیونکہ وہ غلے کے دانوں کو زمین میں چھپا دیتا ہے۔ گویا کافر بھی اللہ کے نور کو چھپانا چاہتے ہیں یا اپنے دلوں میں کفر و نفاق اور مسلمانوں اور اسلام کے خلاف بغض و عناد چھپائے ہوئے ہیں۔ اس لئے انہیں کافر کہا جاتا ہے۔","lang":"ur"},{"name":"9:33","price":"اسی نے اپنے رسول کو ہدایت اور سچے دین کے ساتھ بھیجا ہے کہ اسے اور تمام مذہبوں پر غالب کر دے(1) اگر چہ مشرک برا مانیں","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"(1) دلائل و براہین کے لحاظ سے تو یہ غلبہ ہر وقت حاصل ہے۔ تاہم مسلمانوں نے دین پر عمل کیا تو انہیں دنیاوی غلبہ بھی حاصل ہوا۔ اور اب بھی مسلمان اگر اپنے دین کے عامل بن جائیں تو ان کا غلبہ یقینی ہے، اس لئے کہ اللہ کا وعدہ ہے کہ حزب اللہ غالب و فاتح ہوگا۔ شرط یہی ہے کہ مسلمان حزب اللہ بن جائیں۔","lang":"ur"},{"name":"9:34","price":"اے ایمان والو! اکثر علما اور عابد، لوگوں کا مال ناحق کھا جاتے ہیں اور اللہ کی راه سے روک دیتے ہیں(1) اور جو لوگ سونے چاندی کا خزانہ رکھتے ہیں اور اللہ کی راه میں خرچ نہیں کرتے، انہیں دردناک عذاب کی خبر پہنچا دیجئے۔(2)","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"(1) أَحْبَارٌ حِبْرٌ کی جمع ہے یہ ایسے شخص کو کہا جاتا ہے جو بات کو خوبصورت طریقہ سے پیش کرنے کا طریقہ رکھتا ہو خوبصورت اور منقش کپڑے کو ثَوْبٌ مُحَبَّرٌ کہا جاتا ہے مراد علماء یہود ہیں، رہبان راہب کی جمع ہے جو رہبنہ سے مشتق ہے۔ اس سے مراد علماء نصاریٰ ہیں بعض کے نزدیک یہ صوفیائے نصاریٰ ہیں۔ یہ دونوں ایک تو کلام اللہ میں تحریف و تغیر کر کے لوگوں کی خواہشات کے مطابق مسئلے بتاتے اور یوں لوگوں کو اللہ کے راستے سے روکتے ہیں، دوسرے اس طرح لوگوں سے مال اینٹھتے، جو ان کے لئے باطل اور حرام تھا۔ بدقسمتی سے بہت سے علماء مسلمین کا بھی یہی حال ہے اور یوں نبی (صلى الله عليه وسلم) کی پیش گوئی کا مصداق ہیں جس میں آپ (صلى الله عليه وسلم) نے فرمایا تھا، لَتَتَّبِعُنَّ سنَنَ مَنْ كَانَ قَبْلَكُمْ (صحيح بخاري كتاب الاعتصام میں نبی صلى الله عليه وسلم کا یہ فرمان باب کا عنوان ہے) ”تم پچھلی امتوں کے طور طریقوں کی ضرور پیروی کرو گے“۔\n(2) حضرت عبد اللہ بن عمر بفرماتے ہیں کہ یہ زکٰوۃ کے حکم سے پہلے کا حکم ہے۔ زکٰوۃ کا حکم نازل ہونے کے بعد زکٰوۃ کو اللہ تعالٰی نے مال کی طہارت کا ذریعہ بنا دیا ہے اس لئے علماء فرماتے ہیں کہ جس مال سے زکٰو ۃ ادا کر دی جائے وہ خزانہ نہیں ہے اور جس مال کی زکٰو ۃ ادا نہ کی جائے، وہ کنز (خزانہ) ہے، جس پر یہ قرآنی وعید ہے۔ چنانچہ صحیح حدیث میں ہے کہ ' جو شخص اپنے مال کی زکٰو ۃ ادا نہیں کرتا قیامت والے دن اس کے مال کو آگ کی تختیاں بنا دیا جائے گا، جس سے اس کے دونوں پہلوؤں کو، پیشانی کو اور کمر کو داغا جائے گا۔ یہ دن پچاس ہزار سال کا ہوگا اور لوگوں کے فیصلے ہو جانے تک اس کا یہی حال رہے گا اس کے بعد جنت یا جہنم میں اسے لے جایا جائے گا (صحيح مسلم- كتاب الزكاة ، باب إثم مانع الزكاة) یہ بگڑے ہوئے علماء اور صوفیا کے بعد بگڑے ہوئے اہل سرمایہ ہیں تینوں طبقے عوام کے بگاڑ میں سب سے زیادہ ذمہ دار ہیں۔ اللَّهُمَّ! احْفَظْنَا مِنْهُمْ","lang":"ur"},{"name":"9:35","price":"جس دن اس خزانے کو آتش دوزخ میں تپایا جائے گا پھر اس سے ان کی پیشانیاں اور پہلو اور پیٹھیں داغی جائیں گی (ان سے کہا جائے گا) یہ ہے جسے تم نے اپنے لئے خزانہ بنا کر رکھا تھا۔ پس اپنے خزانوں کا مزه چکھو۔","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:36","price":"مہینوں کی گنتی اللہ کے نزدیک کتاب اللہ میں باره کی ہے، اسی دن سے جب سے آسمان وزمین کو اس نے پیدا کیا ہے اس میں سے چار حرمت وادب کے ہیں(1) ۔ یہی درست دین ہے(2)، تم ان مہینوں میں اپنی جانوں پر ﻇلم نہ کرو(3) اور تم تمام مشرکوں سے جہاد کرو جیسے کہ وه تم سب سے لڑتے ہیں(4) اور جان رکھو کہ اللہ تعالی متقیوں کے ساتھ ہے۔","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"(1) فی کتاب اللہ سے مراد لوح محفوظ یعنی تقدیر الٰہی ہے۔ یعنی ابتداء آفرینش سے ہی اللہ تعالٰی نے بارہ مہینے مقرر فرمائے ہیں، جن میں چار حرمت والے ہیں جن میں قتال و جدال کی بالخصوص ممانعت ہے۔ اسی بات کو نبی کریم (صلى الله عليه وسلم) نے ایسے بیان فرمایا ہے کہ ”زمانہ گھوم گھما کر پھر اسی حالت پر آگیا ہے جس حالت پر اس وقت تھا جب اللہ نے آسمانوں اور زمین کی تخلیق فرمائی۔ سال بارہ مہینوں کا ہے، جن میں چار حرمت والے ہیں، تین پے درپے ذوالقعدہ، ذوالحجہ اور محرم اور چوتھا رجب جو جمادی الاخری اور شعبان کے درمیان ہے“۔ (صحيح بخاري، كتاب التفسير ، سورة توبة وصحيح مسلم ، كتاب القسامة ، باب تغليظ تحريم الدماء) زمانہ اسی حالت پر آگیا ہے کا مطلب، مشرکین عرب مہینوں میں جو تاخیر و تقدیم کرتے تھے جس کی تفصیل آگے آرہی ہے اس کا خاتمہ ہے۔\n(2) یعنی ان مہینوں کا اسی ترتیب سے ہونا جو اللہ نے رکھی ہے اور جن میں چار حرمت والے ہیں۔ اور یہی حساب صحیح اور عدد مکمل ہے۔\n(3) یعنی حرمت والے مہینوں میں قتال کر کے ان کی حرمت پامال کر کے اور اللہ کی نافرمانی کا ارتکاب کر کے۔\n(4) لیکن حرمت والے مہینے گزرنے کے بعد الا یہ کہ وہ لڑنے پر مجبور کر دیں، پھر حرمت والے مہینوں میں بھی تمہارے لئے لڑنا جائز ہوگا۔","lang":"ur"},{"name":"9:37","price":"مہینوں کا آگے پیچھے کر دینا کفر کی زیادتی ہے(1) اس سے وه لوگ گمراہی میں ڈالے جاتے ہیں جو کافر ہیں۔ ایک سال تو اسے حلال کر لیتے ہیں اور ایک سال اسی کو حرمت واﻻ کر لیتے ہیں، کہ اللہ نے جو حرمت رکھی ہے اس کے شمار میں تو موافقت کر لیں(2) پھر اسے حلال بنا لیں جسے اللہ نے حرام کیا ہے انہیں ان کے برے کام بھلے دکھادیئے گئے ہیں اور قوم کفار کی اللہ رہنمائی نہیں فرماتا۔","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"(1) ”نَسِيءٌ“ کے معنی پیچھے کرنے کے ہیں۔ عربوں میں بھی حرمت والے مہینوں میں قتال و جدال اور لوٹ مار کو سخت ناپسندیدہ سمجھا جاتا تھا۔ لیکن مسلسل تین مہینے، ان کی حرمت کو ملحوظ رکھتے ہوئے، قتل و غارت سے اجتناب، ان کے لئے بہت مشکل تھا۔ اس لئے اس کا حل انہوں نے یہ نکال رکھا تھا جس حرمت والے مہینے میں قتل و غارت کرنا چاہتے اس میں وہ کر لیتے اور اعلان کر دیتے کہ اس کی جگہ فلاں مہینہ حرمت والا ہوگا مثلًا محرم کے مہینے کی حرمت توڑ کر اس کی جگہ صفر کو حرمت والا مہینہ قرار دے دیتے۔اس طرح حرمت والے مہینوں میں وہ تقدیم و تاخیر اور ادل بدل کرتے رہتے تھے۔ اس کو نَسِيءٌ کہا جاتا تھا۔ اللہ تعالٰی نے اس کی بابت فرمایا کہ یہ کفر میں زیادتی ہے کیونکہ اس کا ادل بدل مقصود لڑائی اور دنیاوی مفادات کے حصول کے سوا کچھ نہیں۔ اور نبی (صلى الله عليه وسلم) نے بھی اس کے خاتمے کا اعلان یہ کہہ کر فرمادیا کہ ”زمانہ گھوم گھما کر اپنی اصلی حالت میں آگیا ہے یعنی اب آئندہ مہینوں کی یہ ترتیب اسی طرح رہے گی جس طرح ابتدائے کائنات سے چلی آرہی ہے“۔\n(2) یعنی ایک مہینے کی حرمت توڑ کر اس کی جگہ دوسرے مہینے کو حرمت والا قرار دینے سے ان کا مقصد یہ ہوتا تھا کہ اللہ تعالٰی نے چار مہینے حرمت والے رکھے ہیں، ان کی گنتی پوری رہے۔ یعنی گنتی پوری کرنے میں اللہ کی موافقت کرتے تھے، لیکن اللہ نے قتال و جدال اور غارت گری سے جو منع کیا تھا، اس کی انہیں کوئی پرواہ نہ تھی، بلکہ انہیں ظالمانہ کاروائیوں کے لئے ہی وہ ادل بدل کرتے تھے۔","lang":"ur"},{"name":"9:38","price":"اے ایمان والو! تمہیں کیا ہو گیا ہے کہ جب تم سے کہا جاتا ہے کہ چلو اللہ کے راستے میں کوچ کرو تو تم زمین سے لگے جاتے ہو۔ کیا تم آخرت کے عوض دنیا کی زندگانی پر ہی ریجھ گئے ہو۔ سنو! دنیا کی زندگی تو آخرت کے مقابلے میں کچھ یونہی سی ہے۔","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:39","price":"اگر تم نے کوچ نہ کیا تو تمہیں اللہ تعالیٰ دردناک سزا دے گا اور تمہارے سوا اور لوگوں کو بدل ﻻئے گا، تم اللہ تعالی کو کوئی نقصان نہیں پہنچا سکتے(1) اور اللہ ہر چیز پر قادر ہے۔","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"(1) روم کے عیسائی بادشاہ ہرقل کے بارے میں اطلاع ملی کہ وہ مسلمانوں کے خلاف لڑائی کی تیاری کر رہا ہے چنانچہ نبی (صلى الله عليه وسلم) نے بھی اس کے لئے تیاری کا حکم دے دیا۔ یہ شوال سن 9/ ہجری کا واقعہ ہے۔ موسم سخت گرمی کا تھا اور سفر بہت لمبا تھا۔ بعض مسلمانوں اور منافقین پر یہ حکم گراں گزرا، جس کا اظہار اس آیت میں کیا گیا ہے اور انہیں زجر و توبیخ کی گئی ہے۔ یہ جنگ تبوک کہلاتی ہے جو حقیقت میں ہوئی نہیں۔ 20 روز مسلمان ملک شام کے قریب تبوک میں رہ کر واپس آگئے۔ اس کو جیش العسرۃ کہا جاتا ہے کیونکہ اس لمبے سفر میں اس لشکر کو کافی دقتوں اور پریشانیوں کا سامنا کرنا پڑا تھا۔ ”اثَّاقَلْتُمْ“ یعنی سستی کرتے اور پیچھے رہنا چاہتے ہو۔ اس کا مظاہرہ بعض لوگوں کی طرف سے ہوا لیکن اس کو منسوب سب کی طرف کر دیا گیا (فتح القدیر)","lang":"ur"},{"name":"9:40","price":"اگر تم ان (نبی صلی اللہ علیہ وسلم) کی مدد نہ کرو تو اللہ ہی نے ان کی مدد کی اس وقت جبکہ انہیں کافروں نے (دیس سے) نکال دیا تھا، دو میں سے دوسرا جبکہ وه دونوں غار میں تھے جب یہ اپنے ساتھی سے کہہ رہے تھے کہ غم نہ کر اللہ ہمارے ساتھ ہے(1) ، پس جناب باری نے اپنی طرف سے تسکین اس پر نازل فرما کر ان لشکروں سے اس کی مدد کی جنہیں تم نے دیکھا ہی نہیں(2)، اس نے کافروں کی بات پست کر دی اور بلند وعزیز تو اللہ کا کلمہ(3) ہی ہے، اللہ غالب ہے حکمت واﻻ ہے۔","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"(1) جہاد سے پیچھے رہنے یا اس سے جان چھڑانے والوں سے کہا جا رہا ہے کہ اگر تم مدد نہیں کرو گے تو اللہ تعالٰی تمہاری مدد کا محتاج نہیں ہے۔ اللہ تعالٰی نے اپنے پیغمبر کی مدد اس وقت بھی کی جب اس نے غار میں پناہ لی تھی اور اپنے ساتھی (یعنی حضرت ابو بکر صدیق رضي الله عنه) سے کہا تھا ”غم نہ کر اللہ ہمارے ساتھ ہے“ اس کی تفصیل حدیث میں آئی ہے۔ ابو بکر صدیق (رضي الله عنه) فرماتے ہیں کہ جب ہم غار میں تھے تو میں نے نبی کریم (صلى الله عليه وسلم) سے کہا اگر ان مشرکین نے (جو ہمارے تعاقب میں ہیں) اپنے قدموں پر نظر ڈالی تو یقینا ہمیں دیکھ لیں گے حضرت نبی کریم (صلى الله عليه وسلم) نے فرمایا: ”يَا أَبَا بَكْرٍ! مَا ظَنُّكَ بِاثْنَينَ اللهُ ثَالِثُهُمَا“ (صحيح بخاري- تفسير سورة التوبة) ”اے ابو بکر! تمہارا ان دو کے بارے میں کیا خیال ہے جن کا تیسرا اللہ کی مدد اور اس کی نصرت جن کو شامل حال ہے“۔\n(2) یہ مدد کی وہ دو صورتیں بیان فرمائی ہیں جن سے اللہ کے رسول (صلى الله عليه وسلم) کی مدد فرمائی گئی۔ ایک سکینت، دوسری فرشتوں کی تائید۔\n(3) کافروں کے کلمے سے شرک اور کلمۃ اللہ سے توحید مراد ہے۔ جس طرح ایک حدیث میں بیان فرمایا گیا ہے۔ رسول اللہ (صلى الله عليه وسلم) سے پوچھا گیا کہ ایک شخص بہادری کے جوہر دکھانے کے لئے لڑتا ہے، ایک قبائلی عصبیت و حمیت میں لڑتا ہے، ایک اور ریاکاری کے لئے لڑتا ہے۔ ان میں سے فی سبیل اللہ لڑنے والا کون ہے، آپ نے فرمایا ”جو اس لئے لڑتا ہے کہ اللہ کا کلمہ بلند ہو جائے، وہ فی سبیل اللہ ہے“۔ (صحيح بخاري، كتاب العلم ، باب من سأل وهو قائم - عالما جالسا ومسلم، كتاب الإمارة ، باب من قاتل لتكون كلمة الله هي العليا)","lang":"ur"},{"name":"9:41","price":"نکل کھڑے ہو جاؤ ہلکے پھلکے ہو تو بھی(1) اور بھاری بھر کم ہو تو بھی، اور راه رب میں اپنی مال وجان سے جہاد کرو، یہی تمہارے لئے بہتر ہے اگر تم میں علم ہو۔","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"(1) اس کے مختلف مفہوم بیان کئے گئے ہیں مثلًا انفرادی طور پر یا اجتماعی طور پر خوشی سے یا ناخوشی سے غریب ہو یا امیر جوان ہو یا بوڑھا پیادہ ہو یا سوار عیال دار ہو یا اہل و عیال کے بغیر۔ وہ پیش قدمی کرنے والوں میں سے ہو یا پیچھے لشکر میں شامل۔ امام شوکانی فرماتے ہیں آیت کا حمل تمام معافی پر ہو سکتا ہے، اس لئے کہ آیت کے معنی یہ ہیں کہ 'تم کوچ کرو، چاہے نقل و حرکت تم پر بھاری ہو یا ہلکی'۔ اور اس مفہوم میں مذکورہ تمام مفاہیم آجاتے ہیں۔","lang":"ur"},{"name":"9:42","price":"اگر جلد وصول ہونے واﻻ مال واسباب ہوتا(1) اور ہلکا سفر ہوتا تو یہ ضرور آپ کے پیچھے ہو لیتے(2) لیکن ان پر تو دوری اور دراز کی مشکل پڑ گئی۔ اب تو یہ اللہ کی قسمیں کھائیں گے کہ اگر ہم میں قوت وطاقت ہوتی تو ہم یقیناً آپ کے ساتھ نکلتے، یہ اپنی جانوں کو خود ہی ہلاکت میں ڈال رہے ہیں(3) ان کے جھوٹا ہونے کا سچا علم اللہ کو ہے۔","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"(1) یہاں سے ان لوگوں کا بیان شروع ہو رہا ہے جنہوں نے عذر اور معذرت کر کے نبی (صلى الله عليه وسلم) سے اجازت لے لی تھی دراں حالانکہ ان کے پاس حقیقت میں کوئی عذر نہیں تھا۔ ”عَرَضٌ“ سے مراد جو دنیاوی منافع سامنے آئیں مطلب ہے مال غنیمت۔\n(2) یعنی آپ (صلى الله عليه وسلم) کے ساتھ شریک جہاد ہوتے۔ لیکن سفر کی دوری نے انہیں حیلے تراشنے پر مجبور کر دیا۔\n(3) یعنی جھوٹی قسمیں کھا کر۔ کیونکہ جھوٹی قسم کھانا گناہ کبیرہ ہے۔","lang":"ur"},{"name":"9:43","price":"اللہ تجھے معاف فرما دے، تو نے انہیں کیوں اجازت دے دی؟ بغیر اس کے کہ تیرے سامنے سچے لوگ کھل جائیں اور تو جھوٹے لوگوں کو بھی جان لے۔(1)","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"(1) یہ نبی کریم (صلى الله عليه وسلم) کو کہا جا رہا ہے کہ جہاد میں عدم شرکت کی اجازت مانگنے والوں کو تو نے کیوں بغیر یہ تحقیق کئے کہ اس کے پاس معقول عذر بھی ہے یا نہیں؟ اجازت دے دی۔ لیکن اس توبیخ میں بھی پیار کا پہلو غالب ہے، اس لئے اس کوتاہی پر معافی کی وضاحت پہلے کر دی گئی ہے۔ یاد رہے یہ تنبیہ اس لئے کی گئی ہے کہ اجازت دینے میں عجلت کی گئی اور پورے طور پر تحقیق کی ضرورت نہیں سمجھی گئی۔ ورنہ تحقیق کے بعد ضرورت مندوں کو اجازت دینے کی آپ کو اجازت حاصل تھی۔ جیسا کہ فرمایا گیا ہے۔ «فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ» ( النور -62) ”جب یہ لوگ تجھ سے اپنے بعض کاموں کی وجہ سے اجازت مانگیں، تو جس کو تو چاہے، اجازت دے دے“۔ جس کو چاہے کا مطلب یہ ہے کہ جس کے پاس معقول عذر ہو، اسے اجازت دینے کا حق تجھے حاصل ہے۔","lang":"ur"},{"name":"9:44","price":"اللہ پر اور قیامت کے دن پر ایمان ویقین رکھنے والے تو مالی اور جانی جہاد سے رک رہنے کی کبھی بھی تجھ سے اجازت طلب نہیں کریں گے(1) ، اور اللہ تعالیٰ پرہیزگاروں کو خوب جانتا ہے۔","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"(1) یہ مخلص ایمانداروں کا کردار بیان کیا گیا ہے بلکہ ان کی عادت یہ ہے کہ وہ نہایت ذوق شوق کے ساتھ اور بڑھ چڑھ کر جہاد میں حصہ لیتے ہیں۔","lang":"ur"},{"name":"9:45","price":"یہ اجازت تو تجھ سے وہی طلب کرتے ہیں جنہیں نہ اللہ پر ایمان ہے نہ آخرت کے دن کا یقین ہے جن کے دل شک میں پڑے ہوئے ہیں اور وه اپنے شک میں ہی سرگرداں ہیں۔(1)","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"(1) یہ ان منافقین کا بیان ہے جنہوں نے جھو ٹے حیلے تراش کر رسول اللہ (صلى الله عليه وسلم) سے جہاد میں نہ جانے کی اجازت طلب کر لی تھی۔ ان کی بابت کہا گیا ہے کہ یہ اللہ پر اور یوم آخرت پر ایمان نہیں رکھتے۔ اس کا مطلب یہ ہے کہ اسی عدم ایمان نے انہیں جہاد سے گریز پر مجبور کیا۔ اگر ایمان ان کے دلوں میں راسخ ہوتا تو نہ جہاد سے یہ بھاگتے نہ شکوک و شبہات ان کے دلوں میں پیدا ہوتے۔\nملحوظہ: خیال رہے کہ اس جہاد میں شرکت کے معاملے میں مسلمانوں کی چار قسمیں تھیں۔\nپہلی قسم: وہ مسلمان جو بلا تامل تیار ہوگئے۔ دوسرے، وہ جنہیں ابتداء تردد ہوا اور ان کے دل ڈولے، لیکن پھر جلد ہی اس تردد سے نکل آئے۔ تیسرے، وہ جو ضعف اور بیماری یا سواری اور سفر خرچ نہ ہونے کی وجہ سے فی الواقع جانے سے معذور تھے اور جنہیں خود اللہ تعالیٰ نے اجازت دے دی تھی۔ (ان کا ذکر آیت 91- 92 میں ہے) چوتھی قسم، وہ جو محض کاہلی کی وجہ سے شریک نہیں ہوئے۔ اور جب نبی (صلى الله عليه وسلم) واپس آئے تو انہوں نے اپنے گناہ کا اعتراف کرکے اپنے آپ کو توبہ اور سزا کے لئے پیش کردیا۔ ان کے علاوہ باقی منافقین اور ان کے جاسوس تھے، یہاں مسلمانوں کے پہلے گروہ اور منافقین کا ذکر ہے۔ مسلمانوں کی باقی تین قسموں کا بیان آگے چل کر آئے گا۔","lang":"ur"},{"name":"9:46","price":"اگر ان کا اراده جہاد کے لئے نکلنے کا ہوتا تو وه اس سفر کے لئے سامان کی تیاری کر رکھتے(1) لیکن اللہ کو ان کا اٹھنا پسند ہی نہ تھا اس لئے انہیں حرکت سے ہی روک دیا(2) اور کہہ دیا گیا کہ تم بیٹھنے والوں کے ساتھ بیٹھے ہی رہو۔(3)","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"(1) یہ انہیں منافقوں کے بارے میں کہا جا رہا ہے جنہوں نے جھوٹ بول کر اجازت حاصل کی تھی کہ اگر وہ جہاد میں جانے کا ارادہ رکھتے تو یقینا اس کے لئے تیاری کرتے۔\n(2) ”فَثَبَّطَهُمْ“ کے معنی ہیں انکو روک دیا، پیچھے رہنا ان کے لئے پسندیدہ بنا دیا گیا، پس وہ سست ہوگئے اور مسلمانوں کے ساتھ نہیں نکلے مطلب یہ ہے کہ اللہ کے علم میں ان کی شرارتیں اور سازشیں تھیں، اس لئے اللہ کی تقدیری مشیت یہی تھی کہ وہ نہ جائیں۔ (3) یہ یا تو اسی مشیت الٰہی کی تعبیر ہے جو تقدیرا لکھی ہوئی تھی یا بطور ناراضگی اور غضب کے رسول اللہ (صلى الله عليه وسلم) کی طرف سے کہا گیا ہے کہ اچھا ٹھیک ہے تم عورتوں، بچوں، بیماروں اور بوڑھوں کی صف میں شامل ہو کر ان کی طرح گھروں میں بیٹھے رہو۔","lang":"ur"},{"name":"9:47","price":"اگر یہ تم میں مل کر نکلتے بھی تو تمہارے لئے سوائے فساد کے اور کوئی چیز نہ بڑھاتے(1) بلکہ تمہارے درمیان خوب گھوڑے دوڑا دیتے اور تم میں فتنے ڈالنے کی تلاش میں رہتے(2) ان کے ماننے والے خود تم میں موجود ہیں(3)، اور اللہ ان ﻇالموں کو خوب جانتا ہے۔","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"(1) یہ منافقین اگر اسلامی لشکر کے ساتھ شریک ہوتے تو غلط رائے اور مشورے دے کر مسلمانوں میں انتشار ہی کا باعث بنتے۔\n(2) إِيضَاعٌ کے معنی ہوتے ہیں، اپنی سواری کو تیزی سے دوڑانا۔ مطلب یہ کہ چغل خوری وغیرہ کے ذریعے سے تمہارے اندر فتنہ برپا کرنے میں وہ کوئی دقیقہ فرو گزاشت نہ کرتے اور فتنے سے مطلب اتحاد کو پارہ پارہ کر دینا اور ان کے مابین باہمی عداوت و نفرت پیدا کر دینا ہے۔\n(3) اس سے معلوم ہوتا ہے کہ منافقین کی جاسوسی کرنے والے کچھ لوگ مومنین کے ساتھ بھی لشکر میں موجود تھے جو منافقین کو مسلمانوں کی خبریں پہنچایا کرتے تھے۔","lang":"ur"},{"name":"9:48","price":"یہ تو اس سے پہلے بھی فتنے کی تلاش کرتے رہے ہیں اور تیرے لئے کاموں کو الٹ پلٹ کرتے رہے ہیں، یہاں تک کہ حق آپہنچا اور اللہ کا حکم غالب آگیا(1) باوجودیکہ وه ناخوشی میں ہی رہے۔(2)","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"(1) اس لئے اس نے گزشتہ اور آئندہ امور کی تمہیں اطلاع دے دی ہے اور یہ بھی بتلا دیا ہے کہ یہ منافقین جو ساتھ نہیں گئے، تو تمہارے حق میں اچھا ہوا، اگر یہ جاتے تو یہ یہ خرابیاں ان کی وجہ سے پیدا ہوتیں۔\n(2) یعنی یہ منافقین تو، جب سے آپ مدینہ میں آئے ہیں، آپ کے خلاف فتنے تلاش کرنے اور معاملات کو بگاڑنے میں سرگرم رہے ہیں۔ حتیٰ کے بدر میں اللہ تعالٰی نے آپ کو فتح و غلبہ عطا فرما دیا، جو ان کے لئے بہت ہی ناگوار تھا، اسی طرح جنگ احد کے موقعے پر بھی ان منافقین نے راستے سے ہی واپس ہو کر مشکلات پیدا کرنے کی اور اس کے بعد بھی ہر موقعے پر بگاڑ کی کوشش کرتے رہے۔ حتیٰ کہ مکہ فتح ہوگیا اور اکثر عرب مسلمان ہوگئے جس پر کف حسرت و افسوس مل رہے ہیں۔","lang":"ur"},{"name":"9:49","price":"ان میں سے کوئی تو کہتا ہے مجھے اجازت دیجئے مجھے فتنے میں نہ ڈالیئے، آگاه رہو وه تو فتنے میں پڑ چکے ہیں اور یقیناً دوزخ کافروں کو گھیر لینے والی ہے۔(1)","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"(1) ”مجھے فتنے میں نہ ڈالیے“ کا ایک مطلب یہ ہے کہ اگر مجھے اجازت نہیں دیں گے تو مجھے بغیر اجازت رکنے پر سخت گناہ ہوگا، اس اعتبار سے فتنہ، گناہ کے معنی میں ہوگا۔ یعنی مجھے گناہ میں نہ ڈالیے، دوسرا مطلب فتنے کا، ہلاکت ہے یعنی مجھے ساتھ لیجاکر ہلاکت میں نہ ڈالیں۔ کہا جاتا ہے کہ جد ابن قیس نے عرض کیا مجھے ساتھ نہ لے جائیں، روم کی عورتوں کو دیکھ کر میں صبر نہ کر سکوں گا۔ اس پر نبی (صلى الله عليه وسلم) نے رخ پھیر لیا اور اجازت دے دی۔ بعد میں یہ آیت نازل ہوئی۔ اللہ تعالٰی نے فرمایا ”فتنے میں جو گزر چکے ہیں“ یعنی جہاد سے پیچھے رہنا اور اس سے گریز کرنا، بجائے خود ایک فتنہ اور سخت گناہ کا کام ہے جس میں یہ ملوث ہی ہیں۔ اور مرنے کے بعد جہنم ان کو گھیر لینے والی ہے، جس سے فرار کا کوئی راستہ ان کے لئے نہیں ہوگا۔","lang":"ur"},{"name":"9:50","price":"آپ کو اگر کوئی بھلائی مل جائے تو انہیں برا لگتا ہے اور کوئی برائی پہنچ جائے تو یہ کہتے ہیں ہم نے تو اپنا معاملہ پہلے سے ہی درست کر لیا تھا، پھر تو بڑے ہی اتراتے ہوئے لوٹتے ہیں۔(1)","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"(1) سیاق کلام کے اعتبار سے حَسَنةٌ، سے یہاں کامیابی اور غنیمت اور سَيّئَةٌ سے ناکامی، شکست اور اسی قسم کے نقصانات جو جنگ میں متوقع ہوتے ہیں مراد ہیں۔ اس میں ان کے خبث باطنی کا اظہار ہے جو منافقین کے دلوں میں تھا اس لئے کہ مصیبت پر خوش ہونا اور بھلائی حاصل ہونے پر رنج اور تکلیف محسوس کرنا، غایت عداوت کی دلیل ہے۔","lang":"ur"},{"name":"9:51","price":"آپ کہہ دیجئے کہ ہمیں سوائے اللہ کے ہمارے حق میں لکھے ہوئے کہ کوئی چیز پہنچ ہی نہیں سکتی وه ہمارا کار ساز اور مولیٰ ہے۔ مومنوں کو تو اللہ کی ذات پاک پر ہی بھروسہ کرنا چاہئے۔(1)","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"(1) یہ منافقین کے جواب میں مسلمانوں کے صبر و ثبات اور حوصلے کے لئے فرمایا جا رہا ہے کیونکہ جب انسان کو یہ معلم ہو کہ اللہ کی طرف سے مقدر کا ہر صورت میں ہونا ہے اور جو بھی مصیبت یا بھلائی ہمیں پہنچتی ہے اسی تقدیر الٰہی کا حصہ ہے، تو انسان کے لئے مصیبت کا برداشت کرنا آسان اور اس کے حوصلے میں اضافے کا سبب ہوتا ہے۔","lang":"ur"},{"name":"9:52","price":"کہہ دیجئے کہ تم ہمارے بارے میں جس چیز کا انتظار کر رہے ہو وه دو بھلائیوں میں سے ایک ہے(1) اور ہم تمہارے حق میں اس کا انتظار کرتے ہیں کہ یا تو اللہ تعالیٰ اپنے پاس سے کوئی سزا تمہیں دے یا ہمارے ہاتھوں سے(2)، پس ایک طرف تم منتظر رہو دوسری جانب تمہارے ساتھ ہم بھی منتظر ہیں۔","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"(1) یعنی کامیابی یا شہادت، ان دونوں میں سے جو چیز بھی ہمیں حاصل ہو، ہمارے لئے خیر(بھلائی) ہے۔\n(2) یعنی ہم تہارے بارے میں دو برائیوں میں سے ایک برائی کا انتظار کر رہے ہیں کہ یا تو آسمان سے اللہ تعالٰی تم پر عذاب نازل فرمائے جس سے تم ہلاک ہو جاؤ یا ہمارے ہاتھوں سے اللہ تعالٰی تمہیں (قتل کرنے، یا قیدی بننے وغیرہ قسم کی) سزائیں دے۔ وہ دونوں باتوں پر قادر ہے۔","lang":"ur"},{"name":"9:53","price":"کہہ دیجئے کہ تم خوشی یاناخوشی کسی طرح بھی خرچ کرو قبول تو ہرگز نہ کیا جائے گا(1) ، یقیناً تم فاسق لوگ ہو۔","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"(1) أَنْفِقُوا امر کا صیغہ۔ لیکن یہاں یہ تو شرط اور جزا کے معنی میں ہے۔ یعنی اگر تم خرچ کرو گے تو قبول نہیں کیا جائے گا یا یہ امر بمعنی خبر کے ہے۔ مطلب یہ ہے کہ دونوں باتیں برابر ہیں، خرچ کرو یا نہ کرو۔ اپنی مرضی سے اللہ کی راہ میں خرچ کرو گے، تب بھی نہ مقبول ہے۔ کیونکہ قبولیت کے لئے ایمان شرط اول ہے اور وہی تمہارے اندر مفقود ہے اور ناخوشی سے خرچ کیا ہوا مال، اللہ کے ہاں ویسے ہی مردود ہے، اس لئے کہ وہاں قصد صحیح موجود نہیں ہے جو قبولیت کے لئے ضروری ہے۔ یہ آیت بھی اسی طرح ہے جس طرح یہ ہے «اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ ( التوبة ۔80) ”آپ ان کے لیے بخشش مانگیں یا نہ مانگیں“۔ (یعنی دونوں باتیں برابر ہیں)۔","lang":"ur"},{"name":"9:54","price":"کوئی سبب ان کے خرچ کی قبولیت کے نہ ہونے کا اس کے سوا نہیں کہ یہ اللہ اور اس کے رسول کے منکر ہیں اور بڑی کاہلی سے ہی نماز کو آتے ہیں اور برے دل سے ہی خرچ کرتے ہیں۔(1)","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"(1) اس میں ان کے صدقات کے عدم قبول کی تین دلیلیں بیان کی گئی ہیں، ایک ان کا کفر وفسق۔ دوسرا، کاہلی سے نماز پڑھنا، اس لئے وہ نماز پر نہ ثواب کی امید رکھتے ہیں اور نہ ہی اس کے ترک کی سزا سے انہیں کوئی خوف ہے، کیونکہ رضا اور خوف، یہ بھی ایمان کی علامت ہے جس سے یہ محروم ہیں۔ اور تیسرا کراہت سے خرچ کرنا اور جس کام میں دل کی رضا نہ ہو وہ قبول کس طرح ہو سکتا ہے؟ بہرحال یہ تینوں وجوہات ایسی ہیں کہ ان میں سے ایک وجہ بھی عمل کی نامقبولیت کے لئے کافی ہے۔ چہ جائیکہ تینوں وجوہات جہاں جمع ہوجائیں تو اس عمل کے مردود بارگاہ الٰہی ہونے میں کیا شک ہوسکتا ہے۔","lang":"ur"},{"name":"9:55","price":"پس آپ کو ان کے مال واوﻻد تعجب میں نہ ڈال دیں(1) ۔ اللہ کی چاہت یہی ہے کہ اس سے انہیں دنیا کی زندگی میں ہی سزا دے(2) اور ان کے کفر ہی کی حالت میں ان کی جانیں نکل جائیں۔(3)","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"(1) اس لئے کہ یہ سب بطور آزمائش ہے، جس طرح فرمایا: «وَلا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ» ( طه ۔131) ”اور کئی طرح کے لوگوں کو جو ہم نے دنیا زندگی میں آرائش کی چیزوں سے بہرہ مند کیا ہے، تاکہ ان کی آزمائش کریں، ان پر نگاہ نہ کرنا، اور فرمایا: «أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ، نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لا يَشْعُرُونَ» ( المؤمنون. 55-56) ”کیا لوگ خیال کرتے ہیں کہ ہم جو دنیا میں ان کو مال اور بیٹوں سے مدد دیتے ہیں،(تو اس سے) ان کی بھلائی میں ہم جلدی کر رہے ہیں؟ (نہیں) بلکہ یہ سمجھتے نہیں“۔\n(2) امام ابن کثیر اور امام ابن جریر طبری نے اس سے زکٰوۃ اور نفاق فی سبیل اللہ مراد لیا ہے۔ یعنی ان منافقین سے زکٰوۃ و صدقات تو (جو وہ مسلمان ظاہر کرنے کے لئے دیتے ہیں) دنیا میں قبول کر لئے جائیں تاکہ اسی طریقے سے ان کو مالی مار بھی دنیا میں دی جائے۔\n(3) تاہم ان کی موت کفر ہی کی حالت میں آئے گی۔ اس لئے کہ وہ اللہ کے پیغمبر کو صدق دل سے ماننے کے لئے تیار نہیں اور اپنے کفر و نفاق پر ہی بدستور قائم و مصر ہیں۔","lang":"ur"},{"name":"9:56","price":"یہ اللہ کی قسم کھا کھا کر کہتے ہیں کہ یہ تمہاری جماعت کے لوگ ہیں، حاﻻنکہ وه دراصل تمہارے نہیں بات صرف اتنی ہے کہ یہ ڈرپوک لوگ ہیں۔(1)","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"(1) اس ڈر اور خوف کی وجہ سے جھوٹی قسمیں کھا کر یہ باور کرانا چاہتے ہیں کہ ہم بھی تم میں سے ہی ہیں۔","lang":"ur"},{"name":"9:57","price":"اگر یہ کوئی بچاؤ کی جگہ یا کوئی غار یا کوئی بھی سر گھسانے کی جگہ پالیں تو ابھی اس طرح لگام توڑ کر الٹے بھاگ چھوٹیں۔(1)","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"(1) یعنی نہایت تیزی سے دوڑ کر وہ پناہ گاہوں میں چلے جائیں، اس لئے کہ تم سے ان کا جتنا کچھ بھی تعلق ہے، وہ محبت و خلوص پر نہیں، عناد، نفرت اور کراہت پر ہے۔","lang":"ur"},{"name":"9:58","price":"ان میں وه بھی ہیں جو خیراتی مال کی تقسیم کے بارے میں آپ پر عیب رکھتے ہیں(1) ، اگر انہیں اس میں سے مل جائے تو خوش ہیں اور اگر اس میں سے نہ ملا تو فوراً بگڑ کھڑے ہوئے۔(2)","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"(1) یہ ان کی ایک اور بہت بڑی کوتاہی کا بیان ہے کہ وہ نبی (صلى الله عليه وسلم) کی ذات ستودہ صفات کو (نعوذ باللہ) صدقات و غنائم کی تقسیم میں غیر منصف باور کراتے، جس طرح ابن ذی الخویصرہ کے بارے میں آتا ہے کہ آپ (صلى الله عليه وسلم) ایک مرتبہ تقسیم فرما رہے تھے کہ اس نے کہا \"انصاف سے کام لیجئے\" آپ (صلى الله عليه وسلم) نے فرمایا: ”افسوس ہے تجھ پر، اگر میں ہی انصاف نہیں کروں گا تو پھر کون کرے گا؟“۔ (صحيح بخاري- كتاب المناقب، باب علامات النبوة صحيح مسلم- كتاب الزكاة باب ذكر الخوارج ...)۔\n(2) گویا اس الزام تراشی کا مقصد محض مالی مفادات کا حصول تھا کہ اس طرح ان سے ڈرتے ہوئے انہیں زیادہ حصہ دیا جائے، یا وہ مستحق ہوں یا نہ ہوں، انہیں حصہ ضرور دیا جائے۔","lang":"ur"},{"name":"9:59","price":"اگر یہ لوگ اللہ اور رسول کے دیئے ہوئے پر خوش رہتے اور کہہ دیتے کہ اللہ ہمیں کافی ہے اللہ ہمیں اپنے فضل سے دے گا اور اس کا رسول بھی، ہم تو اللہ کی ذات سے ہی توقع رکھنے والے ہیں۔","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:60","price":"صدقے صرف فقیروں(1) کے لئے ہیں اور مسکینوں کے لئے اور ان کے وصول کرنے والوں کے لئے اور ان کے لئے جن کے دل پرچائے جاتے ہوں اور گردن چھڑانے میں اور قرض داروں کے لئے اور اللہ کی راه میں اور راہرو مسافروں کے لئے(2)، فرض ہے اللہ کی طرف سے، اور اللہ علم وحکمت واﻻ ہے۔","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"(1) اس آیت میں اس طعن کا دروازہ بند کرنے کے لئے صدقات کے مستحق لوگوں کا تذکرہ کیا جا رہا ہے۔ صدقات سے مراد یہاں صدقات واجبہ یعنی زکٰوۃ ہے۔ آیت کا آغاز إنَّمَا سے کیا گیا ہے جو قصر کے صیغوں میں سے ہے اور الصقات میں لام تعریف جنس کے لیے ہے یعنی صدقات کی یہ جنس (زکوٰۃ) ان آٹھ قمسوں میں مقصور ہے جن کا ذکر آیت میں ہے ان کے علاوہ کسی اور مصرف پر زکوۃ کی رقم کا استعمال صحیح نہیں۔ اہل علم کے درمیان اس امر میں اختلاف ہے کہ کیا ان آٹھوں مصارف پر تقسیم کرنا ضروری ہے؟ امام شافعی کی رائے کی رو سے زکٰوۃ کی رقم آٹھوں مصارف پر خرچ کرنا ضروری ہے۔ یا ان میں سے جس مصرف یا مصارف پر امام یا زکوۃ ادا کرنے والا مناسب سمجھے حسب ضرورت خرچ کرسکتا ہے امام شافعی وغیرہ پہلی رائے کے قائل ہیں اور امام مالک اور امام ابو حنیفہ وغیرہما دوسری رائے کے۔ اور یہ دوسری رائے ہی زیادہ صحیح ہے امام شافعی کی رائے کی رو سے زکوۃ کی رقم آٹھوں مصارف پر خرچ کرنا ضروری ہے یعنی اقتضائے ضرورت اور مصالح دیکھے بغیر رقم کے آٹھ حصے کر کے آٹھوں جگہ پر کچھ کچھ رقم خرچ کی جائے۔ جبکہ دوسری رائے کے مطابق ضرورت اور مصالح کا اعتبار ضروری ہے جس مصرف پر رقم خرچ کرنے کی زیادہ ضرورت یا مصالح کسی ایک مصرف پر خرچ کرنے کے متقتضی ہوں، تو وہاں ضرورت اور مصالح کے لحاظ سے زکوۃ کی رقم خرچ کی جائے گی چاہے دوسرے مصارف پر خرچ کرنے کے لیے رقم نہ بچے اس رائے میں جو معقولیت ہے وہ پہلی رائے میں نہیں ہے۔\n(2) ان مصارف ثمانیہ کی مختصر تفصیل حسب ذیل ہے۔\n(ا،2) فقیر اور مسکین چونکہ قریب قریب ہیں اور ایک کا اطلاق دوسر پر بھی ہوتا ہے یعنی فقیر کو مسکین اور مسکین کو فقیر کہہ لیا جاتا ہے۔ اس لئے ان کی الگ الگ تعریف میں خاصا اختلاف ہے۔ تاہم دونوں کے مفہوم میں یہ بات تو قطعی ہے کہ جو حاجت مند ہوں اور اپنی حاجات وضروریات کو پورا کرنے کے لیے مطلوبہ رقم اور وسائل سے محروم ہوں ان کو فقیر اور مسکین کہا جاتا ہے مسکین کی تعریف میں ایک حدیث آتی ہے نبی کریم (صلى الله عليه وسلم) نے فرمایا ”مسکین وہ گھو منے پھر نے والا نہیں ہے جو ایک ایک یادو دو لقمے یا کھجور کے لیے گھر گھر پھرتا ہے بلکہ مسکین وہ ہے جس کے پاس اتنا مال بھی نہ ہو جو اسے بے نیاز کر دے نہ وہ ایسی مسکنت اپنے اوپر طاری رکھے کہ لوگ غریب اور مستحق سمجھ کر اس پر صدقہ کریں اور نہ خود لوگوں کے سامنے دست سوال دراز کرے“۔(صحیح بخاری ومسلم کتاب الزکوٰۃ) حدیث میں گویا اصل مسکین شخص مذکور کو قرار دیا گیا ہے ورنہ حضرت ابن عباس (رضي الله عنه) وغیرہ سے مسکین کی تعریف یہ منقول ہے کہ جو گداگر ہو، گھوم پھر کر اور لوگوں کے پیچھے پڑ کر مانگتا ہو اور فقیر وہ ہے جو نادار ہونے کے باوجود سوال سے بچے اور لوگوں سے کسی چیز کا سوال نہ کرے۔ (ابن کثیر)\n3۔ عاملین سے مراد حکومت کے وہ اہلکار جو زکٰو ۃ و صدقات کی وصولی و تقسیم اور اس کے حساب کتاب پر معمور ہوں۔\n4۔ مولفۃ القلوب ایک تو وہ کافر ہے جو کچھ اسلام کی طرف مائل ہو اور اس کی امداد کرنے پر امید ہو کہ وہ مسلمان ہو جائے گا۔ دوسرے، وہ نو مسلم افراد ہیں جن کو اسلام پر مضبوطی سے قائم رکھنے کے لیے امداد دینے کی ضرورت ہو۔ تیسرے وہ افراد بھی ہیں جن کی امداد دینے کی صورت میں یہ امید ہو کہ وہ اپنے علاقے کے لوگوں کو مسلمانوں پر حملہ آور ہونے سے روکیں گے اور اس طرح وہ قریب کے کمزور مسلمانوں کا تحفظ کریں۔ یہ اور اس قسم کی دیگر صورتیں تالیف قلب کی ہیں جن پر زکوۃ کی رقم خرچ کی جاسکتی ہے چاہے مذکورہ افراد مال دار ہی ہوں۔ احناف کے نزدیک یہ مصرف ختم ہوگیا ہے لیکن یہ بات صحیح نہیں حالات وظروف کے مطابق ہر دور میں اس مصرف پر زکوۃ کی رقم خرچ کرنا جائز ہے۔\n5۔ گردنیں آزاد کرانے میں۔ بعض علماء نے اس سے صرف مکاتب غلام مراد لئے ہیں اور علماء نے مکاتب وغیر مکاتب ہر قسم کے غلام مراد لئے ہیں۔ امام شوکانی نے اسی رائے کو ترجیح دی ہے۔\n6۔ غارمین سے ایک تو وہ مقروض مراد ہیں جو اپنے اہل و عیال کے نان نفقہ اور ضروریات زندگی فراہم کرنے میں لوگوں کے زیر بار ہوگئے اور ان کے پاس نقد رقم بھی نہیں ہے اور ایسا سامان بھی نہیں ہے جسے بیچ کر وہ قرض ادا کریں سکیں۔ دوسرے وہ ذمہ داراصحاب ضمانت ہیں جنہوں نے کسی کی ضمانت دی اور پھر وہ اس کی ادائیگی کے ذمہ دار قرار پاگئے یا کسی فصل تباہ یا کاروبار خسارے کا شکار ہوگیا اور اس بنیاد پر وہ مقروض ہو گیا۔ ان سب افراد کی زکوۃ کی مد سے امداد کرنا جائز ہے۔\n7۔ فی سبیل اللہ سے مراد جہاد ہے یعنی جنگی سامان و ضروریات اور مجاہد (چا ہے وہ مالدار ہی ہو) پر زکٰوۃ کی رقم خرچ کرنا جائز ہے۔ اور احادیث میں آتا ہے کہ حج اور عمرہ بھی فی سبیل اللہ میں داخل ہے اسی طرح بعض علماء کے نزدیک تبلیغ ودعوت بھی فی سبیل اللہ میں داخل ہے کیونکہ اس سے بھی مقصد جہاد کی طرح اعلائے کلمۃ اللہ ہے۔\n8۔ ابن السبیل سے مراد مسافرہے۔ یعنی اگر کوئی مسافر، سفر میں مستحق امداد ہوگیا ہے چاہے وہ اپنے گھر یا وطن میں صاحب حیثیت ہی ہو، اس کی امداد زکٰو ۃ کی رقم سے کی جاسکتی ہے۔","lang":"ur"},{"name":"9:61","price":"ان میں سے وه بھی ہیں جو پیغمبر کو ایذا دیتے ہیں اور کہتے ہیں کان کا کچا ہے، آپ کہہ دیجئے کہ وه کان تمہارے بھلے کے لئے ہے(1) وه اللہ پر ایمان رکھتا ہے اور مسلمانوں کی بات کا یقین کرتا ہے اور تم میں سے جو اہل ایمان ہیں یہ ان کے لئے رحمت ہے، رسول اللہ ﴿صلی اللہ علیہ وسلم﴾ کو جو لوگ ایذا دیتے ہیں ان کے لئے دکھ کی مار ہے۔","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"(1) یہاں سے پھر منافقین کا ذکر ہو رہا ہے نبی (صلى الله عليه وسلم) کے خلاف ایک ہرزہ سرائی انہوں نے یہ کی کہ یہ کان کا کچا (ہلکا) ہے، مطلب ہے کہ یہ ہر ایک بات سن لیتا ہے (یہ گویا آپ صلى الله عليه وسلم کے حلم و کرم اور عفو و صفع کی صفت سے ان کو دھوکہ ہوا) اللہ نے فرمایا کہ نہیں، ہمارا پیغمبر شر و فساد کی کوئی بات نہیں سنتا جو بھی سنتا ہے تمہارے لئے اس میں خیر اور بھلائی ہے۔","lang":"ur"},{"name":"9:62","price":"محض تمہیں خوش کرنے کے لئے تمہارے سامنے اللہ کی قسمیں کھا جاتے ہیں حاﻻنکہ اگر یہ ایمان دار ہوتے تو اللہ اور اس کا رسول رضامند کرنے کے زیاده مستحق تھے۔","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:63","price":"کیا یہ نہیں جانتے کہ جو بھی اللہ کی اور اس کے رسول کی مخالفت کرے گااس کے لئے یقیناً دوزخ کی آگ ہے جس میں وه ہمیشہ رہنے واﻻ ہے، یہ زبردست رسوائی ہے۔","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:64","price":"منافقوں کو ہر وقت اس بات کا کھٹکا لگارہتا ہے کہ کہیں مسلمانوں پر کوئی سورت نہ اترے جو ان کے دلوں کی باتیں انہیں بتلا دے۔ کہہ دیجئے کہ تم مذاق اڑاتے رہو۔ یقیناً اللہ تعالیٰ اسے ﻇاہر کرنے واﻻ ہے جس سے تم ڈر دبک رہے ہو۔","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:65","price":"اگر آپ ان سے پوچھیں تو صاف کہہ دیں گے کہ ہم تو یونہی آپس میں ہنس بول رہے تھے۔ کہہ دیجئے کہ اللہ، اس کی آیتیں اور اس کا رسول ہی تمہارے ہنسی مذاق کے لئے ره گئے ہیں؟(1)","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"(1) منافقین آیات الٰہی کا مذاق اڑاتے، مومنین کا استہزا کرتے حتیٰ کہ رسول اللہ (صلى الله عليه وسلم) کی شان میں گستاخانہ کلمات کہنے سے گریز نہ کرتے جس کی اطلاع کسی نہ کسی طریقے سے بعض مسلمانوں کو اور پھر رسول اللہ (صلى الله عليه وسلم) کو ہو جاتی۔ لیکن جب ان سے پوچھا جاتا تو صاف مکر جاتے اور کہتے کہ ہم تو یوں ہی ہنسی مذاق کر رہے تھے۔ اللہ تعالٰی نے فرمایا ہنسی مذاق کے لئے کیا تمہارے سامنے اللہ اور اس کی آیات و رسول ہی رہ گیا ہے؟ مطلب یہ ہے کہ اگر مقصد تمہارا آپس میں ہنسی مذاق کا ہوتا تو اس میں اللہ، اس کی آیات و رسول درمیان میں کیوں آتے، یہ یقینا تمہارے اس خبث اور نفاق کا اظہار ہے جو آیات الٰہی اور ہمارے پیغمبر کے خلاف تمہارے دلوں میں موجود ہے۔","lang":"ur"},{"name":"9:66","price":"تم بہانے نہ بناؤ یقیناً تم اپنے ایمان کے بعد بے ایمان ہوگئے(1) ، اگر ہم تم میں سے کچھ لوگوں سے درگزر بھی کر لیں(2) تو کچھ لوگوں کو ان کے جرم کی سنگین سزا بھی دیں گے۔(3)","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"(1) یعنی تم جو ایمان ظاہر کرتے رہے ہو۔ اللہ اور رسول کے استہزا کے بعد، اس کی کوئی حیثیت باقی نہیں رہ گئی۔ اول تو وہ بھی نفاق پر ہی مبنی تھا۔ تاہم اس کی بدولت ظاہری طور پر مسلمانوں میں تمہارا شمار ہوتا تھا اب اس کی بھی گنجائش ختم ہوگئی ہے۔\n(2) اس سے مراد ایسے لوگ ہیں جنہیں اپنی غلطی کا احساس ہوگیا اور انہوں نے توبہ کر لی اور مخلص مسلمان بن گئے۔\n(3) یہ وہ لوگ ہیں، جنہیں توبہ کی توفیق نصیب نہیں ہوئی اور کفر اور نفاق پر اڑے رہے اس لئے اس عذاب کی علت بھی بیان کر دی گئی ہے کہ وہ مجرم تھے۔","lang":"ur"},{"name":"9:67","price":"تمام منافق مرد وعورت آپس میں ایک ہی ہیں(1) ، یہ بری باتوں کا حکم دیتے ہیں اور بھلی باتوں سے روکتے ہیں اور اپنی مٹھی بند رکھتے ہیں(2)، یہ اللہ کو بھول گئے اللہ نے انہیں بھلا دیا(3)۔ بیشک منافق ہی فاسق وبدکردار ہیں۔","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"(1) منافقین، جو حلف اٹھا کر مسلمان باور کراتے تھے کہ ”ہم تم ہی میں سے ہیں“، اللہ تعالٰی نے اس کی تردید فرمائی، کہ ایمان والوں سے ان کا کیا تعلق؟ البتہ یہ سب منافق، چاہے مرد ہوں یا عورتیں، ایک ہی ہیں، یعنی کفر ونفاق میں ایک دوسرے سے بڑھ کر ہیں۔ آگے ان کی صفات بیان کی جا رہی ہیں جو مومنین کی صفات کے بالکل الٹ اور برعکس ہیں۔\n(2) اس سے مراد بخل ہے۔ یعنی مومن کی صفت اللہ کی راہ میں خرچ کرنا اور منافق کی اس کے برعکس بخل، یعنی اللہ کی راہ میں خرچ کرنے سے گریز کرنا ہے۔\n(3) یعنی اللہ تعالٰی بھی ان سے ایسا معاملہ کرے گا کہ گویا اس نے انہیں بھلا دیا۔ جس طرح دوسرے مقام پر فرمایا: «الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا» ( سورة الجاثية: 34) ”آج ہم تمہیں اس طرح بھلا دیں گے جس طرح تم ہماری ملاقات کے اس دن کو بھولے ہوئے تھے“، مطلب یہ کہ جس طرح انہوں نے دنیا میں اللہ کے احکامات کو چھوڑے رکھا۔ قیامت کے دن اللہ تعالٰی انہیں اپنے فضل و کرم سے محروم رکھے گا گویا نسیان کی نسبت اللہ تعالٰی کی طرف علم بلاغت کے اصول مشاکلت کے اعتبار سے ہے ورنہ اللہ کی ذات نسیان سے پاک ہے۔ (فتح القدیر)","lang":"ur"},{"name":"9:68","price":"اللہ تعالیٰ ان منافق مردوں، عورتوں اورکافروں سے جہنم کی آگ کا وعده کر چکا ہے جہاں یہ ہمیشہ رہنے والے ہیں، وہی انہیں کافی ہے ان پر اللہ کی پھٹکار ہے، اور ان ہی کے لئے دائمی عذاب ہے۔","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:69","price":"مثل ان لوگوں کے جو تم سے پہلے تھے(1) ، تم میں سے وه زیاده قوت والے تھے اور زیاده مال واوﻻد والے تھے پس وه اپنا دینی حصہ برت گئے پھر تم نے بھی اپنا حصہ برت لیا(2) جیسے تم سے پہلے کے لوگ اپنے حصے سے فائده مند ہوئے تھے اور تم نے بھی اسی طرح مذاقانہ بحﺚ کی جیسے کہ انہوں نے کی تھی(3)۔ ان کے اعمال دنیا اور آخرت میں غارت ہوگئے۔ یہی لوگ نقصان پانے والے ہیں۔(4)","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"(1) یعنی تمہارا حال بھی اعمال اور انجام کے اعتبار سے امم ماضیہ کے کافروں جیسا ہی ہے۔ اب غائب کی بجائے، منافقین سے خطاب کیا جا رہا ہے۔\n(2) ”خَلاق“ کا دوسرا ترجمہ دنیاوی حصہ بھی کیا گیا ہے۔ یعنی تمہاری تقدیر میں دنیا کا جتنا حصہ لکھ دیا گیا ہے، وہ برت لو، جس طرح تم سے پہلے لوگوں نے اپنا حصہ برتا اور پھر موت یا عذاب سے ہم کنار ہوگئے۔\n(3) یعنی آیات الٰہی اور اللہ کے پیغمبروں کی تکذیب کے لئے۔ یا دوسرا مفہوم ہے دنیا کے اسباب اور لہو و لعب میں جس طرح وہ مگن رہے، تمہارا بھی یہی حال ہے۔ آیت میں پہلے لوگوں سے مراد اہل کتاب یعنی یہود و نصاریٰ ہیں۔ جیسے ایک حدیث میں نبی (صلى الله عليه وسلم) نے فرمایا ”قسم ہے اس ذات کی جس کے ہاتھ میں میری جان ہے، تم اپنے سے پہلے لوگوں کے طریقوں کی ضرور متابعت کروگے، بالشت بہ بالشت، ذراع بہ ذراع اور ہاتھ بہ ہاتھ۔ یہاں تک کہ اگر وہ کسی گوہ کے بل میں گھسے ہوں تو تم بھی ضرور گھسو گے، لوگوں نے پوچھا، کیا اس سے آپ کی مراد اہل کتاب ہیں؟ آپ نے فرمایا، اور کون؟“۔ (صحيح بخاري، كتاب الاعتصام مسلم، كتاب العلم)۔ البتہ ہاتھ بہ ہاتھ (بَاعًا بِبَاع) کے الفاظ ان میں نہیں ہیں یہ تفسیر طبری میں منقول ایک اثر میں ہے۔\n(4) أُولَئِكَ سے مراد وہ لوگ ہیں جو مذکورہ صفات وعادات کے حامل ہیں مشبہین بھی اور مشبہ بہم بھی یعنی جس طرح وہ خاسر ونامراد رہے تم بھی اسی طرح رہو گے حالانکہ وہ قوت میں تم سے زیادہ سخت اور مال واولاد میں بھی بہت زیادہ تھے اس کے باوجود وہ عذاب الہی سے نہ بچ سکے تو تم جو ان سے ہر لحاظ سے کم ہو کس طرح اللہ کی گرفت سے بچ سکتے ہو۔","lang":"ur"},{"name":"9:70","price":"کیا انہیں اپنے سے پہلے لوگوں کی خبریں نہیں پہنچیں، قوم نوح اور عاد اور ﺛمود اور قوم ابراہیم اور اہل مدین اور اہل مؤتفکات (الٹی ہوئی بستیوں کے رہنے والے) کی(1) ، ان کے پاس ان کے پیغمبر دلیلیں لے کر پہنچے(2)، اللہ ایسا نہ تھا کہ ان پر ﻇلم کرے بلکہ انہوں نے خود ہی اپنے اوپر ﻇلم کیا۔(3)","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"(1) یہاں ان چھ قوموں کا حوالہ دیا گیا ہے۔ جن کا مسکن ملک شام رہا ہے۔ یہ بلاد عرب کے قریب ہے اور ان کی کچھ باتیں انہوں نے شاید آبا واجداد سے سنی بھی ہوں قوم، نوح، جو طوفان میں غرق کر دی گئی۔ قوم عاد جو قوت اور طاقت میں ممتاز ہونے کے باوجود، باد تند سے ہلاک کر دی گئی۔ قوم ثمود جسے آسمانی چیخ سے ہلاک کیا گیا قوم ابراہیم، جس کے بادشاہ نمرود بن کنعان بن کوش کو مچھر سے مروا دیا گیا۔ اصحاب مدین (حضرت شعیب عليه السلام کی قوم) جنہیں چیخ زلزلہ اور بادلوں کے سائے کے عذاب سے ہلاک کر دیا گیا اور اہل مؤتفکات۔ اس سے مراد قوم لوط ہے جن کی بستی کا نام 'سدوم' تھا ائتفاک کے معنی ہیں انقلاب الٹ پلٹ دینا۔ ان پر آسمان سے پتھر برسائے گئے۔ دوسرے ان کی بستی کو اوپر اٹھا کر نیچے پھینکا گیا جس سے پوری بستی اوپر نیچے ہوگئی اس اعتبار سے انہیں اصحاب مؤتفکات کہا جاتا ہے۔\n(2) ان سب قوموں کے پاس، ان کے پیغمبر، جو ان ہی کی قوم ایک فرد ہوتا تھا آئے۔ لیکن انہوں نے ان کی باتوں کو کوئی اہمیت نہیں دی، بلکہ تکذیب اور عناد کا راستہ اختیار کیا، جس کا نتیجہ بالآخر عذاب الٰہی کی شکل میں نکلا۔\n(3) یعنی یہ عذاب ان کے ظلم پر استمرار اور دوام کا نتیجہ ہے یوں ہی بلاوجہ عذاب الہٰی کا شکار نہیں ہوئے۔","lang":"ur"},{"name":"9:71","price":"مومن مرد وعورت آپس میں ایک دوسرے کے (مددگار ومعاون اور) دوست ہیں(1) ، وه بھلائیوں کا حکم دیتے ہیں اور برائیوں سے روکتے ہیں(2)، نمازوں کو پابندی سے بجا ﻻتے ہیں زکوٰة ادا کرتے ہیں، اللہ کی اور اس کے رسول کی بات مانتے ہیں(3)، یہی لوگ ہیں جن پر اللہ تعالیٰ بہت جلد رحم فرمائے گا بیشک اللہ غلبے واﻻ حکمت واﻻ ہے۔","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"(1) منافقین کی صفات مذمومہ کے مقابلے مومنین کی صفات محمودہ کا ذکر ہو رہا ہے پہلی صفت وہ ایک دوسرے کے دوست، معاون و غم خوار ہیں جس طرح حدیث میں ہے: «الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا»( صحيح بخاري- كتاب الصلاة ، باب تشبيك الأصابع في المسجد وغيره- مسلم، باب تراحم المؤمنين وتعاطفهم وتعاضدهم) ”مومن مومن کے لیے ایک دیوار کی طرح ہے جس کی ایک اینٹ دوسری اینٹ کی مضبوطی کا ذریعہ ہے“۔ دوسری حدیث میں فرمایا:«مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ، كَمَثَلِ الْجَسَدِ الْوَاحِدِ إِذَا اشْتَكَى مِنْه عُضْوٌ ، تَدَاعَى لَه سَائِرُ الْجَسَدِ بِالْحُمّى وَالسَّهَرِ»، ( صحيح مسلم، باب مذكور، والبخاري - كتاب الأدب، باب رحمة الناس والبهائم) ”مومنوں کی مثال، آپس میں ایک دوسرے کے ساتھ محبت کرنے اور رحم کرنے میں ایک جسم کی طرح ہے جب جسم کے ایک عضو کو تکلیف ہوتی ہے تو سارا جسم تپ کا شکار ہو جاتا ہے اور بیدار رہتا ہے“۔\n(2) یہ اہل ایمان کی دوسری خاص صفت ہے معروف وہ ہے جسے شریعت نے معروف (یعنی نیکی اور بھلائی) اور منکر وہ ہے جسے شریعت نے منکر (یعنی برا) قرار دیا ہے۔ نہ کہ وہ جسے لوگ اچھا یا برا کہیں۔\n(3) نماز، حقوق اللہ میں نمایاں ترین عبادت ہے اور زکٰوۃ حقوق العباد کے لحاظ سے، امتیازی حیثیت رکھتی ہے۔ اس لئے ان دونوں کا بطور خاص تذکرہ کر کے فرما دیا گیا کہ وہ ہر معاملے میں اللہ اور رسول کی اطاعت کرتے ہیں۔","lang":"ur"},{"name":"9:72","price":"ان ایمان دار مردوں اور عورتوں سے اللہ نے ان جنتوں کا وعده فرمایا ہے جن کے نیچے نہریں لہریں لے رہی ہیں جہاں وه ہمیشہ ہمیشہ رہنے والے ہیں اور ان صاف ستھرے پاکیزه محلات(1) کا جو ان ہمیشگی والی جنتوں میں ہیں، اور اللہ کی رضامندی سب سے بڑی چیز ہے(2)، یہی زبردست کامیابی ہے۔","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"(1) جو موتی اور یاقوت تیار کئے گئے ہوں گے۔ عدن کے کئی معنی کئے گئے ہیں۔ ایک معنی ہمیشگی کے ہیں۔\n(2) حدیث میں بھی آتا ہے کہ جنت کی تمام نعمتوں کے بعد اہل جنت کو سب سے بڑی نعمت رضائے الٰہی کی صورت میں ملے گی (صحيح بخاري ومسلم- كتاب الرقاق وكتاب الجنة)","lang":"ur"},{"name":"9:73","price":"اے نبی! کافروں اور منافقوں سے جہاد جاری رکھو(1) ، اور ان پر سخت ہو جاؤ(2) ان کی اصلی جگہ دوزخ ہے، جو نہایت بدترین جگہ ہے۔(3)","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"(1) اس آیت میں نبی کریم (صلى الله عليه وسلم) کو کفار اور منافقین سے جہاد اور ان پر سختی کرنے کا حکم دیا جا رہا ہے نبی (صلى الله عليه وسلم) کے بعد اس کے مخاطب آپ (صلى الله عليه وسلم) کی امت ہے، کافروں کے ساتھ منافقین سے بھی جہاد کرنے کا حکم ہے، اس کی بابت اختلاف ہے۔ ایک رائے تو یہی ہے کہ اگر منافقین کا نفاق اور ان کی سازشیں بےنقاب ہوجائیں تو ان سے بھی اس طرح جہاد کیا جائے، جس طرح کافروں سے کیا جاتا ہے۔ دوسری رائے یہ ہے کہ منافقین سے جہاد یہ ہے کہ انہیں زبان سے وعظ ونصیحت کی جائے۔ یا وہ اخلاقی جرائم کارتکاب کریں تو ان پر حدود نافذ کی جائیں تیسری رائے یہ ہے کہ جہاد کا حکم کفار سے متعلق ہے اور سختی کرنے کا منافقین سے امام ابن کثیر فرماتے ہیں ان آراء میں آپس میں کوئی تضاد اور منافات نہیں اس لیے کہ حالات و ظروف کے مطابق ان میں سے کسی بھی رائے پر عمل کرناجائز ہے۔\n(2) ”غِلظَة“ رَأفة کی ضد ہے، جس کے معنی نرمی اور شفقت کرنے کے ہیں۔ اس اعتبار سے غلظۃ کے معنی سختی اور قوت سے دشمنوں کے خلاف اقدام ہے۔ محض زبان کی سختی مراد نہیں ہے۔ اس لئے کہ وہ تو نبی کریم (صلى الله عليه وسلم) کے اخلاق کریمانہ کے ہی خلاف ہے، اسے آپ (صلى الله عليه وسلم) اختیار کر سکتے تھے نہ اللہ تعالٰی کی طرف سے اس کا حکم آپ کو مل سکتا تھا۔\n(3) جہاد اور سختی کے حکم کا تعلق دنیا سے ہے۔ آخرت میں ان کے لئے جہنم ہے جو بدترین جگہ ہے۔","lang":"ur"},{"name":"9:74","price":"یہ اللہ کی قسمیں کھا کر کہتے ہیں کہ انہوں نے نہیں کہا، حاﻻنکہ یقیناً کفر کا کلمہ ان کی زبان سے نکل چکا ہے اور یہ اپنے اسلام کے بعد کافر ہوگئے ہیں(1) اور انہوں نے اس کام کا قصد بھی کیا جو پورا نہ کر سکے(2)۔ یہ صرف اسی بات کا انتقام لے رہے ہیں کہ انہیں اللہ نے اپنے فضل سے اور اس کے رسول ﴿صلی اللہ علیہ وسلم﴾ نے دولت مند کردیا(3)، اگر یہ اب بھی توبہ کر لیں تو یہ ان کے حق میں بہتر ہے، اور اگر منھ موڑے رہیں تو اللہ تعالیٰ انہیں دنیا وآخرت میں دردناک عذاب دے گا اور زمین بھر میں ان کا کوئی حمایتی اور مددگار نہ کھڑا ہوگا۔","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"(1) مفسرین نے اس کی تفسیر میں متعدد واقعات نقل کئے ہیں، جن میں منافقین نے رسول اللہ (صلى الله عليه وسلم) کی شان میں گستاخانہ کلمات کہے جسے بعض مسلمانوں نے سن لیا اور انہوں نے آکر نبی (صلى الله عليه وسلم) کو بتلایا، لیکن آپ کے استفسار پر مکر گئے بلکہ حلف تک اٹھا لیا کہ انہوں نے ایسی بات نہیں کی۔ جس پر یہ آیت اتری۔ اس سے بھی معلوم ہوا کہ نبی (صلى الله عليه وسلم) کی شان میں گستاخی کرنا کفر ہے نبی (صلى الله عليه وسلم) کی شان میں گستاخی کرنے والا مسلمان نہیں رہ سکتا۔\n(2) اس کی بابت بھی بعض واقعات نقل کئے گئے ہیں۔ مثلاً تبوک کی واپسی پر منافقین نے رسول اللہ (صلى الله عليه وسلم) کے خلاف ایک سازش کی جس میں وہ کامیاب نہیں ہو سکے کہ دس بارہ منافقین ایک گھاٹی میں آپ کے پیچھے لگ گئے جہاں رسول اللہ (صلى الله عليه وسلم) باقی لشکر سے الگ تقریباً تنہا گزر رہے تھے ان کا منصوبہ یہ تھا کہ آپ پر حملہ کر کے آپ کا کام تمام کر دیں گے اس کی اطلاع وحی کے ذریعے سے آپ کو دے دی گئی جس سے آپ نے بچاؤ کر لیا۔\n(3) مسلمانوں کی ہجرت کے بعد، مدینہ کو مرکزی حیثیت حاصل ہوگئی تھی، جس کی وجہ سے وہاں تجارت اور کاروبار کو بھی فروغ ملا، اور اہل مدینہ کی معاشی حالت بہت اچھی ہوگئی تھی۔ منافقین مدینہ کو بھی اس کا خوب فائدہ حاصل ہوا اللہ تعالٰی اس آیت میں یہی فرما رہا ہے کہ کیا ان کو اس بات کی ناراضگی ہے کہ اللہ نے ان کو اپنے فضل سے غنی بنا دیا ہے، بلکہ ان کو تو اللہ تعالٰی کا شکر گزار ہونا چاہیے کہ اس نے انہیں تنگ دستی سے نکال کر خوش حال بنا دیا۔\nملحوظہ: اللہ تعالیٰ کے ساتھ رسول اللہ (صلى الله عليه وسلم) کا ذکر اس لئے ہے کہ اس غنا اور تونگری کا ظاہری سبب رسول اللہ (صلى الله عليه وسلم) کی ذات گرامی ہی بنی تھی، ورنہ حقیقت میں غنی بنانے والا تو اللہ تعالیٰ ہے تھا۔ اس لئے آیت میں من فضلہ، واحد کی ضمیر ہے کہ اللہ نے اپنے فضل سے انہیں غنی کردیا۔","lang":"ur"},{"name":"9:75","price":"ان میں وه بھی ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر وه ہمیں اپنے فضل سے مال دے گا تو ہم ضرور صدقہ وخیرات کریں گے اور پکی طرح نیکو کاروں میں ہو جائیں گے۔","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:76","price":"لیکن جب اللہ نے اپنے فضل سے انہیں دیا تو یہ اس میں بخیلی کرنے لگے اور ٹال مٹول کرکے منھ موڑ لیا۔(1)","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"(1) اس آیت کو بعض مفسرین نے ایک صحابی حضر ثعلبہ بن حاطب انصاری کے بارے میں قرار دیا ہے لیکن سندا یہ صحیح نہیں۔ صحیح بات یہ ہے کہ اس میں بھی منافقین کا ایک اور کردار بیان کیا گیا ہے۔","lang":"ur"},{"name":"9:77","price":"پس اس کی سزا میں اللہ نے ان کے دلوں میں نفاق ڈال دیا اللہ سے ملنے کے دنوں تک، کیونکہ انہوں نے اللہ سے کئے ہوئے وعدے کا خلاف کیا اور کیوں کہ جھوٹ بولتے رہے۔","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:78","price":"کیا وه نہیں جانتے کہ اللہ تعالیٰ کو ان کے دل کا بھید اور ان کی سرگوشی سب معلوم ہے اور اللہ تعالیٰ غیب کی تمام باتوں سے خبردار ہے۔(1)","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"(1) اس میں منافقین کے لئے سخت وعید ہے جو اللہ تعالٰی سے وعدہ کرتے ہیں اور پھر اس کی پرواہ نہیں کرتے گویا یہ سمجھتے ہیں کہ اللہ تعالٰی ان کی مخفی باتوں اور بھیدوں کو نہیں جانتا۔ حالانکہ اللہ تعالٰی سب کچھ جانتا ہے، کیونکہ وہ تو علام الغیوب ہے۔ غیب کی تمام باتوں سے باخبر ہے۔","lang":"ur"},{"name":"9:79","price":"جولوگ ان مسلمانوں پر طعنہ زنی کرتے ہیں جو دل کھول کر خیرات کرتے ہیں اور ان لوگوں پر جنہیں سوائے اپنی محنت مزدوری کے اور کچھ میسر ہی نہیں، پس یہ ان کا مذاق اڑاتے ہیں(1) ، اللہ بھی ان سے تمسخر کرتا ہے(2) انہی کے لئے دردناک عذاب ہے۔","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"(1) مُطَّوِّعِينَ‌ کے معنی ہیں صدقات واجبہ کے علاوہ اپنی خوشی سے مزید اللہ کی راہ میں خرچ کرنے والے،”جہد“ کے معنی محنت ومشقت کے ہیں یعنی وہ لوگ جو مال دار نہیں ہیں لیکن اس کے باوجود اپنی محنت و مشقت سے کمائے ہوئے تھوڑے مال میں سے بھی اللہ کی راہ میں خرچ کرتے ہیں۔ آیت میں منافقین کی ایک اور نہایت قبیح حرکت کا ذکر کیا جا رہا ہے کہ جب رسول اللہ (صلى الله عليه وسلم) جنگ وغیرہ کے موقع پر مسلمانوں سے چندے کی اپیل فرماتے تو مسلمان آپ کی اپیل پر لبیک کہتے ہوئے حسب استطاعت اس میں حصہ لیتے کسی کے پاس زیادہ مال ہوتا وہ زیادہ صدقہ دیتا جس کے پاس تھوڑا ہوتا، وہ تھوڑا دیتا، یہ منافقین دونوں قسم کے مسلمانوں پر طعنہ زنی کرتے زیادہ دینے والوں کے بارے میں کہتے اس کا مقصد ریاکاری اور نمود و نمائش ہے اور تھوڑا دینے والوں کو کہتے کہ تیرے اس مال سے کیا بنے گا یا اللہ تعالٰی تیرے اس صدقے سے بے نیاز ہے (صحيح بخاري، تفسير سورة توبة - مسلم- كتاب الزكاة، باب الحمل أجرة يتصدق بها...) یوں وہ منافقین مسلمانوں کا استہزاکرتے اور مذاق اڑاتے۔\n(2) یعنی مومنین سے استہزا کا بدلہ انہیں اس طرح دیتا ہے کہ انہیں ذلیل و رسوا کرتا ہے۔ اس کا تعلق باب مشاکلت سے ہے جو علم بلاغت کا ایک اصول ہے یا یہ بددعا ہے اللہ تعالٰی ان سے بھی استہزا کا معاملہ کرے جس طرح یہ مسلمانوں کے ساتھ استہزا کرتے ہیں۔ (فتح القدیر)","lang":"ur"},{"name":"9:80","price":"ان کے لئے تو استغفار کر یا نہ کر۔ اگر تو ستر مرتبہ بھی ان کے لئے استغفار کرے تو بھی اللہ انہیں ہرگز نہ بخشے گا(1) یہ اس لئے کہ انہوں نے اللہ سے اور اس کے رسول سے کفر کیا(2) ایسے فاسق لوگوں کو رب کریم ہدایت نہیں دیتا۔(3)","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"(1) ستر کا عدد مبالغے اور تکثیر کے لئے ہے۔ یعنی تو کتنی ہی کثرت سے ان کے لئے استغفار کر لے اللہ تعالٰی انہیں ہرگز معاف نہیں فرمائے گا۔ یہ مطلب نہیں ہے کہ ستر مرتبہ سے زائد استغفار کرنے پر ان کو معافی مل جائے گی۔\n(2) یہ عدم مغفرت کی علت بیان کر دی گئی ہے تاکہ لوگ کسی کی سفارش کی امید پر نہ رہیں بلکہ ایمان اور عمل صالح کی پونجی لے کر اللہ کی بارگاہ میں حاضر ہوں۔ اگر یہ زاد آخرت کسی کے پاس نہیں ہوگا تو ایسے کافروں اور نافرمانوں کی کوئی شفاعت ہی نہیں کرے گا، اس لئے اللہ تعالٰی ایسے لوگوں کے لئے شفاعت کی اجازت ہی نہیں دے گا۔\n(3) اس ہدایت سے مراد وہ ہدایت ہے جو انسان کو مطلوب (ایمان) تک پہنچا دیتی ہے ورنہ ہدایت بمعنی رہنمائی یعنی راستے کی نشان دہی۔ اس کا اہتمام تو دنیا میں ہر مومن و کافر کے لیے کر دیا گیا ہے «اِنَّا هَدَيْنٰهُ السَّبِيْلَ اِمَّا شَاكِرًا وَّاِمَّا كَفُوْرًا» (الدہر: 3) «وَهَدَيْنَاهُ النَّجْدَيْنِ» (البلد: 10) ”اور ہم نے اس کو (خیروشر کے) کے دونوں راستے دکھا دیئے ہیں“۔","lang":"ur"},{"name":"9:81","price":"پیچھے ره جانے والے لوگ رسول اللہ ﴿صلی اللہ علیہ وسلم﴾ کے جانے کے بعد اپنے بیٹھے رہنے پر خوش ہیں(1) انہوں نے اللہ کی راه میں اپنے مال اور اپنی جانوں سے جہاد کرنا ناپسند رکھا اور انہوں نے کہہ دیا کہ اس گرمی میں مت نکلو۔ کہہ دیجئے کہ دوزخ کی آگ بہت ہی سخت گرم ہے، کاش کہ وه سمجھتے ہوتے۔(2)","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"(1) یہ ان منافقین کا ذکر ہے جو تبوک میں نہیں گئے اور جھوٹے عذر پیش کر کے اجازت حاصل کرلی۔ خلاف کے معنی ہیں پیچھے یا مخالفت۔ یعنی رسول اللہ (صلى الله عليه وسلم) کے جانے کے بعد آپ کے پیچھے یا آپ کی مخالفت میں مدینہ میں بیٹھے رہے۔\n(2) یعنی اگر ان کو یہ علم ہوتا کہ جہنم کی آگ کی گرمی کے مقابلے میں، دنیا کی گرمی کوئی حیثیت نہیں رکھتی، تو وہ کبھی پیچھے نہ رہتے۔ حدیث میں آتا ہے کہ دنیا کی یہ آگ جہنم کی آگ کا 70 واں حصہ ہے۔ یعنی جہنم کی آگ کی شدت دنیا کی آگ سے 69 حصے زیادہ ہے۔ (صحيح بخاري- بدء الخلق باب صفة النار) اللهم احفظنا منها","lang":"ur"},{"name":"9:82","price":"پس انہیں چاہئے کہ بہت کم ہنسیں اور بہت زیاده روئیں(1) بدلے میں اس کے جو یہ کرتے تھے۔","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"(1) قَلِيلا اور كَثِيرًا ٍیا تو مصدریت (یعنی ضِحْكًا قَلِيلا اور بُكَاءً كَثِيرًا) یا ظرفیت یعنی (زَمَانًا قَلِيلا وَزَمَانًا كَثِيرًا) کی بنیاد پر منصوب ہے اور امر کے دونوں صیغے بمعنی خبر ہیں۔ مطلب یہ ہے کہ ہنسیں گے تو تھوڑا اور روئیں گے بہت زیادہ۔","lang":"ur"},{"name":"9:83","price":"پس اگر اللہ تعالیٰ آپ کو ان کی کسی جماعت(1) کی طرف لوٹا کر واپس لے آئے پھر یہ آپ سے میدان جنگ میں نکلنے کی اجازت طلب کریں(2) تو آپ کہہ دیجئے کہ تم میرے ساتھ ہرگز چل نہیں سکتے اور نہ میرے ساتھ تم دشمنوں سے لڑائی کر سکتے ہو۔ تم نے پہلی مرتبہ ہی بیٹھ رہنے کو پسند کیا تھا(3) پس تم پیچھے ره جانے والوں میں ہی بیٹھے رہو۔(4)","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"(1) منافقین کی جماعت مراد ہے۔ یعنی اگر اللہ تعالٰی آپ کو صحیح سلامت تبوک سے مدینہ واپس لے آئے جہاں یہ پیچھے رہ جانے والے منافقین بھی ہیں۔\n(2) یعنی کسی اور جنگ کے لئے، ساتھ جانے کی خواہش ظاہر کریں۔\n(3) یہ آئندہ ساتھ نہ لے جانے کی علت ہے کہ تم پہلی مرتبہ ساتھ نہیں گئے۔ لہذا اب تم اس لائق نہیں کہ تمہیں کسی بھی جنگ میں ساتھ لے جایا جائے۔\n(4) یعنی اب تمہاری اوقات یہی ہے کہ تم عورتوں، بچوں اور بوڑھوں کے ساتھ ہی بیٹھے رہو، جو جنگ میں شرکت کرنے کے بجائے گھروں میں بیٹھے رہتے ہیں، نبی کریم (صلى الله عليه وسلم) کو یہ ہدایت اس لئے دی گئی ہے تاکہ ان کے اس ہم و غم اور حسرت میں اور اضافہ ہو جو انہیں پیچھے رہ جانے کی وجہ سے تھا۔ (اگر تھا)","lang":"ur"},{"name":"9:84","price":"ان میں سے کوئی مر جائے تو آپ اس کے جنازے کی ہرگز نماز نہ پڑھیں اور نہ اس کی قبر پر کھڑے ہوں(1) ۔ یہ اللہ اور اس کے رسول کے منکر ہیں اور مرتے دم تک بدکار بے اطاعت رہے ہیں۔(2)","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"(1) یہ آیت اگرچہ رئیس المنافقین عبد اللہ بن ابی کے بارے میں نازل ہوئی۔ لیکن اس کا حکم عام ہے ہر شخص جس کی موت کفر و نفاق پر ہو وہ اس میں شامل ہے۔ اس کا شان نزول یہ ہے کہ جب عبد اللہ بن ابی کا انتقال ہوگیا تو اس کے بیٹے عبد اللہ (جو مسلمان اور باپ ہی کا ہم نام تھے) رسول اللہ (صلى الله عليه وسلم) کی خدمت میں حاضر ہوئے اور کہا کہ آپ (بطور تبرک) اپنی قمیص عنایت فرما دیں تاکہ میں اپنے باپ کو کفنا دوں۔ دوسرا آپ اس کی نماز جنازہ پڑھا دیں۔ آپ نے قمیص بھی عنایت فرما دی اور نماز جنازہ پڑھانے کے لئے تشریف لے گئے۔ حضرت عمر (رضي الله عنه) نے آپ (صلى الله عليه وسلم) سے کہا کہ اللہ تعالٰی نے ایسے لوگوں کی نماز جنازہ پڑھانے سے روکا ہے، آپ کیوں اس کے حق میں دعائے مغفرت کرتے ہیں؟ آپ (صلى الله عليه وسلم) نے فرمایا ”اللہ تعالٰی نے مجھے اختیار دیا ہے“ یعنی روکا نہیں ہے۔ اللہ تعالٰی نے فرمایا ہے کہ ”اگر تو ستر مرتبہ بھی ان کے لئے استغفار کرے گا تو اللہ تعالٰی انہیں معاف نہیں فرمائے گا، تو میں ستر مرتبہ سے زیادہ ان کے لئے استغفار کرلوں گا“، چنانچہ آپ نے نماز جنازہ پڑھا دی۔ جس پر اللہ تعالٰی نے یہ آیت نازل فرما کر آئندہ کے لئے منافقین کے حق میں دعائے مغفرت کی قطعی ممانعت فرما دی (صحيح بخاري- تفسير سورة براءت ومسلم كتاب صفات المنافقين وأحكامهم)\n(2) یہ نماز جنازہ اور دعائے مغفرت نہ کرنے کی علت ہے۔ جس کا مطلب یہ ہے جن لوگوں کا خاتمہ کفر و فسق پر ہو، ان کی نہ نماز جنازہ پڑھنی چاہے اور نہ ان کے لئے مغفرت کی دعا کرنا جائز ہے۔ ایک حدیث میں تو یہاں تک آتا ہے کہ جب نبی (صلى الله عليه وسلم) قبرستان پہنچے تو معلوم ہوا کہ عبد اللہ بن ابی کو دفنایا جا چکا ہے، چنانچہ آپ (صلى الله عليه وسلم) نے اسے قبر سے نکلوایا اور اپنے گھٹنوں پر رکھ کراس پر اپنا لعاب دہن تھوکا، اپنی قمیص اسے پہنائی (صحيح بخاري كتاب اللباس - باب لبس القميص وكتاب الجنائز- صحيح مسلم ، كتاب صفات المنافقين وأحكامهم) جس سے معلوم ہوا کہ جو ایمان سے محروم ہوگا اسے دنیا کی بڑی سے بڑی شخصیت کی دعائے مغفرت اور کسی کی شفاعت بھی کوئی فائدہ نہ پہنچاسکے گی۔","lang":"ur"},{"name":"9:85","price":"آپ کو ان کے مال واوﻻد کچھ بھی بھلے نہ لگیں! اللہ کی چاہت یہی ہے کہ انہیں ان چیزوں سے دنیوی سزا دے اور یہ اپنی جانیں نکلنے تک کافر ہی رہیں۔","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:86","price":"جب کوئی سورت اتاری جاتی ہے تو اللہ پر ایمان لاؤ اور اس کے رسول کے ساتھ مل کر جہاد کرو تو ان میں سے دولت مندوں کا ایک طبقہ آپ کے پاس آکر یہ کہہ کر رخصت لے لیتاہے کہ ہمیں تو بیٹھے رہنے والوں میں ہی چھوڑ دیجئے۔(1)","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"(1) یہ انہیں منافقین کا ذکر ہے۔ جنہوں نے حیلے تراش کر پیچھے رہنا پسند کیا۔ أُولُو الطَّوْلِ سے مراد ہے صاحب حیثیت، مال دار طبقہ۔ یعنی اس طبقے کو پیچھے نہیں رہنا چاہیے تھا، کیونکہ ان کے پاس اللہ کا دیا سب کچھ موجود تھا، قَاعِدِينَ سے مراد بعض مجبوریوں کے تحت گھروں میں رک جانے والے افراد ہیں، جیسا کہ اگلی آیت میں ان کو خَوَالِفُ کے ساتھ تشبیہ دی گئی ہے خَالِفَةٌ ، کی جمع ہے۔ یعنی پیچھے رہنے والی عورتیں۔","lang":"ur"},{"name":"9:87","price":"یہ تو خانہ نشین عورتوں کاساتھ دینے پر ریجھ گئے اور ان کے دلوں پر مہر لگا دی گئی اب وه کچھ سمجھ عقل نہیں رکھتے۔(1)","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"(1) دلوں پر مہر لگ جانا یہ مسلسل گناہوں کا نتیجہ ہوتا ہے۔ جس کی وضاحت پہلے کی جا چکی ہے، اس کے بعد انسان سوچنے سمجھنے کی صلاحیت سے عاری ہو جاتا ہے۔","lang":"ur"},{"name":"9:88","price":"لیکن خود رسول اللہ اور اس کے ساتھ کے ایمان والے اپنے مالوں اور جانوں سے جہاد کرتے ہیں، یہی لوگ بھلائیوں والے ہیں اور یہی لوگ کامیابی حاصل کرنے والے ہیں۔","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"ur"},{"name":"9:89","price":"ان کے لئے اللہ نے وه جنتیں تیار کی ہیں جن کے نیچے نہریں جاری ہیں جن میں یہ ہمیشہ رہنے والے ہیں۔ یہ بہت بڑی کامیابی ہے۔(1)","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"(1) ان منافقین کے برعکس اہل ایمان کا رویہ یہ ہے کہ وہ اپنی جانوں اور مالوں کے ساتھ اللہ کی راہ میں جہاد کرتے ہیں، اللہ کی راہ میں انہیں اپنی جانوں کی پروا ہے نہ مالوں کی۔ ان کے نزدیک اللہ کا حکم سب پر بالا تر ہے، انہی کے لئے خیرات ہیں، یعنی آخرت کی بھلائیاں اور جنت کی نعمتیں اور بعض کے نزدیک دین و دنیا کے منافع اور یہی لوگ فلاح یاب اور فوز عظیم کے حامل ہونگے۔","lang":"ur"},{"name":"9:90","price":"بادیہ نشینوں میں سے عذر والے لوگ حاضر ہوئے کہ انہیں رخصت دے دی جائے اور وه بیٹھ رہے جنہوں نے اللہ سے اور اس کے رسول سے جھوٹی باتیں بنائی تھیں۔ اب تو ان میں جتنے کفار ہیں انہیں دکھ دینے والی مار پہنچ کر رہے گی۔(1)","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"(1) ان مُعَذِّرِين کے بارے میں مفسرین کے درمیان اختلاف ہے۔ بعض کے نزدیک یہ شہر سے دور رہنے والے وہ اعرابی ہیں جنہوں نے جھوٹے عذر پیش کر کے اجازت حاصل کی۔ دوسری قسم ان میں وہ تھی جنہوں نے آکر عذر پیش کرنے کی بھی ضرورت نہیں سمجھی اور بیٹھے رہے۔ اس طرح گویا آیت میں منافقین کے دو گروہوں کا تذ کرہ ہے اور عذاب الیم کی وعید میں دونوں شامل ہیں۔ اور مِنْهُمْ سے جھوٹے عذر پیش کرنے والے اور بیٹھ رہنے والے دونوں مراد ہوں گے اور دوسرے مفسرین نے مُعَذِّرُونَ سے مراد ایسے بادیہ نشین مسلمان لیے ہیں جنہوں نے معقول عذر پیش کر کے اجازت لی تھی اور مُعَذِّرُونَ ان کے نزدیک اصل میں مَعْتَذِرُوْنَ ہے تا کو ذال میں مدغم کر دیا گیا ہے اور معتذر کے معنی ہیں واقعی عذر رکھنے والا اس اعتبار سے آیت کے اگلے جملے میں منافقین کا تذکرہ ہے اور آیت میں دو گروہوں کا ذکر ہے پہلے جملے میں ان مسلمانوں کا جن کے پاس واقعی عذر تھے اور دوسرے منافقین جو بغیر عذر پیش کیے بیٹھے رہے اور آیت کے آخری حصے میں جو وعید ہے اسی دوسرے گروہ کے لیے ہے۔ وَاللهُ أَعْلَمُ ۔","lang":"ur"},{"name":"9:91","price":"ضعیفوں پر اور بیماروں پر اور ان پر جن کے پاس خرچ کرنے کو کچھ بھی نہیں کوئی حرج نہیں بشرطیکہ وه اللہ اور اس کے رسول کی خیر خواہی کرتے رہیں۔ ایسے نیک کاروں پر الزام کی کوئی راه نہیں، اللہ تعالیٰ بڑی مغفرت ورحمت واﻻ ہے۔(1)","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"(1) اس آیت میں ان لوگوں کا تذکرہ ہے جو واقعی معذور تھے اور ان کا عذر بھی واضح تھا مثلاً (1) ضعیف وناتواں یعنی بوڑھے قسم کے لوگ، اور نابینا یا لنگڑے وغیرہ معذورین بھی اسی ذیل میں آجاتے ہیں، بعض نے انہیں بیماروں میں شامل کیا ہے، (2) بیمار، (3) جن کے پاس جہاد کے اخراجات نہیں تھے اور بیت المال بھی ان کے اخراجات کا متحمل نہیں تھا، اللہ اور رسول کی خیر خواہی سے مراد، جہاد کی ان کے دلوں میں تڑپ، مجاہدین سے محبت رکھتے ہیں اور اللہ اور رسول کے دشمنوں سے عداوت، اور حتی الامکان اللہ اور رسول کے احکام کی اطاعت کرتے ہیں، اگر جہاد میں شرکت کرنے سے معذور ہوں تو ان پر کوئی گناہ نہیں۔","lang":"ur"},{"name":"9:92","price":"ہاں ان پر بھی کوئی حرج نہیں جو آپ کے پاس آتے ہیں کہ آپ انہیں سواری مہیا کر دیں تو آپ جواب دیتے ہیں کہ میں تو تمہاری سواری کے لئے کچھ بھی نہیں پاتا، تو وه رنج وغم سے اپنی آنکھوں سے آنسو بہاتے ہوئے لوٹ جاتے ہیں کہ انہیں خرچ کرنے کے لئے کچھ بھی میسر نہیں۔(1)","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"(1) یہ مسلمانوں کے ایک دوسرے گروہ کا ذکر ہے جن کے پاس اپنی سواریاں بھی نہیں تھیں اور نبی (صلى الله عليه وسلم) نے بھی انہیں سواریاں پیش کرنے سے معذرت کی جس پر انہیں اتنا صدمہ ہوا کہ بے اختیار ان کی آنکھوں سے آنسو رواں ہوگئے، گویا مخلص مسلمان جو کسی بھی لحاظ سے معقول عذر رکھتے تھے اللہ تعالٰی نے جو ہر ظاہر باطن سے باخبر ہے ان کو جہاد میں شرکت سے مستثنٰی کر دیا۔ بلکہ حدیث میں آتا ہے کہ نبی (صلى الله عليه وسلم) نے ان معذورین کے بارے میں جہاد میں شریک لوگوں سے فرمایا کہ ”تمہارے پیچھے مدینے میں کچھ لوگ ایسے بھی ہیں کہ تم جس وادی کو بھی طے کرتے ہو اور جس راستے پر چلتے ہو، تمہارے ساتھ وہ اجر میں برابر کے شریک ہیں“ صحابہ کرام (رضي الله عنهم) نے پوچھا۔ یہ کیوں کر ہو سکتا ہے جب کہ وہ مدینے میں بیٹھے ہیں؟ آپ (صلى الله عليه وسلم) نے فرمایا حَبَسَهُمُ الْعُذْرُ ( صحيح البخاري كتاب الجهاد، باب من حبسه العذر عن الغزو- وصحيح مسلم، كتاب الإمارة باب ثواب من حبسه عن الغزو مرض ....) ”عذر نے ان کو وہاں روک دیا ہے“۔","lang":"ur"},{"name":"9:93","price":"بیشک انہیں لوگوں پر راه الزام ہے جو باوجود دولتمند ہونے کے آپ سے اجازت طلب کرتے ہیں۔ یہ خانہ نشین عورتوں کا ساتھ دینے پر خوش ہیں اور ان کے دلوں پر مہر خداوندی لگ چکی ہے جس سے وه محض بے علم ہو گئے ہیں۔(1)","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"(1) یہ منافقین ہیں جن کا تذکرہ آیت 86، 87 میں گزرا۔ یہاں دوبارہ ان کا ذکر مخلص مسلمانوں کے مقابلے میں ہوا ہے کہ ”تَتَبَيَّنُ الأَشْيَاءُ بِأَضْدَادِهَا“ یعنی چیزیں اپنی ضد سے پہچانی جاتی ہیں۔ خَوَالِفُ، خَالِفَةٌ ُ (پیچھے رہنے والے) مرد عورتیں، بچے معذور اور شدید بیمار اور بوڑھے ہیں جو جنگ میں شرکت سے معذور ہیں۔ لا يَعْلَمُونَ کا مطلب ہے وہ نہیں جانتے کہ پیچھے رہنا کتنا بڑا جرم ہے، ورنہ شاید وہ رسول (صلى الله عليه وسلم) سے پیچھے نہ رہتے۔","lang":"ur"},{"name":"9:94","price":"یہ لوگ تمہارے سامنے عذر پیش کریں گے جب تم ان کے پاس واپس جاؤ گے۔ آپ کہہ دیجئے کہ یہ عذر پیش مت کرو ہم کبھی تم کو سچا نہ سمجھیں گے، اللہ تعالیٰ ہم کو تمہاری خبر دے چکا ہے اور آئنده بھی اللہ اور اس کا رسول تمہاری کارگزاری دیکھ لیں گے پھر ایسے کے پاس لوٹائے جاؤ گے جو پوشیده اور ﻇاہر سب کا جاننے واﻻ ہے پھر وه تم کو بتادے گا جو کچھ تم کرتے تھے۔","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"9:95","price":"ہاں وه اب تمہارے سامنے اللہ کی قسمیں کھا جائیں گے جب تم ان کے پاس واپس جاؤ گے تاکہ تم ان کو ان کی حالت پر چھوڑ دو۔ سو تم ان کو ان کی حالت پر چھوڑ دو۔ وه لوگ بالکل گندے ہیں اور ان کا ٹھکانہ دوزخ ہے ان کاموں کے بدلے جنہیں وه کیا کرتے تھے۔","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"9:96","price":"یہ اس لیے قسمیں کھائیں گے کہ تم ان سے راضی ہوجاؤ۔ سو اگر تم ان سے راضی بھی ہوجاؤ تو اللہ تعالیٰ تو ایسے فاسق لوگوں سے راضی نہیں ہوتا۔(1)","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"(1) ان تین آیات میں ان منافقین کا ذکر ہے جو تبوک کے سفر میں مسلمانوں کے ساتھ نہیں گئے تھے نبی (صلى الله عليه وسلم) اور مسلمانوں کو بخیریت واپسی پر اپنے عذر پیش کرکے ان کی نظروں میں وفادار بننا چاہتے تھے۔ اللہ تعالٰی نے فرمایا جب ان کے پاس آؤ گے تو یہ عذر پیش کریں گے، تم ان سے کہہ دو، کہ ہمارے سامنے عذر پیش کرنے کی ضرورت نہیں ہے اس لئے کہ اللہ تعالٰی نے تمہارے اصل حالات سے ہمیں باخبر کر دیا ہے۔ اب تمہارے جھوٹے عذروں کا ہم اعتبار کس طرح کر سکتے ہیں؟ البتہ ان عذروں کی حقیقت مستقبل قریب میں مزید واضح ہو جائے گی، تمہارا عمل، جسے اللہ تعالٰی بھی دیکھ رہا ہے اور رسول (صلى الله عليه وسلم) کی نظر بھی اس پر ہے، تمہارے عذروں کی حقیقت کو خود بے نقاب کر دے گا۔ اور اگر تم رسول اللہ (صلى الله عليه وسلم) اور مسلمانوں کو پھر بھی فریب اور مغالطہ دینے میں کامیاب رہے تو بالآخر ایک وقت وہ تو آئے گا ہی، جب تم ایسی ذات کی بارگاہ مین حاضر کئے جاؤگے جو ظاہر و باطن ہر چیز کو خوب جانتی ہے۔ اسے تو تم بہر صورت دھوکہ نہیں دے سکتے، وہ اللہ تمہارا سارا کچا چٹھا تمہارے سامنے کھول کر رکھ دے گا۔ دوسری آیت میں فرمایا کہ تمہارے لوٹنے پر یہ قسمیں کھائیں گے تاکہ تم ان سے اعراض یعنی درگزر کردو۔ پس تم انہیں ان کی حالت پر چھوڑ دو۔ یہ لوگ اپنے عقائد و اعمال کے لحاظ سے پلید ہیں، انہوں نے جو کچھ کیا ہے۔ اس کا بدلہ جہنم ہی ہے۔ تیسری آیت میں فرمایا یہ تمہیں راضی کرنے کے لئے قسمیں کھائیں گے۔ لیکن ان نادانوں کو یہ پتہ نہیں کہ اگر تم ان سے راضی ہو بھی جاؤ تو انہوں نے جس فسق یعنی اطاعت الٰہی سے گریز وفرار کا راستہ اختیار کیا ہے اس کی موجودگی میں اللہ تعالٰی ان سے راضی کیونکر ہو سکتا ہے؟۔","lang":"ur"},{"name":"9:97","price":"دیہاتی لوگ کفر اور نفاق میں بہت ہی سخت ہیں(1) اور ان کو ایسا ہونا ہی چاہئے کہ ان کو ان احکام کا علم نہ ہو جو اللہ تعالیٰ نے اپنے رسول پر نازل فرمائے(2) ہیں اور اللہ بڑا علم واﻻ بڑی حکمت واﻻ ہے۔","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"(1) مذکورہ آیات میں ان منافقین کا تذکرہ تھا جو مدینہ شہر میں رہائش پذیر تھے۔ اور کچھ منافقین وہ بھی تھے جو بادیہ نشین یعنی مدینہ کے باہر دیہاتوں میں رہتے تھے، دیہات کے ان باشندوں کو اعراب کہا جاتا ہے جو اعرابی کی جمع ہے شہریوں کے اخلاق و کردار میں درشتی اور کھردراپن زیادہ پایا جاتا ہے اس طرح ان میں جو کافر اور منافق تھے وہ کفر و نفاق میں بھی شہریوں سے زیادہ سخت اور احکام شریعت سے زیادہ بےخبر تھے اس آیت میں انہی کا تذکرہ اور انکے اسی کردار کی وضاحت ہے۔ بعض احادیث سے بھی ان کے کردار پر روشنی پڑتی ہے۔ مثلًا ایک موقع پر کچھ اعرابی رسول اللہ (صلى الله عليه وسلم) کی خدمت میں حاضر ہوئے اور انہوں نے پوچھا «اَتُقَبْلُوْنَ صِبْیَانکُمْ»، ”کیا تم اپنے بچے کو بوسہ دیتے ہو؟“، صحابہ (رضي الله عنهم) نے عرض کیا ”ہاں“ انہوں نے کہا ”واللہ! ہم تو بوسہ نہیں دیتے“ رسول اللہ (صلى الله عليه وسلم) نے سن کر فرمایا ”اگر اللہ نے تمہارے دلوں میں سے رحم و شفقت کا جذبہ نکال دیا ہے تو میرا اس میں کیا اختیار ہے؟“۔ (صحیح بخاری کتاب الأدب، باب رحمة الولد وتقبیله ومعانقته۔ صحیح مسلم، کتاب الفضائل، باب رحمته صلى الله عليه وسلم الصبیان والعیال)\n(2) اس کی وجہ یہ ہے کہ چوں کہ وہ شہر سے دور رہتے ہیں اور اللہ اور رسول (صلى الله عليه وسلم) کی باتیں سننے کا اتفاق ان کو نہیں ہوتا۔","lang":"ur"},{"name":"9:98","price":"اور ان دیہاتیوں میں سے بعض(1) ایسے ہیں کہ جو کچھ خرچ کرتے ہیں اس کو جرمانہ سمجھتے ہیں(2) اور تم مسلمانوں کے واسطے برے وقت کے منتظر رہتے ہیں(3)، برا وقت ان ہی پر پڑنے واﻻ ہے(4) اور اللہ سننے واﻻ جاننے واﻻ ہے۔","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"(1) اب ان دیہاتیوں کی دو قسمیں بیان کی جا رہی ہیں یہ پہلی قسم ہے۔\n(2) غُرْم تاوان اور جرمانے کو کہتے ہیں۔ یعنی ایسا خرچ ہو جو انسان کو نہایت ناگواری سے ناچار کرنا پڑ جاتا ہے۔\n(3) دَوَائِرُ۔ دَا ئِرَۃ کی جمع ہے، گردش زمانہ یعنی مصائب و آلام یعنی وہ منتظر رہتے ہیں کہ مسلمان زمانے کی گردشوں یعنی مصائب کا شکار ہوں۔\n(4) یہ بد دعا یا خبر ہے کہ زمانے کی گردش ان پر ہی پڑے۔ کیونکہ وہی اس کے مستحق ہیں۔","lang":"ur"},{"name":"9:99","price":"اور بعض اہل دیہات میں ایسے بھی ہیں جو اللہ تعالیٰ پر اور قیامت کے دن پر ایمان رکھتے ہیں اور جو کچھ خرچ کرتے ہیں اس کو عنداللہ قرب حاصل ہونے کا ذریعہ اور رسول کی دعا کا ذریعہ بناتے ہیں(1) ، یاد رکھو کہ ان کا یہ خرچ کرنا بیشک ان کے لیے موجب قربت ہے، ان کو اللہ تعالیٰ ضرور اپنی رحمت میں داخل کرے گا(2)۔ اللہ تعالیٰ بڑی مغفرت واﻻ بڑی رحمت واﻻ ہے۔","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"(1) یہ اعراب کی دوسری قسم ہے جن کو اللہ نے شہر سے دور رہنے کے باوجود، اللہ اور یوم آخرت پر ایمان لانے کی توفیق عطا فرمائی۔ اور اس ایمان کی بدولت ان سے وہ جہالت بھی دور فرما دی جو بددینیت کی وجہ سے اہل بادیہ میں عام طور پر ہوتی ہے۔ چنانچہ وہ اللہ کی راہ میں خرچ کردہ مال کو جرمانہ سمجھنے کی بجائے۔ اللہ کے قرب کا اور رسول (صلى الله عليه وسلم) کی دعائیں لینے کا ذریعہ سمجھتے ہیں۔ یہ اشارہ ہے رسول اللہ (صلى الله عليه وسلم) کے اس طرز عمل کی طرف، جو صدقہ دینے والوں کے بارے میں آپ صلی اللہ علیہ وسلم کا تھا۔ یعنی آپ ان کے حق میں دعائے خیر فرماتے۔ جس طرح حدیث میں آتا ہے کہ ایک صدقہ لانے والے کے لئے آپ(صلى الله عليه وسلم) نے دعا فرمائی ”اللَّہُمَّ صَلِّ عَلَی آلِ اَبِیْ اَوْفٰی“ (صحیح بخاری نمبر 4166 ، صحیح مسلم نمبر 756) ”اے اللہ! ابو اوفی کی آل پر رحمت نازل فرما“\n(2) یہ خوشخبری ہے کہ اللہ کا قرب انہیں حاصل ہے اور اللہ کی رحمت کے وہ مستحق ہیں۔","lang":"ur"},{"name":"9:100","price":"اور جو مہاجرین اور انصار سابق اور مقدم ہیں اور جتنے لوگ اخلاص کے ساتھ ان کے پیرو ہیں(1) اللہ ان سب سے راضی ہوا اور وه سب اس سے راضی ہوئے اور اللہ نے ان کے لیے ایسے باغ مہیا کر رکھے ہیں جن کے نیچے نہریں جاری ہوں گی جن میں ہمیشہ رہیں گے(2) یہ بڑی کامیابی ہے۔","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"(1) اس میں تین گروہوں کا ذکر ہے ایک مہاجرین کا جنہوں نے دین کی خاطر، اللہ اور رسول (صلى الله عليه وسلم) کے حکم پر مکہ اور دیگر علاقوں سے ہجرت کی اور سب کچھ چھوڑ چھاڑ کر مدینہ آگئے دوسرا انصار جو مدینہ میں رہائش پذیر تھے انہوں نے ہر موقع پر رسول اللہ (صلى الله عليه وسلم) کی مدد اور حفاظت فرمائی اور مدینہ آنے والے مہاجرین کی خوب پذیرائی اور تواضع کی۔ اور اپنا سب کچھ ان کی خدمت میں پیش کر دیا۔ یہاں ان دو گروہوں کے سابقون الاولون کا ذکر فرمایا ہے، یعنی دونوں گروہوں میں سے وہ افراد جنہوں نے اسلام قبول کرنے میں سب سے پہلے سبقت کی۔ اس کی تعریف میں اختلاف ہے۔ بعض کے نزدیک سابقون الاولون وہ ہیں جنہوں نے دونوں قبلوں کی طرف رخ کرکے نماز پڑھی۔ یعنی تحویل قبلہ سے پہلے مسلمان ہونے والے مہاجرین و انصار۔ بعض کے نزدیک یہ وہ صحابہ (رضي الله عنهم) ہیں جو حدیبیہ میں بیعت رضوان میں حاضر تھے۔ بعض کے نزدیک یہ اہل بدر ہیں۔ امام شوکانی فرماتےہیں کہ یہ سارے ہی مراد ہوسکتے ہیں۔ تیسری قسم وہ ہے جو ان مہاجرین و انصار کے خلوص اور احسان کے ساتھ پیروکار ہیں۔ اس گروہ سے مراد بعض کے نزدیک اصطلاحی تابعین ہیں جنہوں نے نبی (صلى الله عليه وسلم) کو نہیں دیکھا لیکن صحابہ کرام (رضي الله عنهم) کی صحبت سے مشرف ہوئے اور بعض نے اسے عام رکھا یعنی قیامت تک جتنے بھی انصار و مہاجرین سے محبت رکھنے والے اور ان کے نقش قدم پر چلنے والے مسلمان ہیں، وہ اس میں شامل ہیں۔ ان میں اصطلاحی تابعین بھی آجاتے ہیں۔\n(2) اللہ تعالٰی ان سے راضی ہوگیا کا مطلب ہے۔ کہ اللہ تعالٰی نے ان کی نیکیاں قبول فرما لیں، ان کی بشری لغزشوں کو معاف فرما دیا اور وہ ان پر ناراض نہیں۔ کیونکہ اگر ایسا نہ ہوتا تو ان کے لئے جنت کی نعمتوں کی بشارت کیوں دی جاتی؟، جو اس آیت میں دی گئی ہے۔ اس سے یہ بھی معلوم ہوا کہ یہ رضائے الٰہی مؤقت اور عارضی نہیں، بلکہ دائمی ہے اگر رسول اللہ (صلى الله عليه وسلم) کے بعد صحابہ کرام (رضي الله عنهم) کو مرتد ہوجانا تھا (جیسا کہ ایک باطل ٹولے کا عقیدہ ہے) تو اللہ تعالیٰ انہیں جنت کی بشارت سے نہ نوازتا۔ اس سے یہ بھی معلوم ہواکہ جب اللہ نے ان کی ساری لغزشیں معاف فرمادیں تو اب تنقیص و تنقید کے طور پر ان کی کوتاہیوں کا تذکرہ کرنا کسی مسلمان کی شان کے لائق نہیں، نیز یہ بھی معلوم ہوا کہ ان کی محبت اور پیروی رضائے الٰہی کا ذریعہ ہے اور ان سے عداوت اور بغض و عناد رضائے الٰہی سے محرومی کا باعث ہے۔ «فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ»۔","lang":"ur"},{"name":"9:101","price":"اور کچھ تمہارے گردوپیش والوں میں اور کچھ مدینے والوں میں ایسے منافق ہیں کہ نفاق پر اڑے(1) ہوئے ہیں، آپ ان کو نہیں جانتے(2)، ان کو ہم جانتے ہیں ہم ان کو دہری سزا دیں گے(3)، پھر وه بڑے بھاری عذاب کی طرف بھیجے جائیں گے۔","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"(1) مَرَدَ اور تَمَرَّدَ کے معنی ہیں نرمی ملائمت (چکناہٹ) اور تجرد۔ چنانچہ اس شاخ کو جو بغیر پتے کے ہو، وہ گھوڑا جو بغیر بال کے ہو، وہ لڑکا جس کے چہرے پر بال نہ ہوں، ان سب کو اَمْرَدُ کہا جاتا ہے اور شیشے کو صَرْح مُمَرَّد اَیْ مُجَرَّدً کہا جاتا ہے۔ ”مَرَدُوْا عَلَی النِّفَاقِ“ کے معنی ہوں گے تَجَرَّدُوا عَلیَ النِّفَاقِ، گویا انہوں نے نفاق کے لئے اپنے آپ کو خالص اور تنہا کر لیا، یعنی اس پر ان کا اصرار اور استمرار ہے۔\n(2) کتنے واضح الفاظ میں نبی (صلى الله عليه وسلم) سے علم غیب کی نفی ہے۔ کاش اہل بدعت کو قرآن سمجھنے کی توفیق نصیب ہو۔\n(3) اس سے مراد بعض کے نزدیک دنیا کی ذلت و رسوائی اور پھر آخرت کا عذاب ہے اور بعض کے نزدیک دنیا میں ہی دوہری سزا ہے۔","lang":"ur"},{"name":"9:102","price":"اور کچھ اور لوگ ہیں جو اپنی خطا کے اقراری ہیں(1) جنہوں نے ملے جلے عمل کیے تھے، کچھ بھلے اور کچھ برے(2)۔ اللہ سے امید ہے کہ ان کی توبہ قبول فرمائے(3)۔ بلاشبہ اللہ تعالیٰ بڑی مغفرت واﻻ بڑی رحمت واﻻ ہے۔","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"(1) یہ وہ مخلص مسلمان ہیں جو بغیر عذر کے محض تساہل کی وجہ سے تبوک میں نبی (صلى الله عليه وسلم) کے ساتھ نہیں گئے بلکہ بعد میں انہیں اپنی غلطی کا احساس ہوگیا، اور اعتراف گناہ کر لیا۔\n(2) بھلے سے مراد وہ اعمال صالحہ ہیں جو جہاد میں پیچھے رہ جانے سے پہلے کرتے رہے ہیں جن میں مختلف جنگوں میں شرکت بھی کی اور 'کچھ برے' سے مراد یہی تبوک کے موقع پر ان کا پیچھے رہنا۔\n(3) اللہ تعالٰی کی طرف سے امید، یقین کا فائدہ دیتی ہے، یعنی اللہ تعالٰی ان کی طرف رجوع فرما کر ان کے اعتراف گناہ کو توبہ کے قائم مقام قرار دے کر انہیں معاف فرما دیا۔","lang":"ur"},{"name":"9:103","price":"آپ ان کے مالوں میں سے صدقہ لے لیجئے، جس کے ذریعہ سے آپ ان کو پاک صاف کردیں اور ان کے لیے دعا کیجئے(1) ، بلاشبہ آپ کی دعا ان کے لیے موجب اطمینان ہے اور اللہ تعالیٰ خوب سنتا ہے خوب جانتا ہے۔","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"(1) یہ حکم عام ہے۔ صدقے سے مراد فرضی صدقہ یعنی زکٰوۃ بھی ہوسکتی ہے اور نفلی صدقہ بھی۔ نبی (صلى الله عليه وسلم) کو کہا جا رہا ہے کہ اس کے ذریعے سے آپ مسلمانوں کو تطہیر اور ان کا تزکیہ فرما دیں۔ جس سے یہ بات واضح ہو جاتی ہے کہ زکٰوۃ و صدقات انسان کے اخلاق و کردار کی طہارت و پاکیزگی کا ایک بڑا ذریعہ ہیں۔ علاوہ ازیں صدقے کو صدقہ اس لئے کہا جاتا ہے کہ یہ اس بات کی دلالت کرتا ہے کہ خرچ کرنے والا اپنے دعوائے ایمان میں صادق ہے۔ دوسری بات یہ معلوم ہوئی کہ صدقہ وصول کرنے والے کو صدقہ لینے والے کے حق میں دعائے خیر کرنی چاہیے۔ جس طرح یہاں اللہ تعالٰی نے اپنے پیغمبر (صلى الله عليه وسلم) کو دعا کرنے کا حکم دیا، اور آپ (صلى الله عليه وسلم) اس کے مطابق دعا فرمایا کرتے تھے۔ اس حکم کے عموم سے یہ استدلال بھی کیا گیا ہے کہ زکوۃ کی وصولی امام وقت کی ذمہ داری ہے۔ اگر کوئی اس سے انکار کرے تو حضرت ابو بکر صدیق (رضي الله عنه) اور صحابہ کرام (رضي الله عنهم) کے طرز عمل کی روش میں اس کے خلاف جہاد ضروری ہے۔ (ابن کثیر)","lang":"ur"},{"name":"9:104","price":"کیا ان کو یہ خبر نہیں کہ اللہ ہی اپنے بندوں کی توبہ قبول کرتا ہے اور وہی صدقات کو قبول فرماتا ہے(1) اور یہ کہ اللہ ہی توبہ قبول کرنے میں اور رحمت کرنے میں کامل ہے۔","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"(1) صدقات قبول فرماتا ہے کا مطلب (بشرطیکہ وہ حلال کی کمائی سے ہو) اس میں اضافہ فرماتا ہے۔ جس طرح حدیث میں آیا ہے۔ نبی (صلى الله عليه وسلم)نے فرمایا : ”اللہ تعالٰی تمہارے صدقے کی اس طرح پرورش کرتا ہے جس طرح تم میں سے کوئی شخص اپنے گھوڑے کے بچے کی پرورش کرتا ہے، حتٰی کہ ایک کھجور کے برابر صدقہ (بڑھ بڑھ کر) احد پہاڑ کی مثل ہو جاتا ہے“۔ (صحیح بخاری، کتاب الزکٰوۃ، ومسلم، کتاب الزکٰوۃ)","lang":"ur"},{"name":"9:105","price":"کہہ دیجئے کہ تم عمل کیے جاؤ تمہارے عمل اللہ خود دیکھ لے گا اور اس کا رسول اور ایمان والے (بھی دیکھ لیں گے) اور ضرور تم کو ایسے کے پاس جانا ہے جو تمام چھپی اور کھلی چیزوں کا جاننے واﻻ ہے۔ سو وه تم کو تمہارا سب کیا ہوا بتلا دے گا۔(1)","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"(1) رؤیت کا مطلب دیکھنا اور جاننا ہے۔ یعنی تمہارے عملوں کو اللہ تعالٰی ہی نہیں دیکھتا، بلکہ ان کا علم اللہ کے رسول (صلى الله عليه وسلم) اور مومنوں کو بھی (بذریعہ وحی) ہو جاتا ہے (یہ منافقین ہی کے ضمن میں کہا جا رہا ہے) اس مفہوم کی آیت پہلے بھی گزر چکی ہے۔ یہاں مومنین کا بھی اضافہ ہے جن کو اللہ کے رسول (صلى الله عليه وسلم) کے بتلانے سے علم ہو جاتا ہے۔","lang":"ur"},{"name":"9:106","price":"اور کچھ اور لوگ ہیں جن کا معاملہ اللہ کے حکم آنے تک ملتوی ہے(1) ان کو سزا دے گا(2) یا ان کی توبہ قبول کرلے گا(3)، اور اللہ خوب جاننے واﻻ ہے بڑا حکمت واﻻ ہے۔","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"(1) جنگ تبوک میں پیچھے رہنے والے ایک تو منافق تھے، دوسرے وہ جو بلا عذر پیچھے رہ گئے تھے۔ اور انہوں نے اپنی غلطی کا اعتراف کر لیا تھا لیکن انہیں معافی عطا نہیں کی گئی تھی، اس آیت میں اس گروہ کا ذکر ہے جن کے معاملے کو مؤخر کر دیا گیا تھا (یہ تین افراد تھے، جن کا ذکر آگے آرہا ہے)۔\n(2) اگر وہ اپنی غلطی پر مصر رہے۔\n(3) اگر وہ خالص توبہ کرلیں گے۔","lang":"ur"},{"name":"9:107","price":"اور بعض ایسے ہیں جنہوں نے ان اغراض کے لیے مسجد بنائی ہے کہ ضرر پہنچائیں اور کفر کی باتیں کریں اور ایمانداروں میں تفریق ڈالیں اور اس شخص کے قیام کا سامان کریں جو اس سے پہلے سے اللہ اور رسول کا مخالف ہے(1) ، اور قسمیں کھا جائیں گے کہ بجز بھلائی کے اور ہماری کچھ نیت نہیں، اور اللہ گواه ہے کہ وه بالکل جھوٹے ہیں۔(2)","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"(1) اس میں منافقین کی ایک اور نہایت قبیح حرکت کا بیان ہے کہ انہوں نے ایک مسجد بنائی۔ اور نبی (صلى الله عليه وسلم) کو باور کرایا کہ، بارش، سردی اور اس قسم کے موقع پر بیماروں اور کمزوروں کو زیادہ دور جانے میں دقت پیش آتی ہے ان کی سہولت کے لئے ہم نے یہ مسجد بنائی ہے۔ آپ (صلى الله عليه وسلم) وہاں چل کر نماز پڑھیں تاکہ ہمیں برکت حاصل ہو۔ آپ (صلى الله عليه وسلم) اس وقت تبوک کے لئے پایہ رکاب تھے، آپ (صلى الله عليه وسلم) نے واپسی پر نماز پڑھنے کا وعدہ فرمایا۔ لیکن واپسی پر وحی کے ذریعے سے اللہ تعالٰی نے منافقین کے اصل مقاصد کو بے نقاب کر دیا کہ اس سے وہ مسلمانوں کو نقصان پہنچانا، کفر پھیلانا مسلمانوں کے درمیان تفرقہ پیدا کرنا اور اللہ اور اللہ کے رسول (صلى الله عليه وسلم) کے دشمنوں کے لئے کمین گاہ مہیا کرنا چاہتے ہیں۔\n(2) یعنی جھوٹی قسمیں کھا کر وہ نبی کو فریب دینا چاہتے تھے لیکن اللہ تعالٰی آپ (صلى الله عليه وسلم) کو ان کے مکرو فریب سے بچا لیا اور فرمایا کہ ان کی نیت صحیح نہیں اور یہ جو کچھ ظاہر کر رہے ہیں، اس میں جھوٹے ہیں۔","lang":"ur"},{"name":"9:108","price":"آپ اس میں کبھی کھڑے نہ ہوں(1) ۔ البتہ جس مسجد کی بنیاد اول دن سے تقویٰ پر رکھی گئی ہے وه اس ﻻئق ہے کہ آپ اس میں کھڑے ہوں(2)، اس میں ایسے آدمی ہیں کہ وه خوب پاک ہونے کو پسند کرتے ہیں(3)، اور اللہ تعالیٰ خوب پاک ہونے والوں کو پسند کرتا ہے۔","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"(1) یعنی آپ (صلى الله عليه وسلم) نے وہاں جاکر نماز پڑھنے کا جو وعدہ فرمایا، اس کے مطابق وہاں جاکر نماز نہ پڑھیں چنانچہ آپ (صلى الله عليه وسلم) نہ صرف یہ کہ وہاں نماز نہیں پڑھی بلکہ اپنے چند ساتھیوں کو بھیج کر مسجد گرا دی اور اسے ختم کر دیا اس سے علماء نے استدلال کیا ہے کہ جو مسجد اللہ کی عبادت کی بجائے، مسلمانوں کے درمیان تفریق پیدا کرنے کی غرض سے بنائی جائے، وہ مسجد ضرار ہے، اس کو ڈھا دیا جائے تاکہ مسلمانوں میں تفریق و انتشار پیدا نہ ہو۔\n(2) اس سے مراد کونسی مسجد ہے؟ اس میں اختلاف بعض نے اسے مسجد قبا اور بعض نے مسجد نبوی (صلى الله عليه وسلم) قرار دیا ہے، سلف کی ایک جماعت دونوں کی قائل رہی ہے۔ امام ابن کثیر فرماتے ہیں کہ آیت سے اگر مسجد قبا مراد ہے تو بعض احادیث میں مسجد نبوی کو «أُسِّسَ عَلَى التَّقْوَى» کا مصداق قرار دیا گیا ہے ان دونوں کے درمیان کوئی منافات نہیں۔ اس لئے کہ اگر مسجد قبا کے اندر یہ صفت پائی جاتی ہے کہ اول یوم سے ہی اس کی بنیاد تقوٰی پر رکھی گئی ہے تو مسجد نبوی تو بطریق اولی اس صفت کی حال اور اس کی مصداق ہے۔`\n(3) حدیث میں آتا ہے کہ اس سے مراد اہل قبا ہیں۔ نبی (صلى الله عليه وسلم) نے ان سے پوچھا کہ اللہ تعالٰی نے تمہاری طہارت کی تعریف فرمائی ہے، تم کیا کرتے ہو؟ انہوں نے کہا ہم ڈھیلے استعمال کرنے کے ساتھ ساتھ پانی بھی استعمال کرتے ہیں۔ (بحوالہ ابن کثیر) امام ابن کثیر فرماتے ہیں کہ یہ آیت اس بات کی دلیل ہے کہ ایسی قدیم مسجد میں نماز پڑھنا مستحب ہے جو اللہ وحدہ لا شریک کی عبادت کی غرض سے تعمیر کی گئی ہوں، نیز صالحین کی جماعت اور ایسے لوگوں کے ساتھ نماز پڑھنا مستحب ہے جو مکمل وضو کرنے اور طہارت و پاکیزگی کا صحیح صحیح اہتمام کرنے والے ہوں۔","lang":"ur"},{"name":"9:109","price":"پھر آیا ایسا شخص بہتر ہے جس نے اپنی عمارت کی بنیاد اللہ سے ڈرنے پر اور اللہ کی خوشنودی پر رکھی ہو، یا وه شخص، کہ جس نے اپنی عمارت کی بنیاد کسی گھاٹی کے کنارے پر جو کہ گرنے ہی کو ہو، رکھی ہو، پھر وه اس کو لے کر آتش دوزخ میں گر پڑے(1) ، اور اللہ تعالیٰ ایسے ﻇالموں کو سمجھ ہی نہیں دیتا۔","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"(1) اس میں مومن اور منافق کے عمل کی مثالیں بیان کی گئی ہیں۔ مومن کا عمل اللہ کے تقوٰی پر اور اس کی رضامندی کے لئے ہوتا ہے۔ جب کہ منافق کا عمل ریاکاری اور فساد پر مبنی ہوتا ہے۔ جو اس حصہ زمین کی طرح جس کے نیچے سے وادی کا پانی گزرتا ہے اور مٹی کو ساتھ بہا لے جاتا ہے۔ وہ حصہ نیچے سے کھوکھلا رہ جاتا ہے۔ جس پر کوئی تعمیر کر لی جائے تو فوراً گر پڑے۔ ان منافقین کا مسجد بنانے کا عمل بھی ایسا ہی ہے جو انہیں جہنم میں ساتھ لے گرے گا۔","lang":"ur"},{"name":"9:110","price":"ان کی یہ عمارت جو انہوں نے بنائی ہے ہمیشہ ان کے دلوں میں شک کی بنیاد پر (کانٹا بن کر) کھٹکتی رہے گی، ہاں مگر ان کے دل ہی اگر پاش پاش ہوجائیں(1) تو خیر، اور اللہ تعالیٰ بڑا علم واﻻ بڑی حکمت واﻻ ہے۔","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"(1) دل پاش پاش ہو جائیں، کا مطلب موت سے ہمکنار ہونا ہے۔ یعنی موت تک یہ عمارت ان کے دلوں میں مزید شک و نفاق پیدا کرنے کا ذریعہ بنی رہے گی، جس طرح کہ بچھڑے کے پجاریوں میں بچھڑے کی محبت رچ بس گئی تھی۔","lang":"ur"},{"name":"9:111","price":"بلاشبہ اللہ تعالیٰ نے مسلمانوں سے ان کی جانوں کو اور ان کے مالوں کو اس بات کے عوض میں خرید لیا ہے کہ ان کو جنت ملے گی(1) ۔ وه لوگ اللہ کی راه میں لڑتے ہیں جس میں قتل کرتے ہیں اور قتل کیے جاتے ہیں، اس پر سچا وعده کیا گیا ہے تورات میں اور انجیل میں اور قرآن میں اور اللہ سے زیاده اپنے عہد کو کون پورا کرنے واﻻ ہے(2)، تو تم لوگ اپنی اس بیع پر جس کا تم نے معاملہ ٹھہرایا ہے خوشی مناؤ(3)،اور یہی بہت بڑی کامیابی ہے۔","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"(1) یہ اللہ کے ایک خاص فضل و کرم کا بیان ہے کہ اس نے مومنوں کو، ان کی جان و مال کے عوض، جو انہوں نے اللہ کی راہ میں خرچ کیے، جنت عطا فرما دی، جب کہ یہ جان و مال بھی اسی کا عطیہ ہے۔ پھر قیمت اور معاوضہ بھی جو عطا کیا یعنی جنت وہ نہایت ہی بیش قیمت ہے۔\n(2) یہ اسی سودے کی تاکید ہے کہ اللہ تعالٰی نے سچا وعدہ پچھلی کتابوں میں بھی اور قرآن میں بھی کیا ہے۔ اور اللہ سے زیادہ عہد کو پورا کرنے والا کون ہو سکتا ہے۔\n(3) یہ مسلمانوں کو کہا جا رہا ہے لیکن یہ خوشی اسی وقت منائی جاسکتی ہے جب مسلمان کو بھی یہ سودا منظور ہو۔ یعنی اللہ کی راہ میں جان و مال کی قربانی سے انہیں دریغ نہ ہو۔","lang":"ur"},{"name":"9:112","price":"وه ایسے ہیں جو توبہ کرنے والے، عبادت کرنے والے، حمد کرنے والے، روزه رکھنے والے، (یا راه حق میں سفر کرنے والے) رکوع اور سجده کرنے والے، نیک باتوں کی تعلیم کرنے والے اور بری باتوں سے باز رکھنے والے اور اللہ کی حدوں کا خیال رکھنے والے ہیں(1) اور ایسے مومنین کو آپ خوشخبری سنا دیجئے؟(2)","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"(1) یہ انہیں مومنین کی مزید صفات بیان کی جا رہی ہیں جن کی جانوں اور مالوں کا سودا اللہ نے کر لیا ہے، وہ توبہ کرنے والے، یعنی گناہوں اور فواحش سے بچتے اور اپنے رب کی عبادت کرنے والے، زبان سے اللہ کی حمد اور ثنا بیان کرنے والے اور دیگر ان صفات کے حامل ہیں جو آیت میں مذکور ہیں۔ سیاحت سے مراد اکثر مفسرین نے روزے لیے ہیں اور اسی کو ابن کثیر نے صحیح ترین اور مشہور ترین قول قرار دیا ہے۔ اور بعض نے اس سے جہاد مراد لیا ہے۔ تاہم سیاحت سے زمین کی سیاحت مراد نہیں ہے جس طرح کہ بعض لوگوں نے سمجھا ہے۔ اسی طرح اللہ کی عبادت کے لیے پہاڑوں کی چوٹیوں غاروں اور سنسان بیابانوں میں جاکر ڈیرے لگا لینا بھی اس سے مراد نہیں ہے۔ کیونکہ یہ رہبانیت اور جوگی پن کا ایک حصہ ہے جو اسلام میں نہیں ہے۔ البتہ فتنوں کے ایام میں اپنے دین کو بچانے کے لیے شہروں اور آبادیوں کو چھوڑ کر جنگلوں اور بیابانوں میں جاکر رہنے کی اجازت حدیث میں دی گئی ہے۔ (صحیح بخاری۔ کتاب الایمان، باب من الدین الفرار من الفتن و کتاب الفتن باب التعرب۔ ای السکنی مع الاعراب۔ فی الفتنة)\n(2) مطلب یہ ہے کہ مومن کامل وہ ہے جو قول اور عمل اسلام کی تعلیمات کا عمدہ نمونہ ہو اور ان چیزوں سے بچنے والا ہو جن سے اللہ نے اسے روک دیا ہے اور یوں اللہ کی حدوں کو پامال نہیں، بلکہ ان کی حفاظت کرنے والا ہو۔ ایسے ہی کامل مومن خوشخبری کے مستحق ہیں یہ وہ بات ہے جسے قرآن میں «اٰ مَنُوْا وَعَمِلُوا الصّٰلِحٰتِ» کے الفاظ میں بار بار بیان کیا گیا ہے۔ یہاں اعمال صالحہ کی قدرے تفصیل بیان کر دی گئی ہے۔","lang":"ur"},{"name":"9:113","price":"پیغمبر کو اور دوسرے مسلمانوں کو جائز نہیں کہ مشرکین کے لیے مغفرت کی دعا مانگیں اگرچہ وه رشتہدار ہی ہوں اس امر کے ﻇاہر ہوجانے کے بعد کہ یہ لوگ دوزخی ہیں۔(1)","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"(1) اس کی تفسیر صحیح بخاری میں اس طرح ہے کہ جب نبی (صلى الله عليه وسلم) کے عم بزرگوار ابو طالب کا آخری وقت آیا تو نبی (صلى الله عليه وسلم) ان کے پاس گئے جبکہ ان کے پاس ابو جہل اور عبد اللہ بن ابی امیہ بھی بیٹھے ہوئے تھے آپ (صلى الله عليه وسلم) نے فرمایا چچا جان ”لاَ إِلَهَ إِلاَّ اللَّهُ پڑھ لیں، تاکہ میں اللہ کے ہاں آپ کے لئے حجت پیش کر سکوں، ابو جہل اور عبد اللہ بن ابی امیہ نے کہا 'اے ابو طالب کیا عبدالمطلب کے مذہب سے انحراف کرو گے؟ (یعنی مرتے وقت یہ کیا کرنے لگے ہو؟ حتٰی کہ اسی حال میں ان کا انتقال ہوگیا) نبی (صلى الله عليه وسلم) نے فرمایا: ”جب تک اللہ تعالٰی کی طرف سے مجھے روک نہیں دیا جائے گا میں آپ کے لئے استغفار کرتا رہوں گا“، جس پر یہ آیت نازل ہوئی جس میں مشرکین کے لئے مغفرت کی دعا کرنے سے روک دیا گیا ہے (صحیح بخاری، کتاب التفسیر، سورة التوبة) اور سورہ قصص کی آیت 56 «إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ» بھی اسی سلسلے میں نازل ہوئی۔ مسند احمد کی ایک روایت میں ہے کہ نبی (صلى الله عليه وسلم )نے اپنی والدہ کے لیے مغفرت کی دعا کرنے کی اجازت طلب فرمائی، جس پر یہ آیت نازل ہوئی (مسند احمد ج ۵، ص ۳۵۵) اور نبی (صلى الله عليه وسلم) نے اپنی مشرک قوم کے لیے جو دعا فرمائی تھی «اللَّهُمَّ اغْفِرْ لِقَوْمِي فَإِنَّهُمْ لاَ يَعْلَمُونَ»۔ ”یا اللہ میری قوم بےعلم ہے اس کی مغفرت فرما دے“، یہ آیت کے منافی نہیں ہے۔ اس لیے کہ اس کامطلب ان کے لیے ہدایت کی دعا ہے۔ یعنی وہ میرے مقام و مرتبہ سے ناآشنا ہے، اسے ہدایت سے نواز دے تاکہ وہ مغفرت کی اہل ہوجائے۔ اور زندہ کفار ومشرکین کے لیے ہدایت کی دعا کرنی جائز ہے۔","lang":"ur"},{"name":"9:114","price":"اور ابراہیم (علیہ السلام) کا اپنے باپ کے لیے دعائے مغفرت مانگنا وه صرف وعده کے سبب سے تھا جو انہوں نے اس سے وعده کرلیا تھا۔ پھر جب ان پر یہ بات ﻇاہر ہوگئی کہ وه اللہ کا دشمن ہے تو وه اس سے محض بے تعلق ہوگئے(1) ، واقعی ابراہیم (علیہ السلام) بڑے نرم دل اور برد بار تھے۔(2)","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"(1) یعنی ابراہیم (عليه السلام) پر بھی جب یہ بات واضح ہوگئی کہ میرا باپ اللہ کا دشمن ہے اور جہنمی ہے تو انہوں نے اس سے اظہار نجات کر دیا اور اس کے بعد مغفرت کی دعا نہیں کی۔\n(2) اور ابتداء میں باپ کے لئے مغفرت کی دعا بھی اپنے اسی مزاج کی نرمی اور حلیمی کی وجہ سے کی تھی۔","lang":"ur"},{"name":"9:115","price":"اور اللہ ایسا نہیں کرتا کہ کسی قوم کو ہدایت کر کے بعد میں گمراه کر دے جب تک کہ ان چیزوں کو صاف صاف نہ بتلادے جن سے وه بچیں(1) بیشک اللہ تعالیٰ ہر چیز کو خوب جانتا ہے۔","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"(1) جب اللہ تعالٰی نے مشرکین کے حق میں مغفرت کی دعا کرنے سے روکا تو بعض صحابہ(رضي الله عنهم) کو جنہوں نے ایسا کیا تھا یہ اندیشہ لا حق ہوا کہ ایسا کرکے انہوں نے گمراہی کا کام تو نہیں کیا؟ اللہ تعالٰی نے فرمایا کہ جب تک بچنے والے کاموں کی وضاحت نہیں فرما دیتا، اس وقت تک اس پر مؤاخذہ بھی نہیں فرماتا نہ اسے گمراہی قرار دیتا ہے البتہ جب ان کاموں سے، جن سے روکا جا چکا ہو تو پھر اللہ تعالٰی اسے گمراہ کر دیتا ہے۔ اس لئے جن لوگوں نے اس حکم سے قبل اپنے فوت شدہ مشرک رشتے داروں کے لئے مغفرت کی دعائیں کیں ہیں ان کا مؤاخذہ نہیں ہوگا کیونکہ انہیں مسئلے کا اس وقت علم ہی نہ تھا۔","lang":"ur"},{"name":"9:116","price":"بلاشبہ اللہ ہی کی سلطنت ہے آسمانوں اور زمین میں۔ وہی جلاتا اور مارتا ہے، اور تمہارا اللہ کے سوا نہ کوئی یار ہے اور نہ کوئی مدد گار ہے۔","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"9:117","price":"اللہ تعالیٰ نے پیغمبر کے حال پر توجہ فرمائی اور مہاجرین اور انصار کے حال پر بھی جنہوں نے ایسی تنگی کے وقت پیغمبر کا ساتھ دیا(1) ، اس کے بعد کہ ان میں سے ایک گروه کے دلوں میں کچھ تزلزل ہو چلا تھا(2)۔ پھر اللہ نے ان کے حال پر توجہ فرمائی۔ بلاشبہ اللہ تعالیٰ ان سب پر بہت ہی شفیق مہربان ہے۔","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"(1) جنگ تبوک کے سفر کو 'تنگی کا وقت' قرار دیا۔ اس لئے کہ ایک تو موسم سخت گرمی کا تھا دوسرے، فصلیں تیار تھیں، تیسرے، سفر خاصا لمبا تھا اور چوتھے وسائل کی بھی کمی تھی۔ اس لئے اسے ”جَيش الْعسرَة“ (تنگی کا قافلہ یا لشکر) کہا جاتا ہے۔ توبہ کے لئے ضروری نہیں ہے کہ پہلے گناہ یا غلطی کا ارتکاب ہو۔ اس کے بغیر بھی رفع درجات اور غیر شعوری طور پر ہونے والی کوتاہیوں کے لئے توبہ ہوتی ہے۔ یہاں مہاجرین و انصار کے اس سے پہلے گروہ کی توبہ اس مفہوم میں ہے جنہوں نے بلا تأمل نبی (صلى الله عليه وسلم)کے حکم جہاد پر لبیک کہا۔\n(2) یہ اس دوسرے گروہ کا ذکر ہے جسے مزکورہ وجوہ سے ابتداءً تردد ہوا۔ لیکن پھر جلد ہی وہ اس کیفیت سے نکل آیا اور بخوشی جہاد میں شریک ہوا۔ دلوں میں تزلزل سے مراد دین کے بارے میں کوئی تزلزل یا شبہ نہیں ہے بلکہ مزکورہ دنیاوی اسباب کی وجہ سے شریک جہاد ہونے میں جو تذبذب اور تردد تھا وہ مراد ہے۔","lang":"ur"},{"name":"9:118","price":"اور تین شخصوں کے حال پر بھی جن کا معاملہ ملتوی چھوڑ دیا گیا تھا(1) ۔ یہاں تک کہ جب زمین باوجود اپنی فراخی کے ان پر تنگ ہونے لگی اور وه خود اپنی جان سے تنگ آگئے(2) اور انہوں نے سمجھ لیا کہ اللہ سے کہیں پناه نہیں مل سکتی بجز اس کے کہ اسی کی طرف رجوع کیا جائے پھر ان کے حال پر توجہ فرمائی تاکہ وه آئنده بھی توبہ کرسکیں(3)۔ بیشک اللہ تعالیٰ بہت توبہ قبول کرنے واﻻ بڑا رحم واﻻ ہے۔","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"(1) خُلِّفُوا کا وہی مطلب ہے جو مُرْجَوْنَ کا ہے یعنی جن کا معاملہ مؤخر اور ملتوی کر دیا گیا تھا اور پچاس دن کے بعد ان کی توبہ قبول ہوئی۔ یہ تین صحابہ تھے۔ کعب بن مالک، مرارہ بن ربیع اور ہلال بن امیہ (رضي الله عنهم) یہ تینوں نہایت مخلص مسلمان تھے۔ اس سے قبل ہر غزوے میں شریک ہوتے رہے۔ اس غزوہ تبوک میں صرف تساہلاً شریک نہیں ہوئے بعد میں انہیں اپنی غلطی کا احساس ہوا، تو سوچا کہ ایک غلطی (پیچھے رہنے کی) تو ہو ہی گئی ہے۔ لیکن اب منافقین کی طرح رسول اللہ (صلى الله عليه وسلم) کی خدمت میں جھوٹا عذر پیش کرنے کی غلطی نہیں کریں گے۔ چنانچہ حاضر خدمت ہو کر اپنی غلطی کا صاف اعتراف کر لیا اور اس کی سزا کے لئے اپنے آپ کو پیش کر دیا۔ نبی (صلى الله عليه وسلم) نے انکے معاملے کو اللہ تعالٰی کے سپرد کر دیا کہ وہ ان کے بارے میں کوئی حکم نازل فرمائے گا تاہم اس دوران صحابہ کرام (رضي الله عنهم) کو ان تینوں افراد سے تعلق قائم رکھنے حتٰی کے بات چیت تک کرنے سے روک دیا اور چالیس راتوں کے بعد انہیں حکم دیا گیا کہ وہ اپنی بیویوں سے بھی دور رہیں مزید دس دن گزرے تو توبہ قبول کر لی گئی اور مذکورہ آیت نازل ہوئی (اس واقعہ کی پوری تفصیل حضرت کعب بن مالک رضي الله عنه سے مروی حدیث میں موجود ہے)۔ ملاحظہ ہو ،(صحیح بخاری، کتاب المغازی باب غزوة تبوک۔ مسلم کتاب التوبة، باب حدیث توبة کعب بن مالک)\n(2) یہ ان ایام کی کیفیت کا بیان ہے۔ جس سے سوشل بائیکاٹ کی وجہ سے انہیں گزرنا پڑا۔\n(3) یعنی پچاس دن کے بعد اللہ نے ان کی آہ و زاری اور توبہ قبول فرمائی۔","lang":"ur"},{"name":"9:119","price":"اے ایمان والو! اللہ تعالیٰ سے ڈرو اور سچوں کے ساتھ رہو۔(1)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"(1) سچائی ہی کی وجہ سے اللہ تعالٰی نے ان تینوں صحابہ کی غلطی نہ صرف معاف فرما دی بلکہ ان کی توبہ کو قرآن بنا کر نازل فرما دیا۔ رضي الله عنهم ورضوا عنہ۔ اس لئے مومنین کو حکم دیا گیا کہ اللہ سے ڈرو اور سچوں کے ساتھ رہو۔ اس کا مطلب یہ ہی کہ جس کے اندر تقوٰی (یعنی اللہ کا خوف) ہوگا، وہ سچا بھی ہوگا اور جو جھوٹا ہوگا، سمجھ لو کہ اس کا دل تقویٰ سے خالی ہے۔ اسی لئے حدیث میں آتا ہے کہ مومن سے کچھ اور کوتاہیوں کا صدور تو ہو سکتا ہے لیکن وہ جھوٹا نہیں ہوتا۔","lang":"ur"},{"name":"9:120","price":"مدینہ کے رہنے والوں کو اور جو دیہاتی ان کے گردوپیش ہیں ان کو یہ زیبا نہ تھا کہ رسول اللہ کو چھوڑ کر پیچھے ره جائیں(1) اور نہ یہ کہ اپنی جان کو ان کی جان سے عزیز سمجھیں(2)، یہ اس سبب سے کہ(3) ان کو اللہ کی راه میں جو پیاس لگی اور جو تکان پہنچی اور جو بھوک لگی اور جو کسی ایسی جگہ چلے جو کفار کے لیے موجب غیظ ہوا ہو(4) اور دشمنوں کی جو کچھ خبر لی، ان سب پر ان کے نام (ایک ایک) نیک کام لکھا گیا۔ یقیناً اللہ تعالیٰ مخلصین کا اجر ضائع نہیں کرتا۔","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"(1) جنگ تبوک میں شرکت کے لئے چونکہ عام منادی کر دی گئی تھی، اس لئے معذورین، بوڑھے اور دیگر شرعی عذر رکھنے والوں کے علاوہ۔ سب کے لئے اس میں شرکت ضروری تھی لیکن پھر بھی جو سکان مدینہ یا اطراف مدینہ میں اس جہاد میں شریک نہیں ہوئے۔ اللہ تعالٰی ان کو زجر و توبیخ کرتے ہوئے فرما رہا ہے کہ ان کو رسول اللہ (صلى الله عليه وسلم) سے پیچھے نہیں رہنا چاہیے تھا۔\n(2) یعنی یہ بھی ان کے لئے زیبا نہیں کہ خود اپنی جانوں کا تحفظ کرلیں اور رسول اللہ (صلى الله عليه وسلم) کی جان کے تحفظ کا انہیں خیال نہ ہو۔ بلکہ انہیں رسول کے ساتھ رہ کر اپنے سے زیادہ ان کی تحفظ کا اہتمام کرنا چاہئے۔\n(3) ذَلِكَ سے پیچھے نہ رہنے کی علت بیان کی جا رہی ہے۔ یعنی انہیں اس لئے پیچھے نہیں رہنا چایئے کہ اللہ کی راہ میں انہیں جو پیاس، تھکاوٹ، بھوک پہنچے گی یا ایسے اقدام، جن سے کافروں کے غیظ و غضب میں اضافہ ہوگا، اسی طرح دشمنوں کے آدمیوں کو قتل یا ان کو قیدی بناؤ گے، یہ سب کے سب کام عمل صالح لکھے جائیں گے یعنی عمل صالح صرف یہی نہیں ہے کہ آدمی مسجد میں یا کسی ایک گوشے میں بیٹھ کر نوافل، تلاوت، ذکر الٰہی وغیرہ کرے بلکہ جہاد میں پیش آنے والی ہر تکلیف اور پریشانی، حتیٰ کہ وہ کاروائیاں بھی جن سے دشمن کے دلوں میں خوف پیدا ہو یا غیظ بھڑکے، ان میں سے ہر ایک چیز اللہ کے ہاں عمل صالح لکھی جائے گی، اس لئے محض شوق عبادت میں بھی جہاد سے گریز صحیح نہیں، چہ جائے کہ بغیر عذر کے ہی آدمی جہاد سے جی چرائے؟\n(4) اس سے مراد پیادہ، یا گھوڑوں وغیرہ پر سوار ہو کر ایسے علاقوں سے گزرنا ہے کہ ان کے قدموں کی چابوں اور گھوڑوں کی ٹاپوں سے دشمن کے دلوں پر لرزہ طاری ہو جائے اور ان کی آتش غیظ بھڑک اٹھے۔\n(5) «وَلا يَنَالُونَ مِنْ عَدُوٍّ نَيْلا» (التوبة: 120) ”دشمن سے کوئی چیز لیتے ہیں یا ان کی خبر لیتے ہیں“ سے مراد، ان کے آدمیوں کو قتل یا قیدی کرتے ہیں یا انہیں شکست سے دو چار کرتے اور مال غنیمت حاصل کرتے ہیں۔","lang":"ur"},{"name":"9:121","price":"اور جو کچھ چھوٹا بڑا انہوں نے خرچ کیا اور جتنے میدان ان کو طے کرنے پڑے(1) ، یہ سب بھی ان کے نام لکھا گیا تاکہ اللہ تعالیٰ ان کے کاموں کا اچھے سے اچھا بدلہ دے۔","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"(1) پہاڑوں کے میدان اور پانی کی گزرگاہ کو وادی کہتے ہیں۔ مراد یہاں مطلق وادیاں اور علاقے ہیں۔ یعنی اللہ کی راہ میں تھوڑا یا زیادہ جتنا بھی خرچ کرو گے اسی طرح جتنے بھی میدان طے کرو گے، (یعنی جہاد میں تھوڑا یا زیادہ سفر کرو گے) یہ سب نیکیاں تمہارے نامہ اعمال میں درج ہونگی جن پر اللہ تعالٰی اچھا سے اچھا بدلہ عطا فرمائے گا۔","lang":"ur"},{"name":"9:122","price":"اور مسلمانوں کو یہ نہ چاہئے کہ سب کے سب نکل کھڑے ہوں سو ایسا کیوں نہ کیا جائے کہ ان کی ہر بڑی جماعت میں سے ایک چھوٹی جماعت جایا کرے تاکہ وه دین کی سمجھ بوجھ حاصل کریں اور تاکہ یہ لوگ اپنی قوم کو جب کہ وه ان کے پاس آئیں، ڈرائیں تاکہ وه ڈر جائیں۔(1)","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"(1) بعض مفسرین کے نزدیک اس کا تعلق بھی حکم جہاد سے ہے۔ اور مطلب یہ کہ پچھلی آیت میں جب پیچھے رہنے والوں کے لئے سخت وعید اور لعنت ملامت بیان کی گئی تو صحابہ کرام (رضي الله عنهم) بڑے محتاط ہوگئے اور جب بھی جہاد کا مرحلہ آتا تو سب کے سب اس میں شریک ہونے کی کوشش کرتے۔ آیت میں انہیں حکم دیا گیا ہر جہاد اس نوعیت کا نہیں ہوتا کہ جس میں ہر شخص کی شرکت ضروری ہو (جیسا کہ تبوک میں ضروری تھا) بلکہ گروہ کی ہی شرکت کافی ہے۔ ان کے نزدیک ”لِيَتَفَقَّهُوا“ کا مخاطب پیچھے رہ جانے ولاا طائفہ ہے۔ یعنی ایک گروہ جہاد پر چلا جائے ”وَتَبْقَى طَائِفَةٌ“ (یہ مخذوف ہوگا) اور ایک گروہ پیچھے رہے، جو دین کا علم حاصل کرے۔ اور جب مجاہدین واپس آئیں تو انہیں بھی احکام دین سے آگاہ کر کے انہیں ڈرائیں۔ دوسری تفسیر اس کی یہ ہے کہ اس آیت کا تعلق جہاد سے نہیں ہے بلکہ اس میں علم دین سیکھنے کی اہمیت کا بیان، اس کی ترغیب اور طریقے کی وضاحت ہے اور وہ یہ کہ ہر بڑی جماعت یا قبیلے میں سےکچھ لوگ دین کا کا علم حاصل کرنے کے لیے اپنا گھربار چھوڑیں اور مدارس ومراکز علم میں جا کر اسے حاصل کریں اور پھر آکر اپنی قوم میں وعظ ونصیحت کریں۔ دین میں تفقہ حاصل کرنے کا مطلب اوامرونواہی کا علم حاصل کرنا ہے تاکہ اوامر الہی کو بجا لاسکے اور نواہی سے دامن کشاں رہے اور اپنی قوم کے اندر بھی امر بالمعروف ونہی عن المنکر کا فریضہ سر انجام دے۔","lang":"ur"},{"name":"9:123","price":"اے ایمان والو! ان کفار سے لڑو جو تمہارے آس پاس ہیں(1) اور ان کو تمہارے اندر سختی پانا چاہئے(2)۔ اور یقین رکھو کہ اللہ تعالیٰ متقی لوگوں کے ساتھ ہے۔","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"(1) اس میں کافروں سے لڑنے کا ایک اہم اصول بیان کیا گیا ہے۔ کہ الأَوَّلُ فَالأَوَّلُ اور الأَقْرَبُ فَالأَقْرَبُ کے مطابق کافروں سے جہاد کرنا ہے جیسا کہ رسول اللہ (صلى الله عليه وسلم) نے پہلے جزیرہ، عرب میں آباد مشرکین سے قتال کیا، جب ان سے فارغ ہوگئے اور اللہ تعالٰی نے مکہ، طائف، یمن، یمامہ، ہجر، خیبر، حضر موت وغیرہ ممالک پر مسلمانوں کو غلبہ عطا فرما دیا اور عرب کے سارے قبائل فوج در فوج اسلام میں داخل ہوگئے، تو پھر اہل کتاب سے قتال کا آغاز فرمایا اور 9 ہجری میں رومیوں سے قتال کے لئے تبوک تشریف لے گئے جو جزیرہ، عرب سے قریب ہے اسی کے مطابق آپ (صلى الله عليه وسلم) کی وفات کے بعد خلفائے راشدین نے روم کے عیسائیوں سے قتال فرمایا، اور ایران کے مجوسیوں سے جنگ کی۔\n(2) یعنی کافروں کے لئے، مسلمانوں کے دلوں میں نرمی نہیں سختی ہونی چاہیے جیسا کہ «اَشِدَّاۗءُ عَلَي الْكُفَّارِ رُحَمَاۗءُ بَيْنَهُمْ» (الفتح: 29) صحابہ کی صفت بیان کی گئی ہے۔ اسی طرح «اَذِلَّةٍ عَلَي الْمُؤْمِنِيْنَ اَعِزَّةٍ عَلَي الْكٰفِرِيْنَ» ( المائدہ: 54) اہل ایمان کی صفت ہے۔","lang":"ur"},{"name":"9:124","price":"اور جب کوئی سورت نازل کی جاتی ہے تو بعض منافقین کہتے ہیں کہ اس سورت نے تم میں سے کس کے ایمان کو زیاده کیا ہے(1) ، سو جو لوگ ایمان والے ہیں اس سورت نے ان کے ایمان کو زیاده کیا ہے اور وه خوش ہورہے ہیں۔(2)","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"(1) اس سورت میں منافقین کے کردار کی نقاب کشائی کی گئی ہے، یہ آیات اس کا بقیہ اور تتمہ ہیں۔ اس میں بتلایا جا رہا ہے جب ان کی غیر موجودگی میں کوئی سورت یا اس کا کوئی حصہ نازل ہوتا ہے اور ان کے علم میں بات آتی تو وہ استہزاء اور مذاق کے طور پر آپس میں ایک دوسرے سے کہتے کہ اس سے تم میں سے کس کے ایمان میں اضافہ ہوا ہے؟۔\n(2) اللہ تعالٰی نے فرمایا، جو بھی سورت اترتی ہے اس سے اہل ایمان کے ایمان میں اضافہ ہوتا ہے اور وہ اپنے ایمان کے اضافے پر خوش ہوتے ہیں۔ یہ آیت بھی اس بات پر دلیل ہے کہ ایمان میں کمی بیشی ہوتی ہے جس طرح کہ محدثین کا مسلک ہے۔","lang":"ur"},{"name":"9:125","price":"اور جن کے دلوں میں روگ ہے اس سورت نے ان میں ان کی گندگی کے ساتھ اور گندگی بڑھا دی اور وه حالت کفر ہی میں مر گئے۔(1)","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"(1) روگ سے مراد نفاق اور آیات الٰہی کے بارے میں شکوک و شبہات ہیں۔ فرمایا: البتہ یہ سورت منافقین کو ان کے نفاق اور خبث میں اور بڑھاتی اور وہ اپنے کفر و نفاق میں اس طرح پختہ تر ہو جاتے ہیں کہ انہیں توبہ کی توفیق نصیب نہیں ہوتی اور کفر پر ہی ان کا خاتمہ ہوتا ہے جس طرح اللہ تعالٰی نے دوسرے مقام پر فرمایا :”ہم قرآن میں ایسی چیزیں نازل کرتے ہیں جو مومنین کے لئے شفا اور رحمت ہیں۔ لیکن اللہ تعالٰی ان ظالموں کے خسارے میں اضافہ ہی فرماتا ہے“۔ (بنی اسرائیل: 82) یہ گویا ان کی بدبختی کی انتہا ہے کہ جس سے لوگوں کے دل ہدایت پاتے ہیں۔ وہی باتیں ان کی ضلالت و ہلاکت کا باعث ثابت ہوتی ہیں جس طرح کسی شخص کا مزاج اور معدہ بگڑ جائے، تو وہی غذائیں، جن سے لوگ قوت اور لذت حاصل کرتے ہیں، اس کی بیماری میں مزید بگاڑ اور خرابی کا باعث بنتی ہیں۔","lang":"ur"},{"name":"9:126","price":"اور کیا ان کو نہیں دکھلائی دیتا کہ یہ لوگ ہر سال ایک بار یا دو بار کسی نہ کسی آفت میں پھنستے رہتے ہیں(1) پھر بھی نہ توبہ کرتے اور نہ نصیحت قبول کرتے ہیں۔","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"(1) يُفْتَنُونَ کے معنی ہیں آزمائے جاتے ہیں۔ آفت سے مراد یا تو آسمانی آفات ہیں مثلًا قحط سالی وغیرہ (مگر یہ بعید ہے) یا جسمانی بیماریاں اور تکالیف ہیں یا غزوات ہیں جن میں شرکت کے موقع پر ان کی آزمائش ہوتی تھی۔ سیاق کلام کے اعتبار سے یہ مفہوم زیادہ صحیح ہے۔","lang":"ur"},{"name":"9:127","price":"اور جب کوئی سورت نازل کی جاتی ہے تو ایک دوسرے کو دیکھنے لگتے ہیں کہ تم کو کوئی دیکھتا تو نہیں پھر چل دیتے ہیں(1) اللہ تعالیٰ نے ان کا دل پھیر دیا ہے اس وجہ سے کہ وه بے سمجھ لوگ ہیں۔(2)","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"(1) یعنی ان کی موجودگی میں سورت نازل ہوتی جس میں منافقین کی شرارتوں اور سازشوں کی طرف اشارہ ہوتا تو پھر یہ دیکھ کر کہ مسلمان انہیں دیکھ تو نہیں رہے، خاموشی سے کھسک جاتے۔\n(2) یعنی آیات الٰہی میں غور و تدبر نہ کرنے کی وجہ سے اللہ نے ان کے دلوں کو خیر اور ہدایت سے پھیر دیا ہے۔","lang":"ur"},{"name":"9:128","price":"تمہارے پاس ایک ایسے پیغمبر تشریف ﻻئے ہیں جو تمہاری جنس سے ہیں(1) جن کو تمہاری مضرت کی بات نہایت گراں گزرتی ہے(2) جو تمہاری منفعت کے بڑے خواہش مند رہتے ہیں(3) ایمان والوں کے ساتھ بڑے ہی شفیق اور مہربان ہیں۔(4)","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"(1) سورت کے آخر میں مسلمانوں پر نبی کی صورت میں جو احسان عظیم فرمایا گیا، اس کا ذکر کیا جا رہا ہے۔ آپ (صلى الله عليه وسلم) کی پہلی صفت یہ بیان فرمائی کہ وہ تمہاری جنس سے یعنی جنس بشریت سے ہیں (وہ نور یا اور کچھ نہیں) جیسا کہ فساد عقیدہ کے شکار لوگ عوام کو اس قسم کے گورکھ دھندے میں پھنساتے ہیں۔\n(2) عَنَتٌ ایسی چیزیں جن سے انسان کو تکلیف ہو، اس میں دنیاوی مشقتیں اور آخروی عذاب دونوں آجاتے ہیں، اس پیغمبر پر، تمہاری ہر قسم کی تکلیف و مشقت گراں گزرتی ہے۔ اسی لئے آپ (صلى الله عليه وسلم) نے فرما: ”میں آسان دین حنیفی دے کر بھیجا گیا ہوں“۔ (مسند احمد۔ جلد 5، ص 266، جلد 6 ص 233) ایک اور حدیث میں فرمایا: «إِنَّ هَذَا الدِّينَ يُسْرٌ»، ”بیشک یہ دین آسان ہے“۔ (صحیح بخاری۔ کتاب الایمان)\n(3) تمہاری ہدایت اور تمہاری دینوی آخروی کے فائدے کے خواہشمند ہیں اور تمہارا جہنم میں جانا پسند نہیں فرماتے۔ اسی لئے آپ (صلى الله عليه وسلم) نے فرمایا کہ ”میں تمہیں تمہاری پشتوں سے پکڑ پکڑ کر کھنچتا ہوں لیکن تم مجھ سے دامن چھڑا کر زبردستی نار جہنم میں داخل ہوتے ہو“۔ (صحیح بخاری کتاب الرقاق باب نمبر 26 الانتهاء من المعاصی)\n(4) یہ آپ کی چوتھی صفت بیان کی گئی ہے۔ یہ ساری خوبیاں آپ کے اعلٰی اخلاق اور کریمانہ صفات کی مظہر ہیں۔ یقینا آپ (صلى الله عليه وسلم) صاحب خلق عظیم ہیں۔","lang":"ur"},{"name":"9:129","price":"پھر اگر رو گردانی کریں(1) تو آپ کہہ دیجیئے کہ میرے لیے اللہ کافی ہے(2)، اس کے سوا کوئی معبود نہیں۔ میں نے اسی پر بھروسہ کیا اور وه بڑے عرش کا مالک ہے۔(3)","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"(1) یعنی آپ کی لائی ہوئی شریعت اور دین رحمت سے۔\n(2) جو کفر و اعراض کرنے والوں کے مکرو کید سے مجھے بچا لے گا۔\n(3) حضرت ابو الدردا(رضي الله عنه) فرماتے ہیں کہ جو شخص یہ آیت حَسْبِیَ اللّٰہُ (الآیۃَ) صبح اور شام سات سات مرتبہ پڑھ لے گا، اللہ تعالٰی اس کے ہموم (فکر ومشکلات) کو کافی ہو جائے گا۔ (سنن ابی داود۔ نمبر 5081)","lang":"ur"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}