{"data":[{"name":"97:1","price":"یقیناً ہم نے اسے شب قدر میں نازل فرمایا.(1)","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةِ ٱلۡقَدۡرِ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6126,"juzNumber":30,"footnotes":"(1) یعنی اتارنے کا آغاز کیا، یا لوح محفوظ سے اس بیت العزت میں، جو آسمان پر ہے، ایک ہی مرتبہ اتار دیا۔ اور وہاں سے حسب وقائع نبی (صلى الله عليه وسلم) پر اترتا رہا تا آنکہ 23 سال میں پورا ہوگیا۔ اور لیلتہ القدر رمضان میں ہی ہوتی ہے، جیسا کہ قرآن کی آیت «شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ» (البقرة: 185 ) سے واضح ہے۔","lang":"ur"},{"name":"97:2","price":"تو کیا سمجھا کہ شب قدر کیا ہے؟(1)","arabic":"وَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6127,"juzNumber":30,"footnotes":"(1) اس استفہام سے اس رات کی عظمت واہمیت واضح ہے، گویاکہ مخلوق اس کی تہ تک پوری طرح نہیں پہنچ سکتی، یہ صرف ایک اللہ ہی ہے جو اس کو جانتا ہے۔","lang":"ur"},{"name":"97:3","price":"شب قدر ایک ہزار مہینوں سے بہتر ہے.(1)","arabic":"لَيۡلَةُ ٱلۡقَدۡرِ خَيۡرٞ مِّنۡ أَلۡفِ شَهۡرٖ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6128,"juzNumber":30,"footnotes":"(1) یعنی اس ایک رات کی عبادت ہزار مہینوں کی عبادت سے بہتر ہے اور ہزار مہینے 83 سال 4 مہینے بنتے ہیں۔ یہ امت محمدیہ پر اللہ کا کتنا احسان عظیم ہے کہ مختصر عمر میں زیادہ سے زیادہ ثواب حاصل کرنے کے لئے کیسی سہولت عطا فرما دی۔","lang":"ur"},{"name":"97:4","price":"اس (میں ہر کام) کے سر انجام دینے کو اپنے رب کے حکم سے فرشتے اور روح (جبرائیل) اترتے ہیں.(1)","arabic":"تَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٖ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6129,"juzNumber":30,"footnotes":"(1) روح سے مراد حضرت جبرائیل (عليه السلام) ہیں، یعنی فرشتے حضرت جبرائیل (عليه السلام) سمیت، اس رات میں زمین پر اترتے ہیں،ان کاموں کو سرانجام دینے کے لئے جن کا فیصلہ اس سال میں اللہ تعالیٰ فرماتا ہے۔","lang":"ur"},{"name":"97:5","price":"یہ رات سراسر سلامتی کی ہوتی ہے(1) اور فجر کے طلوع ہونے تک (رہتی ہے).","arabic":"سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6130,"juzNumber":30,"footnotes":"(1) یعنی اس میں شر نہیں۔ یا اس معنی میں سلامتی والی ہے کہ مومن اس رات کو شیطان کے شر سے محفوظ رہتے ہیں۔ یا فرشتے اہل ایمان کو سلام عرض کرتے ہیں۔ یا فرشتے ہی آپس میں ایک دوسرے کو سلام کرتے ہیں۔ شب قدر کے لئے نبی (صلى الله عليه وسلم) نے بطور خاص یہ دعا بتلائی ہے «اللَّهُمَّ! إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي» ( ترمذي أبواب الدعوات، ابن ماجه، كتاب الدعاء، باب الدعاء بالعفو والعافية ) ۔","lang":"ur"}],"chapter":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr","Chapter Al-Qadr","Qadr","Surah Qadr","Chapter Qadr","Al Qadr","Surah Al Qadr","Chapter Al Qadr","Surah 97","Chapter 97","The Power","القدر"]}