{"data":[{"name":"1:1","price":"1. Au nom d’Allah, le Tout Clément, le Tout Miséricordieux.[2]","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"[2] La traduction par « Le Tout Miséricordieux, le Très Miséricordieux », du reste très heureuse quant à sa fidélité à la paronymie de l’expression d’origine : raḥmân, raḥîm, polyptote formé sur la racine commune « raḥama », ne bénéficie malheureusement pas de la même réussite sur le plan du rythme et de l’euphonie. La formule « Le Tout Clément, le Tout Miséricordieux », quoique moins fidèle à la dérivation littérale, nous a semblé plus naturelle et plus fluide. L’intensification deux fois par l’adverbe « Tout » plutôt que par « Très », traduit bien celle qui, propre à l’arabe, utilise le superlatif interne : « ân » dans « raḥmân », « îm » dans « raḥîm ». L’adverbe « Tout » est différent de « Très », superlatif externe qui se traduit ordinairement par جدّا ; tel n’est pas le cas de « Tout », aux valeurs sémantiques plus absolues et qui s’inscrit harmonieusement dans la nature absolue et « toute puissante » des Attributs divins.","lang":"fr"},{"name":"1:2","price":"2. Louange à Allah, Seigneur de l’Univers.","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:3","price":"3. Le Tout Clément, le Tout Miséricordieux.","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:4","price":"4. Souverain[3] du Jour de la Rétribution.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"[3] ملك se lit de deux façons : en allongeant la première syllabe, au sens littéral de « possesseur », ou en la raccourcissant, au sens de « roi ». La traduction par « souverain » inclut, nous semble-t-il, les deux sens. Notons que la lecture de Hafç, adoptée pour la présente traduction, opte pour la première prononciation. ","lang":"fr"},{"name":"1:5","price":"5. C’est Toi (Seul) Que nous adorons, et c’est Toi (Seul) Dont nous cherchons l’assistance.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:6","price":"6. Guide-nous sur la voie droite,","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:7","price":"7. voie de ceux que Tu as comblés de Tes grâces, non celle des réprouvés,[4] ni celle des égarés.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"[4] Par Ta colère. Nous avons préféré traduire غير المغضوب عليهم par le passif, plus fidèle à la structure du texte coranique, et en évitant de traduire par la proposition relative « ceux qui sont réprouvés », « ceux qui ont encouru Ta colère », qui sont des traductions de segments arabes introduits par الذين. Or, ce pronom relatif ne s’est produit que dans الذين أنعمت عليهم , que nous avons effectivement traduit par « ceux que Tu as comblés de Tes grâces ». Du reste, l’égalité et la symétrie des segments : « non celle des réprouvés, ni celle des égarés » évite au rythme le trébuchement dû à la structure déséquilibrée : « non de ceux qui sont réprouvés, ni des égarés », ou « non de ceux qui ont encouru Ta colère, ni des égarés ».","lang":"fr"},{"name":"2:1","price":"1. Alif, Lâm, Mîm.[5]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[5] Ces lettres mystérieuses, pas toujours les mêmes, forment le premier verset dans nombre de sourates. Leur secret reste inviolé jusqu’à nos jours, malgré les diverses interprétations toutes les unes moins certaines que les autres. L’essentiel est d’en retenir le caractère indéchiffrable, qui confirme l’origine divine du Coran. Hâ-mîm, Alif-lâm-mîm, etc., fonctionnent comme des clés qui ouvrent les sourates mais dont les référents semblent excéder les limites de l’intelligence humaine.","lang":"fr"},{"name":"2:2","price":"2. Voici le Livre à propos duquel il n’y a nul doute, guide pour les gens pieux,","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:3","price":"3. qui croient à l’Inconnaissable (ghayb),[6] accomplissent la Çalât[7] et dépensent des biens que Nous leur avons dispensés.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[6] Nous conserverons la transcription de la notion arabe lorsqu’elle n’est que partiellement traductible en français. Le mot ghayb signifie plus que l’invisible ou l’inconnaissable. Sa racine réfère aux connaissances « absentes » comme le confirme le trilitère غاب. Il s’agit de connaissances relatives à la fois au passé, au présent et à l’avenir. Ce sont les secrets et les mystères de l’univers, inaccessibles aux capacités intellectuelles ou prémonitoires de l’être humain, car cela est du ressort de la seule omniscience divine.\n[7] Nous conservons ce mot arabe qui, traduit souvent par prière, perd de son sens spécifique. La notion de « prière » est générique, qui recouvre plusieurs dénotations évoquant tantôt le recueillement, tantôt l’invocation aux sens ordinaires. Tandis que la Çalât désigne l’un des cinq piliers de l’Islam et qui consiste à accomplir le devoir sacré et rituel des cinq prières quotidiennes : à l’aube (al-fajr), vers midi (adh-dhohr), l’après-midi (al-açr), après le coucher du soleil (al-maghrib), le soir (al-ishâ’). Les gestes rituels répétés au cours de chaque Çalât sont rigoureusement déterminés selon ces cinq moments quotidiens et s’enchaînent suivant les stations suivantes : debout, buste incliné vers l’avant, génuflexion, prosternation, assis.","lang":"fr"},{"name":"2:4","price":"4. Ceux qui croient à ce qui t’a été révélé et à ce qui a été révélé avant toi, et qui croient avec certitude à la vie future.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:5","price":"5. Ceux-là sont sur la voie de leur Seigneur et ceux-là sont ceux qui ont réussi.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:6","price":"6. Ceux qui ont mécru, que tu les avertisses ou non, n’en seront pas moins mécréants.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:7","price":"7. Allah a scellé leurs cœurs et leur ouïe, leur vue est obnubilée par un voile et il leur est promis un terrible supplice.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:8","price":"8. Il est des gens qui disent : « Nous croyons en Allah et au Jour Dernier » et[8] qui ne sont point croyants.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"[8] Conformément au « waw » du texte coranique, nous avons employé la conjonction « et » avec sa valeur adversative, au sens de « mais » : وما هم بمؤمنين ","lang":"fr"},{"name":"2:9","price":"9. Ils cherchent à tromper Allah et ceux qui ont cru mais ils ne trompent qu’eux-mêmes et ne le sentent pas.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:10","price":"10. Leurs cœurs sont minés par une maladie, alors Allah a ajouté à leur maladie[9] et ils auront un châtiment douloureux pour avoir menti.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"[9] La répétition du mot « maladie », qui qualifie le mal qui ronge les cœurs des hypocrites, est fidèle au redoublement lexical qui caractérise le verset.","lang":"fr"},{"name":"2:11","price":"11. Et s’il leur est dit : « Ne semez point la corruption sur terre », ils répondent[10] : « Nous sommes en vérité des réformateurs. »","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"[10] Le verbe قال, dont la redondance est naturelle en arabe, a une valeur générique qui exprime, suivant chaque contexte, d’autres variétés spécifiques : « répondre », « répliquer », « préciser », « rétorquer », « ajouter », etc. La langue française doit tenir compte de cette variété en évitant, de temps en temps, cette répétition du même verbe « dire ». En effet, si cette reprise est parfaitement tolérée en arabe, elle peut devenir insoutenable en français.","lang":"fr"},{"name":"2:12","price":"12. Ce sont pourtant eux les corrupteurs mais ils ne le sentent pas.[11]","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"[11] L’expression arabe وما يشعرون et ولا يشعرون se traduit plus fidèlement parfois par « ils ne le sentent pas » que par « ils ne s’en rendent pas compte ». En outre, la terminaison de la formule répétée en refrain en queue des versets 12, 13 et 14 par l’adverbe « pas » sied mieux, semble-t-il, au rythme assonancé.","lang":"fr"},{"name":"2:13","price":"13. Et quand il leur est dit : « Croyez donc comme ont cru les (autres) hommes », ils disent : « Allons-nous donc croire comme ont cru les ignares ? [12] » Ce sont bien eux les ignares mais ils ne le savent pas.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"[12] Le dictionnaire arabe Lisân Al-Arab donne comme sens principal de سفيه : « ignorant ». Outre le sens fortement péjoratif de « ignare », qualificatif dont ont été indûment traités les Çahâba (Compagnons du Prophète), le choix de cette traduction favorise l’assonance (la rime) avec « croire ». ","lang":"fr"},{"name":"2:14","price":"14.  Lorsqu’ils croisent ceux qui ont cru, ils (leur) disent : « Nous avons cru », mais quand ils se retrouvent seuls avec leurs démons, ils disent : « Nous sommes avec vous. Nous ne faisons que nous moquer (des croyants). »","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:15","price":"15. Allah Se moque d’eux, Qui les confortera dans leurs débordements et les laissera patauger dans leur aveuglement.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:16","price":"16. Ce sont ceux-là qui ont troqué la juste voie contre l’égarement. Leur commerce alors n’a point prospéré et ils n’ont pas su trouver le droit chemin.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:17","price":"17. Leur cas est semblable à celui qui allume un feu (pour se diriger). Mais leur feu ayant éclairé ce qui était autour d’eux, Allah a pris leur lumière et les a laissés dans les ténèbres où ils ne pouvaient plus rien voir.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:18","price":"18. Sourds, muets, aveugles, ils ne reviendront pas.[13]","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"[13] De leur erreur. Leur égarement est irréversible, arrivé comme il l’est au point de non-retour.","lang":"fr"},{"name":"2:19","price":"19. Ou comme (le cas de) ceux qui, lorsque du ciel tombe une averse charriant ténèbres, tonnerre et éclairs, mettent leurs doigts dans leurs oreilles craignant la foudre et appréhendant la mort ; mais Allah, de partout, cerne les mécréants.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:20","price":"20. L’éclair, de justesse, manque de leur ravir la vue ; chaque fois qu’il illumine pour eux (ce qui les entoure), ils y marchent, et aussitôt que tout s’assombrit autour d’eux, ils s’arrêtent. Si Allah voulait, Il prendrait leur ouïe et leur vue. Allah, en effet, est de Toute chose Infiniment Capable.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:21","price":"21. Ô hommes ! Adorez votre Seigneur Qui vous a créés, vous et ceux qui vous ont précédés. Ainsi saurez-vous (Le) craindre pieusement.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:22","price":"22. C’est Lui Qui a fait de la terre une couche pour vous et du ciel un toit ; (et c’est Lui) Qui a fait descendre du ciel de l’eau dont Il a fait sortir des fruits divers pour vous nourrir. Ne trouvez donc point d’émules à Allah en sachant bien (qu’Il n’en a point).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:23","price":"23. Et si vous êtes dans le doute au sujet de ce que Nous avons fait descendre (en révélation) sur Notre Serviteur,[14] produisez donc une sourate du même genre et appelez vos témoins en dehors d’Allah, si vous êtes sincères.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"[14] Le Prophète Muhammad, (paix et bénédiction d’Allah sur lui).","lang":"fr"},{"name":"2:24","price":"24. Et si vous ne le faites pas - et vous ne le ferez point - craignez le feu dont les hommes et les pierres seront le combustible et qui a été préparé pour les mécréants. ","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:25","price":"25. Et annonce donc (l’heureuse nouvelle)[15] à ceux qui croient et font œuvre de dévotion qu’ils auront des jardins sous lesquels coulent les rivières ; chaque fois qu’il leur en sera servi un fruit, ils diront : « C’est ce qui nous était servi auparavant. » Or ce qui leur était servi était seulement ressemblant ; ils auront là des épouses purifiées, et là ils seront immortels.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"[15] Le verbe بشّر est mélioratif alors que le verbe « annoncer », employé absolument, est neutre. Voilà pourquoi il a fallu ajouter l’expression « l’heureuse nouvelle » entre parenthèses. Encore qu’elle soit implicite d’après le contexte.","lang":"fr"},{"name":"2:26","price":"26.  Allah ne s’embarrasse point de citer en parabole un moustique ou (quelque chose) au-dessus (du moustique). Quant aux croyants, ils savent que c’est bien la vérité (émanant) de leur Seigneur ; tandis que les mécréants disent : « Qu’a donc voulu dire Allah par un tel exemple ? » Par cela, Il égare un grand nombre et guide un grand nombre. Et par cela, Il n’égare que les pervers,","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:27","price":"27. qui violent le pacte d’Allah après l’avoir conclu, rompent les liens qu’Allah a ordonné de maintenir et répandent la corruption sur terre. Ceux-là sont bien les perdants.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:28","price":"28. Comment mécroyez-vous en Allah alors que vous étiez morts et qu’Il vous a donné la vie ? Puis Il vous fera mourir, puis vous fera revivre, puis à Lui vous serez ramenés.[16]","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"[16] Nous avons préféré l’emploi du passif, plus fidèle à l’expression coranique : إليه ترجعون.","lang":"fr"},{"name":"2:29","price":"29. C’est Lui Qui, pour vous, a créé Tout ce qui est sur terre, puis S’est orienté vers (la création) des cieux et en a composé sept.[17] Lui Qui Sait parfaitement Toute chose.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"[17] Le verbe « composer » traduit bien la rigueur et la justesse de l’œuvre divine comme l’implique le verbe arabe سوّى. Du reste, il s’agit d’une rigueur et d’une justesse infinies, qui excèdent tout qualificatif, parce qu’elles sont attribuées à Allah, gloire Lui soit rendue.","lang":"fr"},{"name":"2:30","price":"30. Lorsque ton Seigneur dit aux Anges : « Je vais installer sur terre une succession[18]», ils dirent : « Y installeras-Tu qui y sèmera le désordre et y répandra le sang, alors que nous autres sommes là à Te rendre gloire et à Te sanctifier ? » Il dit : « Je sais ce que vous ne savez pas. »","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"[18] Le mot خليفة est, dans ce contexte, plutôt un collectif : il ne désigne pas un seul successeur ou remplaçant mais Adam et sa filiation, qui vont s’installer sur terre pour la peupler et y répandre la foi.","lang":"fr"},{"name":"2:31","price":"31. Et il enseigna à Adam Tous les noms (Toutes choses nommées) puis les exposa aux Anges en disant : « Informez-Moi de leurs noms si vous dites vrai ! »","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:32","price":"32. Ils dirent : « Gloire Te soit rendue ! Nous ne savons que ce que Tu nous as enseigné. C’est Toi l’Omniscient, le Sage. »","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:33","price":"33. Il dit : « Ô Adam ! Informe-les de leurs noms.[19] » Alors, une fois qu’il (Adam) les eut informés de leurs noms, Il (Allah) dit : « Ne vous ai-Je pas dit que Je Connais les mystères invisibles des cieux et de la terre et que Je Sais ce que vous révélez et ce que vous gardez secret ? »","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"[19] Les noms de ces choses.","lang":"fr"},{"name":"2:34","price":"34. Et lorsque Nous ordonnâmes aux Anges : « Prosternez-vous devant Adam ! », tous se prosternèrent excepté Iblîs [20] qui refusa, s’enfla d’orgueil et fut du nombre des mécréants.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[20] Satan.","lang":"fr"},{"name":"2:35","price":"35. Et Nous dîmes : « Ô Adam ! Demeurez au Paradis,[21] toi et ton épouse, mangez de tout ce qui s’y trouve autant qu’il vous plaira et partout où vous voudrez, mais n’approchez point de cet arbre, ou alors vous seriez du nombre des injustes. »","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"[21] Le verbe « demeurer » est employé ici au sens de « séjourner », « habiter ».","lang":"fr"},{"name":"2:36","price":"36. Mais Satan les fit glisser et sortir de là où ils étaient. Et Nous dîmes : « Descendez ! Vous serez ennemis les uns des autres, vous aurez la terre pour demeure et vous en jouirez pour un temps. »","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:37","price":"37. Adam reçut alors de son Seigneur des paroles et (Allah) accepta son repentir. C’est Lui le Tout Absoluteur,[22] le Tout Miséricordieux.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"[22] On ne saurait traduire le mot « At-Tawwâb » التوّاب par « le Repentant » sous le prétexte de la fidélité au radical arabe. Le mot « repentant » n’a de sens que s’il est intransitif : l’homme peut être repentant, contrit, qui exprime le remords d’avoir péché. Allah, Lui, accepte le repentir mais ne peut être qualifié de « repentant ». Nous avons donc, faute de mieux, traduit par « Absoluteur » et, pour mieux rendre le superlatif de « At-Tawwâb », nous avons ajouté l’adverbe d’absoluité divine « Tout », employé d’ailleurs avec « Clément » et « Miséricordieux » (voir la note 2).","lang":"fr"},{"name":"2:38","price":"38. Nous dîmes : « Descendez-en vous tous ! Et quand vous viendra de Moi un signe pour vous guider (hudâ),[23] pour ceux qui le suivront il n’y aura nulle crainte et ils n’auront aucune affliction.[24] ","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"[23] La notion de al-hudâ dénote plus que la bonne voie ou la bonne orientation. Allah oriente qui Il veut vers le chemin de la droiture. Al-hudâ et ses dérivés supposent une orientation inspirée par Allah vers le bien et vers la foi.\n[24] Cette formule coranique, répétée en divers endroits, لا خوف عليهم ولاهم يحزنون sera toujours traduite de la même façon. Le lecteur trouvera bizarre la rupture syntaxique dans notre traduction : « ceux qui la suivront, il n’y aura… » Nous utilisons en fait une figure de syntaxe appelée en rhétorique : « anacoluthe », figure qui veut être proche de l’expressivité de la formule coranique en question. ","lang":"fr"},{"name":"2:39","price":"39. Ceux qui ont mécru et ont traité Nos Signes[25] de mensonges, ceux-là sont les hôtes du Feu, où ils demeureront pour l’éternité.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"[25] Le mot « Signe » traduit ici une autre notion particulière à certains vocables coraniques qu’il vaut mieux transcrire tels quels car, en migrant vers les autres langues, ils perdent beaucoup de leurs connotations spécifiques. Il s’agit de la notion âya آية au sens de « signe divin », « merveille divine », « miracle divin », etc. qui prouve à l’évidence qu’Il est le Créateur de Toutes choses.","lang":"fr"},{"name":"2:40","price":"40. « Ô Enfants d’Israël ! Rappelez-vous Ma grâce (cette grâce) dont Je vous ai comblés. Et tenez vos engagements (envers Moi), Je tiendrai Mes engagements (envers vous). Et ne redoutez nul autre que Moi.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:41","price":"41. Croyez à ce que J’ai fait descendre (en révélation) et qui confirme ce que vous avez déjà, ne soyez pas les premiers à le renier, ne troquez pas Mes Signes contre un vil prix. Et ne craignez nul autre que Moi !","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:42","price":"42. Ne confondez pas la vérité et le mensonge, ne taisez pas la vérité quand vous (la) savez !","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:43","price":"43. Observez la Çalât, acquittez-vous[26] de la Zakât et inclinez-vous avec ceux qui s’inclinent.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[26] Le verbe pronominal « s’acquitter » est plus fort que le verbe non pronominal correspondant « acquitter ». Le premier dénote davantage le sens de la « dette » et donc de l’accomplissement du devoir. De plus, le segment « acquittez-vous » (répétition de « vous ») sied mieux au rythme assonancé, proche ici du redoublement lexical propre au style coranique. ","lang":"fr"},{"name":"2:44","price":"44. Ordonnez-vous donc aux gens la bienfaisance quand vous l’oubliez vous-mêmes en récitant le Livre ? N’entendez-vous pas raison ?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:45","price":"45. Ayez recours au soutien de la patience et de la Çalât. Celle-ci est certes un bien lourd devoir, mais non pour les humbles (qui la font dans le recueillement),","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:46","price":"46. ceux qui croient avec certitude qu’ils rencontreront leur Seigneur et que c’est à Lui qu’ils retourneront. ","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:47","price":"47. Ô Enfants d’Israël ! Rappelez-vous Ma grâce (cette grâce) dont Je vous ai comblés. Je vous ai privilégiés par rapport aux autres peuples du monde (vos contemporains).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:48","price":"48. Et craignez le jour où aucune âme ne rachètera de rien une autre âme, où il n’en sera accepté aucune intercession ; où il n’en sera reçu aucune compensation. Et ils n’auront aucun secours.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:49","price":"49. Et (souvenez-vous)[27] lorsque Nous vous avons sauvés des gens de Pharaon, lesquels vous faisaient subir le pire des supplices, égorgeaient vos fils et laissaient vos femmes en vie. C’était là une bien terrible épreuve de la part de votre Seigneur.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"[27] Ce segment sous entendu sera mis en facteur. Il ne sera repris entre parenthèses que de temps à autre.","lang":"fr"},{"name":"2:50","price":"50. Et lorsque Nous avons fendu la mer devant vous et que nous vous avons ainsi sauvés et noyé les gens de Pharaon pendant que vous regardiez.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:51","price":"51. Et lorsque Nous avons donné rendez-vous à Moïse quarante nuits durant, et lorsque, en son absence, vous avez pris pour idole le Veau et vous étiez alors injustes.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:52","price":"52. Puis, après cela, Nous vous avons pardonné ; peut-être serez-vous reconnaissants.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:53","price":"53. Et lorsque Nous avons donné à Moïse le Livre et le Discernement (Al-Furqân) afin que vous soyez guidés (vers la juste voie).","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:54","price":"54. Et lorsque Moïse eut dit à son peuple : « Ô peuple mien ! Vous vous êtes lésés vous-mêmes en prenant pour idole le Veau. Repentez–vous donc auprès de votre Créateur ! Tuez donc les coupables parmi vous : ce serait bien meilleur pour vous auprès de votre Créateur ! » Alors, Il accepta votre repentir, car c’est Lui le Tout Absoluteur, le Tout Miséricordieux.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:55","price":"55. Et (souvenez-vous encore) lorsque vous avez dit : « Ô Moïse ! Nous ne te croirons pas avant d’avoir vu Allah d’une façon évidente. » Alors, la foudre vous a saisis pendant que vous regardiez (impuissants).","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:56","price":"56. Puis Nous vous avons ressuscités après votre mort ; peut-être serez-vous reconnaissants.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:57","price":"57. Et Nous avons étendu sur vous l’ombre du nuage, et avons fait descendre sur vous la manne et les cailles : « Mangez donc des délices que Nous vous avons accordées ! » Ils ne Nous ont point lésé mais se lésaient eux-mêmes.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:58","price":"58. Et lorsque Nous dîmes : « Entrez dans cette cité et mangez-y où vous voudrez et autant qu’il vous plaira ; entrez-y par la porte prosternés et demandez : « Rémission pour (nos péchés) ! » Nous vous pardonnerons alors vos fautes et Nous donnerons plus encore aux bienfaiteurs. »","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:59","price":"59. Ceux qui ont été injustes ont alors substitué d’autres paroles à celles qui leur ont été dites et, sur eux, Nous avons fait descendre du ciel un châtiment humiliant pour les punir d’avoir été impies.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:60","price":"60. Et (souvenez-vous aussi) lorsque Moïse eut demandé de l’eau pour son peuple ; Nous dîmes[28] : «Frappe le rocher avec ton bâton ! » Alors, douze sources en jaillirent et chaque tribu sut ainsi où elle devait boire. Mangez et buvez de ces dons d’Allah et ne semez pas le désordre sur terre.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"[28] Le lecteur aura remarqué que nous employons tantôt le passé simple et tantôt le passé composé. C’est que, conformément aux valeurs actuelles du passé composé, ce dernier se substitue de plus en plus normalement au passé simple aussi bien à l’écrit qu’à l’oral. Son emploi pouvant avoir les mêmes valeurs dans le récit que le passé simple, le lecteur moderne le trouvera plus naturel. Le passé simple ne sera point éliminé. Il sera utilisé par intermittence avec certains verbes et certaines personnes et dans des contextes narratifs où il s’emploie en corrélation avec sa forme composée : le passé antérieur, exprimant l’accompli et l’antériorité.","lang":"fr"},{"name":"2:61","price":"61. Et lorsque vous dîtes : « Ô Moïse ! Nous ne pouvons plus supporter de manger une seule nourriture. Prie ton Seigneur pour qu’Il fasse sortir pour nous de la terre ce qui y pousse : de ses légumes, ses concombres, son ail, ses lentilles et ses oignons. » Alors, il répondit : « Échangeriez-vous ce qui est bien meilleur contre ce qui l’est beaucoup moins? Descendez donc dans une cité quelconque et vous y trouverez ce que vous demandez ! » Et voilà qu’ils furent couverts d’humiliation et d’opprobre et s’attirèrent la colère d’Allah. Cela, parce qu’ils ne croyaient pas aux Signes d’Allah et tuaient indûment les Prophètes ; et cela, parce qu’ils désobéissaient et transgressaient.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:62","price":"62. Ceux qui ont cru, ceux qui se sont judaïsés, les Nazaréens (les Chrétiens), les Sabéens,[29] quiconque a cru en Allah et au Jour Dernier et a accompli les bonnes œuvres, ceux-là auront leur récompense auprès de leur Seigneur ; il n’y aura aucune crainte pour eux et ils n’auront aucune affliction.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[29] Tout comme les Juifs et les Chrétiens, les Sabéens, avant le message de Muhammad (paix et bénédiction d’Allah sur lui), étaient engagés sur la bonne voie du monothéisme. Ce n’est que lorsqu’ils eurent dévié de la religion du Prophète Idrîs (paix sur lui) que le mot « Sabéens » صابئين prit le sens péjoratif d’apostats : ceux qui apostasient et abjurent leur religion, c’est-à-dire la renient après l’avoir adoptée.","lang":"fr"},{"name":"2:63","price":"63. Et (souvenez-vous) lorsque Nous conclûmes un pacte avec vous et dressâmes sur (vos têtes) le Mont (en vous disant) : « Tenez fermement ce que Nous vous avons donné (ce Livre) et rappelez-vous ce qu’il contient, peut-être craindrez-vous (Allah) ! »","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:64","price":"64. Puis, après cela,[30] vous vous êtes rétractés et, n’eussent été la grâce d’Allah et Sa miséricorde, vous eussiez été du nombre des perdants.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"[30] Après vous être engagés.","lang":"fr"},{"name":"2:65","price":"65. Vous saviez lesquels d’entre vous étaient ceux qui avaient transgressé le Sabbat (et ce que Nous en avons fait). À ceux-là Nous avons dit : « Soyez des singes méprisables ! »","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:66","price":"66. Nous en avons fait une (terrible) leçon pour les gens d’alors et pour les générations futures, et une (précieuse) exhortation pour les gens pieux.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:67","price":"67. Et (souvenez-vous) lorsque Moïse eut dit à son peuple : « Allah vous ordonne d’égorger une vache. » Ils répondirent : « Nous tournerais-tu en dérision ? » - « Allah, répondit-il, me préserve d’être du nombre des ignorants ! »","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:68","price":"68. Ils dirent : « Demande à ton Seigneur de nous préciser comment elle est. » Il répondit : « (Allah) dit que ce n’est Ni une vache vieillie ni une vierge génisse, elle est d’un âge intermédiaire. Faites donc ce qui vous est ordonné. »","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:69","price":"69. Ils dirent : « Demande à ton Seigneur de nous préciser sa couleur. » À quoi il répondit : « (Allah vous) dit que c’est une vache (dont la robe est) jaune vif, qui ravit ceux qui la regardent. »","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:70","price":"70. Ils dirent (encore) : « Demande à ton Seigneur de nous dire clairement comment elle est car les vaches, à nos yeux, se ressemblent à s’y méprendre. Alors, si Allah veut, nous serons bien guidés. »","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:71","price":"71. Il répondit : « (Allah vous) dit que c’est une vache non soumise aux travaux de la terre ni à l’arrosage des champs labourés. Elle est exempte de toute tare et de toute tache. » Ils dirent : « Maintenant tu es venu nous apporter la vérité. » Alors ils l’égorgèrent, mais ils faillirent ne pas le faire.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:72","price":"72. Et lorsque vous avez tué un homme puis vous vous êtes disputés à son sujet en vous accusant les uns les autres…Allah dévoile ce que vous dissimuliez.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:73","price":"73. Alors Nous dîmes : « Frappez-le (le cadavre) avec l’un de ses morceaux (ceux de la vache égorgée). » C’est ainsi qu’Allah fait revivre les morts et vous montre Ses Signes, peut-être entendrez-vous raison.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:74","price":"74. Après cela, pourtant, vos cœurs s’endurcirent, tels les rocs ou plus durs encore, car des rocs il peut jaillir des rivières ; certains se fendent pour laisser sourdre l’eau ; certains encore s’effondrent par crainte d’Allah. Et Allah n’est point distrait de ce que vous faites.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:75","price":"75. Vous attendez-vous à ce qu’ils croient comme vous, quand une partie des leurs, qui avait écouté la parole d’Allah, la déforma sciemment après qu’elle l’eut comprise ?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:76","price":"76. Lorsqu’ils rencontrent les croyants, ils disent : « Nous avons cru », et quand ils se retrouvent seuls entre eux, ils demandent : « Comptez-vous leur parler (aux Musulmans) de ce qu’Allah vous a révélé pour qu’ils retournent contre vous cet argument auprès de votre Seigneur ? N’êtes vous donc pas doués de raison ? »","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:77","price":"77. Ne savent-ils pas qu’Allah Sait ce qu’ils taisent (dans le secret du cœur) et ce qu’ils révèlent (au grand jour) ?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:78","price":"78. Et parmi eux, il y a des illettrés qui ne savent du Livre que des fictions et ne font que conjecturer à son propos.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:79","price":"79. Malheur à ceux qui écrivent un livre de leurs mains puis disent qu’il est dû à Allah pour en faire commerce à vil prix ! Malheur à eux pour ce qu’ont écrit leurs mains, et malheur à eux pour en avoir tiré profit !","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:80","price":"80. Et ils dirent : « Le Feu ne nous touchera que pendant un nombre limité de jours ! » Dis : « Avez-vous pris un engagement avec Allah – car Allah ne manque jamais à Son engagement – ou dites-vous au sujet d’Allah ce que vous ne savez pas ? »","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:81","price":"81. Oh que non ! Celui qui a commis des péchés et qui s’est fait cerner par ses propres fautes, ceux-là sont les hôtes du Feu où ils séjourneront[31] à jamais.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"[31] Le verbe « séjourner » a en principe un sémantisme provisoire. Si nous le préférons à « demeurer », utilisé dans beaucoup d’autres traductions, et à « résider » qui est d’un emploi administratif, c’est pour mieux exprimer cet aspect paradoxal d’un « séjour » mais « éternel », le temps dans l’au-delà étant infini. Notons aussi le passage du singulier au pluriel : « celui/ceux », assez fréquent dans le texte coranique. ","lang":"fr"},{"name":"2:82","price":"82. Et ceux qui ont cru et ont accompli les bonnes œuvres, ceux-là sont les hôtes du Paradis où ils séjourneront à jamais.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:83","price":"83. Et (souviens-toi) lorsque Nous avons pris sur les Enfants d’Israël l’engagement (que voici) : « N’adorez qu’Allah, faites le bien envers vos deux parents, vos proches, les orphelins et les nécessiteux ; tenez aux gens le meilleur discours, accomplissez la Çalât, acquittez-vous de la Zakât. ». Or vous vous êtes rétractés (par rapport à vos engagements) et vous vous êtes détournés, hors quelques-uns parmi vous.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:84","price":"84. Et (souvenez-vous) lorsque Nous prîmes sur vous l’engagement de ne pas répandre votre sang et de ne pas vous chasser les uns les autres de vos maisons. Vous y avez consenti et vous en étiez témoins.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:85","price":"85. Puis voilà que vous vous entretuez et voilà que vous chassez toute une partie des vôtres de leurs maisons. Vous vous liguez contre eux en leur faisant subir injure et agression, et s’ils viennent vers vous en prisonniers (de guerre) vous payez leur rançon ; mais il vous était d’abord défendu de les chasser (de leurs maisons). Croyez-vous donc à une partie du Livre et mécroyez en l’autre ? La rétribution de ceux qui parmi vous commettent de tels actes ne peut être que l’infamie dans ce bas monde ; et au Jour de la Résurrection ils seront ramenés au plus pénible des supplices. Car Allah n’est point distrait de ce que vous faites.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:86","price":"86. Ce sont bien eux qui ont acheté la vie ici-bas au prix de la vie dans l’au-delà. Leur supplice ne sera point atténué et ils n’auront aucun secours.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:87","price":"87. Nous avons donné à Moïse le Livre et Nous avons fait se succéder après lui les Messagers. Nous avons donné à Jésus, fils de Marie, les preuves évidentes et Nous l’avons appuyé par le Saint-Esprit. Est-il donc possible qu’à chaque fois qu’un messager vous apportait une vérité contraire à vos passions, vous vous éleviez contre lui avec superbe et arrogance ? Vous traitiez certains de menteurs et vous mettiez à mort les autres !","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:88","price":"88. Ils dirent : « Nos cœurs sont hermétiquement fermés. »[32] Non ! Allah les a plutôt maudits pour leur mécréance car ils sont de peu de foi. »[33]","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"[32] Littéralement : enveloppés. Cela signifie : qui refusent de s’ouvrir à ton Message.\n[33] L’expression française « de peu de foi » est consacrée. Elle peut impliquer à la fois la rareté des croyants et la faiblesse de leur foi.","lang":"fr"},{"name":"2:89","price":"89. Et quand d’Allah leur fut venu un Livre qui confirmait celui qu’ils avaient déjà– et d’ailleurs ils demandaient auparavant le soutien pour triompher des mécréants – quand leur fut venu cela même qu’ils connaissaient déjà, ils n’y crurent point.  Que la malédiction d’Allah tombe donc sur les mécréants !","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:90","price":"90. Combien vil est ce prix contre lequel ils ont vendu leurs âmes en ne croyant pas à (la révélation) qu’Allah a fait descendre. Ils s’élèvent contre l’idée qu’Allah, de par Sa grâce, la fasse descendre sur qui Il veut parmi Ses serviteurs. Ils ont donc attiré sur eux-mêmes colère sur colère, et un supplice humiliant est (promis) aux mécréants.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:91","price":"91. Et quand il leur est dit : « Croyez en ce qu’Allah a fait descendre (en révélation) », ils disent : « Nous croyons à ce qui nous a été révélé. » Ils renient donc ce qui est (venu) après[34] et qui est la vérité même confirmant ce qu’ils avaient déjà. Dis : « Pourquoi mettiez-vous donc à mort les Prophètes d’Allah si vous étiez croyants ? »","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"[34] Le Coran.","lang":"fr"},{"name":"2:92","price":"92. Moïse était venu vous apporter les preuves évidentes. En son absence, pourtant, vous avez pris le Veau pour idole, et vous étiez injustes.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:93","price":"93. Et (souvenez-vous) lorsque Nous avons pris sur vous un engagement et dressâmes sur (vos têtes) le Mont (en vous ordonnant) : « Tenez fermement ce que Nous vous avons apporté et écoutez » (vous disions-Nous). Ils dirent : « Nous avons entendu mais nous désobéissons. » Leurs cœurs étaient pleins de l’amour du Veau, (soumis qu’ils étaient à leur) mécréance. Dis : « Combien mauvais est ce que vous ordonne votre foi, si tant est que vous ayez la foi ! »","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:94","price":"94. Dis : « Si l’Ultime demeure auprès d’Allah vous est réservée, à l’exclusion des autres hommes, souhaitez donc la mort, si vous êtes vraiment de bonne foi ! »[35]","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"[35] L’adjectif arabe صادقين est ici traduit par « être de bonne foi ». Autre part il est traduit par « véridiques, sincères ou qui dit vrai ». C’est que nous respectons les nuances qu’il contracte suivant le contexte. Ici, c’est la « sincérité » (la bonne foi) des mécréants qui est mise en cause. De plus, le mot « foi », répété avec des sens différents à la fin des versets 88, 93 et 94, convient bien au rythme assonancé du texte coranique.","lang":"fr"},{"name":"2:95","price":"95. Ils ne la souhaiteront jamais, étant donné ce que leurs mains ont déjà commis. Et Allah Sait Tout sur les injustes.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:96","price":"96. Tu trouveras qu’ils tiennent à la vie plus que les autres hommes et plus que les associâtres.[36] Chacun d’eux voudrait vivre mille ans. Mais qu’il bénéficie d’une telle longévité ne lui fera point éviter le supplice… Et Allah Voit Tout ce qu’ils font.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"[36] Dérivé du mot « associâtrie », forgé à partir du verbe « associer ». À défaut d’autre mot, ce néologisme traduit approximativement le concept de « Al-Chirk » الشرك. Il désigne les païens et les polythéistes. Le mot est utilisé par le Dr. Saleh El-Enizi dans sa traduction des Leçons du Noble Coran et de la Sunna Purifiée du Cheikh et Dr. Saleh Al-Fawzan, Centre de traduction, Université du Roi Saoud, 2010, p.5. Pour éviter le mot « association » qui est ambigu, le Dr Saleh El-Enizi forge « associâtrie », néologisme assez heureux qu’il écrit pourtant sans accent circonflexe. Nous pensons, cependant, qu’il aurait dû aller jusqu’au bout et éviter « associateur ». Voilà pourquoi, nous forgeons à notre tour l’adjectif « associâtre » sur le modèle de « idolâtre ». ","lang":"fr"},{"name":"2:97","price":"97. Dis : « Tout ennemi de Gabriel (doit savoir que) c’est lui qui l’a fait descendre[37] (en révélation) sur ton cœur par la permission d’Allah pour confirmer (les Écritures) précédentes, servir de juste guide et annoncer l’heureuse nouvelle aux croyants. »","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"[37] Le Livre (le Coran).","lang":"fr"},{"name":"2:98","price":"98. Celui qui est l’ennemi d’Allah, de Ses Anges, de Ses Messagers, de Gabriel et de Michaël, (qu’il sache qu’) Allah est l’ennemi des mécréants.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:99","price":"99. Nous avons fait descendre (en révélation) sur toi des Signes évidents auxquels seuls les pervers ne croient pas.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:100","price":"100. Est-il possible qu’à chaque fois qu’ils concluent un pacte, une partie d’entre eux le viole et le renie ? Résolument, la plupart d’entre eux ne sont pas croyants.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:101","price":"101. Et quand, de la part d’Allah, leur fut venu un Messager confirmant ce qu’ils avaient déjà avec eux, un groupe parmi eux à qui avait été donné le Livre – le Livre d’Allah- le rejetèrent derrière leur dos comme s’ils ne savaient pas.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:102","price":"102. Ils suivirent plutôt ce que racontaient[38] les démons sur le règne de Salomon (Souleymân). Salomon, pourtant, n’a jamais mécru et ce sont bien les démons qui ont mécru, eux qui enseignent aux hommes la sorcellerie et ce qui fut révélé aux deux Anges Hârout et Mârout, à Babel. Mais ceux-là n’enseignaient rien à quelqu’un avant de (lui) dire : « Nous sommes bien une tentation, alors ne mécrois pas ! » D’eux ils ont appris ce qui sépare l’homme et son épouse. Mais ils ne sauraient nuire à personne sauf par la permission d’Allah. Ils apprennent ce qui leur nuit et ne leur profite point ; et ils savent que celui qui bénéficie (de ce pouvoir) n’aura pas sa part dans l’au-delà. Si seulement ils savaient à quel mauvais prix ils avaient vendu leurs âmes !","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[38] Le verbe « raconter » implique ici la médisance et l’invention. Il fait penser aux « racontars ». C’est pourquoi nous l’avons employé avec la locution prépositive « sur le compte de ». ","lang":"fr"},{"name":"2:103","price":"103. Et s’ils avaient la foi et avaient la piété, une récompense d’Allah serait bien meilleure. S’ils savaient !","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:104","price":"104. Ô vous qui avez cru ! Ne dites point « Ra’ina »[39] mais dites plutôt « Ondhourna », et écoutez ! Aux mécréants (est promis) un terrible supplice !","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[39] En effet, les Juifs utilisaient ce vocable pour son ambiguïté. Les croyants l’employaient au sens de : « Prends soin de nous, tiens compte de nos conditions ». Mais les Juifs le détournaient vers un autre sens, péjoratif celui-là ; qui renvoie à la « bêtise et à la stupidité ». Allah a donc ordonné aux croyants d’éviter ce mot pour couper court au comportement des Juifs.","lang":"fr"},{"name":"2:105","price":"105. Ceux qui ont mécru parmi les gens du Livre, pas plus que les associâtres, ne voudraient que sur vous soit descendu le bienfait de votre Seigneur. Allah élit par Sa miséricorde qui Il veut, Allah détient les faveurs infinies.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:106","price":"106. Nous n’abrogeons un verset ou le faisons oublier que pour en apporter un autre meilleur ou semblable. Ne sais-tu donc pas qu’Allah est de Toute chose Infiniment Capable ?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:107","price":"107. Ne sais-tu donc pas qu’Allah a la royauté des cieux et de la terre et que, en dehors d’Allah, vous n’avez ni protecteur ni allié ?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:108","price":"108. Ou alors voudriez-vous interroger votre Messager comme fut interrogé avant lui Moïse ? Quiconque échange la foi contre la mécréance, celui-là s’est égaré du droit chemin.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:109","price":"109. Nombreux sont les gens du Livre qui voudraient, par jalousie et de leur propre initiative, vous rendre mécréants après que vous êtes devenus croyants et après que la vérité leur est apparue évidente. Pardonnez et passez (sur les fautes) jusqu’à ce qu’Allah fasse parvenir Ses ordres. Allah est de Toute chose Infiniment Capable !","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:110","price":"110. Accomplissez la Çalât, acquittez-vous de la Zakât, et quelque bien que vous avanciez pour vous-mêmes vous le trouverez auprès d’Allah, car Allah Voit absolument ce que vous faites.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:111","price":"111. Et ils dirent : « Nul n’entrera au Paradis s’il n’est Juif ou Chrétien. » Telles sont leurs illusions. Dis : « Apportez votre preuve si vous êtes véridiques ! »","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:112","price":"112. Que non ! Celui qui, de tout son être, se soumet à Allah en faisant le bien, celui-là aura une récompense auprès de son Seigneur. Nulle crainte pour eux et ils n’auront aucune affliction.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:113","price":"113. Les Juifs disent : « Les Nazaréens (les Chrétiens) ne se fondent sur rien. » Et les Nazaréens de répondre (à leur tour) : « Les Juifs ne se fondent sur rien. » Ils récitent pourtant le Livre. De la même manière parlent ceux qui ne savent pas. Allah, le Jour de la Résurrection, jugera sur quoi ils sont en désaccord.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:114","price":"114. Est-il plus injuste que celui qui empêche que dans les mosquées d’Allah Son Nom soit prononcé et qui s’emploie à leur ruine ? Ceux-là ne devraient y entrer que tenaillés par la peur. Leur lot dans ce bas monde est l’infamie, et dans l’au-delà, ils auront un terrible supplice.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:115","price":"115. À Allah appartiennent l’Est et l’Ouest. Où que vous vous tourniez, là se trouve la Face d’Allah. Car Allah est Immense et Il est Omniscient.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:116","price":"116. Et ils disent : « Allah s’est donné un fils ! » Gloire Lui soit rendue ! Or, c’est à Lui qu’appartient ce qu’il y a dans les cieux et sur terre, et c’est à Lui que tous sont soumis.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:117","price":"117. Créateur Originel[40] des cieux et de la terre, Qui lorsqu’Il décrète une chose dit simplement « Sois » et cette chose est.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"[40] Nous avons ajouté au mot « Créateur » le qualificatif « Originel » pour mieux exprimer le sens du mot arabe بديع. En effet, ce mot signifie à la fois le pouvoir de « créer » et la qualité première, toujours unique et sans cesse innovée de la « création ».","lang":"fr"},{"name":"2:118","price":"118. Et ceux qui ne savent pas disent : « Si (au moins) Allah nous parlait ou si nous parvenait (de Lui) quelque Signe. » Ainsi avaient parlé ceux qui les ont précédés. Leurs cœurs se ressemblent. Nous avons, en fait, clairement montré les Signes aux gens qui ont la foi.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:119","price":"119. Nous t’avons envoyé avec la vérité en annonciateur d’heureuses nouvelles (bachîran) et en avertisseur du châtiment (nadhîran). Et tu n’auras pas à répondre des hôtes de la Géhenne.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:120","price":"120. Les Juifs ne seront jamais satisfaits de toi, pas plus que les Chrétiens, tant que tu n’auras pas suivi leur religion. Dis : « La vraie direction, la bonne, est celle d’Allah. » Mais si, après ce qui t’est parvenu comme science, tu suivais leurs désirs, tu n’aurais contre Allah ni protecteur ni allié.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:121","price":"121. Ceux à qui Nous avons donné le Livre, qui le récitent comme il convient de le réciter, ceux-là seuls y croient. Mais ceux qui y mécroient sont bien les perdants.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:122","price":"122. Ô Enfants d’Israël ! Rappelez-vous Ma grâce (cette grâce) dont Je vous ai comblés et Je vous ai privilégiés par rapport aux autres peuples du monde (vos contemporains).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:123","price":"123. Et craignez le jour où aucune âme ne rachètera de rien une autre âme ; où il n’en sera accepté aucune compensation ; où aucune intercession ne lui sera utile. Et ils n’auront aucun secours.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:124","price":"124. Et (souviens-toi) quand ton Seigneur eut mis à l’épreuve Abraham par certaines prescriptions et que (celui-ci) les eut accomplies : « Je vais faire de toi un guide pour les gens », lui dit (Allah). « Et qu’en sera-t-il de ma descendance ? », répondit (Abraham). « Mon engagement n’est pas promis aux injustes. » répondit Allah.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:125","price":"125. Et quand Nous fîmes de la Maison (la Kaâba) un lieu de rassemblement pour les gens et un asile de paix… Prenez donc la station d’Abraham pour lieu de prière. Et Nous confiâmes à Abraham et Ismaël : « Purifiez donc Ma Maison pour ceux qui y accomplissent la circumambulation rituelle (ta’ifîn) et (s’y adonnent à) la retraite pieuse (‘akifîn), et ceux qui s’y inclinent et ceux qui s’y prosternent. »","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:126","price":"126. Et quand Abraham dit : « Seigneur ! Fais de ce lieu un asile de paix et accorde des bienfaits à ceux qui, parmi ses habitants, ont cru en Allah et au Jour Dernier ! » (Allah) dit : « Quant à celui-là qui a mécru, Je lui accorderai une jouissance momentanée puis le forcerai au supplice du Feu ; et là quel terrible sort !","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:127","price":"127. Et quand Abraham et Ismaël eurent élevé les fondations de la Maison (la Kaâba), ils dirent : « Ô Seigneur ! Veuille accepter de nous (ceci) car c’est Toi Qui Entends Tout et c’est Toi l’Omniscient.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:128","price":"128. Seigneur ! Fais que nous Te soyons Soumis[41] et que notre descendance Te soit une nation soumise. Et montre-nous nos rites et veuille accepter de nous le repentir car c’est Toi le Tout Absoluteur, le Tout Miséricordieux !","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"[41] C’est le sens premier du mot « Musulmans ». Le mot existe tel quel dans le texte coranique : مسلمين mais une traduction par « Musulmans » serait ici un anachronisme, le verset renvoyant à Abraham, donc à une époque bien antérieure à l’Islam.","lang":"fr"},{"name":"2:129","price":"129. Seigneur ! Envoie parmi eux un messager qui soit des leurs, qui leur récitera Tes versets, leur enseignera le Livre et la sagesse et les purifiera, car c’est Toi le Tout -Puissant, le Sage.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:130","price":"130. Qui donc ne voudra pas de la tradition d’Abraham sinon celui qui abêtit son âme ? Nous l’avons certes élu en ce bas monde et, dans l’autre, il comptera parmi les vertueux.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:131","price":"131. Quand son Seigneur lui eut dit : « Soumets-toi ! » il répondit : « Je me soumets au Seigneur de l’Univers. »","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:132","price":"132. Ce fut là ce que recommanda Abraham à ses fils ainsi que Jacob : « Ô mes fils ! C’est Allah Qui a choisi pour vous cette religion. Ne mourez donc point que vous ne soyez (entièrement) Soumis. »","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:133","price":"133. Étiez-vous donc témoins quand Jacob, à l’article de la mort, eut dit à ses fils : « Qu’adorerez-vous après moi ? »[42] Ils répondirent : « Nous adorerons ton Dieu et le Dieu de tes pères, Abraham, Ismaël et Isaac, un Dieu Unique Auquel nous sommes (infiniment) Soumis. »","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"[42] Après ma mort.","lang":"fr"},{"name":"2:134","price":"134. Il s’agit là d’une communauté disparue. Elle a pour elle ce qu’elle a acquis et vous avez pour vous ce que vous avez acquis. Et vous ne répondrez pas de ce qu’ils faisaient.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:135","price":"135. Ils dirent : « Soyez Juifs ou Chrétiens et vous serez alors sur la bonne voie. » Dis : « Non, la religion (que nous suivrons sera plutôt celle) d’Abraham qui fut un pur monothéiste et ne fut point du nombre des associâtres (muchrikîn). »","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:136","price":"136. Dites : « Nous avons cru en Allah et en ce qui nous fut révélé et révélé à Abraham, Ismaël, Isaac, Jacob et les Tribus[43] ; en ce qui fut donné à Moïse et à Jésus, et ce qui fut donné aux Prophètes de la part de leur Seigneur. Nous ne faisons entre eux aucune distinction. Et à Lui nous sommes Soumis. »","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"[43] Les tribus des douze fils de Jacob.","lang":"fr"},{"name":"2:137","price":"137. S’ils croient aux mêmes (vérités) auxquelles vous croyez, ils auront alors trouvé la juste voie, et s’ils s’en détournent, ils auront fait scission (par rapport à vous). Allah te suffira (pour leur faire face). Lui, Qui Entend Tout, Lui, l’Omniscient.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:138","price":"138. Telle est l’empreinte d’Allah ! Mais qui donc saurait donner à la religion meilleure empreinte qu’Allah ? C’est de Lui que nous sommes adorateurs.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:139","price":"139. Dis : « Disputez-vous d’Allah avec nous (à coups d’arguments) alors qu’Il est notre Seigneur et le vôtre ? Nous avons nos œuvres à nous et vous avez les vôtres. Et nous Lui sommes infiniment fidèles.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:140","price":"140. Ou alors direz-vous qu’Abraham, Ismaël, Isaac, Jacob et les Tribus étaient Juifs ou Chrétiens ? Dis : « Qui de vous ou d’Allah est le plus savant ? » Y a-t-il plus injuste que celui qui tait un témoignage qui (lui vient) d’Allah ? Mais Allah n’est point distrait de ce que vous faites.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:141","price":"141. Il s’agit là d’une communauté disparue. Elle a pour elle ce qu’elle a acquis et vous avez pour vous ce que vous avez acquis. Et vous ne répondrez pas de ce qu’ils faisaient.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"fr"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}