{"data":[{"name":"18:75","price":"75. Et (l’autre) de répondre : « Ne t’avais-je pas dit que tu ne saurais rester patient en ma compagnie ? »","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:76","price":"76. « Si je t’interroge encore sur quoi que ce soit, n’accepte plus ma compagnie, et tu auras toute excuse de te séparer de moi. »","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:77","price":"77. Ils reprirent tous deux leur route jusqu’à ce qu’ils atteignent un village où ils demandèrent à ses habitants de leur donner à manger, mais ces derniers leur refusèrent l’hospitalité. (Puis les deux compagnons de voyage) trouvèrent un mur sur le point de s’écrouler. (L’homme) le répara alors, et (Moïse) lui fit observer : « Si tu voulais, tu pourrais réclamer un salaire pour (un tel travail). »","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:78","price":"78. « Ce sera donc la séparation entre moi et toi, dit-il. Mais, avant cela, je vais te donner l’interprétation de ce que tu n’as pu supporter avec patience.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:79","price":"79. Quant au bateau, il appartenait à de pauvres travailleurs de la mer. Si j’ai voulu l’endommager c’est parce qu’il y avait derrière eux un roi qui s’emparait de force de tous les bateaux (en bon état).","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:80","price":"80. Quant au jeune garçon, ses parents étaient des croyants et nous avons craint pour eux qu’il ne les accablât par sa tyrannie et sa mécréance.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:81","price":"81. Nous avons donc voulu qu’à sa place, leur Seigneur leur donnât un autre (enfant) plus pur et plus prévenant envers eux.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:82","price":"82. Quant au mur, enfin, il appartenait à deux jeunes orphelins de la ville. Et il y avait sous le mur un trésor qui leur appartenait. Leur père était un homme très vertueux. Ton Seigneur a donc voulu que, une fois arrivés à l’âge adulte, (les deux garçons) déterrent leur trésor comme grâce de ton Seigneur. Je ne l’ai donc point fait de ma propre initiative. Telle est l’interprétation de ce que tu n’as pu avoir la patience de supporter. »","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:83","price":"83. Ils t’interrogent sur Dhul-Qarnayn. Dis : « Je vais vous raconter son histoire. »","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:84","price":"84. Nous avons affermi son pouvoir sur terre et lui avons donné des voies d’accès à toute chose.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:85","price":"85. Il a donc suivi une voie,","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:86","price":"86. jusqu’à ce qu’il ait atteint le couchant. Il vit alors que le soleil se couchait dans une source boueuse près de laquelle il trouva un peuple (qui vivait là). Nous dîmes : « Ô Dhul-Qarnayn, tu pourras ou sévir contre ces gens ou les traiter avec bonté. »","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:87","price":"87. « Celui qui a commis des injustices, répondit-il, nous le châtierons, puis il sera ramené vers son Seigneur Qui le soumettra à un terrible supplice.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:88","price":"88. Quant à celui qui a cru et a fait le bien, il aura la plus belle rétribution et nous lui adresserons des paroles bienveillantes. »","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:89","price":"89. Puis il suivit (une autre) voie,","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:90","price":"90. jusqu’à ce qu’il ait atteint le levant. Il vit alors que le soleil se levait sur un peuple que Nous n’avions pourvu d’aucune protection contre (sa chaleur).","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:91","price":"91. Voilà ce qu’il en fut. Et Nous Cernions de Notre connaissance tout ce qui le concernait.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:92","price":"92. Puis il suivit une autre voie,","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:93","price":"93. jusqu’à ce que, atteignant la gorge entre les Deux Montagnes, il trouvât derrière elles un peuple qui n’entendait[305] aucun langage.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"[305] Au sens de : ne comprenaient aucun langage.","lang":"fr"},{"name":"18:94","price":"94. Ils dirent : «  Ô Dhul- Qarnayn, les Gog et les Magog sont des semeurs de désordre sur terre. Accepterais-tu de percevoir de nous un tribut contre lequel tu dresserais entre eux et nous un barrage ? »","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:95","price":"95. « Nul (tribut) n’est meilleur pour moi que la puissance dont mon Seigneur m’a gratifié. Prêtez-moi main forte et je dresserai entre vous et eux une muraille.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:96","price":"96. Apportez-moi des blocs de fer. » Lorsqu’il eut fermé l’espace entre les deux montagnes, il dit : « Soufflez (sur le feu) ! » Quand il eut rendu (le fer aussi rouge que) le feu, il reprit : « Apportez-moi de l’airain fondu afin que je puisse le verser dessus. »","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:97","price":"97. Ainsi, ils (les Gog et les Magog) ne purent ni escalader (la muraille) ni la percer.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:98","price":"98. Il dit : « Ceci[306] est un effet de la grâce de mon Seigneur. Mais le jour où arrivera la promesse de mon Seigneur, Il rasera cet ouvrage. Car la promesse de mon Seigneur est pure vérité.","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"[306] Ce barrage.","lang":"fr"},{"name":"18:99","price":"99. Ce jour-là, Nous les laisserons déferler en foule tels les vagues se roulant sur elles mêmes, il sera soufflé dans le Cor et voilà que Nous les aurons tous rassemblés.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:100","price":"100. Et ce jour-là, Nous présenterons la Géhenne clairement aux mécréants,","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:101","price":"101. ceux-là même dont les yeux étaient recouverts d’un voile les empêchant de M’évoquer[307] et qui, non plus, ne pouvaient rien entendre. ","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"[307] Par l’esprit tout autant que par la parole.","lang":"fr"},{"name":"18:102","price":"102. Ceux qui ont mécru pensent-ils vraiment prendre Mes serviteurs pour alliés en dehors de Moi ? Nous avons ménagé aux mécréants la Géhenne comme lieu de séjour.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:103","price":"103. Dis : « Vous apprendrons-Nous donc qui seront les plus grands perdants quant à leurs œuvres ?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:104","price":"104. Ce sont ceux dont l’effort se sera perdu dans la vie en ce bas monde, mais qui pourtant croient bien agir.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:105","price":"105. Ce sont ceux qui ont rejeté les Signes de leur Seigneur et (ont mécru en) Sa rencontre. Vaines seront leurs œuvres et Nous ne leur accorderons aucun poids au Jour de la Résurrection. »","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:106","price":"106. Telle sera leur rétribution : la Géhenne, puisqu’ils ont mécru et ont tourné en dérision Mes Signes et Mes Messagers.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:107","price":"107. Ceux qui croient et accomplissent les bonnes œuvres auront les jardins du Paradis pour lieu de séjour.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:108","price":"108. Là ils séjourneront pour l’éternité et ne voudront pas changer de lieu.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:109","price":"109. Dis : « Si la mer était une encre pour (écrire) les paroles de mon Seigneur, la mer serait épuisée avant que ne s’épuisent les paroles de mon Seigneur, même si Nous lui ajoutions autant de mers encore ! »","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"18:110","price":"110. Dis : « Je ne suis qu’un humain comme vous et il m’est révélé que votre Dieu est Un. Que celui qui espère rencontrer son Seigneur fasse le bien et n’associe personne à l’adoration de son Seigneur. »","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:1","price":"1. Kâf, Hâ, Yâ, ‘Âïn, Çâd. ","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:2","price":"2. Ceci est le récit évoquant la grâce de ton Seigneur envers son serviteur Zacharie,","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:3","price":"3. lorsqu’il appela son Seigneur d’un appel discret.","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:4","price":"4. Il dit : « Seigneur, mes os ont vieilli et ma tête s’est enflammée de canitie, mais jamais, en T’invoquant, mon Seigneur, je n’ai été malheureux. ","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:5","price":"5. Je crains (le comportement de) mes proches après (ma mort) et ma femme est stérile. Veuille donc, de Ta part, me faire don d’un descendant,","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:6","price":"6. qui tienne de moi et de la famille de Jacob[308]. Et fais, ô Seigneur, qu’il te soit agréable. »","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"[308] Littéralement : qui hérite de moi. Nous avons préféré traduire par « qui tienne de moi » parce qu’il s’agit d’hériter la prophétie de Zacharie, avec tout ce qu’elle suppose de savoir et de sagesse.","lang":"fr"},{"name":"19:7","price":"7. « Ô Zacharie, Nous t’annonçons l’heureuse nouvelle (de la naissance) d’un fils dont le nom sera Yahyâ (Jean) et auquel Nous n’avons jamais donné d’homonyme. »","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:8","price":"8. « Ô Seigneur, dit Zacharie, comment pourrait-il me naître un garçon quand ma femme est stérile, et que moi-même j’ai atteint l’âge sénile. »","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:9","price":"9. « Il en sera ainsi, répondit (Allah). Ton Seigneur a dit : “Cela M’est facile. Avant cela, Je t’ai bien créé quand tu n’étais rien. ”»","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:10","price":"10. « Seigneur, dit (Zacharie), donne-moi un Signe. » « Ton Signe, répondit (Allah), sera de ne pas parler aux gens durant trois nuits, bien que bien portant. »","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:11","price":"11. Il sortit alors du sanctuaire, alla trouver les siens et leur signifia de rendre gloire (à Allah) matin et soir.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:12","price":"12. « Ô Yahyâ ! Prends le Livre avec fermeté. » Et Nous lui avons donné le discernement depuis qu’il était enfant,","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:13","price":"13. Ainsi que l’affection et la pureté, par Notre grâce ; et il était pieux,","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:14","price":"14. bon avec ses parents, et n’était ni arrogant ni rebelle.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:15","price":"15. La paix soit sur lui le jour où il est né, le jour où il sera mort et le jour où il sera ressuscité.","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:16","price":"16. Évoque dans le Livre Marie, lorsqu’elle se retira loin de sa famille dans un endroit situé à l’est.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:17","price":"17. Elle dressa un voile entre elle et eux et Nous lui envoyâmes alors Notre Esprit  (Gabriel) qui se manifesta à elle comme un humain à la forme parfaite.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:18","price":"18. Elle dit : « Je cherche refuge auprès du Tout Clément contre toi. Si seulement tu pouvais Le craindre ! »","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:19","price":"19. « Je ne suis qu’un émissaire de ton Seigneur, et je suis venu te faire don d’un garçon (très) pur », répondit-il.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:20","price":"20. « Mais comment pourrais-je avoir un garçon quand personne ne m’a touchée ni ne suis une prostituée ? » dit-elle.","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:21","price":"21. Il dit : « Il en sera ainsi. Ton Seigneur a dit : “Cela M’est facile. Et Nous en ferons un Signe pour les hommes et un effet de Notre grâce. ” L’arrêt est déjà décrété. »","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:22","price":"22. Enceinte (de l’enfant), elle le porta en elle et se retira dans un endroit éloigné.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:23","price":"23. Les douleurs de l’enfantement la poussèrent jusqu’au tronc du palmier. Elle dit : « Plût à (Allah) que je fusse morte avant cela, et que je fusse depuis longtemps oubliée ! »","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:24","price":"24. (La voix de Jésus) l’appela de dessous d’elle : « Ne t’afflige point. Ton Seigneur  a mis une source à tes pieds.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:25","price":"25. Secoue le tronc du palmier: sur toi, il fera alors tomber des dattes fraîches et prêtes à être cueillies.  ","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:26","price":"26. Mange donc, bois, et réjouis-toi ! Et si tu vois un humain, dis-lui : « J’ai fait vœu d’un jeûne au Tout Clément : je n’adresserai donc la parole à aucun être humain aujourd’hui. »","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:27","price":"27. Elle s’en fut retrouver les siens en portant (son bébé). Alors, ils lui dirent : « Ô Marie ! Ce que tu as fait est une chose affreuse ! ","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:28","price":"28. Ô sœur d’Aaron, ton père n’était point quelqu’un de mauvais ni ta mère une femme de mauvaises mœurs. »","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:29","price":"29. Elle fit signe alors (en direction du bébé). Ils dirent : « Allons-nous parler à un bébé au berceau ? »","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:30","price":"30. Et (le nouveau-né) dit : « Je suis le serviteur d’Allah. Il m’a donné le Livre et m’a fait Prophète.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:31","price":"31. Il a fait que je sois béni où que je me trouve, et m’a recommandé la Çalât et la Zakât aussi longtemps que je vivrai ;","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:32","price":"32. (Il m’a recommandé aussi) la bonté envers ma mère, et Il n’a pas fait de moi un être arrogant et misérable.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:33","price":"33. La paix soit sur moi le jour où je suis né, le jour où je serai mort et le jour où je serai ressuscité. »","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:34","price":"34. Tel est Jésus, fils de Marie : une parole de vérité au sujet de laquelle ils sont dans le doute.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:35","price":"35. Il ne sied pas à Allah de Se donner un fils. Gloire Lui soit rendue ! Quand Il décide d’une chose, il suffit qu’Il dise : « Sois ! » et elle est.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:36","price":"36. (Jésus dit) : « Allah est certes mon Seigneur et le vôtre. Alors, adorez-Le ! Voilà bien une voie droite. »","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:37","price":"37. Mais les factions se partagèrent entre elles (à ce sujet). Malheur aux mécréants, qui (devront redouter) la vue d’un très grand jour.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:38","price":"38. Jamais leur ouïe n’aura été plus fine, ni plus claire leur vision, le jour où ils viendront à Nous. Mais les injustes, aujourd’hui, sont dans un égarement manifeste. ","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:39","price":"39. Avertis-les du jour des regrets, où le verdict sera prononcé, alors qu’ils sont (en ce bas monde) distraits et ne croient en rien.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:40","price":"40. C’est Nous, assurément, Qui hériterons de la terre et de ceux qui y sont, et c’est vers Nous qu’ils seront ramenés.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:41","price":"41. Évoque Abraham dans le Livre, car il fut un (homme) véridique et un Prophète.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:42","price":"42. (Mentionne qu’) il dit à son père : « Père, pourquoi adores-tu ce qui n’entend pas, ne voit pas et ne te préserve de rien? ","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:43","price":"43. Père, il m’a été donné d’une science dont il ne t’a pas été donné. Suis-moi donc, et je te montrerai une voie droite.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:44","price":"44. Père, N’adore pas Satan, car Satan s’est rebellé contre le Tout Clément.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:45","price":"45. Père, je crains que tu ne sois touché par un supplice du Tout Clément, et que tu ne deviennes un allié de Satan. »","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:46","price":"46. (Le père) dit alors : « Manifesterais-tu du dédain envers mes divinités, ô Abraham ? Si tu n’arrêtes pas (de les insulter), je te lapiderai. Quitte-moi donc, et (ne reviens plus) avant longtemps. »","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:47","price":"47. « Que la paix soit sur toi, dit (Abraham), j’implorerai pour toi le pardon de mon Seigneur, Il est si généreux avec moi. ","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:48","price":"48. Je me tiendrai loin de vous et de ce que vous adorez en dehors d’Allah. Je prierai mon Seigneur et ne serai pas, j’espère, déçu en Le priant. »","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:49","price":"49. Et lorsqu’il se fut éloigné d’eux et de ce qu’ils adoraient en dehors d’Allah, Nous lui fîmes don d’Isaac et de Jacob, et Nous fîmes de chacun d’eux un Prophète.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:50","price":"50. Nous leur donnâmes de Notre miséricorde et leur accordâmes d’être hautement loués.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:51","price":"51. Évoque dans le Livre Moïse, car ce fut un élu, un Messager et un Prophète.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:52","price":"52. Nous l’appelâmes de la partie du Mont (Sinaï) qui se trouvait sur sa droite, et Nous en fîmes un proche confident.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:53","price":"53. Nous lui donnâmes, par Notre grâce, son frère Aaron comme Prophète.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:54","price":"54. Et évoque dans le Livre Ismaël, car il honorait ses promesses et fut un Messager et un Prophète. ","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:55","price":"55. Il ordonnait à son peuple La Çalât et la Zakât, et il était agréé auprès de son Seigneur.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:56","price":"56. Évoque aussi Idrîs dans le Livre. C’était un (homme) véridique et un Prophète.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:57","price":"57. Nous l’avons élevé à une place très haute.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:58","price":"58. Ce sont eux qu’Allah a comblés de Ses faveurs, parmi les Prophètes de la descendance d’Adam, et parmi ceux que Nous avons transportés sur l’Arche avec Noé, mais aussi parmi la descendance d’Abraham et d’Israël ; et enfin parmi ceux que Nous avons guidés et élus. (Ceux-là), quand les versets du Tout Clément leur étaient récités, ils tombaient à terre, prosternés et en pleurs.[309]","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"[309] Une prosternation est recommandée après la lecture de ce verset. ","lang":"fr"},{"name":"19:59","price":"59. Leur succédèrent alors des générations qui négligèrent la prière et suivirent leurs désirs. Ceux-là courront à leur perte.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:60","price":"60. Excepté ceux qui se repentent et font le bien, ceux-là entreront au Paradis et ne  seront lésés en rien.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:61","price":"61. Dans des Jardins d’Éden que le Tout Clément a promis à Ses serviteurs qui (avaient foi en) l’Inconnaissable (ghayb). Car Sa promesse, certainement, sera tenue.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:62","price":"62. Ils n’y entendront nulle parole vaine, mais « Paix ! (Salâm) ». Ils y auront leur subsistance, matin et soir.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:63","price":"63. Tel est le Paradis dont Nous ferons hériter les êtres pieux parmi Nos serviteurs.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:64","price":"64. (Les Anges disent) : « Nous ne descendons que par l’ordre de ton Seigneur. À lui appartiennent ce qui est devant nous, ce qui est derrière nous, et ce qui est entre les deux.  Ton Seigneur n’est point oublieux.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:65","price":"65. (C’est Lui) le Seigneur des cieux et de la terre et de ce qu’il y a entre les deux. Adore-Le, sois patient en L’adorant. Lui connais-tu un homologue ?[310]","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"[310] Littéralement : homonyme. Nous préférons « homologue », car la question met au défi qui trouverait un équivalent à Allah, non pas seulement dans Son (ou Ses) nom(s) mais dans tout ce qui Le spécifie. Le mot « homonyme », quoique littéral, restreindrait le sens voulu dans le verset. « Homologue » tient à la fois de l’homonymie et de l’équivalence. Son sens rejoindrait celui de : « l’égal », « l’émule ».","lang":"fr"},{"name":"19:66","price":"66. L’homme dit : « Est-ce qu’une fois mort, je serai sorti vivant (de la terre) ? »","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:67","price":"67. Mais l’homme ne se rappelle-t-il pas que Nous l’avons créé une première fois quand il n’était rien ?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:68","price":"68. Par ton Seigneur ! (Sois sûr que) Nous rassemblerons et les hommes et les démons, et que Nous les ferons comparaître autour de la Géhenne, à genoux.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:69","price":"69. Nous détacherons de chaque groupe ceux qui étaient les plus acharnés[311] contre le Tout Clément.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"[311] Par leur insoumission et leur mécréance.","lang":"fr"},{"name":"19:70","price":"70. C’est Nous Qui Savons le mieux quels sont ceux qui méritent les premiers d’y être précipités pour l’éternité.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:71","price":"71. Il n’est aucun d’entre vous qui ne s’en approchera.[312] C’est là un arrêt irréversible de ton Seigneur.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"[312] Il n’est aucun d’entre vous qui ne traversera le pont (As-Sirât) qui enjambe l’Enfer.","lang":"fr"},{"name":"19:72","price":"72. Puis Nous sauverons ceux qui auront été pieux et y laisserons les injustes à genoux.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:73","price":"73. Lorsque Nos versets explicites leur sont récités, ceux qui ont mécru disent à ceux qui ont cru : « Lequel de nos deux groupes jouit des meilleures demeures et du meilleur lieu de rencontre ? »","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:74","price":"74. Que de générations avons-Nous pourtant fait périr avant eux, qui furent plus huppées en richesses et en apparat.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:75","price":"75. Dis : « Que le Tout Clément prolonge la vie de ceux qui sont dans l’égarement jusqu’à ce qu’ils voient enfin s’accomplir la menace qui leur était faite soit du supplice soit de l’Heure. Ils sauront alors qui sera dans la plus mauvaise position et dont les soldats seront les plus faibles. »","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:76","price":"76. Allah ajoute droiture à ceux qui sont sur la bonne voie. Et les œuvres de vertu, qui seules demeurent à tout jamais, auront auprès de ton Seigneur meilleure récompense et meilleur retour.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:77","price":"77. As-tu considéré celui-là qui n’a pas cru en Nos versets et a dit : « Il me sera certes donné des biens et des enfants » ?","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:78","price":"78. Aurait-il donc sondé le mystère de l’Inconnaissable (ghayb) ? Ou aurait-il pris des gages du Tout Clément ?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:79","price":"79. Que non ! Nous écrirons ce qu’il dit et Nous accentuerons pour lui le supplice.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:80","price":"80. C’est Nous Qui hériterons de ce dont il a parlé et il viendra seul devant Nous.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:81","price":"81.  Ils prennent des divinités en dehors d’Allah pour qu’elles leurs soient (source de) puissance.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:82","price":"82. Que non ! Car (ces divinités) renieront leur adoration et seront leurs adversaires.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:83","price":"83. Ne vois-tu pas que Nous avons envoyé aux mécréants des démons qui les poussent (à la rébellion) en permanence ?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:84","price":"84.  Ne sois donc pas pressé (de voir s’abattre sur eux le supplice), Nous tenons rigoureusement le compte de (leurs méfaits).","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:85","price":"85. Un jour, Nous rassemblerons les gens pieux en cortège devant le Tout Clément,","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:86","price":"86.  et conduirons les criminels vers la Géhenne, où ils seront (comme des bêtes) précipitées vers l’abreuvoir.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:87","price":"87. Ils n’auront aucun pouvoir d’intercession, contrairement à ceux qui auront obtenu une promesse du Tout Clément.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:88","price":"88. Ils disent : « Le Tout Clément S’est donné un enfant. »","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:89","price":"89. Mais ce que vous dites là est une abomination,","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:90","price":"90. qui manque de faire se briser les cieux, se fendre la terre et s’écrouler les montagnes.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:91","price":"91. Car ils ont prêté un enfant au Tout Clément !","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:92","price":"92. Or il ne sied pas au Tout Clément d’avoir un enfant !","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:93","price":"93. Il n’est pas (un seul être), parmi ceux qui sont dans les cieux et sur terre, qui ne doive venir en serviteur devant le Tout Clément.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:94","price":"94. Il les a tous comptés et bien énumérés.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:95","price":"95. Et tous viendront vers Lui, chacun de son côté et tout seul, au Jour de la Résurrection.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:96","price":"96. Pour ceux qui ont cru et ont accompli les bonnes œuvres, le Tout Clément sera plein de Dilection.[313]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"[313] Le terme arabe ودّ n’est pas à traduire par « Amour » mais par « Dilection », terme religieux qui s’applique à l’amour d’Allah pour Ses créatures (voir le Grand Robert).","lang":"fr"},{"name":"19:97","price":"97. Nous ne l’avons rendu si accessible en ta langue[314] que pour que tu annonces, par son moyen, l’heureuse nouvelle aux gens pieux, et avertisses un peuple intraitable.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"[314] Il s’agit du Coran.","lang":"fr"},{"name":"19:98","price":"98. Que de générations n’avons-Nous (pourtant) pas fait périr avant eux ! Perçois-tu (encore l’existence) d’un seul être d’entre eux ? En entends-tu le moindre souffle ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:1","price":"1. Tâ, Hâ.","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:2","price":"2. Nous ne t’avons pas révélé le Coran pour que tu sois en peine.","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:3","price":"3. Mais pour que ce soit un Rappel dont profite celui qui craint (Allah).","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:4","price":"4. (Le Coran est) une révélation de la part de Celui Qui a créé la terre et les cieux altissimes.[316]","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"[316] Bien que parfois ironique, l’adjectif « altissime », signifiant « très haut », conserve bien ses colorations manifestement laudatives. Le Grand Robert mentionne qu’il est d’un emploi exclusivement littéraire. Voilà pourquoi nous l’utilisons pour qualifier la hauteur incommensurable des cieux. Mais le plus important est que nous l’utiliserons aussi pour traduire l’un des Beaux Nom d’Allah : الأعلى : « Le Plus Haut » ou « l’Altissime ». C’est le sens mélioratif que le mot a en espagnol et en italien : « Altissimo ».","lang":"fr"},{"name":"20:5","price":"5. Le Tout Clément S’est installé avec une infinie Majesté (istawâ) sur le Trône.","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:6","price":"6. À Lui appartiennent ce qui est dans les cieux et sur terre, ce qui est entre les deux et ce qui est sous terre.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:7","price":"7. Que tu parles à voix haute (ou non), Il Sait tous les secrets, et même ce qui est plus caché encore.","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:8","price":"8. Allah ! Point d’autre divinité que Lui ! Il a les plus Beaux Noms.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:9","price":"9. L’histoire de Moïse t’est-elle donc parvenue ?","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:10","price":"10. Ayant aperçu du feu, il dit aux siens : « Attendez ici, j’aperçois un feu au loin. Je pourrais peut-être vous en apporter un tison, ou trouver là (quelqu’un qui pourrait) nous guider.","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:11","price":"11. Arrivé au feu, il fut appelé : « Ô Moïse ! ","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:12","price":"12. C’est Moi, ton Seigneur. Ôte donc tes sandales car tu es dans la vallée sacrée de Touwâ.","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:13","price":"13. C’est Moi Qui t’ai choisi. Écoute donc bien ce qui va être révélé.","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:14","price":"14. Certes, Je suis Allah. Point d’autre divinité que Moi. Adore-Moi donc, accomplis la Çalât pour Me rappeler à ton souvenir.","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:15","price":"15. L’Heure arrivera et Je la tiens cachée de tous pour que toute âme soit rétribuée selon ce qu’elle s’emploie à accomplir.","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:16","price":"16. Que ne t’en détourne donc pas ceux qui n’y croient pas et qui suivent leurs passions, ou tu serais alors perdu.","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:17","price":"17. Mais qu’est ce donc que tu as dans ta main droite, Moïse ? »","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:18","price":"18. « C’est mon bâton, dit (Moïse), sur lequel je m’appuie et avec lequel je fais tomber (les feuilles des arbres) pour mes moutons ; je m’en sers aussi pour d’autres utilités. »","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:19","price":"19. Il lui dit : « Jette-le donc, Moïse ! »","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:20","price":"20. Il le jeta, et le voilà devenu un serpent qui rampait.","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:21","price":"21. (Allah) dit : « Prends-le, n’aie pas peur. Nous le rendrons à sa forme première ! ","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:22","price":"22. Serre ta main contre ton flanc, elle en sortira blanche et saine de toute maladie ; ce sera là un autre prodige.","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:23","price":"23. Cela, pour que Nous te montrions (certains) de Nos Signes les plus grands.","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:24","price":"24. Va trouver Pharaon car il a transgressé ! »","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:25","price":"25. (Moïse) dit : « Seigneur ! Fais que ma poitrine s’ouvre (à Ta révélation) ! ","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:26","price":"26. Rends ma mission facile.","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:27","price":"27. Défais le nœud (qui lie) ma langue,","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:28","price":"28. afin qu’ils comprennent ce que je (leur) dis. ","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:29","price":"29. Donne-moi un assistant issu des miens :","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:30","price":"30. Aaron, mon frère ;","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:31","price":"31. fais qu’il me soit appui et renfort ;","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:32","price":"32. associe-le à ma mission,","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:33","price":"33. afin que nous Te rendions gloire abondamment,","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:34","price":"34. et que nous T’évoquions abondamment.","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:35","price":"35. Tu Vois parfaitement clair en nous. »","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:36","price":"36. (Allah) dit : « Accordée est ta demande, Moïse ! ","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:37","price":"37. Nous t’avons déjà favorisé une première fois,","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:38","price":"38. Quand, à ta mère, Nous avons inspiré ce qui s’inspire :","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:39","price":"39. \"Mets-le dans une caisse que tu jetteras dans les eaux du fleuve. Les flots l’entraîneront jusqu’à l’autre rive. Là le recueillera un ennemi à lui et à Moi.\" Et j’ai répandu sur toi, comme Signe de Ma grâce, l’amour (de tous), afin que tu sois élevé sous Mes yeux.","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:40","price":"40. Or ta sœur qui te suivait dit : \"Voulez-vous que je vous indique (une nourrice) pour le prendre en charge ?\" Alors, Nous t’avons rendu à ta mère pour qu’elle soit heureuse et pour qu’elle ne s’afflige point. Puis tu as tué un homme et Nous t’avons sauvé des tourments et t’avons mis plus d’une fois à l’épreuve. Pendant plusieurs années, ensuite, tu as vécu parmi le peuple de Madyan. Puis tu es venu, Moïse, d’après un terme décrété.","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:41","price":"41. Je t’ai élu pour Moi-même.","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:42","price":"42. Va donc avec ton frère, munis tous les deux de Mes Signes, et ne cessez pas de M’évoquer.","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:43","price":"43. Allez tous deux vers Pharaon car il a transgressé !","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:44","price":"44. Tenez-lui des propos conciliants, peut-être qu’il se rappellera et (Me) craindra. »","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:45","price":"45. « Seigneur ! Nous craignons fort qu’il ne s’en prenne à nous ou qu’il n’abuse », dirent-ils.","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:46","price":"46. « Ne craignez rien, dit Allah, Je suis avec vous, J’Entends et Je Vois.","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:47","price":"47. Allez lui dire : “Nous sommes deux envoyés de ton Seigneur. Laisse donc partir avec nous les Enfants d’Israël, ne les torture plus. Nous sommes venus vers toi munis d’un Signe de ton Seigneur. Que la paix soit sur quiconque suivra la juste direction (hudâ).","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:48","price":"48. Il nous est révélé que le supplice frappera ceux qui osent démentir (les Signes d’Allah) et qui s’en détournent.” »","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:49","price":"49. « Qui est donc votre Seigneur à vous deux, Moïse ? » interrogea Pharaon.","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:50","price":"50. « Notre Seigneur, répondit Moïse, est Celui Qui a donné à chaque chose la forme de sa création puis l’a conduite (vers la vérité). »","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:51","price":"51. « Qu’en est-il alors des générations révolues », répliqua Pharaon.","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:52","price":"52. Moïse dit: « La connaissance de ce qui les concerne est du ressort exclusif de mon Seigneur, (consignée) dans un Livre. Mon Seigneur ne saurait d’ailleurs ni Se tromper ni oublier.","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:53","price":"53. C’est Lui Qui vous a fait de la terre un berceau, y a tracé pour vous des chemins, a fait pleuvoir de l’eau du ciel par laquelle Nous faisons pousser des plantes en couples et de toutes les variétés. » ","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:54","price":"54. Mangez-en donc et laissez paître votre bétail. Il y a certainement là des Signes pour les esprits sagaces.","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:55","price":"55. D’elle (la terre), Nous vous avons créés, et vers elle Nous vous ferons retourner, puis d’elle Nous vous ferons sortir une nouvelle fois.","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:56","price":"56. Nous lui[317] fîmes (pourtant) voir tous Nos Signes. Mais il les traita de mensonges et refusa d’y croire.","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"[317] À Pharaon.","lang":"fr"},{"name":"20:57","price":"57. Il dit : « Es-tu venu vers nous, Moïse, pour nous chasser de notre terre avec ta magie ?","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:58","price":"58. Nous allons donc t’apporter une magie semblable. Fixe-nous un rendez-vous que nous ne manquerons pas, ni nous ni toi. Que ce soit dans un lieu qui nous convienne (à tous deux).»","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:59","price":"59. « Vous avez rendez-vous au jour des festivités et que les gens soient rassemblés dans la matinée. »","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:60","price":"60. Pharaon se retira, mobilisa tous ses stratagèmes et revint.","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:61","price":"61. Moïse leur dit : « Malheur à vous ! Ne débitez point de mensonges sur le compte d’Allah ou alors Il vous exterminera par un supplice. Car celui qui débite des mensonges échouera. »","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:62","price":"62. Ils discutèrent alors entre eux et tinrent secrètes leurs délibérations.","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:63","price":"63. Ils dirent : « Ces deux-là ne sont que des magiciens qui, par leurs sortilèges, veulent vous chasser de votre terre et se réserver votre tradition parfaite.","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:64","price":"64. Mobilisez donc tous vos stratagèmes, serrez les rangs, car aura certes réussi celui qui triomphera ! »","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:65","price":"65. « Ô Moïse, dirent-ils, jetteras-tu (ton bâton) ou veux-tu que nous jetions d’abord (ce que nous avons) ? »","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:66","price":"66. Il dit : « Jetez (ce que vous avez). » Aussitôt, leurs cordes et leurs bâtons lui semblèrent ramper par l’effet de leur sorcellerie.","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:67","price":"67. Il ressentit au fond de lui-même quelque peur, Moïse. ","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:68","price":"68. Nous dîmes : « N’aie pas peur, c’est toi qui leur es supérieur! ","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:69","price":"69. Jette ce que tu as dans ta main droite, et (tu le verras) happer tout ce qu’ils ont fait comme artifice. Ce qu’ils viennent de faire comme artifice n’est qu’illusions de magicien. Or le magicien, où qu’il aille, ne saurait prospérer. »","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:70","price":"70. Les magiciens se jetèrent (à terre) prosternés en s’écriant : « Nous croyons au Seigneur d’Aaron et de Moïse ! »","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:71","price":"71. (Et Pharaon) leur dit : « Osez-vous croire en lui avant que je ne vous le permette ? Ce doit être votre chef et c’est lui qui a dû vous initier à la magie. Je vous ferai couper les mains et les pieds opposés puis vous ferai crucifier sur les troncs de palmiers. Vous saurez ainsi qui (du Seigneur de Moïse ou de moi) a le supplice le plus dur et le plus durable.»","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:72","price":"72. Ils dirent alors : « Nous ne te préfèrerons pas aux preuves évidentes qui nous sont parvenues, Pas plus que (nous ne te préfèrerons) à Celui Qui nous a créés (sans modèle préalable). Prononce donc le verdict que tu as à prononcer. Car tes sentences ne concernent que la vie en ce bas monde.","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:73","price":"73. Nous n’avons cru en notre Seigneur que pour qu’Il pardonne nos péchés et (nous pardonne) cette magie que tu nous as contraints (à pratiquer). Allah est Meilleur et (Sa rétribution) est plus durable. »","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:74","price":"74. Celui qui vient à son Seigneur en criminel aura (mérité) la Géhenne, où il ne mourra pas, ni ne vivra.","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:75","price":"75. Et ceux qui comparaîtront devant Lui en croyants, ayant accompli les bonnes œuvres, ceux-là auront (mérité) les plus hauts rangs.","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:76","price":"76. Des Jardins d’Éden sous lesquels coulent les rivières, où ils séjourneront pour l’éternité. Telle est la récompense de qui s’est purifié.","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:77","price":"77. Nous révélâmes à Moïse : «  Pars avec Mes serviteurs, de nuit. Fraie dans la mer un passage à sec.[318] Ne crains pas d’être rejoint, n’éprouve aucune peur. »","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"[318] Un passage de terre ferme à travers la mer. C’est l’un des miracles de Moïse qui put, par la grâce d’Allah, sauver son peuple de la noyade qui emporta Pharaon et ses partisans.","lang":"fr"},{"name":"20:78","price":"78. Pharaon les suivit avec ses troupes et ils furent tous engloutis par les flots de la mer.","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:79","price":"79. Pharaon égara ainsi son peuple et ne le guida point vers la bonne direction (hudâ). ","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:80","price":"80. Ô Enfants d’Israël ! Nous vous avons ainsi délivrés de vos ennemis. Nous vous avons fixé rendez-vous sur le flanc droit du Mont et Nous avons fait pleuvoir sur vous la manne et les cailles.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:81","price":"81. Mangez des délices que Nous vous avons dispensées et n’y commettez pas d’abus, ou alors Ma colère fondra sur vous. Car celui que frappe Ma colère tombe dans un abîme sans fond.  ","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:82","price":"82. Je suis Très Absoluteur[319] pour quiconque se repent, croit, fait le bien puis s’engage sur le droit chemin (ihtadâ).","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"[319] Nous réservons le mot « Absoluteur » à la traduction de غفور, l’expression « Tout Absoluteur » à celle de توّاب, et l’expression « Très Absoluteur », ici employée, à l’autre forme superlative du trilitère « ghafara » : غفّار","lang":"fr"},{"name":"20:83","price":"83. « Qu’est-ce donc qui t’a fait quitter si tôt ton peuple, ô Moïse ? » (dit Allah).","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:84","price":"84. « Ils sont derrière moi qui me suivent, dit Moïse, mais moi je me suis hâté pour que Tu sois satisfait. »","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:85","price":"85. « Nous avons mis les tiens à l’épreuve, pendant ton absence. Le Sâmirî les a égarés. »[320]","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"[320] Un magicien du peuple de Moïse qui réussit à dévoyer les partisans de Moïse après son départ.","lang":"fr"},{"name":"20:86","price":"86. Moïse revint alors vers son peuple, en colère et affligé. Il dit : « Ô peuple mien ! Votre Seigneur ne vous a-t-Il pas fait une belle promesse ? La durée de l’engagement vous a-t-elle donc paru trop longue, ou vouliez-vous subir la colère de votre Seigneur pour avoir violé votre engagement envers moi ? »","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:87","price":"87. « Ce n’est pas de notre propre volonté que nous avons violé notre engagement envers toi. Seulement, nous étions lourdement chargés de bijoux (appartenant) au peuple. Nous les avons jetés au feu tout comme fit le Sâmirî. »","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:88","price":"88. Il en fit sortir ensuite le corps d’un veau émettant comme un mugissement. Ils dirent alors : « Voici votre dieu et le dieu de Moïse qu’il a dû oublier ! »","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:89","price":"89. Ne voyaient-ils donc pas qu’il ne pouvait répliquer à leur parole et qu’il ne possédait ni le pouvoir de leur nuire ni celui de leur profiter en quoi que ce fût ?","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:90","price":"90. Aaron leur avait pourtant dit auparavant: « Ô peuple mien ! Ce veau était une tentation pour vous mettre à l’épreuve. Votre (Seul) Seigneur c’est le Tout Clément. Suivez-moi donc et obéissez à mes ordres. »","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:91","price":"91. « Nous continuerons à l’adorer, dirent-ils, jusqu’à ce que Moïse revienne vers nous. »","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:92","price":"92. « Qu’est-ce donc qui t’a empêché, Aaron, lorsque tu les as vus s’égarer, dit (Moïse à son retour),","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:93","price":"93. de me rejoindre ? As-tu donc désobéi à mes ordres ? »","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:94","price":"94. Et (Aaron) répondit : « Fils de ma mère, ne me prends pas par la barbe, ni par la tête. J’ai simplement craint que tu ne dises : “Tu as semé la discorde parmi les Enfants d’Israël et tu n’as pas tenu compte de ce que j’ai dit. ” »","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:95","price":"95. « Et quel était ton dessein, toi le Sâmirî ? » demanda (Moïse).","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:96","price":"96. « J’ai vu ce qu’ils n’ont pas vu, dit-il. J’ai pris une poignée (de poussière) sur les traces de l’Envoyé (l’Ange Gabriel)[321] et je l’ai jetée. C’est ce que mon âme m’a suggéré (de faire). »","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"[321] Le Sâmirî, qui était doté de pouvoirs occultes, avait pris une poignée de terre sur les traces laissées par les sabots du cheval de l’Ange Gabriel. (Moujâhid, cité par Ibn Kathîr dans son Tafsîr, rapporte que le Sâmirî jeta cette poignée de terre sur les bijoux des Enfants d’Israël, lesquels bijoux fondirent pour prendre la forme d’un veau, un corps mugissant dont le son n’était rien de plus que celui du vent léger qui y pénétrait.)","lang":"fr"},{"name":"20:97","price":"97. « Pars, dit (Moïse), tu auras (pour châtiment) en ce bas monde de dire (à qui te rencontrera) : \"Ne me touche pas !\" ; et (dans l’autre monde) un rendez-vous t’attend, que tu ne manqueras pas. Regarde ton dieu (le Veau) que tu as adoré assidûment. Nous allons le brûler puis disperser ses cendres dans la mer.","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:98","price":"98. Votre Seul Dieu est Allah. Il n’y a point d’autre dieu que Lui. Il cerne Toute chose de Sa science. »","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:99","price":"99. C’est ainsi que Nous te contons les histoires des temps passés et, de Notre part, Nous t’apportons un Rappel.","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:100","price":"100. Quiconque s’en détourne devra porter un (lourd) fardeau au Jour de la Résurrection.","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:101","price":"101. Ils (le porteront) éternellement, et quel horrible fardeau ils porteront au Jour de la Résurrection !","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:102","price":"102. Au jour où il sera soufflé dans le Cor et où Nous rassemblerons les criminels livides (de peur). ","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:103","price":"103. Ils se diront les uns aux autres en chuchotant : « Vous n’êtes restés guère plus de dix (jours en ce bas monde). »","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:104","price":"104. C’est Nous Qui Savons le mieux ce qu’ils disent. Le plus sage d’entre eux en conduite dira : « Vous n’y êtes restés qu’un jour ! »","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:105","price":"105. Ils t’interrogent à propos des montagnes. Dis : « Mon Seigneur les réduira en poussière.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:106","price":"106. Faisant (de la terre) une étendue plate et nue,","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:107","price":"107. où tu ne verras ni creux ni bosses. »","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:108","price":"108. Ce jour-là, ils suivront celui qui les appellera (au Jugement). Il n’y aura aucun détour (pour le fuir). Les voix se feront toutes basses devant le Tout Clément, et tu n’entendras que murmures.","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:109","price":"109. Ce jour-là, l’intercession ne servira à personne, à moins (qu’elle ne provienne) de quelqu’un qui aura eu la permission du Tout Clément et dont la parole aura été agréée par Lui.","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:110","price":"110. Il Sait ce qu’ils ont devant eux et derrière eux, quand eux ne peuvent Le cerner de leur science.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:111","price":"111. Les visages seront baissés devant le Vivant, Le Veilleur éternel sur Toute chose (Al-Qayyûm) ; et sera perdu quiconque portera (le lourd fardeau) d’une injustice.","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:112","price":"112. Et celui qui, tout en étant croyant, fait le bien, n’aura à craindre, lui, ni injustice ni privation.","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:113","price":"113. Ainsi l’avons-Nous révélé : un Coran (en langue) arabe où Nous avons varié les menaces, peut-être auront-ils la piété ou seront-ils amenés à réfléchir.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:114","price":"114. Exalté soit Allah, le Souverain le Vrai ! Ne t’empresse pas de (réciter) le Coran avant que la révélation qui t’en est faite ne soit terminée et dis : « Seigneur, ajoute à ma science ! »","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:115","price":"115. Auparavant, Nous avions fait une recommandation à Adam mais il l’oublia et Nous ne trouvâmes pas chez lui de ferme résolution.","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:116","price":"116. C’est alors que Nous dîmes aux Anges : « Prosternez-vous devant Adam ! » Ils se prosternèrent tous, sauf Iblîs qui refusa (d’obéir).","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:117","price":"117. Nous dîmes : « Ô Adam, celui-là est pour toi et ton épouse un ennemi. Gardez-vous de le laisser vous chasser du Paradis, ou alors tu auras à peiner.  ","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:118","price":"118. Ici tu ne connaîtras ni la faim ni la nudité ;","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:119","price":"119. tu ne sentiras ni la soif ni la chaleur du soleil. »","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:120","price":"120. Mais Satan lui susurra : « Ô Adam ! Veux-tu que je te montre l’arbre de l’immortalité et un royaume qui jamais ne périra ? ».","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:121","price":"121. Tous deux en mangèrent et leur nudité leur apparut aussitôt. Alors, ils se mirent à se couvrir avec des feuilles du Paradis. Adam désobéit à son Seigneur, et il fut ainsi dévoyé.","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:122","price":"122. Puis son Seigneur fit de lui Son élu, accueillit son repentir et l’engagea sur la bonne voie.","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:123","price":"123. « Descendez de là vous deux ! dit (Allah). Vous serez ennemis les uns des autres. Cependant, si jamais une bonne direction (hudâ) vous parvenait de Moi, celui qui la suivra ne serait ni égaré ni malheureux.","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:124","price":"124. Mais celui qui ne se souciera pas de M’évoquer aura une vie pénible. Nous le ramènerons aveugle (au grand rassemblement du Jour Dernier). »","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:125","price":"125. Il dira : « Seigneur, pourquoi m’as-Tu ramené aveugle quand autrefois j’étais voyant ? »","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:126","price":"126. « De la même façon que tu as oublié Nos Signes, répondra (Allah), tu seras oublié aujourd’hui ! »","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:127","price":"127. C’est ainsi que Nous rétribuons quiconque se livre aux excès et ne croit pas aux Signes de son Seigneur. Le supplice de l’autre monde est certes plus dur et plus durable.","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:128","price":"128. Cela ne les a-t-il pas suffisamment éclairés (de voir) combien de générations, avant eux, Nous avons fait périr ? C’est dans leurs demeures qu’ils marchent (aujourd’hui). Il y a bien là des Signes pour les esprits sagaces.","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:129","price":"129. S’il n’y avait eu un arrêt déjà décrété de ton Seigneur, et un terme déjà nommé, (leur supplice) eût été (immédiat).","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:130","price":"130. Prends donc ce qu’ils disent en patience, rends gloire à ton Seigneur et célèbre Ses louanges avant le lever du soleil et avant son coucher ! Rends-Lui donc gloire pendant la nuit et aux extrémités du jour ! Peut-être seras-tu satisfait (par la récompense divine).","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:131","price":"131. Ne porte point tes yeux sur les jouissances éphémères que Nous avons (réservées) à certains d’entre eux : apparat de ce bas monde par lequel Nous les éprouvons. Mais les biens que dispense ton Seigneur sont bien meilleurs et plus durables.","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:132","price":"132. Ordonne aux tiens la Çalât. Observe-la toi-même avec constance. Nous ne te demandons point de subsistance, c’est Nous qui pourvoyons à la tienne. Et c’est aux gens pieux qu’est (promise) l’heureuse conséquence.","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:133","price":"133. Ils disent : « Si au moins il nous apportait un Signe de son Seigneur ! » Ne leur est-il donc pas parvenu une preuve évidente de ce qui était (consigné) dans les anciens Feuillets ?","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:134","price":"134. Si pourtant Nous les avions fait périr par un supplice avant lui (Muhammad), ils auraient certainement dit : « Seigneur, pourquoi ne nous as-Tu pas envoyé un Messager ? Nous aurions alors suivi Tes Signes avant d’être frappés d’humiliation et couverts d’infamie ? »","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"20:135","price":"135. Dis : « Chacun de nous attend. Attendez donc ! Vous saurez bientôt quels sont les partisans de la voie droite et qui est bien orienté. »","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"fr"}],"juz":{"id":16,"name":"قَالَ أَلَمْ","transliteration":"Qal Alam","transEn":"He Said Did I Not","startVerse":"18:75","endVerse":"20:135","totalVerses":269}}