{"data":[{"name":"2:142","price":"142. Les ignares parmi les gens diront : « Qu’est ce donc qui les a détournés de leur direction rituelle (Qibla) ? » Dis : « À Allah appartiennent le Levant et le Couchant. Il guide qui Il veut vers une voie droite. »","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:143","price":"143. Nous avons aussi fait de vous une communauté du juste milieu pour que vous soyez témoins vis-à-vis des hommes et que le Messager soit témoin vis-à-vis de vous. Nous n’avons établi la direction rituelle vers laquelle tu t’orientais[44] que pour savoir qui suivrait le Messager et qui lui tournerait les talons. Or quelque lourd que fût (ce transfert), il ne le sera point pour ceux qu’Allah a guidés. Et Allah n’aurait pas laissé perdre le prix de votre foi, car Allah est pour les hommes Tout Compatissant et Tout Miséricordieux.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"[44] Jérusalem avant la Kaâba.","lang":"fr"},{"name":"2:144","price":"144. Nous te voyons tourner la face vers le ciel le scrutant de tous côtés. Nous t’orientons alors vers une direction (Qibla) qui te satisfait. Tourne donc ton visage vers la Mosquée Sacrée. Où que vous soyez, vous tournerez (tous)[45] vers elle vos visages. Ceux à qui fut donné le Livre savent certainement que c’est la vérité venue de leur Seigneur. Et Allah n’est point distrait de ce qu’ils font.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"[45] Le passage de « tu » à « vous » montre qu’Allah s’adresse d’abord au Prophète, puis aux croyants.","lang":"fr"},{"name":"2:145","price":"145. Quand bien même tu apporterais toutes les preuves à ceux qui ont reçu le Livre, ils ne suivraient pas ta direction (ta Qibla). Pas plus que tu ne suivrais la leur. Et pas plus encore que, parmi eux, les uns ne suivraient celle des autres. Et si, après ce qui t’est parvenu comme science, tu suivais leurs désirs, tu serais alors du nombre des injustes.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:146","price":"146. Ceux à qui Nous avons donné le Livre le[46] connaissent comme ils connaissent leurs propres enfants. Nombre d’entre eux, pourtant, taisent la vérité tout en la sachant.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"[46] Connaissent le Prophète Muhammad (paix et bénédiction d’Allah sur lui).","lang":"fr"},{"name":"2:147","price":"147. La vérité émane de ton Seigneur, alors ne sois pas de ceux qui doutent.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:148","price":"148. Il est pour chacun une direction vers laquelle il se tourne. Rivalisez donc de bienfaisance. En quelque lieu que vous soyez, Allah vous fera tous revenir à Lui. Allah est de Toute chose Infiniment Capable.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:149","price":"149. Par où que tu sortes, tourne ton visage vers la Mosquée Sacrée. C’est là la vérité émanant de ton Seigneur. Et Allah n’est point distrait de ce que vous faites.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:150","price":"150. Et par où que tu sortes, tourne ton visage vers la Mosquée Sacrée, et où que vous soyez, tournez vers elle vos visages afin que les gens n’aient pas d’argument contre vous, hormis ceux qui, d’entre eux, ont commis des injustices. Ne les craignez donc pas et craignez-Moi, afin que Je parachève Ma grâce envers vous et que peut-être vous vous orientiez vers la juste voie.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:151","price":"151. Nous avons ainsi envoyé vers vous un Messager des vôtres qui vous récite Nos versets, vous purifie et vous enseigne le Livre et la sagesse ; et qui vous enseigne ce que vous ne saviez pas.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:152","price":"152. Évoquez-Moi donc, Je vous évoquerai ![47] Rendez-Moi grâce et ne reniez pas (Mes faveurs sur vous) !","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"[47] L’emploi du verbe « évoquer » nous semble préférable à « se souvenir » ou « se rappeler ». En effet, l’un des sens du verbe « évoquer » est « rappeler à la mémoire » (voir le Grand Robert).","lang":"fr"},{"name":"2:153","price":"153. Ô vous qui avez cru, ayez recours au soutien de la patience et de la Çalât, car Allah est avec ceux qui prennent patience.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:154","price":"154. Et ne dites pas de ceux qui ont été tués pour la cause d’Allah qu’ils sont morts : non, ils sont vivants mais vous ne le sentez pas.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:155","price":"155. Nous vous mettrons à l’épreuve par un peu de peur, de faim, de manque de biens, de pertes de vies humaines et de fruits récoltés. Annonce donc l’heureuse nouvelle à ceux qui sont patients (à la peine).","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:156","price":"156. Ceux-là qui, lorsqu’un malheur les frappe, disent : « Nous sommes à Allah et à Lui nous ferons retour. »","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:157","price":"157. Ceux-là ont sur eux les bénédictions de leur Seigneur et Sa miséricorde, et ceux-là sont guidés vers la juste voie.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:158","price":"158. (Sachez que) As-Safâ et Al-Marwâ font partie des rites d’Allah. Si bien que quiconque accomplit le pèlerinage (Hajj) ou la ‘Umra ne devra pas se faire faute d’accomplir le va-et-vient rituel (entre ces deux collines). Et celui qui fait le bien volontairement (qu’il sache qu’) Allah est Reconnaissant et Omniscient.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:159","price":"159. Ceux qui taisent ce que Nous avons révélé comme preuves évidentes et comme bonnes orientations (al-hudâ), après que Nous les avons exposées clairement aux hommes dans le Livre, c’est bien ceux-là qu’Allah maudit et que maudissent les maudisseurs.[48]","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"[48] Le mot « maudisseur » a tout l’air d’être une forgerie (mot forgé et qui n’existe pas dans le dictionnaire). En vérité, il est rare. Ici, il convient à la traduction du substantif arabe : اللاعنون. Il est cité dans le Grand Robert où il est opposé à « bénisseur ».","lang":"fr"},{"name":"2:160","price":"160. Hormis ceux qui se sont repentis, se sont amendés et ont montré (au grand jour ce qu’ils cachaient auparavant). De ceux- là J’accepte le repentir. Car Je suis le Tout Absoluteur, le Tout Miséricordieux.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:161","price":"161. Ceux qui ont mécru et sont morts mécréants ont sur eux la malédiction d’Allah, des Anges et de l’humanité entière.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:162","price":"162. Ils l’auront éternellement[49] et leur supplice ne connaîtra ni allégement ni répit.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"[49] La malédiction.","lang":"fr"},{"name":"2:163","price":"163. Votre Dieu est un Dieu Unique. Nul dieu à part Lui, le Tout Clément le Tout Miséricordieux.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:164","price":"164. Dans la création des cieux et de la terre, la succession alternée des jours et des nuits, dans les vaisseaux qui voguent en mer pour (transporter) ce qui profite aux hommes, dans cette eau qu’Allah fait descendre du ciel et par laquelle Il fait revivre la terre morte, où il répand des bêtes de toutes espèces, dans la répartition des vents et dans les nuages assujettis entre ciel et terre, dans tout cela il y a des Signes pour des gens qui raisonnent.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:165","price":"165. Il est des hommes qui prennent en dehors d’Allah (des idoles qu’ils considèrent comme) Ses émules, qu’ils aiment comme Allah doit être aimé. Mais ceux qui croient ont pour Allah un amour bien plus intense. Si seulement ceux qui ont commis des injustices pouvaient voir, lorsqu’ils souffriront le supplice, que la force absolue est à Allah et qu’Allah a le supplice très dur !","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:166","price":"166. Quand, en voyant le supplice, ceux qui ont été suivis renieront ceux qui ont suivi, tous les liens de salut seront brisés pour eux.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:167","price":"167. Ceux qui ont suivi diront : « Si seulement nous pouvions revenir pour les renier comme ils nous ont reniés ! » Ainsi Allah leur fera voir leurs œuvres, qui les rongeront de remords, et plus jamais ils ne sortiront du Feu.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:168","price":"168. Ô hommes ! Mangez de tout ce qu’il y a de licite et pur sur terre. N’emboîtez pas le pas à Satan : il est pour vous un ennemi avéré.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:169","price":"169. Il vous commande le mal et la dépravation et (vous dicte) de dire d’Allah ce que vous ne savez pas.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:170","price":"170. Et quand il leur est dit : « Suivez ce qu’Allah a fait descendre (en révélation) », ils disent : « Non, nous suivrons la tradition léguée par nos ancêtres. » Et si donc leurs ancêtres ne raisonnaient point et n’étaient pas sur la juste voie ?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:171","price":"171. Les mécréants sont tel ce troupeau que l’on hèle, qui n’entend qu’appels indistincts et vagues injonctions. Sourds, muets, aveugles, ils ne raisonnent point.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:172","price":"172. Ô vous qui avez cru ! Mangez des aliments purs[50] que Nous vous avons accordés. Et rendez grâce[51] à Allah si c’est Lui (Seul) que vous adorez.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"[50] L’adjectif « pur » a ici à la fois le sens religieux de « licite » et le sens ordinaire de « bon à manger », voire dont le goût est « bon ». Tous ces sens se retrouvent dans le seul mot arabe du verset : طيّبات\n[51] Le mot « grâce » dans cette locution verbale s’écrit aujourd’hui plutôt au singulier. Le pluriel « rendre grâces », toujours correct, est vieilli.","lang":"fr"},{"name":"2:173","price":"173. Il vous a seulement défendu[52] la chair de la bête morte, le sang, la viande de porc et tout animal égorgé sur lequel on aura invoqué un autre nom[53] que celui d’Allah. Celui qui pourtant en mange sous la contrainte, ni par abus ni par infraction, celui-là n’aura commis aucun péché, car Allah est Absoluteur[54] et Tout Miséricordieux.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"[52] Ce verbe sied mieux au lexique religieux que les verbes « interdire » ou « prohiber ». Le Grand Robert cite justement comme exemples où le verbe « défendre » est employé, sans ambiguïté, au sens d’interdire : L’islam défend l’alcool et la viande de porc.\n[53] C’est-à-dire les bêtes immolées par les païens et les polythéistes en adoration des idoles.\n[54] Nous réservons à la traduction de غفور l’adjectif « Absoluteur » tout court. Quant à l’autre attribut divin توّاب, nous le traduisons toujours par « Tout Absoluteur ».","lang":"fr"},{"name":"2:174","price":"174. Ceux qui tiennent caché ce qu’Allah a révélé dans les Écritures[55] et le vendent à bas prix, ceux-là ne s’empiffrent que de Feu. Allah ne leur parlera point au Jour de la Résurrection ni ne les purifiera (de leurs péchés). Et ils auront un terrible supplice.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"[55] Le mot كتاب est un mot générique, un collectif qui signifie ici toutes les Écritures sacrées, qui ont été envoyées en révélation aux Prophètes et qui annonçaient déjà le Message de Muhammad (paix et bénédiction d’Allah sur lui).","lang":"fr"},{"name":"2:175","price":"175. Ceux-là ont acheté l’égarement au prix de la juste orientation (hudâ), le supplice au prix du pardon. Qu’est-ce donc qui leur fera endurer le Feu ?","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:176","price":"176. C’est qu’Allah a fait descendre (en révélation) le Livre de la vérité. Et ceux qui divergent à propos du Livre sont dans une scission très avancée.[56]","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"[56] Nous avons traduit par « très avancée » au sens de « très avancée dans l’erreur » et donc « très éloignée de la vérité », ce qui rejoint alors le sens de بعيد. Autre traduction possible : sont allés très loin dans la scission.","lang":"fr"},{"name":"2:177","price":"177. La vraie vertu n’est certes pas de tourner vos visages vers le Levant ou le Couchant. La vraie vertu est de croire en Allah, au Jour Dernier, aux Anges, aux Livres (aux Écritures célestes) et aux Prophètes ; de donner de son bien, quel que soit l’amour qu’on lui voue, aux proches, aux orphelins, aux nécessiteux, aux voyageurs de grand chemin,[57] aux mendiants, et pour le rachat de ceux qui en ont besoin ; d’accomplir la Çalât et de s’acquitter de la Zakât. Quant à ceux qui honorent leur engagement quand ils s’engagent, ceux qui sont patients à la misère, à la maladie et à la dureté des combats, ceux-là sont les véridiques et ceux-là sont certes les gens pieux.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"[57] Nous avons employé l’expression « voyageur de grand chemin » par analogie avec l’expression consacrée « voleur de grand chemin » (dont le lieu d’intervention sont les grandes routes). L’expression est d’autant plus heureuse qu’elle s’inscrit dans une série d’assonances favorables au rythme du verset : « bien » », « orphelins », « chemin », « besoin ».","lang":"fr"},{"name":"2:178","price":"178. Ô vous qui avez cru ! Il vous a été prescrit la loi du talion concernant les tués. Homme libre pour homme libre, esclave pour esclave, femme pour femme. Cependant, celui qui est pardonné par son frère en quoi que ce soit, celui-là doit être poursuivi à l’amiable et doit s’acquitter volontiers[58] d’une rançon. C’est là un allégement de votre Seigneur et une miséricorde. Alors, quiconque, après cela, agresse (à nouveau) aura un terrible supplice.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"[58] L’adverbe « volontiers » traduit bien بإحسان . On pourrait aussi traduire par « de bon cœur », « de bonne grâce ».","lang":"fr"},{"name":"2:179","price":"179. Vous avez dans le talion une loi qui préserve la vie, ô vous qui avez l’esprit sagace : ainsi finirez-vous par craindre pieusement.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:180","price":"180. Il vous a été prescrit, quand l’un de vous est à l’article de la mort et qu’il lègue quelque bien, (de laisser) un testament (en bonne et due forme) au profit des deux parents et des proches. C’est là un devoir pour les gens pieux.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:181","price":"181. Ceux qui, l’ayant entendu, le modifient (le testament), seront ceux sur qui pèsera le péché de cette modification. Allah Entend Tout et Il est Omniscient.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:182","price":"182. Celui qui, en revanche, craint d’un testateur l’erreur ou l’abus, et réconcilie (les héritiers), celui-là n’aura point péché. Allah est Absoluteur et Tout Miséricordieux.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:183","price":"183. Ô vous qui avez cru ! Le jeûne (Aç-Ciyâm) vous a été prescrit comme il a été prescrit à ceux qui vous ont précédés : ainsi finirez-vous par craindre pieusement.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:184","price":"184. Un nombre de jours (sera bien déterminé). Alors, celui qui d’entre vous est malade ou parti en voyage, (s’acquittera) d’un nombre équivalent d’autres jours. Quant à ceux qui ne peuvent l’observer qu’à grand-peine, ils auront à (s’acquitter) d’une compensation en nourrissant un pauvre. Si quelqu’un fait mieux volontiers, cela est meilleur pour lui. Mais que vous jeûniez est certes meilleur pour vous, si seulement vous saviez !","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:185","price":"185. C’est en ce mois de Ramadan que fut révélé le Coran en guide (hudâ) pour les hommes (vers la juste voie), et comme preuves évidentes de la bonne orientation et du discernement. Quiconque, alors, est présent en ce mois[59] qu’il (le) jeûne ! Et si quelqu’un est malade ou parti en voyage, il (s’acquittera) d’un nombre équivalent d’autres jours. Allah veut pour vous l’aisance et ne veut pas pour vous la difficulté ; afin que vous complétiez les jours dus et que vous rendiez gloire à Allah Qui vous a bien guidés. Peut-être alors (Lui) serez-vous reconnaissants !","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"[59] Encore présent, encore vivant, épargné par la mort. Autrement dit : n’est pas en voyage.","lang":"fr"},{"name":"2:186","price":"186. Et si Mes serviteurs t’interrogent sur Moi, (dis que) Je suis Proche. Je réponds à l’appel de celui qui implore quand il M’implore. Qu’ils répondent donc à Mon appel et qu’ils croient en Moi : peut-être alors en seront-ils mieux guidés.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:187","price":"187. Il vous est permis, la nuit du jeûne (aç-ciyâm), d’avoir des rapports intimes avec vos femmes. Elles sont pour vous un vêtement[60] et vous êtes pour elles un vêtement. Allah Sait qu’(ayant eu avec vos épouses des rapports intimes la nuit) vous vous trahissiez vous-mêmes (et vous vous exposiez aux punitions). Alors, Il accepte votre repentir et vous pardonne. Et maintenant vous pouvez les approcher. Recherchez (les joies) qu’Allah a prescrites pour vous. Mangez et buvez jusqu’à ce que deviennent distincts, à vos yeux, le fil blanc de l’aube et le fil noir de la nuit. Puis accomplissez le jeûne jusqu’à la nuit. Ne les approchez point pendant que vous observez la retraite rituelle (‘âkifîn) dans les mosquées. Telles sont les limites légales (hudûd) d’Allah, ne vous en approchez point. C’est ainsi qu’Allah expose clairement Ses Signes aux hommes, afin qu’ils (Le) craignent pieusement.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"[60] La métaphore est infiniment heureuse car elle décrit ce rapport conjugal qui se fonde sur la protection mutuelle.","lang":"fr"},{"name":"2:188","price":"188. Ne mangez pas vos biens illicitement entre vous. Ne les donnez pas aux juges dans l’intention de les corrompre et de manger ainsi les biens des gens par péché tout en le sachant.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:189","price":"189. Ils t’interrogent sur les croissants des nouvelles lunes. Dis : « Ce sont des repères temporels pour les gens et pour le pèlerinage (Hajj). Et la vraie vertu n’est point d’entrer dans les maisons par derrière,[61] la vraie vertu est d’avoir la piété. Entrez donc dans les maisons par leurs portes et craignez Allah : ainsi atteindrez-vous à la réussite.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"[61] On pourra s’interroger sur le sens d’un tel détail dans un verset qui parle des nouvelles lunes comme repères du mois de Ramadan et d’autres devoirs sacrés dont le pèlerinage. En fait, il s’agit d’une allusion aux pratiques antéislamiques qui consistaient, lors du pèlerinage, à entrer dans les maisons par les portes de derrière pour contourner le dogme interdisant de rentrer chez soi avant d’avoir terminé le rite. La leçon est claire : la vraie piété consiste à accomplir ses devoirs sacrés sans hypocrisie et en appliquant à la lettre les prescriptions religieuses. ","lang":"fr"},{"name":"2:190","price":"190. Combattez pour la cause d’Allah (dans le chemin d’Allah) ceux qui vous combattent et ne transgressez point, car Allah n’aime pas les transgresseurs.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:191","price":"191. Tuez-les où vous les trouverez, et chassez-les d’où ils vous auront chassés : l’associâtrie (chirk)[62] est plus terrible que la tuerie.[63] Et ne les combattez point près de la Mosquée Sacrée sauf quand ils vous y auront combattus. Alors, s’ils vous combattent, tuez-les. Tel sera le châtiment des mécréants.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"[62] Le mot فتنة signifie l’associâtrie selon Ibn Kathîr ; l’associâtrie signifie le péché majeur qui consiste à associer à Allah d’autres divinités : chirk\n[63] Le mot « tuerie » rime avec « associâtrie ». De plus, il signifie bien « carnage », « massacre », « action de tuer en masse, sauvagement », « hécatombe », « guerre meurtrière ». Voir le Grand Robert. ","lang":"fr"},{"name":"2:192","price":"192. Et s’ils cessent, alors Allah est Absoluteur et Tout Miséricordieux.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:193","price":"193. Combattez-les jusqu’à ce qu’il n’y ait plus d’associâtrie et que la religion soit exclusivement à Allah. Et s’ils cessent (leurs hostilités et leur associâtrie), qu’il n’y ait plus alors d’agression hormis contre les injustes.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:194","price":"194. Mois sacré pour mois sacré,[64] et toutes les choses sacrées (se compensent) par la loi du talion. Alors, quiconque vous agresse, agressez-le en lui rendant la pareille. Craignez Allah, et sachez qu’Allah est avec les gens pieux.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[64] Structure calquée sur le modèle de « œil pour œil, dent pour dent ». Cela signifie : s’ils vous attaquent pendant les mois sacrés, attaquez-les de même pendant les mois sacrés. Dès avant l’Islam, en effet, les Arabes s’interdisaient la guerre pendant les mois sacrés de Dhoulq’ida, Dhoul-hijja, Muharram et Rajab. ","lang":"fr"},{"name":"2:195","price":"195. Dépensez pour la cause d’Allah (dans le chemin d’Allah), ne courez pas par vos propres mains à la ruine.[65] Et faites le bien car Allah aime les bienfaiteurs.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"[65] Ce verset, en dépit des interprétations ordinaires, ne vise pas la témérité dans le combat mais le refus de dépenser ses biens pour la cause d’Allah. ","lang":"fr"},{"name":"2:196","price":"196. Accomplissez pour Allah le pèlerinage (Hajj) et la Umra. Si vous subissez quelque empêchement, alors un sacrifice qu’il vous soit aisé de faire. Ne vous rasez pas la tête jusqu’à ce que la bête sacrificielle soit arrivée à son lieu (d’immolation licite). Et si l’un de vous est malade ou souffre de quelque lésion  à la tête,[66] qu’il compense alors par un jeûne (çiyâm), par une aumône, ou par une immolation. Quand vous aurez accompli le rituel et si, étant en sécurité, quelqu’un (parmi vous) a joui des avantages de la vie normale (tamattu’), depuis la Umra jusqu’au pèlerinage,[67] alors un sacrifice qu’il lui soit aisé de faire. S’il n’en a pas les moyens, alors un jeûne de trois jours pendant le pèlerinage et sept quand il revient chez lui, soit un total de dix. Cela concerne celui dont la famille n’habite pas près de la Mosquée Sacrée. Craignez Allah. Sachez qu’Allah a le châtiment terrible.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[66] Qui est donc obligé parfois de se raser.\n[67] Ces avantages sont d’être, dans ce cas, dispensé de l’état de sacralisation (ihrâm).","lang":"fr"},{"name":"2:197","price":"197. Le pèlerinage se fait pendant des mois bien connus. Que celui qui entreprend de le faire (sache ceci) : point de rapports sexuels, point de débauche, point de dispute pendant le Hajj. Quelque bien que vous fassiez, Allah certes le Sait. Prenez avec vous un viatique sachant que le meilleur viatique est la piété, et craignez-Moi, ô vous qui avez l’esprit sagace !","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:198","price":"198. Vous n’aurez commis aucun péché si vous convoitez une faveur[68] de votre Seigneur. Quand vous aurez déferlé de ‘Arafat, invoquez Allah à Al-Mach’âr Al-Harâm (la Station sacrée). Invoquez-Le comme Il vous a orientés vers la juste voie quoique, par le passé, vous fussiez du nombre des égarés.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"[68] C’est le droit au commerce qui est ici entendu. Le pèlerinage permet, entre autres activités licites, de pratiquer le commerce en dehors du rituel. ","lang":"fr"},{"name":"2:199","price":"199. Puis déferlez d’où les gens ont (toujours) déferlé,[69] et demandez le pardon d’Allah car Allah est Absoluteur et Tout Miséricordieux.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"[69] Depuis avant l’islam. ","lang":"fr"},{"name":"2:200","price":"200. Lorsque vous aurez achevé votre rituel, invoquez Allah ainsi que vous invoquiez vos pères, ou en plus fervent encore. Or il est des gens qui disent : « Seigneur ! Comble-nous en ce bas monde ! » Ceux-là n’auront aucune part dans l’autre monde.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:201","price":"201. Et il en est qui disent : « Seigneur ! Puisses-Tu nous accorder un bienfait en ce bas monde et un bienfait dans l’autre monde, et nous préserver du supplice du Feu ! »","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:202","price":"202. Ceux-là auront une part conforme à leurs œuvres acquises, car Allah est prompt à dresser les comptes.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:203","price":"203. Invoquez Allah en des jours précis. Mais celui qui se hâte en deux jours n’aura pas péché ; et celui qui s’attarde n’aura pas, non plus, péché. Craignez Allah. Sachez que c’est vers Lui que vous serez ramenés en foule.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:204","price":"204. Il est parmi les hommes celui dont te plaît le propos sur la vie en ce bas monde, qui prend Allah à témoin (pour convaincre) de ce qu’il a dans le cœur, [70] alors qu’il est le plus farouche des adversaires.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"[70] Nous avons ajouté l’expression « pour convaincre » car il est question ici de ces hypocrites qui tiennent absolument à persuader les gens qu’ils sont sincères. Et ils ne se gênent pas, pour cela, de prendre à témoin Allah. Ils savent bien pourtant que c’est un péché majeur que celui de s’obstiner à défier les lois d’Allah. Mais en les défiant, n’est-ce pas défier le Créateur Lui-même, gloire Lui soit rendue ? ","lang":"fr"},{"name":"2:205","price":"205. Sitôt le dos tourné, il parcourt la terre pour y semer la corruption, ravager les récoltes et le bétail. Et Allah n’aime pas la corruption.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:206","price":"206. Quand il lui est dit : « Crains Allah ! » (le vertige de) la fierté pécheresse le prend. La Géhenne lui suffira et quelle terrible couche il aura !","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:207","price":"207. Et il est parmi les hommes celui qui se voue complètement à obtenir la satisfaction d’Allah. Allah est Tout Compatissant envers Ses serviteurs.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:208","price":"208. Ô vous qui avez cru ! Entrez tous en Islam, n’emboîtez pas le pas à Satan car il est, pour vous, un ennemi avéré.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:209","price":"209. Mais, si vous avez dévié, après que vous sont venues les preuves évidentes, sachez alors qu’Allah est Tout- Puissant et Sage.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:210","price":"210. Qu’attendent-ils sinon qu’Allah leur vienne à l’ombre des nuages, et (avec Lui) les Anges ? Leur sort en sera alors décrété, car c’est à Allah que Toutes les choses sont certes ramenées.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:211","price":"211. Demande aux Enfants d’Israël combien de preuves évidentes Nous leur avons apportées. Celui qui déforme la faveur (la religion) d’Allah quand elle lui est déjà parvenue, (qu’il sache qu’) Allah a le châtiment terrible.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:212","price":"212. À ceux qui ont mécru, la vie en ce bas monde a été embellie. Eux se raillent de ceux qui ont cru. Mais ceux qui auront craint pieusement (Allah) seront au-dessus d’eux, au Jour de la Résurrection. Et Allah donne sans compter à qui Il veut.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:213","price":"213. Les hommes (à l’origine) étaient une seule nation. Allah envoya alors les Prophètes en annonciateurs d’heureuses nouvelles et en avertisseurs. Il fit descendre avec eux (en révélation) le Livre de la vérité pour juger entre les hommes quant aux questions à propos desquelles ils divergeaient. Or, par hostilité des uns envers les autres, seuls divergeaient à propos (du Livre) ceux à qui il fut donné après que leur furent parvenues les preuves évidentes !  Allah, par Sa permission, guida ainsi ceux qui ont cru vers la vérité à propos de laquelle d’autres divergeaient. Et Allah guide qui Il veut vers la voie droite.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:214","price":"214. Or donc, pensiez-vous pouvoir entrer au Paradis quand vous n’avez encore rien connu de semblable à ce qu’ont connu ceux (qui vécurent) avant vous ? Ils furent si touchés par la misère et la maladie, si terriblement ébranlés que le Messager et ceux qui croyaient avec lui demandèrent : « Quand viendra donc le secours d’Allah ? » Certes, le secours d’Allah est tout proche.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:215","price":"215. Ils t’interrogent à propos de ce qu’ils doivent dépenser. Dis : « Ce que vous dépensez en bien sera au profit des deux parents, des proches, des orphelins, des pauvres et des voyageurs de grand chemin. Et tout ce que vous faites comme bien, Allah certainement le Sait. »","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:216","price":"216. Le combat vous a été prescrit quoique vous le haïssiez. Or peut-être haïssez-vous une chose alors qu’elle est pour vous un bien et peut-être aimez-vous une chose alors qu’elle est pour vous un mal. Puis c’est Allah Qui Sait, et c’est vous qui ne savez pas.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:217","price":"217. Ils t’interrogent à propos du mois sacré et (se demandent) si le combat y est permis. Dis : « Le combat y est un péché majeur mais, plus grave encore que le meurtre est (le péché) d’entraver le passage vers le chemin d’Allah, de mécroire en Lui, de (profaner) la Mosquée Sacrée et d’en expulser les habitants. L’associâtrie est plus terrible que la tuerie. » Ils n’arrêteront pas de vous combattre jusqu’à ce qu’ils vous fassent, s’ils peuvent, apostasier[71] votre religion. Or celui qui d’entre vous apostasie sa religion et meurt en mécréant, nulles seront ses œuvres en ce bas monde et dans l’autre. Ceux-là sont les hôtes du Feu, où ils séjourneront pour l’éternité.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"[71] Le verbe « apostasier » signifie se détourner de sa religion, abjurer sa foi. Celui qui fait acte d’apostasie est un apostat : مرتدّ","lang":"fr"},{"name":"2:218","price":"218. Ceux qui ont cru, qui ont émigré et lutté pour la cause d’Allah, ceux-là espèrent la miséricorde d’Allah. Car Allah est Absoluteur et Tout Miséricordieux.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:219","price":"219. Ils t’interrogent sur le vin et les jeux de hasard (maysir). Dis : « Il y a dans les deux un grand péché et certains profits pour les hommes. Mais leur péché est plus grand encore que leur profit. » Et ils t’interrogent à propos de ce qu’ils doivent donner en aumône. Dis : « Ce que vous possédez en excès. » C’est ainsi qu’Allah vous expose clairement Ses versets, afin que vous méditiez","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:220","price":"220. sur ce bas monde et sur l’autre monde. Ils t’interrogent enfin sur les orphelins.  Dis : « Agir pour leur bien c’est ce qu’il y a de mieux (à faire). Et si vous mêlez (vos biens) aux leurs, ils sont alors vos frères. » Allah Sait qui est le corrupteur et qui est le bienfaiteur. Et s’Il l’avait voulu, Allah vous aurait accablés, car Allah est Tout- Puissant et Sage.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:221","price":"221. N’épousez pas les (femmes) associâtres avant qu’elles n’aient cru. Une esclave croyante vaut en effet mieux qu’une associâtre, même si celle-ci vous plaît. Ne donnez pas (vos femmes en) épouses aux associâtres avant qu’ils n’aient cru. Un esclave croyant vaut en effet mieux qu’un associâtre, même si celui-ci vous plaît. Ceux-là appellent vers le Feu alors qu’Allah appelle, par Sa permission, vers le Paradis et le pardon. Et Il expose clairement Ses Signes aux hommes afin qu’ils se rappellent.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:222","price":"222. Et ils t’interrogent sur la menstruation (des femmes). Dis : « Cela est nuisible (à votre santé). Éloignez-vous donc des femmes pendant la crise menstruelle et ne les approchez que lorsqu’elles redeviendront pures. Alors, une fois qu’elles seront redevenues pures, reprenez vos rapports intimes avec elles selon ce qu’Allah vous a ordonné. Allah aime les repentants et Il aime ceux qui s’emploient à se purifier.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:223","price":"223. Vos femmes sont pour vous un champ à labourer.[72] Alors, abordez votre (champ de) labour où[73] et quand vous voulez. Avancez (les bonnes œuvres) dans votre propre intérêt. Craignez Allah et sachez que vous allez Le rencontrer. Et annonce l’heureuse nouvelle aux croyants !","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"[72] Cette métaphore agricole connote la notion de productivité et de procréation sur laquelle est fondé l’acte sexuel dans le cadre licite du mariage. \n[73] Ce pronom adverbial de lieu (locatif) ne désigne pas les parties du corps où il serait permis de pénétrer l’épouse mais l’endroit où l’on est libre de copuler. De cette façon l’interprétation fautive du verset comme incitation à sodomiser la femme est exclue.","lang":"fr"},{"name":"2:224","price":"224. Ne faites pas du nom d’Allah un prétexte à vos serments pour vous dispenser d’être bienfaisants, d’avoir la piété et de réconcilier les gens. Allah Entend Tout et Il est Omniscient.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:225","price":"225. Allah ne vous reprochera pas les expressions abusives dans vos serments mais vous reprochera ce que vos cœurs ont acquis. Allah est Absoluteur et Longanime.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:226","price":"226. Pour ceux qui font serment de ne plus approcher leurs femmes, un délai de quatre mois est fixé (pour se rétracter). Et s’ils se rétractent, alors Allah est Absoluteur et Tout Miséricordieux.[74]","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"[74] Il est sous entendu par là que le délai est annulé.","lang":"fr"},{"name":"2:227","price":"227. Et si (au contraire) ils décident le divorce, alors Allah Entend Tout et Il est Omniscient.[75]","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"[75] Il est, cette fois, sous entendu que le divorce est effectif.","lang":"fr"},{"name":"2:228","price":"228. Les divorcées doivent attendre que trois cycles menstruels se soient écoulés; et il n’est nullement licite pour elles de taire ce qu’Allah a créé dans leurs matrices, si elles croient en Allah et au Jour Dernier. Leurs époux, entre-temps, ont plein droit de les reprendre s’ils souhaitent une réconciliation. Les femmes, quant à elles, ont des droits comme elles ont des obligations, conformément aux bienséances.[76] Les hommes, cependant, leur sont d’un cran supérieurs ; et Allah est Tout- Puissant et Sage.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"[76] Le mot doit être employé au pluriel. Il a le sens de: règles conformes à l’usage reconnu convenable à une époque donnée, et dans une société donnée. Employé au singulier, le mot « bienséance » tendrait à la péjoration : protocole social, apparences à sauver pour ne pas choquer l’étiquette sociale, etc. C’est pourquoi nous lui avons préféré le pluriel.","lang":"fr"},{"name":"2:229","price":"229. Le divorce est (prononcé) deux fois, puis c’est soit le maintien avec les égards,[77] soit la libération avec bonté. Il ne vous est pas permis de reprendre quoi que ce soit de ce que vous leur avez offert (comme dot et comme présents), sauf si les deux conjoints craignent de ne pas observer les limites[78] d’Allah. Alors, si vous craignez qu’ils n’observent point les limites d’Allah, il n’y aura pas péché si la femme rachète sa liberté (par une partie de sa dot). Ce sont là les limites d’Allah. Alors ne les enfreignez pas. Car ceux qui enfreignent les limites d’Allah, ceux-là sont les injustes.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"[77] Égards dus aux bienséances.\n[78] Les lois d’Allah (hudûd).","lang":"fr"},{"name":"2:230","price":"230. S’il divorce d’avec elle,[79] elle ne lui est plus licite jusqu’à ce qu’elle en épouse un autre. Et si celui-ci divorce d’avec elle, le (premier) couple ne commet aucun péché à revenir (à la vie conjugale), pourvu que les deux conjoints pensent pouvoir observer les limites d’Allah. Telles sont donc les limites d’Allah qu’Il expose clairement à un peuple qui sait.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"[79] C’est-à-dire si le divorce est prononcé une troisième fois.","lang":"fr"},{"name":"2:231","price":"231. Une fois que vous aurez divorcé d’avec vos femmes et qu’elles auront atteint le terme de leur délai, retenez-les avec bonté ou libérez-les avec bonté.[80] Ne les retenez point avec la mauvaise intention de leur faire du tort. Celui qui agit de la sorte se lèse lui-même. Ne prenez pas les versets d’Allah pour objets de dérision. Évoquez[81] la grâce dont Allah vous a comblés, et le Livre et la Sagesse qu’Il a fait descendre sur vous en guise d’enseignement. Et craignez Allah, car Allah Sait parfaitement Toute chose.[82]","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"[80] Le terme arabe معروف signe, selon le contexte, soit les convenances, le convenable pour tout le monde, les bienséances ou encore la gentillesse, les égards et la bonté. Que l’on traduise par « avec bonté » ne contredit point le sens des bienséances et de « ce qui est reconnu comme convenable », la gentillesse étant perçue de la même façon par toute la société. \n[81] Par la mémoire et par la parole.\n[82] Nous réservons le mot « Omniscient » pour la traduction de عليم tout court, et nous traduisons par « Il Sait parfaitement Toute chose » quand l’expression utilisée dans le Coran est étendue : بكل شيء عليم.","lang":"fr"},{"name":"2:232","price":"232. Une fois que vous aurez divorcé d’avec vos femmes et qu’elles auront atteint le terme de leur délai, ne les empêchez point de se remarier avec leurs anciens époux si le couple s’est réconcilié conformément aux bienséances. Telle est la leçon enseignée à celui qui d’entre vous croit en Allah et au Jour Dernier. Cela est plus décent pour vous, et plus pur. Allah certes Sait et vous ne savez pas.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:233","price":"233. Les mères qui voudraient mener l’allaitement à son terme allaiteront leurs enfants deux années entières. Au père (de l’enfant), il incombe de les nourrir et de les vêtir convenablement. Nul n’est tenu de supporter au-delà de ses moyens. La mère n’a pas à se nuire à cause de son enfant, pas plus que le père (à cause) de son enfant. À l’héritier,[83] il incombe la même chose. Si, après concertation, les deux (conjoints) décident le sevrage (de leur enfant), il ne leur sera fait aucun grief. Et si vous souhaitez confier vos enfants à une nourrice, il ne vous sera fait, non plus, aucun grief, pourvu que vous remettiez ce qui est dû dans les règles convenues. Craignez Allah, et sachez qu’Allah Voit absolument ce que vous faites.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"[83] L’héritier du père de l’enfant.","lang":"fr"},{"name":"2:234","price":"234. (Lorsque) ceux qui des vôtres décèdent et laissent des épouses, ces dernières doivent se donner un délai de quatre mois et dix jours. Lorsqu’elles auront atteint le terme de leur délai, il ne vous sera pas reproché qu’elles disposent d’elles-mêmes conformément aux bienséances. Et Allah est, de ce que vous faites, parfaitement Informé.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:235","price":"235. Et il ne vous sera pas reproché de faire indirectement allusion au mariage devant les femmes.[84] Non plus, si vous le projetez dans le secret du cœur. Allah Sait que vous penserez à elles. Cependant, ne leur faites point de promesses secrètes, sauf à leur tenir des propos décents. Ne vous décidez pas à conclure le mariage avant que le délai prescrit ne soit arrivé à son terme. Et sachez qu’Allah Sait ce qu’il y a au fond de vous-mêmes. Prenez donc garde à Lui, et sachez qu’Allah est Absoluteur et Longanime.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"[84] Aux veuves.","lang":"fr"},{"name":"2:236","price":"236. Vous n’aurez pas péché si vous divorcez d’avec des femmes que vous n’avez point touchées, et auxquelles vous n’avez pas fixé de dot (faridha).[85] Faites-les bénéficier de quelque bien reconnu convenable, le nanti (parmi vous) selon ses moyens et le besogneux selon ses moyens. C’est là un devoir pour les bienfaiteurs.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"[85] En vérité, le mot « dot », comme d’autres mots spécifiques aux cultures occidentales, ne couvre pas exactement le mot arabe فريضة ou son synonyme مهر.","lang":"fr"},{"name":"2:237","price":"237. Si vous divorcez d’avec elles avant que vous ne les ayez touchées, et que vous leur ayez déjà fixé une dot, alors vous leur verserez la moitié de cette dot, à moins qu’elles ne se désistent ou ne se désiste celui qui a en mains[86] le contrat de mariage. Mais que vous vous désistiez est certes plus proche de la piété. Et n’oubliez pas d’être bienveillants les uns envers les autres. Allah Voit absolument ce que vous faites.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"[86] Celui qui représente légalement la femme renonce à cette moitié de la dot, ou le mari lui-même qui renonce à l’autre moitié de la dot s’il a déjà payé une dot entière.","lang":"fr"},{"name":"2:238","price":"238. Soyez assidus aux Çalâts, et à la Çalât médiane (surtout), et levez-vous devant Allah en toute humilité (pour accomplir la prière).","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:239","price":"239. Mais s’il (vous arrive) de craindre (quelque danger), alors faites votre prière en marchant ou sur le dos de vos montures. Mais dès que vous aurez retrouvé la quiétude, invoquez[87] Allah Qui vous a enseigné ce que vous ne saviez pas.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"[87] Accomplissez la Çalât normale.","lang":"fr"},{"name":"2:240","price":"240. Ceux qui des vôtres décèdent et laissent des épouses, doivent leur avoir laissé un testament qui les fera bénéficier d’une année d’entretien et sans expulsion. Et si elles sortent de leur plein gré, il ne vous sera fait aucun grief de (les avoir laissées) disposer d’elles mêmes dans les limites du convenable. Allah est Tout – Puissant et Sage.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:241","price":"241. Les divorcées ont le droit de bénéficier d’une pension reconnue comme convenable. C’est là un devoir pour les gens pieux.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:242","price":"242. C’est ainsi qu’Allah vous expose clairement Ses versets, pour que, peut-être, vous entendiez raison.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:243","price":"243. N’as-tu pas vu[88] ceux qui sont sortis de leurs maisons par milliers, craignant la mort ? Allah leur a dit : « Mourez ! » Puis Il les a fait revivre. Allah est Plein de Faveurs pour les hommes, mais la plupart des hommes ne sont pas reconnaissants.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"[88] Cette expression ne veut pas dire littéralement : « N’as-tu pas perçu par la vue. » Elle signifie souvent « Ne t’est-il pas parvenu l’information que… »","lang":"fr"},{"name":"2:244","price":"244. Combattez pour la cause d’Allah et sachez qu’Allah Entend Tout et qu’Il est Omniscient.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:245","price":"245. Quiconque fait gracieusement un prêt à Allah, Il le lui multipliera un grand nombre de fois. Allah resserre ou étend Ses faveurs. Et c’est à Lui que vous serez ramenés.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:246","price":"246. N’as-tu pas appris (ce qui s’est passé avec) les notables des Enfants d’Israël lorsque, après Moïse, ils dirent à un Prophète des leurs : « Désigne-nous un roi et nous combattrons dans le chemin d’Allah. »[89] Il dit : « Mais, si le combat vous était prescrit, qui sait si vous ne refuserez pas de combattre ? » Ils dirent alors : « Mais pourquoi nous ne combattrions pas dans le chemin d’Allah quand nous avons été chassés de nos maisons et privés de nos enfants ? » Puis quand le combat leur fut prescrit, ils se rétractèrent, hors un petit nombre parmi eux. Allah Connaît parfaitement les injustes.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"[89] Nous employons indifféremment « dans le chemin d’Allah » ou « pour la cause d’Allah ». La première formule est plus littérale, la seconde est comprise plus facilement par le lecteur actuel.","lang":"fr"},{"name":"2:247","price":"247. Leur Prophète leur dit alors : « Allah vous a envoyé Talût comme roi. » À quoi ils répondirent : « Comment peut-il régner sur nous alors que nous sommes plus en droit que lui d’avoir la royauté ? De plus, il n’a même pas été doté du privilège de la fortune ! » Il dit : « Allah l’a élu (en roi) sur vous. Il lui a donné un plus large savoir et de meilleures dispositions physiques. Et Allah, certes, accorde Sa royauté à qui Il veut. Allah est Immense et Il est Omniscient.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:248","price":"248. Et leur Prophète ajouta encore : « En signe de son règne, vous reviendra le Coffret emporté par les Anges, gage de quiétude envoyé par votre Seigneur, et contenant les reliques laissées par la famille de Moïse et la famille d’Aaron. Cela est bel et bien un signe pour vous, si vous êtes croyants ! »","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:249","price":"249. Lorsque Talût partit avec les soldats, il leur dit : « Allah va vous mettre à l’épreuve devant une rivière. Celui qui en boira ne sera pas des miens ; celui qui n’y goûtera point, ou n’en puisera qu’un peu dans le creux de la main, sera, lui, des miens. » Tous y burent excepté un petit nombre d’entre eux. Lorsqu’ils l’eurent traversée, lui et les croyants qui étaient avec lui, dirent : « Voilà que nous n’avons plus la force, aujourd’hui, de combattre Goliath et ses soldats ! » Alors ceux qui étaient persuadés qu’ils rencontreraient certainement Allah (au Jour Dernier) dirent : « Combien de fois, par la permission d’Allah, une troupe peu nombreuse a vaincu une troupe bien plus nombreuse. Allah est avec ceux qui prennent patience. »","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:250","price":"250. Lorsqu’ils firent front à Goliath et ses soldats, ils dirent : « Seigneur ! Déverse sur nous la patience, raffermis nos pas et fais-nous triompher du peuple mécréant ! »","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:251","price":"251. Ils leur infligèrent une défaite, par la permission d’Allah, et David tua Goliath. Allah lui octroya et la royauté et la sagesse ; et Il lui enseigna de tout ce qu’Il voulait. Si Allah ne dissuadait pas les hommes les uns par les autres, la terre serait totalement corrompue. Mais Allah est Plein de Faveurs pour tout l’Univers.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:252","price":"252. Tels sont les versets d’Allah que Nous te récitons en toute vérité. Et tu es certes du nombre des Envoyés.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"fr"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}