{"data":[{"name":"46:1","price":"1. Ha, Mîm. ","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:2","price":"2. La révélation du Livre est d’Allah, le Tout- Puissant, le Sage. ","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:3","price":"3. Nous n’avons créé les cieux, la terre et ce qui est entre eux qu’en toute vérité et pour un terme déjà nommé. Mais ceux qui ont mécru, bien qu’ayant été avertis, s’éloignent et se détournent. ","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:4","price":"4. Dis : « Qu’en est-il de ceux que vous invoquez en dehors d’Allah ? Montrez-moi donc quelle portion ils ont créée de la terre ? Ou alors ils auraient pris part à la création des cieux ? Apportez-moi un Livre antérieur à celui-ci (le Coran) ou quelque trace d’une science, si tant est que vous disiez la vérité. »","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:5","price":"5. Est-il plus égaré que ceux qui, en dehors d’Allah, invoquent (les divinités) qui jamais ne leur répondront jusqu’au Jour de la Résurrection et sont totalement indifférentes à leurs invocations ? ","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:6","price":"6. Et qui, lorsque les hommes seront rassemblés (pour le Jugement Dernier), seront leurs ennemies et renieront l’adoration qu’ils leur vouaient ? ","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:7","price":"7. Et quand leur sont récités Nos versets explicites, ceux qui ont mécru disent de la vérité qui leur est parvenue : « C’est de la magie manifeste ! »","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:8","price":"8. Ou encore ils disent : « Il l’a inventé lui-même.» Dis-leur alors : « Si je l’ai inventé, vous ne pourrez rien pour moi contre (le châtiment) d’Allah. Il en Sait mieux sur ce que vous colportez (comme calomnies), Il suffit comme témoin entre vous et moi, et c’est Lui l’Absoluteur, le Tout Miséricordieux. ","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:9","price":"9. Dis : « Je n’innove en rien (par rapport aux autres) Messagers. Je ne sais pas ce qui sera fait de moi, non plus de vous. Je ne fais que suivre ce qui m’est révélé et je ne suis qu’un explicite avertisseur. »","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:10","price":"10. Dis : « Et s’il s’avérait qu’il (le Coran) était bien d’Allah, mais que vous l’ayez renié, cependant qu’un témoin parmi les Enfants d’Israël en a attesté la conformité aux Écritures semblables ! Lui a cru et vous avez fait montre d’orgueil. Allah ne guide pas les gens injustes. » ","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:11","price":"11. Ceux qui ont mécru disent à ceux qui ont cru : « Si (le Coran) présentait (vraiment) quelque avantage, ils[505] ne nous y auraient jamais devancés. »  Et comme ils ne se seront pas laissé guider (par lui), ils diront : « C’est là un vieux mensonge ! »","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"[505] Les pauvres et les faibles.","lang":"fr"},{"name":"46:12","price":"12. Avant lui, il y eut le Livre de Moïse, en guide et miséricorde. Et celui-ci est un Livre qui (le) confirme, en langue arabe, pour avertir les injustes et annoncer l’heureuse nouvelle aux bienfaiteurs.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:13","price":"13. Ceux qui disent : « Notre Seigneur c’est Allah », puis font preuve de droiture, n’auront aucune crainte pour eux-mêmes ni aucune affliction. ","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:14","price":"14. Ceux-là sont les hôtes du Paradis, où ils demeureront pour l’éternité, récompensés de ce dont ils faisaient œuvre. ","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:15","price":"15. Nous avons recommandé à l’homme la bienfaisance envers ses deux parents. Sa mère l’a porté dans la douleur et l’a enfanté dans la douleur. Sa gestation et son sevrage durent trente mois et, quand il parvient à  la force de l’âge et atteint quarante ans, il dit : « Seigneur ! Accorde-moi d’être reconnaissant pour les faveurs dont Tu m’as gratifié ainsi que mes deux parents, et de faire œuvre de bien comme Tu l’agrées. Fais que ma descendance soit bonne et vertueuse, je reviens à Toi, repentant, et je suis du nombre des Soumis. »","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:16","price":"16. Ceux-là, le meilleur de ce dont ils ont fait œuvre sera accepté (d’eux), et leurs méfaits seront effacés[506]. Ils comptent parmi les hôtes du Paradis – telle est la promesse de vérité qui leur a été faite. ","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"[506] Le mot employé dans le texte coranique est « dépassés » au sens de « passer sur », donc de « pardonner ». Nous avons préféré à l’emploi de l’actif « Nous accepterons », « Nous effacerons », l’emploi du passif, « sera accepté », « seront effacés », conformément à la voix passive utilisée dans le texte coranique, autrement plus expressive : مبني للمجهول.","lang":"fr"},{"name":"46:17","price":"17. Et celui qui a dit à ses deux parents : « Fi de vous deux ! Me promettez-vous que je serai sorti (de terre) alors que tant de générations m’ont précédé (sans revenir à la vie)? » Cependant qu’implorant le secours d’Allah, (ils s’écrient) : « Malheur à toi ! Crois ! La promesse d’Allah est pure vérité ! » Lui leur répond : « Ce ne sont là que légendes des anciens. »","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:18","price":"18. Ceux-là (dont ce fils fait partie) ont mérité le même verdict (de damnation) que des peuples qui les ont précédés, parmi les djinns et les hommes. Tous étaient perdants.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:19","price":"19. Chacun d’eux aura le rang qu’il mérite d’après ce qu’il aura fait, afin qu’Il (Allah) leur accorde la pleine récompense de leurs œuvres. Et ils ne seront point lésés.  ","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:20","price":"20. Le jour où ceux qui ont mécru seront exposés au Feu : « Vous avez dilapidé ce qui vous a été donné de plus précieux au cours de votre vie terrestre, leur sera-t-il dit, et vous en avez joui. Alors, aujourd’hui, vous êtes rétribués d’un supplice plus humiliant pour l’orgueil que vous montriez sans raison sur terre et pour la dépravation dont vous faisiez preuve. »","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:21","price":"21. Évoque donc le souvenir du frère des ‘Ad (Hûd), lorsqu’il vint avertir son peuple à Al-Ahqâf, alors qu’avant et après lui ceux qui avertissent étaient déjà passés: « N’adorez qu’Allah ! Je crains pour vous le supplice d’un très grand  jour. »","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:22","price":"22. Ils dirent : « Es-tu venu nous induire à nous détourner de nos divinités ? Apporte-nous donc ce que tu nous promets, si ce que tu dis est vrai. »","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:23","price":"23. « La Connaissance est du ressort d’Allah, dit-il, et je vous transmets le message dont j’ai été chargé. Mais je vois que vous êtes des gens qui sont dans l’ignorance. »","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:24","price":"24. Alors, voyant apparaître un nuage qui avançait vers leurs vallées, ils dirent : « Voici un nuage qui va nous donner beaucoup de pluie. » C’est plutôt ce que vous vous empressiez de voir venir : un vent chargé d’un supplice douloureux, ","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:25","price":"25. qui détruit toute chose, sur ordre de son Seigneur. » Et le lendemain matin, ne restaient visibles que leurs demeures. C’est ainsi que Nous sévissons contre les gens coupables. ","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:26","price":"26. Nous les avons fermement établis dans la position où Nous ne vous avons pas établis, et Nous les avons dotés de l’ouïe, de la vue et de cœurs, mais ni leur ouïe, ni leurs yeux ni leurs cœurs ne leur furent d’une quelconque utilité. Car, ingrats, ils reniaient les Signes d’Allah ; alors ils furent cernés par cela même qu’ils raillaient. ","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:27","price":"27. Nous avons détruit les cités qu’il y avait autour de vous et Nous avons varié les Signes, afin que peut-être ils reviennent (de leur égarement). ","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:28","price":"28. Quant aux divinités qu’ils avaient prises et dont ils s’étaient rapprochés en dehors d’Allah, que n’étaient-elles pas venues à leur secours ! Mais elles les abandonnèrent, car ainsi fut leur imposture et ainsi fut ce qu’ils inventaient (comme fictions et mensonges). ","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:29","price":"29. Et lorsque nous amenâmes vers toi un petit groupe de djinns pour qu’ils écoutent le Coran, ils dirent, présents (à sa lecture) : « Écoutez bien. » Et quand cela fut achevé, ils s’en retournèrent vers les leurs afin de les avertir. ","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:30","price":"30. « Ô peuple nôtre, dirent-ils, Nous avons entendu un Livre descendu (en révélation) après Moïse et confirmant ce qui l’a précédé. Il guide vers la vérité et vers le droit chemin.  ","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:31","price":"31. Ô peuple nôtre ! Répondez à celui qui appelle vers Allah, ayez foi en lui. Il (Allah) vous pardonnera une partie de vos péchés et vous prémunira contre un châtiment douloureux. »","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:32","price":"32. Quiconque ne répond pas à celui qui appelle vers Allah ne saura mettre au défi Sa puissance sur terre,[507]  et il n’aura aucun protecteur en dehors de Lui. Ceux-là sont dans un égarement manifeste. ","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"[507] La puissance d’Allah, comme l’indique la majuscule de « Sa ».","lang":"fr"},{"name":"46:33","price":"33. Ne voient-ils donc pas qu’Allah, Qui a créé les cieux et la terre, sans éprouver aucune peine à les créer, est Capable de ressusciter les morts ? Oui, en vérité. Il est certes de Toute chose Infiniment Capable. ","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:34","price":"34. Le jour où ceux qui ont mécru seront exposés au Feu : « N’est-ce pas là la vérité ? » leur sera-t-il dit. « Que oui, répondront-ils, par notre Seigneur ! » « Eh bien, leur sera-t-il dit, goûtez donc le supplice que vous a valu votre mécréance ! »","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:35","price":"35. Sois patient (à la peine) comme ont été patients les plus déterminés d’entre les Messagers et ne t’empresse pas trop de (voir s’abattre) sur eux (le châtiment). Le jour où ils verront ce qui leur est promis, ce sera comme s’ils n’étaient demeurés (sur terre) que le temps d’une heure de la journée. Les voilà prévenus ! Qui donc sera anéanti sinon les gens pervers ? ","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:1","price":"1. Ceux qui ont mécru et ont détourné (les autres) du chemin d’Allah, (Allah) rendra nulles leurs œuvres.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:2","price":"2. Ceux qui ont cru et accompli les bonnes œuvres, et ont eu foi en ce qui a été révélé à Muhammad – qui est la pure vérité émanant de leur Seigneur – (Allah) rachètera leurs mauvaises actions et rendra meilleures leurs dispositions.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:3","price":"3. Cela, parce que ceux qui ont mécru ont adopté l’erreur, et ceux qui ont cru ont suivi la vérité procédant de leur Seigneur. C’est ainsi qu’Allah donne les exemples aux hommes.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:4","price":"4. Quand vous rencontrez (au combat) ceux qui ont mécru, frappez-les à mort, d’estoc et de taille. Une fois que vous aurez pris le dessus sur eux, enchaînez-en solidement les captifs. Après, ce sera soit la libération gracieuse, soit la réclamation d’une rançon, jusqu’à ce que la guerre soit terminée.[508] Cela, et si Allah le voulait, c’est Lui-même Qui Se vengerait d’eux, mais (s’Il ne le fait pas) c’est pour vous éprouver les uns par les autres. Ceux qui seront tués pour la cause d’Allah, (Allah) ne rendra pas vaines leurs œuvres.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"[508] Littéralement : jusqu’à ce que la guerre ait déposé ses fardeaux.","lang":"fr"},{"name":"47:5","price":"5. Il les guidera et rendra meilleures leurs dispositions,","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:6","price":"6. et les fera entrer au Paradis qu’Il leur a déjà défini.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:7","price":"7. Ô vous qui avez cru ! Si vous soutenez (la cause) d’Allah, Allah vous soutiendra et raffermira vos pas.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:8","price":"8. Quant à ceux qui ont mécru, malheur à eux, et (Allah) rendra nulles leurs œuvres.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:9","price":"9. Car ils ont en horreur ce qu’Allah a révélé. Voilà pourquoi Il rendra vaines leurs actions.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:10","price":"10. N’ont-ils pas parcouru la terre pour voir quel fut le sort de ceux qui les ont précédés ? Allah a tout fait s’écrouler sur eux, et il en sera de même des mécréants.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:11","price":"11. Cela, parce qu’Allah est le Protecteur de ceux qui ont cru, cependant que les mécréants nul ne saurait les protéger.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:12","price":"12. Allah recevra ceux qui auront cru et auront accompli les bonnes œuvres en des jardins sous lesquels coulent les rivières. Cependant, les mécréants jouissent (des biens d’ici-bas) et mangent comme des bêtes : le Feu sera leur résidence !","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:13","price":"13. Combien de cités plus puissantes que la tienne, dont tu as été expulsé, avons-Nous fait périr et qui n’eurent aucun secours !","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:14","price":"14. Celui qui est muni de la preuve évidente, venant de Son Seigneur, est-il semblable à celui que trompe le faux brillant de ses actions et qui ne fait que suivre ses propres penchants ?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:15","price":"15. Telle est l’image du Paradis promis aux (hommes) pieux : il y aura des rivières dont l’eau jamais ne s’altère, des rivières de lait à la saveur inchangée, des rivières de vin que ceux qui en boiront trouveront délicieux, et des rivières de miel purifié. Ils y auront à la fois des fruits de toutes sortes et le (généreux) pardon de leur Seigneur. Qu’il y a loin d’eux à ceux qui séjourneront pour l’éternité dans le Feu, qui seront abreuvés d’une eau bouillante qui leur déchirera les entrailles !","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:16","price":"16. Il en est qui, parmi eux, daignent t’écouter. Mais aussitôt qu’ils sortent de chez toi, ils demandent à ceux qui ont reçu la science : « Que vient-il donc de dire ? » Ce sont bien eux dont Allah a scellé les cœurs et qui ont suivi leurs propres penchants.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:17","price":"17. Ceux qui ont trouvé la bonne voie, (Allah) les guidera encore et leur accordera la piété (qui leur est due).","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:18","price":"18. Qu’attendent-ils donc sinon que d’être surpris par l’Heure, qui fondra soudain sur eux ? Ses indices précurseurs sont déjà venus. Mais à quoi bon leur servira de s’en souvenir quand elle les surprendra vraiment ? ","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:19","price":"19. Sache donc qu’il n’est point d’autre divinité qu’Allah ! Demande le pardon pour tes péchés, ainsi que pour ceux des croyants et des croyantes. Allah Sait vos activités (dans ce bas monde) et votre demeure (dans l’Au-delà).","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:20","price":"20. Ceux qui ont cru disent : « Si seulement venait (d’Allah) une sourate ! » Mais aussitôt qu’est révélée une sourate explicite où est évoqué le combat, tu vois ceux dont les cœurs sont rongés par la maladie (du doute) te regarder avec les yeux de qui s’évanouirait devant la mort. Mieux vaudraient pour eux","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:21","price":"21. obéissance et propos convenables. Car quand la décision est prise, rien n’est meilleur pour eux que d’honorer leur engagement envers Allah.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:22","price":"22. En vous détournant, vous vous exposez au risque de semer le désordre sur terre et de rompre vos liens de sang.","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:23","price":"23. Ce sont ceux-là qu’Allah a maudits, a rendus sourds et aveugles.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:24","price":"24. Que ne méditent-ils pas le Coran ? Auraient-ils leurs cœurs hermétiquement fermés (à la foi) ?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:25","price":"25. Ceux qui se sont rétractés après que la bonne direction leur a été montrée, c’est Satan qui les abusés et les a induits (à la faute).","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:26","price":"26. C’est qu’ils ont dit à ceux qui ont pris en aversion la révélation d’Allah : « Nous vous obéirons pour certaines choses. » Mais Allah Sait bien ce qu’ils tiennent secret.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:27","price":"27. Qu’en sera-t-il donc d’eux lorsque les Anges, venant reprendre leurs âmes, leur porteront des coups au visage et sur le dos ?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:28","price":"28. C’est qu’ils ont suivi ce qui irrite Allah, et ont pris en aversion ce qui Le satisfait. Il a donc rendu leurs œuvres inutiles.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:29","price":"29. Ceux dont les cœurs sont rongés par la maladie (de l’hypocrisie) s’imaginent peut-être qu’Allah ne dévoilera pas leurs âpres rancœurs.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:30","price":"30. Si Nous le voulions, nous te les montrerions et tu les reconnaîtrais à leurs traits (particuliers) ; et tu les reconnaîtrais (aussi) à l’intonation de leurs propos. Allah Sait bien vos actions.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:31","price":"31. Nous vous éprouverons pour reconnaître ceux d’entre vous qui (sont prêts à) lutter (pour la cause d’Allah) et qui savent être patients ; et nous évaluerons votre conduite.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:32","price":"32. Ceux qui ont mécru,  se sont dressés sur le chemin d’Allah pour en éloigner les autres, et se sont opposés au Messager après que la bonne direction leur a été montrée, ne nuiront en rien à Allah Qui rendra nulles leurs actions. ","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:33","price":"33. Ô vous qui avez cru ! Obéissez à Allah ! Obéissez au Messager ! Ne rendez pas nulles vos œuvres !","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:34","price":"34. Ceux qui ont mécru, se sont dressés sur le chemin d’Allah pour en éloigner les autres, puis sont morts en mécréants, Allah ne leur pardonnera point.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:35","price":"35. Ne lâchez pas pied, n’appelez pas à la paix alors que vous avez le dessus. Allah est avec vous et ne vous privera point de la récompense pour vos œuvres.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:36","price":"36. La vie en ce bas monde n’est certes que jeu futile et divertissement. Mais si vous croyez et (Le) craignez pieusement, (Allah) vous donnera vos récompenses et ne vous réclamera pas vos biens.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:37","price":"37. Car, s’Il vous les réclamait, vous n’en deviendriez que plus  jaloux (de vos biens) et Il dévoilerait (au grand jour) vos plus âpres rancœurs.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:38","price":"38.  Vous voici appelés à dépenser pour la cause d’Allah. Il en est qui, parmi vous, se montrent avares, mais celui qui est avare l’est certes à ses dépens. Allah, Lui, est le Riche (Qui Se passe de vos dépenses) et c’est vous qui êtes les pauvres. Et si vous tournez le dos, Il vous remplacera par un autre peuple qui ne vous sera point semblable.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:1","price":"1. Nous t’avons accordé une victoire évidente,[509]","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[509] Il s’agit ici de la trêve conclue à Al-Ḥudaybiyyah avec les mécréants. Cette trêve était une véritable victoire, qui préludait à la conquête de La Mecque.","lang":"fr"},{"name":"48:2","price":"2. afin qu’Allah te pardonne tes péchés passés et à venir ; qu’Il accomplisse Son bienfait envers toi et te guide vers une voie droite ; ","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:3","price":"3. et qu’Allah t’appuie du plus puissant des secours.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:4","price":"4. C’est Lui Qui a fait descendre la quiétude sur les cœurs des croyants pour affermir encore plus leur foi. D’Allah relèvent les armées des cieux et de la terre. Allah est Omniscient et Sage, ","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:5","price":"5. Qui fera entrer les croyants et les croyantes en des jardins sous lesquels coulent les rivières et où ils séjourneront pour l’éternité. Puis Il effacera leurs péchés : tel sera, auprès d’Allah, le succès suprême !","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:6","price":"6. Il fera soumettre au supplice les hypocrites, hommes et femmes, ainsi que les associâtres, hommes et femmes, qui méjugent d’Allah. Le malheur retombera sur eux, et ils encourront la colère d’Allah Qui les maudira et leur préparera la Géhenne. Quel affreux destin !","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:7","price":"7. D’Allah relèvent les armées des cieux et de la terre. Allah est Tout- Puissant et Sage.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:8","price":"8. Nous t’avons envoyé en témoin, en annonciateur et en avertisseur,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:9","price":"9. afin que vous (les hommes) croyiez en Allah et en Son Messager, que vous appuyiez et honoriez (le Messager) et rendiez gloire (à Allah), matin et soir. ","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:10","price":"10. Ceux qui te font allégeance, le font en réalité à Allah. La Main d’Allah est au-dessus de leurs mains. Quiconque alors se parjure le fera à ses dépens, et quiconque honore ses engagements envers Allah, (Allah) lui accordera une immense récompense.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:11","price":"11. Ceux qui, parmi les bédouins, sont restés en arrière (au combat) prétexteront : « Nos biens et nos familles nous ont accaparés. Implore pour nous le pardon ! » (Ceux-là) disent du bout des lèvres ce qu’ils ne pensent pas dans le secret du cœur. Demande-leur donc : « Qui pourra vous préserver de quoi que ce soit si Allah entend vous éprouver par quelque mal, ou s’Il vous veut quelque bien ? Allah est parfaitement Informé de ce que vous faites.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:12","price":"12. Vous imaginiez plutôt que le Messager et les croyants ne reviendraient plus jamais à leurs familles. Pareille pensée séduisait vos cœurs, vous formiez des pensées coupables et vous étiez résolument un groupe de corrompus. »","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:13","price":"13. Quiconque ne croit pas en Allah et en Son Messager (qu’il sache donc que) Nous avons préparé aux mécréants une ardente Fournaise.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:14","price":"14. À Allah appartient la royauté des cieux et de la terre. Il pardonne à qui Il veut, et soumet au supplice qui Il veut. Allah est Absoluteur et Tout Miséricordieux.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:15","price":"15. Lorsque vous partirez prendre possession du butin (de guerre), ceux qui étaient restés en arrière diront : « Laissez-nous venir avec vous » voulant ainsi changer la parole d’Allah. Dis-leur, alors : « Vous ne viendrez pas avec nous, car telle est la décision qu’Allah a déjà prise. » Ils diront alors : « C’est par jalousie à notre égard que vous agissez ainsi ! » En vérité, ils ne comprennent que bien peu.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:16","price":"16. Dis à ceux qui, parmi les bédouins, sont restés en arrière : «Vous serez bientôt appelés à affronter des gens féroces au combat. Vous les combattrez à moins qu’ils ne se convertissent à l’Islam. Si vous obéissez, Allah vous accordera une belle récompense, et si vous revenez sur vos pas, comme vous l’avez fait autrefois, Il vous fera subir un supplice très douloureux. »","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:17","price":"17. Nul grief ne sera fait à l’aveugle, pas plus qu’au boiteux et au malade. Quiconque obéit à Allah et au Messager sera reçu en des jardins sous lesquels coulent les rivières ; et quiconque se détourne, (Allah) le vouera à un supplice très douloureux.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:18","price":"18. Allah a été satisfait des croyants qui te faisaient allégeance sous l’arbre. Il a su ce qu’il y avait au fond de leurs cœurs, a fait donc descendre sur eux la quiétude, et les a récompensés par une victoire imminente,[510]","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[510] Il s’agit de la conquête, toute proche, de Khaybar, consécutive à la trêve de Al-Hudaybiyyah et précédant la conquête de La Mecque.","lang":"fr"},{"name":"48:19","price":"19. et par un riche butin dont ils allaient prendre possession. Allah est Tout- Puissant et Sage.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:20","price":"20. Allah vous a promis de riches butins dont vous prendrez possession bientôt, et Il vous a accordé rapidement ce butin-ci ;[511] Il a éloigné de vous les mains (ennemies) des hommes, afin que cela soit un Signe aux croyants et pour que vous soyez guidés vers une voie droite.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"[511] Le butin de Khaybar, qui sera obtenu sans combat.","lang":"fr"},{"name":"48:21","price":"21. Mais Il vous en promet un autre[512] que vous êtes incapables de prendre et qu’Allah Seul cerne de Son pouvoir, car Allah est de Toute chose Infiniment Capable.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"[512] Un autre butin.","lang":"fr"},{"name":"48:22","price":"22. Si ceux qui ont mécru vous combattaient,[513] ils feraient vite de battre en retraite, et ne trouveraient ni allié ni soutien.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"[513] Quand bien même ils vous combattraient à l’intérieur de La Mecque.","lang":"fr"},{"name":"48:23","price":"23. Telle est la règle d’Allah établie depuis toujours. Et tu ne saurais trouver changement à la règle d’Allah.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:24","price":"24. C’est Lui Qui, dans la vallée de La Mecque, a repoussé loin de vous leurs mains (ennemies) et a repoussé loin d’eux les vôtres, après vous avoir fait triompher d’eux. Allah est de ce que vous faites Lucide.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:25","price":"25. Ce sont eux qui ont mécru et qui vous ont empêchés (de parvenir à) la Mosquée Sacrée. (Ils ont aussi empêché) les bêtes sacrificielles de parvenir au lieu de leur immolation. Sans quelques croyants et croyantes, qui vous étaient inconnus et que vous auriez pu fouler aux pieds sans le savoir, ce qui aurait été une action coupable, (Allah vous aurait ordonné d’attaquer les Mecquois). (Mais il en a été ainsi) afin qu’Allah reçoive en Sa miséricorde qui Il veut. Si (les croyants anonymes) s’étaient distingués, Nous aurions certes sévi d’un supplice très douloureux contre ceux qui, parmi (les Mecquois), étaient mécréants. ","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:26","price":"26. Lorsque ceux qui ont mécru furent pris de la fureur (aveugle) et partisane, fureur des Temps de l’ignorance, Allah fit descendre la quiétude sur Son Messager et sur les croyants. Il les tint engagés envers la parole de piété, eux qui en étaient les plus dignes et qui en étaient les plus méritants. Allah est, Lui, Omniscient.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:27","price":"27. Allah confirme par la vérité la vision de Son Messager : « Vous entrerez, en toute sécurité, dans la Mosquée Sacrée par la volonté d’Allah, la tête rasée ou les cheveux coupés, et vous n’y aurez nulle crainte. ». Il Savait ce que vous ne saviez pas et (Allah) vous a donné, d’abord,[514] une victoire immédiate.[515]","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[514] Avant la conquête de La Mecque.\n[515] La facile victoire de Khaybar en prélude à la conquête de La Mecque.","lang":"fr"},{"name":"48:28","price":"28. C’est Lui Qui a envoyé Son Messager avec la juste direction et (avec) la religion de la vérité qu’Il fera triompher de toute autre religion. Qu’Allah suffise comme Témoin !","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:29","price":"29. Muhammad est le Messager d’Allah. Ceux qui sont avec lui sont intraitables face aux mécréants, pleins de mansuétude les uns envers les autres. Tu les vois qui s’inclinent et se prosternent, espérant les faveurs et la satisfaction d’Allah. Leurs marques distinctives sont là sur leurs visages, (gravées) par l’effet de la prosternation. C’est ainsi qu’ils sont décrits dans la Torah. Tandis que dans l’Évangile, ils sont comparés à la semence qui laisse surgir ses pousses, devient (une plante) vigoureuse, généreuse et ferme sur sa tige, au grand bonheur du cultivateur. (Allah les a faits tels) pour en faire mourir d’envie les mécréants, et Il promet à ceux qui, parmi eux, ont cru et ont accompli les bonnes œuvres, le pardon et une immense récompense","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:1","price":"1. Ô vous qui avez cru ! Gardez-vous de précéder (les décisions) d’Allah et de Son Messager ! Craignez Allah, car Allah Entend et Sait Tout.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:2","price":"2. Ô vous qui avez cru ! N’élevez pas la voix au-dessus de celle du Prophète, ni ne haussez le ton en lui adressant la parole, comme vous le faites vous-mêmes les uns avec les autres. Ou alors vos œuvres deviendraient vaines sans que vous ne puissiez le sentir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:3","price":"3. Ceux qui baissent la voix auprès du Messager d’Allah, sont ceux dont Allah a éprouvé les cœurs. Ils auront le pardon et une immense récompense.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:4","price":"4. Ceux qui t’interpellent de l’extérieur[516] de (tes) appartements,[517] pour la plupart, ne raisonnent point.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"[516] Littéralement : de derrière.\n[517] C’est ce verset qui donne son titre à cette sourate.","lang":"fr"},{"name":"49:5","price":"5. S’ils patientaient un peu jusqu’à ce que tu sortes au-devant d’eux, cela serait bien meilleur pour eux. Mais Allah est Absoluteur et Tout Miséricordieux.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:6","price":"6. Ô vous qui avez cru ! Si un homme dépravé vous apporte une nouvelle, vérifiez-en d’abord (la crédibilité), de peur que, par ignorance, vous ne lésiez des gens, et que, par la suite, vous ne vous retrouviez rongés par le remords.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:7","price":"7. Sachez que, parmi vous, se trouve le Messager d’Allah. S’il vous écoutait pour bon nombre de décisions, c’est vous qui en auriez à pâtir. Mais Allah vous a fait aimer la foi, l’a rendue belle au fond de vos cœurs, et Il vous a fait haïr la mécréance, la perversion et l’insoumission. C’est ainsi que se conduisent ceux qui sont sur le droit chemin,","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:8","price":"8. comme faveur et bienfait émanant d’Allah. Allah est Omniscient et Sage.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:9","price":"9. Si deux groupes de croyants venaient à se combattre, faites qu’ils se réconcilient. Et si l’un (des deux groupes) agresse injustement l’autre, combattez (le groupe) agresseur tant qu’il ne se sera pas soumis à l’ordre d’Allah. S’il finit par s’y soumettre, réconciliez-les en toute équité et soyez justes, car Allah aime les justes.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:10","price":"10. Les croyants ne sont rien moins que des frères. Réconciliez donc vos frères ! Craignez Allah ! Peut-être alors vous sera-t-il fait miséricorde !","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:11","price":"11. Ô vous qui avez cru ! Que certains d’entre vous ne se moquent point des autres, car ceux-ci pourraient être meilleurs qu’eux. Et que les femmes ne se moquent point d’autres femmes, car celles-ci pourraient être meilleures qu’elles. Ne vous dénigrez point les uns les autres, et point ne vous vexez en vous attribuant mutuellement de (blessants) sobriquets. Quel pire nom que celui de perversion après qu’on a eu la foi ! Ceux qui ne se repentent pas, ce sont eux les injustes.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:12","price":"12. Ô vous qui avez cru ! Évitez les suspicions fréquentes, car certaines suspicions peuvent être des péchés. Ne vous épiez pas (mutuellement) ! Ne médisez pas les uns des autres ! L’un de vous voudrait-il manger la chair de son frère mort ? Non, car vous l’auriez certainement en aversion. Craignez donc Allah ! Allah est Tout Absoluteur et Tout Miséricordieux ! ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:13","price":"13. Ô hommes ! Nous vous avons créés d’un mâle et d’une femelle. Nous avons fait de vous des nations et des tribus pour que vous vous connaissiez entre vous. Le plus digne d’entre vous, auprès d’Allah, est le plus pieux. Allah est Omniscient et parfaitement Informé.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:14","price":"14. Les bédouins déclarent : « Nous avons cru (en Allah). » Dis : « Non, vous n’êtes pas encore croyants, dites plutôt : “Nous nous sommes soumis”, car la foi n’a pas encore pénétré vos cœurs. Mais si vous obéissez à Allah et à Son Messager, il ne vous privera en rien (de la récompense due à) vos œuvres. » Allah est Absoluteur et Tout Miséricordieux. ","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:15","price":"15. Les vrais croyants sont ceux qui ont cru en Allah et en Son Messager, puis n’ont jamais été tentés par le doute, et puis qui ont lutté par leurs biens et leurs âmes pour la cause d’Allah. Ceux-là sont (les croyants) sincères.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:16","price":"16. Dis : « Apprendriez-vous à Allah votre religion quand Il sait ce qu’il y a dans les cieux et sur terre ? » Allah Sait parfaitement Toute chose.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:17","price":"17. Ils se targuent devant toi de s’être convertis à l’Islam. Dis : « Ne vous targuez pas devant moi de cette conversion à l’Islam comme si c’était une faveur de votre part. C’est plutôt une faveur qu’Allah vous a dispensée, Lui Qui vous a montré le chemin vers la foi, si tant est que vous soyez sincères ! »","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:18","price":"18. Allah Connaît le mystère des cieux et de la terre. Allah Voit clairement tout ce que vous faites.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:1","price":"1. Qâf. Par le Coran glorieux !","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:2","price":"2. Ils s’étonnent pourtant que l’un des leurs soit venu vers eux en avertisseur.","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:3","price":"3. Les mécréants disent alors : « C’est une chose bien étrange ! Une fois que nous serons morts et réduits en poussière… ?[519] Voilà un retour bien peu probable ! »","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"[519] Ce vide que laisse le verset est un procédé rhétorique bien connu. Il s’agit d’une figure qu’il est convenu d’appeler « la réticence », « la retenue » ou « l’aposiopèse ». Une partie de ce qui doit être dit reste inexprimée. Mais dans cette figure de rhétorique, taire équivaut à tout dire, puisqu’on ne supprime que les mots que le destinataire saura sûrement deviner. Ici, les mots manquants et par lesquels le lecteur devra mentalement combler le vide, sont les suivants : serons-nous ressuscités ?","lang":"fr"},{"name":"50:4","price":"4. Nous savons certes ce que la terre dévorera (de leurs dépouilles), et Nous avons un Livre où tout est conservé.","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:5","price":"5. Mais ils ont traité de mensonge la vérité lorsqu’elle leur est parvenue, or les voilà donc face à une affaire embarrassante.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:6","price":"6. N’ont-ils donc pas vu le ciel au-dessus d’eux, et comment Nous l’avons édifié et orné (en le faisant) sans aucune faille ? ","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:7","price":"7. Et la terre (que) Nous avons étendue, où Nous avons érigé des montagnes et avons fait pousser par couples des (plantes) de toute beauté !","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:8","price":"8. Voilà qui est à méditer et à retenir par tout serviteur qui aime à se repentir.","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:9","price":"9. Nous avons fait descendre du ciel une eau bénie, par laquelle Nous avons fait pousser des jardins et le grain des moissons,","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:10","price":"10. et les palmiers de belle venue aux régimes régulièrement disposés,","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:11","price":"11. comme subsistance pour les serviteurs (d’Allah). Nous avons (par l’eau) fait revivre une terre morte. Telle sera la résurrection.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:12","price":"12. Le peuple de Noé, les gens d’Ar-Rass et les Thamûd avaient déjà, avant eux, crié au mensonge.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:13","price":"13.  de même que les ‘Ad, Pharaon et les frères de Loth,","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:14","price":"14. les gens de Al-Aykah aussi, et le peuple de Tubba’, tous osèrent démentir les Messagers. Ainsi Ma Menace put-elle se justifier.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:15","price":"15. La première création Nous aurait-elle épuisé au point qu’ils doutent d’une création nouvelle ?","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:16","price":"16. Nous avons créé l’homme et Nous savons ce que lui susurre son âme. Nous sommes plus proche de lui que ne l’est sa veine jugulaire.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:17","price":"17. Deux (Anges) chargés de recueillir (ses œuvres) les recueillent, assis l’un à gauche et l’autre à droite.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:18","price":"18. Il ne profère aucune parole sans qu’un observateur prêt (à l’enregistrer) ne soit à ses côtés.","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:19","price":"19. Les affres de la mort arrivent soudain, révélant la vérité : « Voilà ce que tu voulais éviter. »","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:20","price":"20. Il sera alors soufflé dans le Cor : « Voici venu le Jour de la Menace ! »","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:21","price":"21. Chaque âme viendra accompagnée d’un guide et d’un témoin.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:22","price":"22. « Tu étais distrait de tout cela, (lui sera-t-il dit), et voilà que Nous levons ton voile : ta vue est aujourd’hui perçante. »","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:23","price":"23. Son compagnon dira : «Voici ce qui m’a été confié. »","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:24","price":"24. « Vous deux, (dira Allah), jetez dans la Géhenne tout mécréant obstiné et rebelle,","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:25","price":"25. prompt à s’opposer au bien et à enfreindre (les lois), et sceptique (invétéré),","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:26","price":"26. qui associait à Allah une autre divinité. Précipitez-le donc dans le terrible supplice ! »","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:27","price":"27. « Seigneur, (dira alors son autre) compagnon,[520] je ne l’ai point poussé à la rébellion, lui-même était allé loin dans l’égarement ! »","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"[520] Son démon.","lang":"fr"},{"name":"50:28","price":"28. « Ne vous disputez donc pas devant Moi, (répliquera Allah), alors que (depuis longtemps) Je vous avais prévenus par Ma Menace ! ","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:29","price":"29. Ma Parole ne change pas, et Je ne suis point injuste envers les serviteurs. »","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:30","price":"30. Le jour où Nous dirons à la Géhenne : « Es-tu déjà pleine ? » elle répondra : « Pourrais-je avoir davantage ? »","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:31","price":"31. Le Paradis, (lui), sera là, rapproché (et se trouvera) non loin des (hommes) pieux.","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:32","price":"32. « Voilà donc ce qui vous a été promis, (leur sera-t-il dit), (et aussi) à tout être qui aime à se repentir et respecte (Nos prescriptions),","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:33","price":"33. qui craint le Tout Clément sans Le voir, et qui revient vers Lui avec un cœur repentant.","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:34","price":"34. Entrez-y en paix, voici venu le jour de l’immortalité ! »","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:35","price":"35. Ils y auront tout ce qu’ils désireront, et Nous en avons beaucoup plus encore.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:36","price":"36. Que de générations avant eux n’avons-Nous pas anéanties, qui étaient (pourtant) bien plus féroces et qui avaient parcouru le monde à la recherche d’une issue par où fuir !","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:37","price":"37. Il y a certes là un rappel pour quiconque a un cœur et sait prêter l’oreille tout en étant témoin.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:38","price":"38. Nous avons créé les cieux, la terre et ce qu’il y a entre eux en six jours, sans que ne Nous ait affecté la moindre lassitude.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:39","price":"39. Supporte donc avec patience ce qu’ils te disent ! Rends gloire à ton Seigneur, célèbre Ses louanges avant le lever et le coucher du soleil !","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:40","price":"40. Glorifie-Le aussi durant une partie de la nuit et à la fin des prières.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:41","price":"41. Prête une oreille attentive, le jour où le héraut (de l’Heure) appellera d’un lieu tout proche.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:42","price":"42. Le jour où ils entendront le Cri, en toute vérité, sera le Jour de la Résurrection.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:43","price":"43. C’est certes Nous Qui faisons vivre et faisons mourir, et c’est vers Nous que sera le devenir.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:44","price":"44. Le jour où la terre se sera fendue (pour les expulser) brusquement (de leurs tombes), il Nous sera alors facile de les ramener en foule.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:45","price":"45. Nous Savons le mieux ce qu’ils disent. Tu n’as pas à les contraindre (à la foi). Rappelle plutôt, par le Coran, quiconque craint Ma Menace.   ","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:1","price":"1. Par les éparpilleurs qui éparpillent tout !","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:2","price":"2. Par les porteurs de lourdes charges !","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:3","price":"3. Par les coureurs avec autant d’aisance !","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:4","price":"4. Par les distributeurs (des biens) conformément à un ordre ![521]","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"[521] Selon la majorité des exégètes, il s’agit respectivement des vents, des nuages, des vaisseaux (ou des étoiles) et des anges. À noter que le mot « éparpilleurs » est ici un néologisme.","lang":"fr"},{"name":"51:5","price":"5. Ce qui vous est promis ne peut-être que vrai.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:6","price":"6. Et la Rétribution aura certes lieu.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:7","price":"7. Par le ciel si harmonieusement façonné !","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:8","price":"8. Vos avis sont inconstants.","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:9","price":"9. (Du Coran)[522] se détournera certes celui qui s’est déjà détourné (de la foi).","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"[522] Autre interprétation : du Prophète (paix et bénédiction d’Allah sur lui).","lang":"fr"},{"name":"51:10","price":"10. Que périssent les fieffés menteurs,","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:11","price":"11. qui sont noyés dans l’insouciance,","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:12","price":"12. et qui demandent : «Quand donc viendra le Jour de la Rétribution ? »","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:13","price":"13. Jour où ils seront éprouvés par le Feu.","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:14","price":"14. « Goûtez donc votre épreuve, (leur sera-t-il dit), car c’est bien cela que vous vous empressiez de voir arriver ! »","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:15","price":"15. Les gens pieux seront au milieu des jardins et des ruisseaux,","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:16","price":"16. y recevant ce que leur aura donné leur Seigneur, car ils étaient autrefois bienfaisants.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:17","price":"17. La nuit, ils dormaient peu[523]","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"[523] Ils consacraient la plus grande partie de la nuit à la prière.","lang":"fr"},{"name":"51:18","price":"18. À la pointe de l’aube, ils imploraient le pardon.","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:19","price":"19. Une part de leurs biens était réservée aux mendiants et aux démunis.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:20","price":"20. Il y a sur terre des Signes pour ceux dont la foi est sûre.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:21","price":"21. Et (il y en a aussi) en vous-mêmes. Ne voyez-vous donc pas ?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:22","price":"22. Dans le ciel se trouvent votre subsistance et tout ce qui vous est promis.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:23","price":"23. Par le Seigneur du ciel et de la terre, (cette promesse) est tout aussi vraie que l’est votre don de la parole.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:24","price":"24. T’est-il donc parvenu le récit des hôtes honorés d’Abraham ?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:25","price":"25. Entrés chez lui, ils lui dirent : « Paix ! (Salâm) » « Paix à vous, étranges inconnus ! » leur répondit-il.","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:26","price":"26. Il se retira rapidement et discrètement auprès de sa famille et revint avec un veau gras.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:27","price":"27. En leur présentant le plat, (Abraham) dit : « Ne mangez-vous pas ? »","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:28","price":"28. (Voyant qu’) il commençait à prendre peur devant eux, ils lui dirent : « N’aie aucune crainte ! » et ils lui annoncèrent l’heureuse (venue au monde) d’un fils (doté) d’un grand savoir.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:29","price":"29. Sa femme fit irruption, criant et se frappant le visage : « (Avoir des enfants ?) Une vieille femme stérile (comme moi) ? »","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:30","price":"30. « C’est ce qu’a décrété ton Seigneur, répondirent-ils, c’est Lui le Sage et l’Omniscient. »","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"fr"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}