{"data":[{"name":"12:1","price":"1. Alif, lâm, râ(1). Wana ezali mikapo mia buku ya polele.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"1 Bótala suratu Al-Baqarah mokapo: 1.","lang":"ln"},{"name":"12:2","price":"2. Ya soló, tokitisaki yango kurani na lokota ya arabo mpo ete bososola.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:3","price":"3. Tozali koyebisa yo masolo ma kitoko maye tokitisaki kurani eye epai nayo, mpe ata soki ozalaka liboso na yango o kati ya baye bazangaki bokebi.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:4","price":"4. Tango Yûsuf alobaki na tata waye: Oh tata na ngai! Ya solo, ngai namoni na ndoto minzoto zomi na moko, mpe mwese na sanza, mizali kogumbamela ngai.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:5","price":"5. Alobaki: Oh mwana wa ngai! Kobetela bandeko bayo ndoto nayo eye te, mpo bakoki kosalela yo likita ya mabe. Ya solo satana azali monguna ya polele тропа moto.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:6","price":"6. Mpe ndenge wana nde Nkolo wayo akopona yo, mpe akolakisa yo ndimbola ya bandoto mpe akokokisa bolamu bwa ye likolo nayo, mpe likolo lia bana ba Ya’qúb, lolenge akokisaki yango liboso epai ya baboti nayo mibale, Ibrâhîm na Is’háq. Ya soló Nkolo wayo azali moyebi atonda bwanya.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:7","price":"7. Ezalaki ya sólo, epai ya Yûsuf na bandeko baye bilembo тропа batuni mituna.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:8","price":"8. Tango balobaki ete: Yûsuf na ndeko waye balingami epai ya tata wa biso koleka, mpe biso tozali lisanga lia makasi. Ya sólo, tata wa biso azali na libunga lia polele.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:9","price":"9. Boboma Yûsuf to botinda ye o mboka nyoso ya mosika. Wana nde elongi ya tata wa bino ekotala bino mbala moko, mpe bokozala sima na yango bato balamu.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:10","price":"10. Moko kati na bango alobi: Boboma Yûsuf te, kasi bobwaka ye o kati ya libulu lia mayi ya mozindo, bakozua ye na baleki nzela, soki bokosala.","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:11","price":"11. Balobaki: Eh tata wa biso! Mpona nini te ozali kondimela biso mpona Yûsuf mpe tozali na makanisi malamu epai naye mpe biso tokopesa ye toli?","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:12","price":"12. Tinda ye akende elongo na biso lobi kotambola mpe kosakana, kaši ya soló tokobatela ye.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:13","price":"13. Alobaki: Solo, ezali kopesa ngai mawa ete bökende naye mpe nazali kobanga ete mbwa ya zamba eliya ye. O tango eye bokozala na bokebi naye te.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:14","price":"14. Balobaki: Soki mbwa ya zamba elei ye na biso tozali ebele, wana nde tozali bazangi.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:15","price":"15. Mpe tango bakendeki naye, bayokani ete ba bwaka ye na libulu lia mayi ya mozindo liye bakoki kornona ye te, mpe tomonisa naye ete: Okoyebisa bango likambo lia bango liye, mpe bakoyeba te.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:16","price":"16. Mpe bazongi epai ya tata wa bango na pokwa bazali kolela,","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:17","price":"17. Balobi: Eh tata wa biso! Ya soló, tokendeki komekana тропа kobwaka makonga na mokili, тре totikaki Yûsuf pene na biloko bia biso mpe mbwa ya zamba alei ye. Mpe yo okoki kondimela biso te ata soki tolobi bosembo.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:18","price":"18. Mpe bamemi simisi naye, bapakolo yango makila ya lokuta. Alobi: Milimo mia bino mitindaki na likambo moko boye, kasi kokanga motema ezali malamu. Allah akosalisa ngai na maye bosali.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:19","price":"19. Мре baleki nzela bato ya mombongo batindi moko wa bango mpo akende kotoka mayi тропа bango, tango akitisi katini naye mpo atoka mayi, alobi: Sango elamu, oyo elenge mobali! Mpe batiaki ye na mikumba mpo bateka ye. Kasi Allah nde moyebi na oyo bakosala.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:20","price":"20. Mpe bateki ye na talo ya токе, na ndambu ya misolo mia dirhams mia kotanga, bazuaki ye na motuya te.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:21","price":"21. Mpe oyo asombaki ye azalaki moto ya ezipito, mpe alobaki na mwasi naye: Zúa ye mpe bokolo ye malamu, mpo tango mosusu akosalisa biso to mpe tozua ye mwana na biso. Mpe ndenge wana nde tosalaki na Yûsuf o kati na mokili, mpe totangisaki ye ndimbola ya bandoto. Mpe Allah azali ye moko mokonzi ya makambo naye kasi ebele ya bato bazali koyeba te.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:22","price":"22. Mpe tango akoli, topesaki ye bwanya mpe boyebi. Mpe ndenge wana nde tofutaka babongisi.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:23","price":"23. Mpe kasi (mwasi wa mokonzi) oyo ayambaki ye o ndako naye amekaki mpo akweisa ye na ekobo, mpe akangelaki ye bizibeli bia ndako mpe alobi: Yaka; na sili kobongama тропа yo, alobi ete: (Yûsuf) Allah abatela ngai. Ya soló azali Nkolo wa ngai, apesi ngai libateli ya malamu, ya solo bato mabe bakolongaka te.","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:24","price":"24. Mpe asilaki kolula ye. Ye (Yûsuf) mpe lokola, alulaki ye (mwasi ya mokonzi) soki amonaki elembo ya Nkolo waye te, na boye nde totiyaki ye mosika na mabe mpe mosika ya ekobo, ya sólo ye azalaki moko ya bawumbu na biso ya malamu.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:25","price":"25. Mpe bango banso babale balandanaki mbangu о ngambu ya bizibeli bia ndako mpe apasolaki simisi naye apasoli simisi ya Yûsuf osima ya mokongo mpe bakutani na mobali (wa mwasi ona) na ezibeli ya ndako. Alobi: Lifuta nini okopesa na oyo alingaki kosala mwasi wayo mabe sé ezala boloko to etumbu ekasi?","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:26","price":"26. Alobi (Yûsuf): Ezali ye nde alingaki kokweya na ngai, mpe nzeneneke moko o kati ya libota lia ye alobi: Soki simisi naye epasuki liboso, wana alobi(1) bosoló, mpe ye(2) azali kati ya babuki lokuta.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"1 Alobi bosôló, awa ezali mwasi.\n2 Ye: Ezali: Yûsuf.","lang":"ln"},{"name":"12:27","price":"27. (Kasi) soki simisi naye epasuki na sima, akosi, mpe ye (Yûsuf) azali kati ya balobi bosôló.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"2 Ye: Ezali: Yûsuf.","lang":"ln"},{"name":"12:28","price":"28. Мре tango (mobali) amoni simisi epasuki na sima alobi: Ya soló, ezali motambo ya bino (basi) ya mabe, ya soló motambo na bino (basi) ezali monene koleka.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:29","price":"29. Yûsuf, kokanisa lisusu na oyo te, mpe yo (mwasi) senga bolimbisi тропа lisumu lia yo, mpo ozalaki o kati ya basali mbeba.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:30","price":"30. Mpe tango basi okati ya mboka balobi ete: Mwasi ya mokonzi alingaki kokweisa elenge mobali naye ye moko! Ya sólo penza, asili kolangwa ye bolingo, ya sólo biso tomoni été asili kobunga nzela penza.","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:31","price":"31. Mpe tango ayoki biloba loba bia bango, abengi bango тре alengeleli bango lipati тре akaboleli bango ba mbeli, sima alobi: Віта liboso lia bango. Tango bamoni ye basepeli naye mpe bamikati bapota na maboko та bango na bolobi: Ah Allah! Abongisa ye, oyo azali moto te, akoki kozala anzelu wa lokumu!","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:32","price":"32. Alobaki na bango été: Wana nde oyo bozalaki koloba тропа ngai. Ya sólo ngai nalukaki kokweisa ye kasi ye amibatelaki. Na yango soki asali te oyo na lingi, akokoto boloko mpe akokitisama na kosila lokumu.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:33","price":"33. Alobi: Oh Nkolo wa ngai! Boloko ezali malamu тропа ngai koleka oyo bazali kobenga ngai na yango. Mpe soki obateli ngai te na likita na bango, nakokweya na bango, mpe nakozala o kati ya bazoba.","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:34","price":"34. Nkolo waye andimelaki ye, atiye mosika na mayele та bango mabe: Ya soló, ye azali moyoki atonda boyebi.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:35","price":"35. Sima emonanaki polele na liboso na bango été (Yûsuf) asali eloko te, bamonaki été esengeli kokotisa ye na boloko kino tango oyo esengeli.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:36","price":"36. Mpe akotaki boloko elongo na bilenge mibali mibale. Moko wa bango alobi na Yûsuf: Ya soló, namoni na ndoto été nazali kosala masanga. Mpe mosusu alobi: Ngai namoni namemi mapa na mutu na ngai bandeke bazali kólia yango. Limbola biso ntina na yango nyoso, mpo ya soló tozali kornona yo moto ya malamu.","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:37","price":"37. Alobaki bileyi oyo bitiyami тропа bino bikoki koyela bino te, sé kaka nayebisa bino ndimbola na yango yambo eyela bino. Ezali тропа bino, ndenge Nkolo wa ngai atangisi ngai. Ya soló, natikaki lingomba lia bato baye bandimaka na Allah te, mpe bazali kondima na mokolo ya suka te,","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:38","price":"38. Mpe nalandi lingomba lia baboti na ngai, Ibrâhîm na Is’hâq na Ya’qüb. Esengeli na biso te tosangisa Allah na eloko mosusu. Wana nde bolamu bwa Allah epai na biso na epai ya bato banso, kasi ebele ya bato bazali kotondo te.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:39","price":"39. Oh! Bato ba ngai ba boloko! Boye binzambe nzambe bazali malamu koleka to Allah wa bomoko mpe wa bokoki?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:40","price":"40. Bozali kobondela basusu botiki ye, bazali sé bankombo oyo bopesi bino moko na bankoko na bino biye Allah akitisaki elembetele te. Kasi mobeko ezali sé ya Allah atindaka sé bobondela ye moko. Wana nde lingomba lia semba, kasi ebele ya bato bazali koyeba te.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:41","price":"41. Oh bato ba ngai ba boloko! Mpona ndoto na bino, moko kati na bino akomelisa mokonzi naye masanga, mpe mosusu bakobaka ye, mpe bandeke bakolia motu naye. Likambo liye botunaki ngai lisili kokatama.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:42","price":"42. Mpe (Yûsuf) alobi na oyo abimaki na boloko: Lobela ngai epai ya mokonzi nayo. Kasi satana abosanisi ye bokundoli bwa Nkolo naye, yango awumelaki na boloko pene na mibu ebele.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:43","price":"43. Mpe mokonzi alobi: Ya sôló namoni na ndoto, bangombe sambo ya nzoto kolongonu bizali koliama na bangombe sambo ya kokondo, mpe bambuma sambo ya mayi mapondu mpe misusu ya kokauka. Eh bankumu! Bopesa ngai ndimbola ya ndoto ya ngai, soki boyebi kolimbola ndoto.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:44","price":"44. Balobaki: Bandoto bizali ya kosangana mpe bizali mabe, mpe biso toyebi kolimbola ndoto yango te.","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:45","price":"45. Kasi oyo abimaka na boloko, akanisi mpe alobi: Ngai nakolimbola bino ndoto yango, botinda ngai.","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:46","price":"46. Oh Yûsuf moto wa bosôló! Yebisa biso тропа likambo lia ngombe sambo ya nzoto kolongonu bizali koliama na bangombe sambo ya kokonda, mpe mbuma sambo lia malamu, mpe bisusu lia kokauka mpo nakende koyebisa bato tango nakozonga, mpo bakoka koyeba.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:47","price":"47. Alobi (Yûsuf): Bokolona milona mibu sambo ya kolandana. Мре botika yango na banzete na yango, longola sé moke ya kólia nde bokobuka.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:48","price":"48. Sima na yango, mibu sambo mikolanda mikozala mia paši, bato na yango bakolia biye bobombaki longola sé moke ya biye bokolona.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:49","price":"49. Sima mobu moko mokoya, mbula ekonoka тропа kosalisa bato, тре nakati na yango (mobu) bakokamola (bambuma).","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:50","price":"50. Мре mokonzi alobi: Bomemela ngai ye, tango motindami ayei kopesa ye (Yûsuf) sango ena, (Yûsuf) alobi: Zonga epai ya mokonzi wayo, tuna ye boni sango ya basi baye bamizokisaki maboko? Ya soló, Nkolo wa ngai ayebi likita ya mabe na bango.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:51","price":"51. (Mokonzi alobi na bango): Eloko nini etindaki bino bokweyela Yûsuf? Bayanoli: Na Allah nde mosepelisi, toyebi ye na eloko ya mabe te. Mpe mwasi wa mokonzi alobi: Sikoyo nde bosóló boyebani. Ezalaki nde ngai nalingaki komikweisa epai naye, mpe ye azalaki o kati ya balobi bosôló.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:52","price":"52. Wana nde mpo ayeba ete nasalaki ye mabe te tango azalaki te, mpe ya soló, Allah akambaka likita ya bato ya mabe te.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:53","price":"53. Mpe nakoki komilongola te. Ya sólo, molimo motindaka na mabe, longola sé oyo Nkolo wa ngai akoyokela ye mawa. Ya solo, Nkolo wa ngai azali molimbisi atonda mawa.","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:54","price":"54. Mpe mokonzi alobi été: Boyela ngai ye azala ya ngai moko. Mpe tango asololi na mokonzi, alobaki été: Banda lelo okomi moto wa bosembo mpe ya lokumu epai na biso.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:55","price":"55. Alobi (Yûsuf): Tiya ngai nazala mobateli ya sanduku ya mboka, ya solo, ngai nayebi kobatela.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:56","price":"56. Mpe lolenge wana nde topesaki Yûsuf bokonzi na mboka wana, asalaki manso maye alingaki kosala. Topesaka ngolu na biso na nani tolingi, mpe tokobungisaka lifuta lia bato malamu te.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:57","price":"57. Mpe lifuta lia mokolo ya suka lileka kitoko тропа bandimi, mpo bazalaki kobanga.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:58","price":"58. Mpe bandeko ba Yûsuf bayei bakoti epai naye, ayebi bango kasi bango bayebi ye te.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:59","price":"59. Mpe tango apesi bango biloko biye alengeleki тропа bango, alobi: В óyela ngai ndeko wa bino, oyo atikalaki epai ya tata wa bino. Boye bozali kornona te ete nazali kokokisa emekeli (kilo) bwa ngai Mpe nazali malamu koleka?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:60","price":"60. Kasi soki boyeli ngai ye te, bokozua biloko te epai na ngai, mpe bopusana pene na ngai te.","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:61","price":"61. Mpe balobi: Tokomeka koyebisa tata waye. Mpe ya soló, tokomeka kosala yango.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:62","price":"62. Mpe alobi na basali baye: Botiya biloko bia bango na basaki bia bango. Mpo bakoka koyeba yango tango bakozonga kowuta na libota lia bango, mpe mpo bakoka kozonga.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:63","price":"63. Mpe tango bazongeli tata wa bango, balobi: Oh tata wa biso! Baboyi kopesa biso biloko. Pesa biso ndeko wa biso mpo tokoka kozua biloko, mpe ya sólo, biso tokobatela ye.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:64","price":"64. Alobaki na bango été: Bokanisi été nakopesa bino ye lokola ezalaki na ndeko naye liboso? Kasi Allah azali mobateli malamu aleka mawa.","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:65","price":"65. Мре tango bafungoli mikumba mia bango, bakuti biloko oyo batiyelaki bango bizali. Balobi: Oh tata wa biso! Tokolinga nini lisusu, bazongiseli biso biloko na biso nyoso. Mpe tokoleisa libota lia biso, mpe tokobatela ndeko wa biso, тре tokobakisa mokumba ya mpunda moko mpe wana ezali pasi te.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:66","price":"66. Mpe alobi été: Nakotinda ye na bino te. Kino bosalela ngai malako epai ya Allah ete bokoyela ngai ye, longola sé bokufa bino banso. Tango bayeli ye yango, alobi: Allah nde mobateli wa manso na maye tolobi!","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:67","price":"67. Mpe alobi été: Oh bana na ngai! Bokota na ekoteli moko te, (bino banso), kasi bokota bipai na bipai. Nakoki kosalisa bino koleka Allah te, mobeko ezali sé ya Allah, mpe natiye elikya na ngai epai naye, mpe tika ete baye bamipesaka ba mipesa sé epai naye.","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:68","price":"68. Mpe tango bakoti na bisika biye balakisaki bango na tata wa bango, esalisaki bango na eloko te koleka mibeko mia Allah, ezalaki sé makanisi та Ya’qúb maye atiyaki. Kasi azalaki na boyebi mingi na maye tolakisaki ye, kasi ebele ya bato bazali koyeba te.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:69","price":"69. Mpe tango bakotaki epai ya Yûsuf, batikeli ye ndeko waye, alobi: Ya soló, ngai nazali ndeko wayo, koyoka pasi te na maye bazalaki kosala.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:70","price":"70. Mpe tango abongiseli bango mikumba ya bilei, atiye wolo ya emekeli na mokumba ya ndeko naye sima mobeleli abeleli bango ete: Eh bino bapaya bozali soló bayibi.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:71","price":"71. Babaluki mpe balobi: Nini bobungisi?","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:72","price":"72. Balobi: Tobungisi nkeni ya walo ya mokonzi. Tozali koluka yango na mikumba, soki nani oyo azui yango, mpe ngai nazali moyangeli.","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:73","price":"73. Balobi: Na Allah, boyebi malamu penza ete biso toyaki te mpo tobebisa na mboka eye, tozali mpe bayibi te.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:74","price":"74. Balobi: Etumbu ekozala nini soki bozali kokosa?","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:75","price":"75. Balobi: Etumbu ekozala sé epai ya oyo bokokuta eloko ena (bozali koluka) na mokumba naye, wana nde lifuta lia babubi.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:76","price":"76. Mpe abandaki na mikumba na bango liboso, na sima abandi na oyo ya ndeko naye mpe akutaki yango na mokumba ya ndeko naye. Ndenge wana nde tosalaki na Yûsuf, kasi alingaki kokanga ndeko waye te, engebene na mobeko mwa mokonzi, longola sé maye Allah alingaki. Totombolaka bisika bia baye tolingi, mpe likolo lia moto nyoso topesi ye boyebi, okokuta oyo aleki ye na boyebi.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:77","price":"77. Balobi: Soki ayibi, (alandi) sé ndeko naye asilaki mpe koyiba liboso. Mpe Yûsuf, ayokaki yango mpasi na motema, kasi amonisaki bango yango te, mpe alobi na motema ete: Mabe na bino oyo eleki, mpe Allah ayebi maye bozali koloba.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:78","price":"78. Balobi: Eh mokonzi! Tata waye azali mobange wa kala. Zua moko o kati na biso na esika naye. Ya soló, tozali kornona yo o kati ya babongisi.","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:79","price":"79. Alobi: Allah Abátela ngai! Tokozua sé oyo tokuti ye na biloko bia biso, ya sólo soki te, tokozala o kati ya babubi.","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:80","price":"80. Mpe tango elikya ya komema ye esili bango, basololi na bobombami. Mpe yaya wa bango alobi: Boye boyebi ete tata wa bino asilaki kozua elaka na bino epai ya Allah liboso тропа Yûsuf? Kasi bozangaki kokokisa yango, nakolongwa awa te kino tata wa ngai akopesa ngai ndingisa, to Allah alongisa ngai na likambo liye, mpe (ye) azali mokati malamu. (ya likambo)","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:81","price":"81. Bozonga epai ya tata wa bino, mpe boloba; Oh tata wa biso! Ya soló, mwana wayo ayibi. Mpe tokotatola sé oyo toyebi, kasi, toyebi mabombami te.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:82","price":"82. Mpe tuna mboka (bato ya mboka) epai towuti, esika eye tokomelaki, mpe lisanga na biso bato ya mobembo. Ya sólo tozali penza koloba bosóló.","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:83","price":"83. Alobi (ya’qúb): Milimo mia bino mitindi bino na likambo mabe. Kasi kokanga motema ezali kitoko mpe malamu, tango mosusu Allah akozongisela ngai bango banso. Ya sólo, ye azali moyebi atonda bwanya.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:84","price":"84. Mpe apesi bango mokongo mpe alobi: Nazali na mawa тропа Yûsuf! Mpe miso maye matondi na pizoli na mawa, mpe ye akangi motema.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:85","price":"85. Balobi: Na nkombo ya Allah okotika kokanisa Yûsuf te, kino mabe ekozua yo to okokufa?","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:86","price":"86. Alobi: Na paši mpe mawa na ngai, nazali komilela sé na Allah, mpe nayebi тропа Allah oyo bino boyebi te.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:87","price":"87. Oh! Bana bangai! Bökende koluka Yûsuf na ndeko waye, mpe bozanga elikya te na Allah. Longola sé bapengwi тро bango bazanga elikya epai ya Allah.","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:88","price":"88. Mpe tango bakoti epai naye balobi: Oh mokonzi! Nzala ezui biso na mabota та biso, mpe toyei na biloko bisusu biye bizali na talo te, mekela biso mpe salisa biso, ya soló Allah afutaka basali bolamu.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:89","price":"89. Alobi Boye: Bozali koyeba maye bosalaki na Yûsuf na ndeko naye tango bozalaki na kozanga koyeba?","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:90","price":"90. Balobi: Ya sólo, yönde Yûsuf? Alobi: Ngai Yûsuf mpe oyo ndeko wa ngai Allah asili kosalisa biso. Ya soló, oyo akobanga ye mpe akangi motema, ya sólo penza, Allah abungisaka bolamu bwa babongisi te.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:91","price":"91. Balobi: Na nkombo ya Allah! Ya sólo, Allah atomboli yo koleka biso, mpe tozalaki bato ya mbeba.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:92","price":"92. Alobi: Kobanda lelo oyo etumbu ezali te тропа bino. Allah alimbisa bino, ye nde azali na ngolu koleka.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:93","price":"93. Bökende na simisi na ngai oyo, mpe bobwaka yango na elongi ya tata na ngai, miso naye ekofungwama. Мре па sima boyela ngai libota nabino mobimba.","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:94","price":"94. Mpe tango bakotaki na ndelo ya mboka tata na bango alobaki été: Ya soló, ngai nazali koyoka solo ya Yûsuf, ata soki bozali kozua ngai na lokuta.","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:95","price":"95. Balobaki naye: Na nkombo ya Allah! Ya sólo, yo ozali penza na libunga nayo ya kala.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:96","price":"96. Мре tango momemi sango malamu akomaki, abwakaki simisi na elongi naye mpe miso naye efungwamaki. Mpe alobaki na bana été: Boye nayebisaki bino te ete ya soló, Allah apeși ngai boyebi boye bozali na yango te?","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:97","price":"97. Balobi: Oh tata wa biso! Sengela biso tubela na masumu та biso, ya soló, tosalaki mabe.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:98","price":"98. Alobi: Nakosengelaka bino bolimbisi epai ya Nkolo wa ngai, ya sólo, ye azali molimbisi atonda ngolu.","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:99","price":"99. Mpe tango bakotaki epai ya Yûsuf akendeki koyamba baboti naye (tata na mama), mpe alobaki: Bokota na ezipito na kimia nyoso mpe na bolingo ya Allah.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:100","price":"100. Mpe amatisaki baboti naye likolo ya kiti ya bokonzi, mpe sima bafukamelaki ye. Mpe alobaki: Oh tata na ngai! Oyo ezali ndimbola ya ndoto na ngai nalotaka kala, Allah asili kokokisa yango na bosôló. Mpe asalelaki ngai bolamu ebele sima ya kobimisa ngai na boloko. Mpe abimisi bino kowuta na zamba sima oyo satana akotaki o kati na ngai na bandeko na ngai. Ya soló, Nkolo wa ngai azali malamu na nyoso alingi. Ya sólo, ye azali moyebi atonda bwanya.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:101","price":"101. Oh Nkolo! Osilaki kopesa ngai bokonzi, mpe otangisaki ngai koyeba ndimbola ya bandoto, yonde mokeli wa likolo na mabele, yonde ozali molongisi wa ngai o kati ya mokili mpe na mokolo mwa suka, boma ngai mizilima, tia ngai elongo na bato malamu.","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:102","price":"102. Wana ezali basango oyo eyebani te tozali koyebisa nayo, mpe ozalaki te na bango elongo tango basanganaki тропа kosala likita na bango, mpe bazalaki kondima тропа kosala likita. (lia mabe)","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:103","price":"103. Kasi ebele ya bato bazali kondima te ata soki ozali kotelemela bango.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:104","price":"104. Nzoka nde okosenga bango lifuta te тропа yango, wana ezali sé bokundoli тропа molongo mobimba.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:105","price":"105. Kati na likolo mpe na nsé, ezali na bilembo boni bato bazali koleka na bopesi biango mokongo?","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:106","price":"106. Mpe ebele kati na bango bazali kondima na Allah, mpe bazali sé basangisi.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:107","price":"107. Boye, bakanisi bazali na kimia na boyeyi etumbu ya Allah oyo ekozipa bango to mpe mokolo ya suka ekoyela bango mbalakaka mpe bango bazali koyeba te?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:108","price":"108. Loba: Oyo nde nzela na ngai. Nazali kobenga bato epai ya Allah na boyebi, ngai na baye bakolanda ngai. Mpe nkembo na Allah! Mpe ngai nazali o kati ya basangisi te.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:109","price":"109. Mpe totindaki te liboso nayo sé mibali, moto na moto na etuka naye na bimoniseli oyo tokitiselaki bango. Mpe batambolaki na mokili te mpo batala ndenge nini bato ya liboso lolenge basukaki? Kasi ndako ya lobi nde ezali malamu тропа babangi (Allah), boye bozali kososolo te?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:110","price":"110. Kino tango batindami balingaki кокота nakozanga elikia, mpe bakanisaki ete bato na bango basili koboya bango, kasi elonga na biso eyaki tango wana. Mpe tobikisaki nani tolingaki kati na bango, kasi etumbu na biso ezangisaka batomboki te.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"ln"},{"name":"12:111","price":"111. Ezalaki o kati ya masapo na bango, liteya тропа bato ya mayele. Ezali másese ya lokuta te mpe ya pamba pamba te kasi ezali nde bosembo oyo ezali kondima na maye makitaki liboso, mpe ndimbola ya makambo manso, ezali mpe bokambi mpe ngolu тропа bandimi.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"ln"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}