{"data":[{"name":"2:1","price":"1. Alif, Lâm, Mîm(1).","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"1 Ba suratu oyo: 2, 3, 7, 10, 11, 12, 13, 14, 15, 19, 20, 26, 27, 28, 29, 30, 31, 32, 36, 38, 40, 41, 42, 43, 44, 45, 46, 50, 68, Bibandeli na yango ezali ba letele oyo bantina na yango eyebani te, bandimbola na yango eyebi kaka ye moko Allah.","lang":"ln"},{"name":"2:2","price":"2. Buku eye ezali na ntembe te okati na yango ezali kokamba baye babangi (Allah).","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:3","price":"3. Ba oyo bandimi na mabombami mpe batelemisi losambo mpe kowuta na maye topesaki bango bazali kobimisa.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:4","price":"4. Mpe ba oyo bazali kondima na maye makitisamaki epai nayo mpe na maye makitisamaki liboso nayo mpe bazali kondima na mokolo ya suka.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:5","price":"5. Bango nde bakambami kowuta epai ya Nkolo wa bango mpe bango nde balongi.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:6","price":"6. Ya sôló ba oyo bapengwa bazali bobele bongo, okebisa bango to okebisa bango te bakondimaka te.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:7","price":"7. Allah asila kokanga mitema mia bango mpe boyoki na bango, mpe azipi bomoni na bango mpe bakozua etumbu enene.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:8","price":"8. Mpe okati ya bato basusu bazali koloba ete tondimi na Allah, mpe na mokolo ya suka, mpe bango bazali bandimi te.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:9","price":"9. Bakanisi ete bazali kokosa Allah na bandimi, nzoka nde bazali komikosa sé bango moko kasi bazali koyeba te.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:10","price":"10. Okati ya mitema mia bango mitondi na bokono, mpe Allah akobakisela bango bokono ya makasi; mpe bazali na etumbu ya makasi na maye bazalaki kokosa.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:11","price":"11. Mpe soki bayebisi bango bobebisa te okati ya mokili, bakolobaka ete: Ya sôló biso tozali babongisi.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:12","price":"12. Kasi bango bazali babebisi, mpe bango bazali komiyeba te.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:13","price":"13. Mpe soki bayebisi bango, bondima ndenge bato bandimi, bakoloba ete: Boye, tondima lokola bazoba bandimi? Mpe ya sôló bango nde bazoba kasi bazali komiyeba te.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:14","price":"14. Mpe soki bakutani na ba oyo bandima bakolobaka: Tondimi, soki bakutani epai ya bazabulu na bango, bakolobaka ete: Biso tozali elongo moko na bino, ya sôló tozali sé kotiola bango.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:15","price":"15. Allah akotiolaka mpe bango, mpe akobakisela bango bopengwi na ntango molayi.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:16","price":"16. Bango nde basila kosomba libungi batiki bokambemi, kasi mombongo mwa bango mozali na lifuti te, mpe bakokambama te.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:17","price":"17. Ndakisa na bango ezali lokola moto oyo apelisi móto, mpe na tango móto engali zinga zinga na yango Allah abungisi bongengi bwa bango, mpe atiki bango okati ya molili, bakomonaka te.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:18","price":"18. Bakoyokaka bosembo ata moke te, mpe bakolobelaka yongo ata moke te, mpe bakomona yango ata moke te, mpe bakozongaka na bosembo te.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:19","price":"19. Lokola mapata ya moyindo lolenge mbula eyaka mpe na lokito ya nkake na bazali kotia misapi na matoyi mia bango mpo na bobangi lokito ya nkake mpe mpona bobangi ete bakufa, mpe Allah azali mozingi ya bapengwi o bisika binso.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:20","price":"20. Etikalaki sé moke eboma miso na bango mikalali, tango inso bongengi wana ekomeli bango bakotambola, mpe soki molili mozongi batelemi, kasi soki Allah alingaki nde abomi boyoki mpe bomoni bwa bango, ya sôló Allah azali na nguya likolo lia biloko binso.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:21","price":"21. Eh bino bato! Bobondela Nkolo wa bino oyo akeli bino mpe akeli ba oyo balekaki liboso na bino mpo bozwa bobangi.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:22","price":"22. Ye nde oyo akeli mpo na bino mabele lokola mbeto, mpe likolo lokola etando, mpe azali kokitisa mayi kowuta likolo, mpe azali kobimisa na yango bambuma ya lolenge nyonso ezala bozwi mpo na bino, mpe bozuela Allah basangisi te wana bosili koyeba.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:23","price":"23. Mpe soki bozali na ntembe na maye tokitisaki epai ya mowumbu na biso, boya na suratu lolenge na yango mpe bobenga banzeneneke na bino(1) na botiki Allah soki bozali bato ya bosembo.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"1 Baye oyo bazali kobondela na botiki Allah.","lang":"ln"},{"name":"2:24","price":"24. Mpe soki bosali yango te, mpe bokokoka kosala yango te, bobanga móto oyo nkoni na yango ekozala bato na mabanga, elengelami mpona bapengwi.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:25","price":"25. Mpe pesa sango ya malamu epai na ba oyo bandimi mpe bazali kosala misala ya malamu, ya sôló bakozala na bisika mingala mikotiola na nsé na yango. Ntango inso bazali koleisama na bambuma, bakoloba ete: Oyo nde (mbuma) toleisamaki liboso kasi, ekozala na lolenge mosusu. Mpe okati ya lola bakozala na basi baye bapetolama mpe kuna(1), bakozala seko na seko.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"1 Na kati ya lola.","lang":"ln"},{"name":"2:26","price":"26. Ya sôló, Allah azalaka na nsoni te ya kopesa ndakisa na eloko songolo oyo ye alingi ata soki ezali eloko moke lokola ngungi to mpe ndakisa mosusu likolo na yango. Mpe mpona ba oyo bandima bazali koyeba ete yango ezali bosembo kowuta epai ya Nkolo na bango. Mpe baye bapengwa, bakoloba ete nini Allah alingi koloba na bandakisa eye? Mpona yango bayike(1) bakozala na bobungi mpe bayike bakokambama, kasi, sé bato mabe nde bazali kobungisama na yango.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"1 Ebele.","lang":"ln"},{"name":"2:27","price":"27. Baye bazali kokata boyokani eye bayokanaki na Allah, mpe bazali kokabola maye Allah apesaki ndingisa ete ekangisama, mpe bazali kobebisa okati ya mabele; bango nde bazali bazangi.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:28","price":"28. Ndenge nini bokopengwa na Allah mpe bozalaki bibembe mpe apesi bino bomoyi? Sima akoboma bino, sima akosekwisa bino mpe epai naye nde bokozongisama.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:29","price":"29. Ye nde akeli mpo na bino maye manso mazuami o mabele, sima amitalisi na mapata, mpe akeli mapata nsambo, ye nde azali na boyebi ya biloko binso.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:30","price":"30. Mpe tango Nkolo wa yo alobaki na ba anzelu ete: Ya sôló ngai nalingi kotia na mabele mokitani. Bayanolaki ete: Olingi otia kati na mabele oyo akobebisa mpe akosopa makila? Mpe biso tozali kokumisa yo mpe tozali kokumisa bosantu bwayo. (Allah) alobaki ete: Ya sôló ngai nazali na boyebi na maye bino boyebi te.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:31","price":"31. Mpe atangisaki Âdam bankombo ya bikelamu binso, nsima atiaki yango liboso ya ba anzelu mpe alobaki: Botangela ngai bankombo ya bikelamu biye soki ya sôló bozali na bosembo.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:32","price":"32. Bayanoli: Lokumu nayo! Tozali na boyebi te kaka na maye otangisaki biso. Ya sôló yo ozali moyebi ya manso mpe otondi na bwanya.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:33","price":"33. Alobaki: Eh Âdam! tangela bango bankombo ya bikelamu biye. Mpe na tango atangelaki bango bankombo na yango, (Allah) alobaki: Nayebisaki bino te ete ya sôló ngai nayebi mabombami ya likolo na ya nsé mpe nayebi maye bobimisaka polele na maye bobombaka?","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:34","price":"34. Mpe na tango toyebisaki na ba anzelu bogumbamela Âdam, banso bagumbamaki longola sé ibilisi(1) oyo atondisamaki na lolendo mpe azalaki okati ya bapengwi.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"1  Satana.","lang":"ln"},{"name":"2:35","price":"35. Mpe tolobaki: Eh Âdam! Fanda na mwasi nayo okati ya lola, mpe bolia binso biye bokolinga, mpe bobeleme te penepene na nzete oyo, soki bobelemi penepene na yango bokozala elongo ya babubi.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:36","price":"36. Mpe na sima satana akosaki bango mpe abimisaki bango o esika eye bazwamaki. Mpe tolobaki bokita bino na bino bokozala banguna mpe bokozala o mabele na bisengo ya ngonga moke.","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:37","price":"37. Mpe Âdam azuaki maloba ya bolimbisi epai ya Nkolo wa ye, mpe (Allah) alimbisaki ye, ya sôló ye azali moyoki tubela mpe atonda ngolu.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:38","price":"38. Mpe tolobaki: Bokita bino banso, kowuta nakati na yango!(1) mpe ya sôló tango inso bokambami ekokomela bino uta epayi na ngai, ba oyo bakolanda bokambami bwa ngai, bakozala na bobangi te, mpe bakozala na mawa te.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"1 Lola.","lang":"ln"},{"name":"2:39","price":"39. mpe baye bapengwa mpe bazali kobuka lokuta na mikapo na biso, bango nde bato ya lifelo. Bakozala seko o kati na yango.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:40","price":"40. Eh bana ya Isalayele! Bokanisa bolamu na ngai oyo napesaki bino, mpe bokokisa elaka na ngai na kokisa elaka na bino. Mpe ngai nde esengeli bobanga.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:41","price":"41. Mpe bondima maye nakitisaki, ezali kondima na maye bozali nayango, mpe bozala te bato ya liboso mpona koboya yango. Mpe boteka te mikapo mia ngai na ntalo moke, mpe nga nde esengeli bobanga.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:42","price":"42. Mpe bosangisa bosembo na lokuta te, mpe bozali kobomba bosembo mpe na bino bozali koyeba.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:43","price":"43. Mpe botelemisa losambo, mpe bobimisa zakat(1), mpe bogumbama elongo na bagumbami.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"1  Zakat: Ezali likabo oyo bato ya bozwi bapesaka babola mbala moko na mbula.","lang":"ln"},{"name":"2:44","price":"44. Bozali kotinda bato na bolamu mpe bozali komibosana bino moko, mpe bino bozali kotanga buku? Boye bozali na bososoli te?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:45","price":"45. Boluka lisalisi na koyika mpiko mpe na losambo, pamba te yango ezali mpasi te epai ya babangi (Allah).","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:46","price":"46. Baye bazali kolikia ete ya sôló bakokutana na Nkolo na bango, mpe ya sôló epai naye nde bakozongaka.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:47","price":"47. Eh bino bana ya Isalayele! Bokanisa bolamu na ngai napesaki epai na bino, mpe ya sôló ngai napesa bino lokumu likolo ya mokili mobimba(1).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"1  Na tango na Bango.","lang":"ln"},{"name":"2:48","price":"48. Mpe bobanga mokolo moye molimo moko mokosalisaka mosusu ata na eloko moko te, mpe bobondeli ekondimama te, mpe bosikoli ekoyambama te, mpe bakozua lisungi te.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:49","price":"49. Mpe ntango tobikisaki bino epai ya bato ya falo, bazalaki konyokola bino na bitumbu binene, bazalaki kokata bakingo ya bana na bino mpe bazalaki kotika basi na bino na bomoyi mpe bozalaki na mimekano minene kowuta epai ya Nkolo wa bino.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:50","price":"50. Mpe tango tokabolaki ebale mpo na bino (bokatisa ngambo esusu), mpe ya sôló tobikisaki bino mpe tozindisaki bato ya falo okati ya mayi, na bino bozalaki komona.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:51","price":"51. Mpe tango topesaki elaka epai ya Mûssa babutu ntuku minei, mpe bobondelaki mwana ngombe sima naye, mpe bozalaki babubi.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:52","price":"52. Sima, tolimbisaki bino na yango, mpo ete bokoka kotondo.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:53","price":"53. Mpe tango topesaki Mûssa buku mpe bososoli mpo ete bino bokambama.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:54","price":"54. Mpe tango Mûssa alobaki na bato naye: Eh bino bato na ngai! ya sôló bino bomibubaki bino moko mpona kobondela mwana ngombe mpe botubela epai na Nkolo na bino, bomiboma kati kati na bino, wana nde ezali malamu epai ya Nkolo na bino. Mpe ayambi tubela na bino, ya sôló ye nde molimbisi atonda ngolu.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:55","price":"55. Mpe tango bolobaki: Eh Mûssa! Tokoki kondimela yo te kino tomona Allah polele, lokito ya nkake ebetaki bino, mpe bino bozalaki kotala.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:56","price":"56. Sima, tosekwisaki bino sima ya bino kokufa mpo ete bokoka kotondo.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:57","price":"57. Mpe tobombaki bino okati ya elili ya londende, mpe tokitiselaki bino manna(1) mpe salwa,(2) bolia bilei ya malamu biye bipesamaki mpona bino, mpe babubaki biso te kasi bango moko bamibubaki.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"1 Manna: Ezali: Masanga ya sukali oyo ezali lokola mafuta ya nzoyi.\n2  Salwa: Ezali: Ndeke ya moke oyo ezali na mosuni ya elengi.","lang":"ln"},{"name":"2:58","price":"58. Mpe o tango tolobaki: Bokota na etuka eye, mpe bolia okati na yango ndenge bokosepela, mpe bokota na ekuke na bofukami, mpe boloba maloba ya bolimbisi, tokolimbisa mbeba na bino mpe tokobakisela bato ya malamu bolamu.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:59","price":"59. Mpe babubi bayaki na liloba mosusu bayebisaki bango te, mpe tokitiselaki bango etumbu na likolo mpo na mabe bazaliki kosala.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:60","price":"60. Mpe tango Mûssa alukaki lolenge ya komelisa bato naye (mayi), mpe tolobaki naye: beta lingenda nayo likolo ya libanga. Mpe tango abetaki ekabwanaki na biteni zomi na mibale ya mingala, bato banso bayebaki bisika bakomela, bolia mpe bomele kowuta na bozui oyo Allah apesi bino, kasi botia mobulu okati ya mabele te.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:61","price":"61. Mpe bino bokanisa tango bolobaki: Eh Mûssa! biso tolembi kolia bilei sé moko. Bondela na Nkolo nayo (Allah) mpo abimisa pona biso bilei kowuta na mabele ebimisa: Ndunda, maboke, hayi, solo mpe matungulu, alobi: Bolingi bobalola oyo ya malamu koleka na oyo ya mokie? Boye bokita(bokende) na engumba eye bino bolingi, mpe bino ya sôló bokozua oyo bozali kosenga. Mpe minyoko mibetaki bango bozangi, mpe bokono mpe kanda ya Allah ekitelaki bango. Nyonso wana mpo ya sôló bango bazalaka kopengwa na bilembo ya Allah, mpe bazalaki koboma bantoma mpamba. Nyonso wana mpo bazalaka koboya kotosa mpe balekisaki ndelo.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:62","price":"62. Ya sôló, baye bandima mpe baye bamikomisi bayuda mpe baklisto na baswâbi-îna(1) oyo akondima na Allah mpe na mokolo mwa suka mpe asali misala ya malamu, bakofutama epai ya Nkolo wa bango, mpe bakozala na bobangi te, mpe mawa te.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"1  Baswâbi-îna: Bazali bayuda te mpe baklisto te, kasi bazali ba sangisi Allah.","lang":"ln"},{"name":"2:63","price":"63. Mpe bokanisa mikano miye tozuelaki bino, mpe totombolaki likolo na bino ngomba, bosimba maye topesi bino makasi mpe bokanisa maye mazali na kati na yango mpo ete bozala na bobangi (ya Allah).","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:64","price":"64. Sima bopesaki yango mokongo, mpe soki ezalaki bolamu ya Allah likolo ya bino mpe mawa naye te, nde bolingaki bozala na molongo ya bazangi.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:65","price":"65. Mpe ya sôló boyebaki baye oyo balekisaki ndelo na kati ya bino mpona mokolo mwa mposo, mpe tolobaki na bango: bozala bamakako biloko bizangi ntina.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:66","price":"66. Mpe totiaki yango ezala ndakisa mpona bingumba biye bizalaki zingazinga na yango mpe ezalaki toli mpona babangi.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:67","price":"67. Mpe tango Mûssa alobaki na bato naye: Ya sôló, Allah apesi na bino mobeko ete: Boboma ngombe. Balobaki: yo ozali kozua biso na maseki? (Mûssa) alobaki ete: Na mibateli epai ya Allah mpo ete nazala te na molongo ya bazoba.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:68","price":"68. Balobaki: Sengela biso Nkolo nayo alakisa biso ngombe wana ezali ndenge nini. (Mûssa) alobi: Ya sôló ye Nkolo alobi: Ya sôló ngombe wana ezali mobange te mpe elenge te, ezali na kati kati ya wana. Mpe bosala maye botindami.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:69","price":"69. Balobaki: Sengela biso Nkolo wa yo alakisa biso polele langi na yango ezali nini. (Mûssa) alobaki: Ya sôló ye Nkolo na bino alobi: Ya sôló ngombe wana ezali na langi ya mosaka ya makasi(1) esepelisa bato tango bakomona yango.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"1  Mayi ya mosaka.","lang":"ln"},{"name":"2:70","price":"70. Balobaki: Sengela biso Nkolo wa yo alakisa polele ngombe yango, ya sôló, epai na biso bangombe bazali lolenge moko. Mpe ya sôló biso na bolingi ya Allah tokokambama.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:71","price":"71. (Mûssa) alobaki: Ya sôló Nkolo wa bino alobi: Ya sôló ngombe yango ezala te oyo enuni na mosala ya bilanga, ezala te mpe ngombe ya makolo matengama to mabukama te. Balobaki: sika oyo nde olobi bosembo, mpe basasaki yango, pe bazalaki mpenza na posa ya kosala yango te.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:72","price":"72. Mpe tango bobomaki moto, mpe moko na moko kati na bino abandaki koluka koyeba nani mobomi, mpe Allah nde mobimisi maye bino bozali kobomba.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:73","price":"73. Mpe tolobaki:(1) bobeta ye(2) na ndambo na yango,(3) na ndenge wana nde Allah akosekwisa bawei, mpe Allah azali kolakisa bino bilembo biye mpo ete bino bososola.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"1  Allah. 2  Moweyi.3  Ngombe.","lang":"ln"},{"name":"2:74","price":"74. Sima mitema mia bino mikomaki makasi. Lokola mabanga to makasi koleka mabanga, pamba te ya sôló kati ya mabanga, misusu mingala mizali kobima kati na yango, mpe mabanga misusu mizali kopasuka mpe mibimisi mayi, mpe ya sôló okati ya mabanga misusu ekweyaka mpona bobangi Allah. Mpe Allah abosani te maye bozali kosala.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:75","price":"75. Boye bozali kolikia (bamizilima) ete bato ya motindo wana (bayuda), bakondimela bino? Mpe ya sôló lisanga ezalaki kati na bango bazalaki koyoka maloba ya Allah, mpe babaloli yango sima na bango kozua mayele, mpe bango bazali koyeba?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:76","price":"76. Mpe tango bakokutana (bayuda) na baye bandima (bamizilima), bakolobaka: Tondimi; mpe soki bazali bango na bango (bayuda), bakolobaka: Bokoyebisa bango mpona maye Allah afungoleli bino? Mpo bazala na maloba ya elonga Likolo na bino liboso lia Nkolo wa bino, Boye bozali na mayele te?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:77","price":"77. Boye bazali koyeba te, ya sôló Allah ayebi maye bazali kobomba mpe maye bazali kobimisa polele?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:78","price":"78. Mpe na kati na bango, ezali na baye bayebi kotanga te mpe kokoma te, mpe bayebi buku te, bobele komizwa, mpe bango bazali bobele na makanisi.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:79","price":"79. Mpe mawa mpona ba oyo bazali kokoma buku bobele na maboko na bango, sima bazali koloba ete: Oyo ewuti epai ya Allah mpe bazali koteka yango na ntalo moke, mpe mawa na bango na maye maboko na bango mazali kokoma, mpe mawa na bango na maye bazali kozua lokola mbano.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:80","price":"80. Mpe balobaki móto ekosimba biso te bobele mikolo miye miyebani. Loba: Boye bino bozuaki elaka epai ya Allah, mpe Allah azangisaka te na elaka naye? To boye bozali koloba likolo ya Allah maye boyebi te?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:81","price":"81. Kasi, moto oyo asalaki mabe mpe masumu naye ezingi ye, mpe baye wana bakozala bato ya móto libela na libela.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:82","price":"82. Mpe ba oyo bandimaki mpe basalaki misala ya malamu, baye wana bakozala bato ya lola mpo na libela.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:83","price":"83. Mpe na tango tozuaki mikano epai ya bana ya isalayele, ete bobondela sé bobele Allah, mpe bosala bolamu na baboti na bino, mpe mabota ya pembeni, mpe bana bitike, mpe babola, mpe boloba na bato liloba ya malamu, mpe botelemisa losambo mpe bofuta zakat.(1) sima bopesaki mokongo na mibeko topesaki bino, bobele moke na kati na bino nde balandaki mibeko.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"1  Botala na mokapo 43.","lang":"ln"},{"name":"2:84","price":"84. Mpe bokanisa tango tozuaki mikano mpona bino ete: Bosopa makila te, mpe bobimisa bino na bino na bandako na bino te, sima bondimaki yango mpe bozalaki bino moko banzeneneke.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:85","price":"85. Sima ya mikano, bobandi kobomana, mpe bozali kobimisa misusu kati na bino na bandako na bango, mpe bozali kosalisa basusu kati na masumu mpe na kimonguna likolo na basusu. Soki bandeko na bino ya lingomba bayeli bino bakangami ya bitumba, bozali kokangola bango na mbongo mpe bino boyebi ete yango ezali lisumu; Pona kobimisa bango. Bozali kondima na ndambu ya buku mpe bozali kopengwa na ndambu? Lifuta nini ekozala likolo ya oyo akosala yango kati na bino kaka azala mutu ya mpamba na bomoyi ya mokili, mpe na mokolo ya suka, bakozongisama na etumbu ya makasi, mpe Allah abosani te maye bozali kosala?","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:86","price":"86. Ba oyo bazali kosomba bomoyi ya nsé kotika bomoyi ya lobi. Mpe tokokutola etumbu na bango te mpe bakosungama te.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:87","price":"87. Mpe ya sôló topesaki epai ya Mûssa buku, mpe totindaki sima naye batindami balandani. Mpe topesaki Issa mwana ya Maryam bilembo polele, mpe tolendisaki ye na molimo mosantu: Boye na tango inso motindami akoyela bino maye masepelisi bino te, bosalaki lolendo mpe bozuaki bango bato ya lokuta mpe bobomaki basusu.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:88","price":"88. Mpe balobi ete: Mitema mia biso mizali ya kokangama, kasi Allah alakeli bango botutu na ntina ya bopengwi na bango, mpe kondima na bango ezali ya moke.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:89","price":"89. Mpe na tango buku eyelaki bango kowuta epai ya Allah mpona kolakisa bosôló na maye bazalaki na yango, mpe liboso bazalaki koluka kozala likolo ya ba oyo bapengwa, mpe tango ekomelaki bango na maye bango bayebaki bapengwaki mpo na yango, mpe botutu bwa Allah ezali likolo ya bapengwi.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:90","price":"90. Ezali mabe mpona maye milimo na bango misombaki yango ete bapengwa na maye Allah akitisaki, kotomboka ete Allah akitisa bolamu naye likolo ya bawumbu naye oyo Alingi, mpe bawumelaki na kanda likolo ya kanda, mpe mpona bapengwi bakozua etumbu ya mabe.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:91","price":"91. Mpe soki balobi na bango: bondima na maye Allah akitisaki, bakolobaka: Tondimi na maye makitaki epai na biso, mpe bazalaki kopengwa na maye mazali koya sima, nzoka nde yango ezali bosembo oyo endimi maye bazali na yango; loba: Mpona nini bozalaki koboma bantoma ya Allah liboso, soki bozalaki bandimi!?","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:92","price":"92. Mpe ya sôló Mûssa ayelaki bino bilembo, mpe sima naye, bozuaki mwana ngombe mpona kobondela mpe bozali babubi.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:93","price":"93. Mpe na tango tozuaki elaka na bino mpe totombolaki likolo na bino ngomba (ya sinai): bozua na bokasi maye topesaki bino mpe boyoka, balobaki: Toyoki mpe toboyi, mpe mitema mia bango misepelaki na kosambela mwana ngombe mpo na bopengwi na bango, loba: Kondima na bino etindi bino na mabe, soki ya sôló bozali bandimi.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:94","price":"94. Loba: Soki efandeli ya mokolo ya suka epai na Allah ezali sé mpo na bino moko bato mosusu te, bosenga liwa soki bozali na bosembo.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:95","price":"95. Mpe bakondimaka yango te na mbeba oyo basalaki. Mpe Allah nde moyebi ya babubi.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:96","price":"96. Mpe ya sôló, okokuta bango bazali nabokengeli makasi mpona bomoyi ya nsé koleka kutu basambeli bikeko. Moko kati na bango akosepela ete awumela mbula nkoto moko; kasi yango ekobatela ye na etumbu te soki awumeli mingi; mpe Allah azali komona maye bazali kosala.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:97","price":"97. Loba: Oyo akozala monguna ya (anzelu) djibril, kasi ya sôló ye akitisaki yango(1) na motema nayo na ndingisa ya Allah, mpe ezali kondima na maye ekitaki liboso; yango ezali bokambemi mpe bopesi sango elamu mpona bandimi.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"1  Buku ya Allah (kurani).","lang":"ln"},{"name":"2:98","price":"98. Oyo akozala monguna na Allah, mpe ba anzelu naye, mpe batindami naye, mpe Djibril na Mîkâl, mpe ya sôló Allah azali monguna ya bapengwi.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:99","price":"99. Mpe tosilaki kokitisa epai nayo bilembo bia polele. Mpe bakopengwaka na yango te sé bobele bato ya mabe.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:100","price":"100. mpe tango inso bazali kozua elaka; eteni mosusu kati na bango bazali kobebisa yango? Kasi ebele na bango bazali kondima te.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:101","price":"101. Mpe tango motindami ayelaki bango kowuta epai ya Allah, na bosôló ya maye bazalaki na yango, molongo moko okati ya ba oyo bazuaki buku ya Allah babwaki yango sima ya mikongo mia bango, lokola bango bayebi te.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:102","price":"102. Mpe balandaki mabe oyo basatana balobaki na bokonzi ya Suleyman. Mpe Suleyman apengwaki te, kasi basatana nde bapengwaki na kolakisa bato bonganga na oyo ekitaki epai ya ba anzelu mibale na babilona Hârût na Mârût,(1) mpe bakotangisa moto te kino bakolobaka: Ya sôló mpenza biso tozali momekano ya mabe kasi bopengwa te. Mpe bazali kotanga epai na bango maye makokabola kati kati ya moto na mwasi naye. Mpe mabe na bango ekozua moto te sé na ndingisa ya Allah. Mpe bazali koyekola maye makonyokolo bango mpe makosunga bango te. Mpe basilaki koyeba ete oyo akosomba yango akozala na eloko te na mokolo ya suka, oyo nde mombongo ya mabe basali yango mpona milimo na bango soki bayebaki!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"1  Hârût na Mârût: ezali ba kombo ya ba anzelu","lang":"ln"},{"name":"2:103","price":"103. Mpe soki ata bandimaki mpe babangaki, mbele bazuaki lifuta linene epai ya Allah, soki bazalaki koyeba!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:104","price":"104. Eh bino bandimi! boloba te ete Râ-inâ,(1) kasi boloba ete: Unzurna (botala biso). Mpe boyoka, mpe mpona bapengwi bakozalaka na etumbu enene.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"1  Râ-inâ: ezali maloba ezuami na lokota ya ba yuda: Elakisi maloba mabe, oyo bazalaki koloba likolo ya ntoma.","lang":"ln"},{"name":"2:105","price":"105. Ba oyo bapengwa kati na baye bazua buku mpe basangisi Allah basepelaka te ete bolamu ekitela bino kowuta epai ya Nkolo na bino, nzoka nde Allah apesaka ngolu naye na oyo ye alingi. Allah nde azali Nkolo bolamu ya monene.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:106","price":"106. Soki tobongoli mokapo to tolongoli yango, tokoya na mosusu koleka, to lokola yango. Boye oyebi te ya sôló Allah azali na makoki ya biloko binso?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:107","price":"107. Boye oyebi te ete ya sôló Allah azali na bokonzi ya likolo na mabele, mpe bozali na mobateli mosusu te, mpe mosalisi te liboso ya Allah?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:108","price":"108. To boye, bolingi kotuna motindami na bino ndenge moko Mûssa atunamaka liboso? Mpe moto oyo akobalola kondima na bopengwi ya sôló ye wana asili kobunga nzela.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:109","price":"109. Mpe ebele okati ya bato ya buku,(1) bazali kolinga kozongisa bino na sima ya bondimi bwa bino bapengwi na likunya kowuta epai na bango, na sima ya koyebisa bango bosembo, bolimbisa mpe bobosana, kino mibeko mia Allah mikoya, ya sôló Allah azali na bokoki likolo ya biloko binso.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"1  Bayuda na baklisto.","lang":"ln"},{"name":"2:110","price":"110. Mpe botelemisa losambo, mpe bopesa zakat.(1) mpe bolamu nyoso bokobimisa mpo nabino, bokokuta yango epai ya Allah, ya sôló Allah azali komona manso bozali kosala.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"1  Botala na mokapo, 43 na 83.","lang":"ln"},{"name":"2:111","price":"111. Mpe balobaki: Moto moko akokota lola te sé azala moyuda to moklisto. Wana ezali makanisi na bango ya lokuta, loba: Bopesa bilembetele bia bino soki bozali na bosembo.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:112","price":"112. Te, kasi oyo akomisokia epai na Allah, mpe azali mobongisi, ya sôló ye akozala na lifuta epai ya Nkolo naye. Bobangi mpe mawa ekozala te mpo na bango.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:113","price":"113. Mpe bayuda balobaki: Baklisto bazali na eloko te, mpe baklisto balobaki: Bayuda bazali na eloko te, mpe bazali kotanga buku. Ndenge moko na ba oyo bayebi eloko te bazali koloba maloba lokola bango, kasi ya sôló Allah akosambisa bango o mokolo ya suka na maye bazalaki kokabwana.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:114","price":"114. Nani oyo azali mabe koleka moto oyo apekisi ba masâdjid(1) ya Allah, ete batanga nkombo naye na kati, mpe aluki kobebisa yango? Bango wana bazali na ndingisa te ya kokota okati na yango. Longola sé ba oyo bazali kobanga; bakokitisama awa na nsé na kozanga lokumu, mpe o mokolo ya suka bakozala na etumbu enene.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"1  Bisika babondelaka Allah (Nzambe).","lang":"ln"},{"name":"2:115","price":"115. Moniele na eloli ezali ya Allah, mpe esika nyoso bokobaluka, bokokuta elongi ya Allah. Ya sôló Allah azali moyebi monene.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:116","price":"116. Mpe balobaki: Allah azali na mwana! bopeto naye! Kasi maye mazali olikolo mpena nsé mazali ya ye; nyoso esengeli kotosa ye.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:117","price":"117. Ye mokeli ya likolo mpe na nsé, mpe tango akani likambo, mpe ya sôló oyo akoloba: yango nde ekozalisama.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:118","price":"118. Mpe baye batanga te balobaki ete: Mpona nini Allah asolisi biso (polele) te, too mpe elembo eyela biso? Na boye nde, bato balekaki liboso na bango, bazalaki koloba lolenge ya maloba na bango. Mitema na bango ekomaki na bokokani. Ya sôló tosili kolimbola bilembo mpo bato bazala na kondima.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:119","price":"119. Ya sôló, totindaki yo na bosembo, mopesi sango elamu, mpe mokebisi, mpe okotunama te na ntina ya bato ya lifelo.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:120","price":"120. Mpe bakosepela nayo te, bayuda mpe baklisto kino olanda lingomba na bango. Loba: Ya sôló, bokambi bwa Allah yango nde bokambi ya sôló. Mpe soki yo olandi mposa na bango na sima ya oyo ekomeli yo kati ya boyebi, okozala na mobateli te mpe mosungi na botiki Allah.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:121","price":"121. Ba oyo topesaki bango buku bazali kotanga yango na botangi ya sôló, ba oyo wana bandimi na yango. Mpe baye bakopengwa na yango, bango nde bazangi.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:122","price":"122. Eh bana ya isalayele! Bokanisa bolamu na ngai, oyo natiaki likolo na bino. Mpe ya sôló natombolaki bino likolo na mikili.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:123","price":"123. Mpe bobanga mokolo moye molimo moko mokosalisa molimo mosusu te, mpe bosikoli ekoyambama te, mpe bobondeli ekozala na ntina te mpe bakosungama mpe te.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:124","price":"124. Mpe tango Nkolo ya Ibrâhîm amekaki ye na liloba, mpe akokisi yango, mpe alobi(1) ete: Ya sôló nalingi kotia yo mokambi ya bato. Alobaki(2) ete: Mpe na bakitani na ngai? Alobi(3)ete: Elaka na ngai ekomelaka bato ya mabe te.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"1  Allah. 2  Ibrâhîm.3  Allah.","lang":"ln"},{"name":"2:125","price":"125. Mpe tango totiaki ndako(1) ezala esika ya bozongi mbala na mbala, mpe ezala esika ya kimia mpona bato. Mpe bato basambela esika Ibrâhîm atelemaki. Mpe topesaki motindo na Ibrâhîm na Ismâïl ete: Bopetola ndako na ngai mpona bato ya kobaluka pembeni na yango, mpe na baye bakobombana okati mpona mabondeli, mpe na bagumbami mpe na bafukami(2).","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"1  Ka’aba. 2  Kotia elongi na mabele.","lang":"ln"},{"name":"2:126","price":"126. Kanisa tango Ibrâhîm alobaki ete: Eh! Nkolo, tia mboka oyo ezala na kimia, mpe opesa bato na yango bomengo na bambuma ya ndenge na ndenge, baye bakondima na Allah mpe na mokolo ya suka, (Nkolo naye) azongisaki eyano ete: Oyo okati na bango akompegwa, nakopesa ye minyokoli mpe bomoyi mokuse, mpe etumbu ya móto, mpe oyo nde bozongi ya mabe.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:127","price":"127. Mpe tango Ibrâhîm atombolaki makonzi ya ndako elongo na Ismâïl mpe balobaki ete: Eh Nkolo! Ndimela biso, ya sôló ozali moyoki mpe moyebi.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:128","price":"128. Eh! Nkolo na biso tia biso mibale tozala bandimi, mpe na bakitani na biso bazala umma(1) mpo nayo, mpe lakisa biso lolenge na biso ya kokumisa yo, mpe ndima tubela na biso. Ya sôló ozali moyambi tubela mpe moyoki mawa.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"1  Umma: Ezali na bantina ebele: awa elingi koloba: lisanga ya bandimi.\nElakisaka mpe: lingomba, etonga, bandimi, mondimi, libota, imam, mualimu ya malamu, bakitani, nzela, mua ntango mpe etuka (Allah azalaki kotinda na etuka nionso, motindami to ntoma, kowuta na Âdam kino Muhammad oyo azali motindami mpe ntoma ya suka na ndembe na biso ya lelo).\n","lang":"ln"},{"name":"2:129","price":"129. Nkolo wa biso, tinda na kati na bango motindami, atangela bango mikapo mia yo, to mpe bilembo, atangisa bango buku mpe bwanya, apetola bango. Ya sôló yo nde ozali na nguya mpe bwanya.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:130","price":"130. Mpe oyo akoboya lingomba ya Ibrâhîm, ye wana nde asili kobwaka molimo naye na bozoba? Ya sôló toponaki ye(1) awa na nsé, mpe ya sôló na mokolo ya suka akozala elongo moko na bato ya malamu.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"1  Ibrâhîm.","lang":"ln"},{"name":"2:131","price":"131. Mpe tango Nkolo naye alobaki naye ete: Misokia, alobaki: Namisoki mpona Nkolo wa molongo mobimba.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:132","price":"132. Mpe Ibrâhîm apesaki yango mitindo na bana naye, mpe lolenge moko na Ya’qûb alobaki na bana naye: Eh bana na nga!, ya sôló Allah aponeli bino lingomba. Bokufa te bobele bozala nakati ya komisokia.","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:133","price":"133. Boye bozalaki banzeneneke tango liwa ekomelaki Ya’qûb mpe alobaki na bana naye ete:nani bokobondela sima na nga? Balobaki ete: Tokobondela Nzambe nayo, mpe Nzambe ya batata nayo Ibrâhîm, Ismâïl mpe Is’hâq, ye azali Nzambe sé moko oyo tomisoki epai naye.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:134","price":"134. Ba oyo wana nde umma(1) eleka. Bazali na lifuti ya maye basalaki, bino mpe bozali na lifuti ya maye bosalaki. Mpe bokotunama te natina ya maye bango basalaki.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"1 Umma: Bótala suratu Al-Baqarah mokapo: 128.","lang":"ln"},{"name":"2:135","price":"135. Mpe balobaki: Bozala bayuda to baklisto bokokambama na nzela ya semba. Loba: lingomba ya Ibrâhîm nde ezali nzela ya semba, mpe(1) azalaki te elongo na basambeli bikeko.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"1  Ibrâhîm.","lang":"ln"},{"name":"2:136","price":"136. Boloba: Tondimi na Allah, na maye makitaki epai na biso, mpe na maye makitaki epai ya Ibrâhîm, mpe na Ismâïl, mpe Is’hâq, mpe Ya’qûb, mpe mabota malandami, mpe na maye mapesamaki na Mûssa na Issa, mpe na maye mapesamaki na bantoma kowuta epai ya Nkolo wa bango, tokoki kotia bokeseni te kati ya moko wa bango, mpe biso tomisokie epai naye.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:137","price":"137. Mpe soki bandimaki na oyo bondimi na yango, ya sôló balingaki kokambama, mpe soki bapesi mokongo, ya sôló bango bakozala okati ya bokabuani, mpe Allah akobatela yo mpona bango mpo ete azali(1) moyoki mpe moyebi.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"1 Allah.","lang":"ln"},{"name":"2:138","price":"138. Tozali kolanda lingomba ya Allah, na boye nani azali malamu lokola Allah na lingomba lia ye? Mpe mpona ye nde tozali kobondela.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:139","price":"139. Loba: Bozali kosuanisa biso mpona Allah, ye nde Nkolo wa biso mpe Nkolo wa bino? Biso na misala na biso, bino mpe na misala na bino. Mpe tomipetwami epai naye.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:140","price":"140. Too bokoloba ete: Ya sôló Ibrâhîm, na Ismâïl, na Is’hâq, mpe Ya’qûb, mpe mabota bazalaki bayuda too baklisto? Loba: Bino nde boyebi mingi, too Allah? Nani azali mabe koleka moto oyo abombi bosembo ya Allah epai naye? Mpe Allah abosani te maye bozali kosala.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"ln"},{"name":"2:141","price":"141. Ba oyo wana nde umma(1) baye baleka. Bakofutama na maye basalaki, bino mpe bokofutama na maye bosalaki. Bokotunama te na ntina na maye bango basalaki.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"1 Umma: Bótala na suratu oyo mokapo: 128.","lang":"ln"},{"name":"2:142","price":"142. Bazoba okati ya bato bakolobaka ete: Nini ebalusi bango kowuta na etaleli na bango,(1) oyo bazalaki kotala liboso na tango ya losambo? Loba: moniele mpe eloli ezali ya Allah, akambaka oyo alingi na nzela ya semba.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"1  Etaleli yango nde babengaka qiblat elingi koloba etalelo ya bamizilima na kati ya losambo. Y ambo ezalaki nayelusaleme, sima ekomi na makkah na mobeko ya Allah.","lang":"ln"},{"name":"2:143","price":"143. Mpe mpona wana totiaki bino bozala umma(1) ya kati kati mpo bozala banzeneneke epai na bato, mpe motindami azala nzeneneke likolo na bino. Mpe totiaki te etaleli oyo ozalaki na yango bobele toyeba nani akolanda motindami mpe nani akopesa ye mokongo. Mpe yango ezali mpasi te na baye Allah asungi bango. Mpe Allah azali te mpona kobungisa boyambi na bino, ya sôló Allah azali malamu atonda na mawa epai ya bato.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"1  Umma: Awa elakisi: lingomba, bótala na suratu oyo mokapo: 128.","lang":"ln"},{"name":"2:144","price":"144. Ya sôló tozalaki komona yo ozali kobalola balola elongi nayo na likolo. Mpe tokopesaka yo ndingisa ya etaleli oyo osepelaki na yango. Balola elongi nayo o ndako esantu ya makkah (ka’aba), mpe bisika binso bokozala, bobalola bilongi bia bino epai wana(makkah). Mpe ya sôló ba oyo bapesamaki buku liboso na bino bazali koyeba yango, ya sôló ezali bosembo kowuta epai ya Nkolo wa bango. Mpe Allah abosani te maye bazali kosala.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:145","price":"145. Mpe soki ata oyeli ba oyo bazuaki buku (liboso na bino) bilembo binso, bakolanda te etaleli nayo, mpe yo kolanda te etaleli ya bango. mpe ndambu okati na bango bakolanda te etaleli ya basusu. Mpe soki yo olandi bamposa na bango na sima ya kozua boyebi, ya sôló, okozala okati ya babubi.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:146","price":"146. Ba oyo topesaki bango buku, bayebi yango lokola bayebi bana ba bango. Mpe ya sôló lisanga moko kati na bango, babombaka bosôló, mpe bango bazali koyeba.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:147","price":"147. Epai ya Nkolo wa yo nde bosembo ezali. Kozala o ntei ya bato ya tembe te.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:148","price":"148. Lingomba na lingomba ezali na etaleli na yango o esika babalukaka(1) mpona losambo.Mpe bowela na kosala bolamu. Bisika binso bokozala, Allah akozongisa bino epai naye. Ya sôló Allah azali na nguya likolo ya biloko binso.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"1 Etaleli ya lingomba na kati ya losambo na bango; Etaleli yango babengi yango qiblat.","lang":"ln"},{"name":"2:149","price":"149. Mpe bisika binso o kobima, balola elongi nayo o ndako esantu (ya makkah). Mpe ya sôló yango ezali bosôló kowuta epai na Nkolo wa yo. Mpe Allah abosani te maye bozali kosala.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:150","price":"150. Mpe bisika binso okobima balola elongi nayo o ndako esantu. Mpe bisika binso bokozala bobalola bilongi na bino epai wana (ya makkah), mpo ete bato bazala te na bilembetele likolo na bino, bobele bato ya mabe kati na bango. Bobanga bango te kasi bobanga nde ngai mpo nakokisela bino bolamu na ngai, mpo ete bokoka kokambama.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:151","price":"151. Ndenge moko, totindaki kati na bino motindami kowuta na bino moko, atangela bino mikapo mia biso, mpe apetola bino, mpe atangisa bino buku mpe bwanya mpe atangisa bino maye bozalaki koyeba te.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:152","price":"152. Bokanisa ngai, nakokanisa bino. Mpe botondo ngai kasi bopengwa te.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:153","price":"153. Eh bino bandimi! Boluka lisalisi okati ya losambo mpe na koyika mpiko. Mpamba te Allah azali elongo na bakangi mitema.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:154","price":"154. Mpe boloba te ete: baye bakufa na nzela ya Allah bazali bibembe, kasi bazali na bomoi, kasi bozali koyeba te.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:155","price":"155. Mpe ya sôló, tokomeka bino na eloko kowuta na bobangi, mpe na nzala, mpe kokutola misolo, mpe milimo, mpe milona na bino; mpe pesa sango elamu na baye bakangi mitema.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:156","price":"156. Ba oyo o tango mpasi ekomeli bango, bakolobaka: Ya sôló tozali ya Allah mpe ya sôló epai naye nde tokozonga.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:157","price":"157. Ba oyo wana bakozua mapamboli mpe ngolu kowuta na Nkolo wa bango, mpe bango nde bakambami.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:158","price":"158. Ya sôló ngomba ya Swafâ na Mar’wa(1) ezali kati ya bilembo ya Allah. Mpe oyo akosala mobembo enene o ndako esantu, too mobembo eke, ezali lisumu te mpona ye kotambola kati kati ya ngomba wana mibale. Kasi oyo akobakisa bolamu mosusu, ya sôló Allah azali wa botondi atonda boyebi.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"1 Swafá na Mar’wa: Ezali bakombo ya ngomba mibale oyo ezali penepene na ndako esanto na Makkah.","lang":"ln"},{"name":"2:159","price":"159. Ya sôló ba oyo bazali kobomba maye tokitisaki kowuta na polele mpe bokambi na sima ya kolakisa polele na yango mpona bato okati ya buku, bango nde bakozua botutu ya Allah, mpe balakeli bakolakela bango botutu.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:160","price":"160. Longola sé ba oyo bakotubela, mpe babongisi, mpe balimboli bosôló, bango wana nde ngai(1) nakondima tubela na bango, mpe ngai nde moyambi ya tubela moyoki mawa.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"1 Allah.","lang":"ln"},{"name":"2:161","price":"161. Ya sôló baye bapengwi mpe liwa ezui bango na kati ya bopengwi bango wana nde botutu ya Allah, na ba anzelu na ya bato nyonso ezali likolo na bango.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:162","price":"162. Libela o kati na móto, etumbu na bango ekokutolama ata moke te mpe bakopemisama te.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:163","price":"163. Mpe Nzambe na bino azali sé Nzambe moko. Mosusu azali te sé ye,(1) azali wa ngolu atonda boboto.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"1  Nzambe mosusu ya kobondela na bosóló azali te kaka sé ye Allah.","lang":"ln"},{"name":"2:164","price":"164. Ya sôló, okati ya bokeli mapata mpe mabele, mpe na bokeseni ya butu na moyi, mpe masuwa oyo ezali kotambola o kati ya ebale, na yango ezali na litomba mpona bato, mpe na maye Allah azali kokitisa kowuta na likolo mpe azali kopesa mabele bomoyi sima ya kokufa na yango, mpe azali kobimisa banyama ndenge na ndenge kowuta na mabele, mpe na etamboli ya mopepe na londende ya mbula mobongisami na kati kati ya mapata na mabele, Nyonso wana bilembo mpona bato ya mayele.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:165","price":"165. Mpe nakati ya bato ezali na ba oyo bazali kozuela Allah bambanda mpe balingi bango lokola bolingo ya Allah, mpe ba oyo bandima bazali na bolingo ya Allah makasi. Mpe tango babubi bakomona etumbu, bakoyebaka ete ya sôló bokasi bonso bozali ya Allah mpe Allah apesaka etumbu makasi.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:166","price":"166. Tango bakambi bakomona etumbu bakoboya ba oyo balandaki, mpe bondeko bokokatana.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:167","price":"167. Mpe baye balandaki bakoloba: Soki tozongaka,(1) tolingaki kowangana bango lolenge bawanganaki biso. Ya sôló yango wana Allah alakisi bango misala mia bango ya mabe, mpe bango bakobimaka na móto te.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"1 Na mokili.","lang":"ln"},{"name":"2:168","price":"168. Eh Bino bato! bolia biye bizali na mabele, biye bizali malamu mpe bilingisami mpona bino, kasi bolanda banzela ya satana te, pamba te azali monguna na bino ya polele.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:169","price":"169. Ya sôló azali kotinda bino na mabe. Mpe kosala masumu minene, mpe boloba na Allah maye boyebi te.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:170","price":"170. Mpe soki balobi na bango ete: bolanda maye Allah akitisi, bakolobaka ete: Biso tokolanda sé bonkoko ya batata na biso, ata soki batata na bango bazalaki na mayele te mpe babunga nzela?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:171","price":"171. Mpe ndakisa ya baye bapengwa ezali lokola bibwele oyo eyokaka mbela te sé makelele ya mpamba. Bazali na matoyi kasi makangama, miso mizipama, minoko mikangama, bango bakanisaka te.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:172","price":"172. Eh bino baye bondima! bolia biloko ya malamu biye topesaki bino, mpe botondo Allah soki ya sôló bozali kobondela ye.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:173","price":"173. Ya sôló (Allah), apekisaki bino kolia nyama eye bakati kingo te, mpe makila, mpe mosuni ya ngulu, mpe oyo bakati yango kingo kasi batangi nkombo ya Allah te. Kasi oyo azui mpasi na nzala ya makasi mpe alei yango na nko te mpe alekisi ndelo te azali na lisumu te, mpamba te ya sôló Allah azali molimbisi mpe moyoki mawa.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:174","price":"174. Ya sôló, baye bazali kobomba maye Allah akitisaki kowuta na buku(1) mpe bazali koteka yango na ntalo moke, bango nde bazali kolia móto ya lifelo o kati na mabumu ma bango. Mpe Allah akolobisa bango te o mokolo ya suka, mpe akopetola bango te, mpe bakozala na etumbu ya makasi.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"1 Kurani.","lang":"ln"},{"name":"2:175","price":"175. Bango nde babongoli bosembo na libunga. Mpe babongoli bolimbisi na etumbu, mpe boye nini ekosala mpo ete bakanga mitema okati ya móto?","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:176","price":"176. Yango wana na bosôló mpenza, Allah akitisaki buku. mpe ya sôló ba oyo bakesanaki mpe babuaki maye mazali okati ya buku, bazali na bokeseni monene.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:177","price":"177. Bolamu ezali te ete bobalola bilongi na bino o moniele mpe eloli. Kasi bolamu ezali na moto oyo andimi na Allah, mpe na mokolo ya suka, mpe andimi na ba anzelu, mpe na babuku mpe andimi na ba ntoma, mpe abimisi mosolo na bolingo na yango mpona mabota naye, mpe mpona bana bitike, mpe mpona babola, mpe mpona moleki nzela,(1) mpe mpona basengi lisalisi, mpe mpona kokangola bawumbu ya bandimi. Mpe baye bakangami okati ya boloko ya bitumba, mpe kotelemisa losambo, mpe kofuta zakat.(2) mpe baye bazali kokokisa elaka na bango eye balakaki, mpe baye bazali kokanga mitema tango makama na bokono bozwi bango, bango wana nde bato ya bosembo mpe bango nde babangi (Allah).","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"1 Moto oyo azali na mobembo.\n2  Bótala na mikapo 43, 83, 110.","lang":"ln"},{"name":"2:178","price":"178. Eh Bino baye bondimi! esilaki kokomama mpona bino mibeko ya koboma: bonsomi na bonsomi, mowumbu na mowumbu, mwasi na mwasi, mpe oyo kati na bino ndeko naye akolimbisa ye, esengeli naye kobongisa yango naboyokani ya malamu, mpona kofuta yango na ndenge ya malamu, wana ezali bokutoli ya etumbu ewuti epai na Nkolo na bino mpe ngolu naye, kasi oyo akobebisa sima na yango akozua etumbu ya makasi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"2  Bótala na mikapo 43, 83, 110.","lang":"ln"},{"name":"2:179","price":"179. Mibeko ya koboma nde ezali kobatela bomoyi ya bino, eh bino bato ya mayele, mpo ete bozwa bobangi.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:180","price":"180. Esilaki kokomama mpona bino lotomo too mobeko ete: oyo okati na bino liwa ekokuta ye, soki atiki bozui ebele esengeli naye kotika malako ya malamu mpona baboti naye. Na mabota naye na ndenge elongobani. Wana nde lotomo likolo ya babangi(1).","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"1 Allah.","lang":"ln"},{"name":"2:181","price":"181. Na oyo akobongola yango sima ya koyoka, ya sôló lisumu wana ekozala likolo ya baye babongoli yango, mpamba te Allah azali moyoki mpe moyebi.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:182","price":"182. Kasi soki mokaboli nkita ya mowei abangeli ye libunga too lisumu, mpe abongisi kati na bakitani naye, ezali lisumu te, ya sôló Allah azali molimbisi, atonda mawa.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:183","price":"183. Eh bino baye bondimi! Ngizi ekomameli likolo na bino ndenge moko ekomamelaki likolo na ba oyo bazalaki liboso na bino, na ntina ete bakoka kobanga.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:184","price":"184. Mikolo mia botangi. Oyo akozala na bokono too mpe mobembo okati na bino, afuta o mikolo misusu. Mpe mpona baye bazali na bokoki te; baleisa babola. Mpe na oyo akobakisa mpona bolamu. ezali malamu mingi mpona ye, mpe soki bokangi ngizi, ezali malamu mingi mpona bino, soki bozali koyeba.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:185","price":"185. Okati ya sanza ya ramadani nde eyambaki bokiti ya kurani ezali bokambi mpona bato, mpe nzela polele na ntina ya ekambemi malamu mpe bososoli. Oyo okati na bino sanza wana ekokuta ye esengeli naye kokanga ngizi, kasi oyo azali na bokono too azali na mobembo, akanga yango mikolo misusu. Allah alingeli bino mpete kasi alingeli bino mpasi te. Mpe bokokisa mikolo (ya ngizi), mpe bokumisa bonene ya Allah na ntina ete asungi bino na nzela ya semba, mpe mpo ete bopesa ye botondi.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:186","price":"186. Mpe soki bawumbu na ngai batuni yo mpona ngai, ya sôló ngai nazali penepene ya koyanola na tango mobengi abengi. Bayanola mbela na ngai mpe bandimela ngai, mpo ete bango bakambama malamu.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:187","price":"187. Elingisami mpona bino kosangana na basi na bino o butu bwa ngizi; bango bazali bilamba bia bino. Bino bozali bilamba bia bango. Allah ayebi ya sôló bino bozalaki kosala yango na kobombana mpe ayambi tubela na bino mpe alimbisi bino. Mpe sik’oyo bosangana na bango mpe boluka bolamu na maye Allah asali mpona bino. Mpe bolia mpe bomela kino boyeba bokeseni ya tongo na butu. Sima bokokisa ngizi kino butu. Bosangana na bango te na bino bozali ya kobombana okati ya ba masâdjid(1). Mpe wana ezali ndelo ya Allah. Bopusana mpembeni na yango te. Na boye nde Allah azali kolakisa polele bilembo bia ye mpona bato, mpo ete bakoka kobanga.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"1 Al-Baqarah: 114.","lang":"ln"},{"name":"2:188","price":"188. Mpe bolia misolo mia bino te kati na bino na lolenge ya mabe, mpe bosalisa te bazuzi na bofuti bango kanyaka(1) mpona kolia ndambu ya misolo mia bato na mabe, mpe bino boyebi.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"1  Nzambe mosusu ya kobondela na bosôló azali te kaka sé ye Allah.","lang":"ln"},{"name":"2:189","price":"189. Bazali kotuna yo na ntina ya basanza ya sika, loba ete: Yango bizali kosalisa bato mpona koyeba bangonga mpe mpona hajj. Ezali lolenge ya malamu te ete bozonga epai na bino sima ya mikongo ya bandako. Kasi lolenge ya malamu ezali na moto oyo azali kobanga (Allah). Bokota na bandako na minoko na yango mpe bobanga Allah mpo ete bolonga!","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:190","price":"190. Mpe bobundisa baye bazali kobundisa bino na nzela ya Allah, mpe bolekisa ndelo te; ya sôló Allah alingaka te baye bazali kolekisa ndelo.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:191","price":"191. Mpe boboma bango o esika nyoso bokuti bango, mpe bobimisa bango bisika biye babimisaki bino. Mpe komekama ezali mabe koleka koboma. Mpe bobundisa bango te pembeni ya ndako esantu,(1) sé soki babundisi bino okati na yango. Mpe soki babundisi bino boboma bango, na boye nde lifuta ya bapagano.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"1 Makkah.","lang":"ln"},{"name":"2:192","price":"192. Mpe soki batiki, ya sôló Allah azali molimbisi atonda mawa.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:193","price":"193. Mpe bobundisa bango kino komekama ekosila, mpo ete lingomba ezala bobele ya Allah, kasi soki batiki, botika kobunda, longola sé babubi soki babundisi.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:194","price":"194. Sanza esantu na sanza esantu, mpe biloko bisantu ezali na mibeko lolenge moko, moto oyo akobundisa bino, bobundisa ye lolenge abundisi bino kasi bolekisa te. Mpe bobanga Allah mpe boyeba ete ya sôló Allah azali elongo na baye bazali kobanga.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:195","price":"195. Mpe bobimisa na nzela ya Allah kasi bomibebisa te na maboko na bino moko, mpe bobongisa. Ya sôló Allah alingaka babongisi.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:196","price":"196. Mpe bosala hajj(1) na umra(2) mpona Allah. Mpe soki bozui mpasi mpona kokokisa yango, bobimisa likabo na ndenge bokoki. Kasi bokata basuki ya mitu na bino te liboso ete nyama ekoma na esika ya kosasa. Soki moko kati na bino azali na bokono too azali koyoka mpasi na mutu naye (mpe esengeli akata suki), afuta lomande na kokanga ngizi too apesa mabonza too afuta mbeka sima ya kosala umra, otango bokozwa kimia, moto nionso oyo azwi mpasi te sima ya umra liboso ya kosala hajj esengeli naye kobonzela Allah oyo akokoka. Na oyo azali na makoki wana te akanga ngizi mikolo misato na tango azali na hajj, mpe mikolo sambo tango bokozonga, wana nde mikolo zomi ya kokoka. Wana ezali mpona moto oyo libota naye ezali te zingazinga na ndako esantu ya Makkah. Mpe bobanga Allah, mpe boyeba ete ya sôló Allah azali makasi na etumbu.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"1 Mobembo enene esantu na ndako ya esantu ya Makkah.\n2 Mobembo ya moke na ndako ya esantu ya Makkah.","lang":"ln"},{"name":"2:197","price":"197. Hajj ezali na basanza biye biyebani, oyo akosala hajj asangana na mwasi te, mpe asala mabe te, aswana te. Mpe na maye bozali kosala ya malamu Allah ayebi yango. Mpe bomilengele, komilengela ya malamu ezali nde bobangi. Bobanga ngai eh bino baye botondi na mayele!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:198","price":"198. Ezali lisumu te mpona bino koluka bolamu epai ya Nkolo wa bino.(1) Mpe soki bowuti na arafât,(2) bobondela Allah na bisika bisantu. Mpe bokanisa ye na ntina ete asili kokamba bino na nzela ya semba, pamba te bino bozalaki liboso babungi nzela.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"1 Na tango ya mobembo esantu na Makkah.\n2 Ezali esika oyo bamizilima basanganaka na mokolo ya libua na sanza ya hajj pona mabondeli.","lang":"ln"},{"name":"2:199","price":"199. Sima, boleka na bisika biye bato balekaki, mpe bosenga Allah bolimbisi, ya sôló Allah azali molimbisi moyoki mawa.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:200","price":"200. Mpe soki bosilisi mabondeli na bino ya hajj, bokanisa Allah ndenge bokanisaka baboti na bino, to bokanisa (Allah) makasi koleka. Mpe ezali na bato basusu awa na mokili balobaka ete: Eh Nkolo! Pesa biso bomengo ya nsé. Mpe bango bakozala na eloko te na mokolo ya suka.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:201","price":"201. Mpe basusu okati na bango, bazali koloba: Eh Nkolo na biso! pesa biso bomengo ya malamu awa na nsé, mpe bombela biso bomengo ya malamu okati ya lola, mpe obatela biso na etumbu ya móto ya lifelo.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:202","price":"202. Ba oyo wana nde bazali na mbano na maye basalaki; mpe Allah azali lombango na kofuta.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:203","price":"203. Bokanisa Allah na mikolo miyebani.(1) oyo akofanda mikolo mibale azali na lisumu te, mpe oyo akozelisa akokisi mikolo misato azali mpe na lisumu te. Ezali sé na oyo azali na bobangi (Allah), mpe bobanga Allah mpe boyeba ete ya sôló, epai naye nde bokosangisama.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"1  Kurani.","lang":"ln"},{"name":"2:204","price":"204. Mpe okati ya bato, liloba naye ezali kokamwisa yo na bomoyi ya nsé mpe azali kotia Allah nzeneneke na maye mazali omotema naye, mpe ye nde moto ya tembe makasi ya ntina te.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:205","price":"205. Mpe soki apesi mokongo akei kotia mobulu na mokili, mpe koboma bibwele mpe kobebisa bilanga. Kasi Allah alingaka mobulu te.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:206","price":"206. Mpe soki balobi naye banga Allah, asali lolendo ya mabe ya lisumu. Lifelo ekoki naye mpe oyo nde mbeto ya mabe!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:207","price":"207. Mpe okati ya bato, oyo azali koteka molimo naye mpona koluka kosepelisa Allah. Mpe Allah azali na mawa mingi likolo na bawumbu naye.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:208","price":"208. Eh bino baye bondima! bokota mobimba o nzela ya islamu, mpe bolanda nzela ya satana te, ya sôló ye azali monguna wa bino ya polele.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:209","price":"209. Mpe soki bobaloli bosembo o sima ya koyela bino bilembo, boyeba ete Ya sôló Allah azali wa bokasi atonda bwanya.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:210","price":"210. Bazali kozela, sé Allah akoyela bango okati ya elilingi kowuta na mapata mpe ba anzelu mpona kokata likambo? Mpe epai na Allah, makambo manso makozongisama.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:211","price":"211. Botuna bana ya isalayele boni topesaki bango bilembo ya polele? Mpe oyo akobongola bolamu bwa Allah sima ya koyela ye, ya sôló Allah azali mopesi etumbu ya makasi.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:212","price":"212. Bomoyi ya nsé esila kongengisama mpona baye bapengwa mpe bazali kotiola bandimi. Kasi, babangi bakozala likolo na bango o mokolo ya suka. Mpe Allah apesaka bozui na oyo alingi oyo ezali na suka te.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:213","price":"213. Bato bazalaki umma(1) moko kati ya bondimi (wuta na ebandeli). Na sima Allah atindaki bantoma bazala bapesi sango malamu mpe bakebisi. Mpe akitisaki elongo na bango buku ya sôló, mpona kokata makambo kati kati na bato okati na maye makabolaki bango. Kasi ba oyo buku ekitelaki bango nde bakabwani na tango bilembo ya polele biyelaki bango mpona likunya okati na bango. Na sima Allah akambaki bandimi likolo ya maye bakabwanaki na yango kowuta na bosembo na ndingisa naye, mpe Allah akambaka oyo alingi na nzela ya semba.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"1 Umma: Awa elakisi: lingomba. Bótala suratu oyo: na mokapo 128.","lang":"ln"},{"name":"2:214","price":"214. Boye bokanisi ete bokokota na lola na tango oyo ndakisa ya baye balekaki liboso na bino naino ekomeli bino te? Mpasi ya bozangi mpe minyokoli na bokono mizuaki bango, mpe baningisamaki kino motindami na bandimi baye bazalaki naye balobaki ete: Lisungi ya Allah ekoya ntango nini? TEE! Ya sôló elonga ya Allah ezali pembeni.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:215","price":"215. Bazali kotuna yo nini bakoki kobimisa? Loba na bango ete: Oyo bokobimisa ya malamu ezali mpona baboti mibale, mpe bato ya libota, na bana bitike, na bazangi, na moto ya mobembo. Oyo bokosala mpona bolamu, ya sôló Allah azali moyebi manso.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:216","price":"216. Kobunda na nzela ya Allah epesamela bino lotomo. Mpe bino bosepeli na yango te, tango mosusu oyo bozali komona mabe yango nde ezali malamu mpona bino, mpe oyo bozali komona malamu yango nde ezali mabe mpona bino. Mpe Allah nde ayebi, bino boyebi te.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:217","price":"217. Bazali kotuna yo mpona bitumba okati ya sanza esantu. Loba ete: Kobunda okati ya sanza esantu ezali lisumu monene, mpe kopekisa bato na nzela ya Allah, mpe kopengwa na yango, mpe kobengana baye bazali na ndako esantu (ya makkah) ezali lisumu linene koleka epai ya Allah. Mpe kosangisa Allah ezali mabe mpenza koleka koboma, mpe bakotika kobundisa bino te kino bokopengwa na lingomba na bino soki bazalaki na makoki wana, mpe kati na bino oyo akotika lingomba naye mpe liwa ezui ye mpe ye azali mopagano, bango wana nde misala mia bango mibebisami awa na nsé mpe na mokolo ya suka. Mpe bango wana bazali bato ya lifelo bakozala na kati seko na seko.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:218","price":"218. Ya sôló baye bandimi mpe babimi na nzela ya Allah mpe babundi, bango wana bazali kolikia ngolu ya Allah. Mpe Allah nde molimbisi, atonda ngolu.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:219","price":"219. Bazali kotuna yo mpona masanga mpe mpona masano ya mbongo. Loba ete: Yango nyoso ezali na lisumu linene mpe litomba mpona bato. Kasi lisumu na yango ezali munene koleka litomba wana, mpe bazali kotuna yo nini bakoki kobimisa (mpona Allah)? Loba ete: Oyo bokoyoka mpasi te na mitema mpona kobimisa yango. Na boye nde Allah azali kolimbola bino bilembo mpo ete bozala na bososoli.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:220","price":"220. Kati na mokili mpe na mokolo ya suka. Mpe bazali kotuna yo mpona bana bitike. Loba ete: Kosalisa bango ezali na bolamu mingi, soki bosangani na bango, bazali bandeko na bino. Mpe Allah ayebi mobebisi mpe mobongisi. Mpe soki Allah alingaki, nde apesaki bino pasi. Ya sôló Allah azali na bokasi atonda bwanya.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:221","price":"221. Mpe bobala te basi oyo basangisi (Allah) kino bakondima, mowumbu ya mwasi mondimi aleki mosangisi (Allah) ya mwasi ata soki asepelisi bino. Bobalisa te na mibali basangisi (Allah) tee kino bandima, mowumbu ya mobali mondimi aleki mopengwi, ata soki asepelisi bino. Baye wana bazali kobenga bato na nzela ya móto. Mpe Allah azali kobenga na lola mpe bolimbisi na ndingisa naye. Mpe azali kolimbola bilembo bia ye na bato mpo bakoka kokanisa.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:222","price":"222. Mpe bazali kotuna yo mpona makila.(1) Loba ete: Yango ezali mbindo. Bozelisa basi o tango wana, mpe bopusana kosangana na bango te kino bakokoma mpeto. Soki bakomi mpeto, bosangana na bango nzoto na bolandi mibeko ya Allah, ya sôló Allah alingaka baye basengaka tubela mpe bamipetolaka.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"1 Ya ekila ya mwasi.","lang":"ln"},{"name":"2:223","price":"223. Basi na bino bazali bilanga bia bino. Bokota o bilanga bia bino ndenge nyonso bolingi,(1) mpe bosala misala ya malamu mpona milimo na bino. Mpe bobanga Allah, mpe boyeba ete ya sôló bokokutana naye. Pesa sango ya malamu epai ya bandimi.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"1 Kasi na sima na bango te.","lang":"ln"},{"name":"2:224","price":"224. Mpe botia nkombo ya Allah te mpona kolapalapa na bino mpo na koluka nzela ya komipekisa kosala (misala) ya malamu, mpe kobanga mpe kobongisa okati na bato. Mpe Allah azali moyoki moyebi ya manso.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:225","price":"225. Allah azali kosilika na bino te na ba ndayi oyo ezali kobima na lolemu na bino, kasi akosilika na bino na oyo bozui kowuta na mitema na bino. Allah azali molimbisi atonda bolamu.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:226","price":"226. Mpona baye bazali kolapa ndayi likolo ya basi na bango, ete bakosangana na bango te bakozelisa sanza minei. Kasi soki balongoli kolapa ndayi na bango, ya sôló Allah azali molimbisi atonda mawa.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:227","price":"227. Mpe soki batelemi na ndayi na bango ya kokabwana na basi na bango, ya sôló Allah azali moyoki mpe moyebi.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:228","price":"228. Mpe basi baye bakufeli mabala bakobima na ndako ya libala te kino bakomono makila mbala misato. Mpe esengeli te na bango kobomba maye Allah asili kokela okati ya mabumu na bango, soki ya sôló bazali kondima na Allah mpe na mokolo ya suka. Mpe na tango wana, mibali na bango bakomi na ndingisa ya kozongela bango, soki bazali na posa ya kobongisa, bazali na lotomo ndenge moko mpe mibali bazali na lotomo, kasi mibali bazali na bokonzi likolo na bango basi. Mpe Allah azali bokasi atonda bwányá.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:229","price":"229. Bokabwani ya libala ezalaka sé mbala mibale. Na sima, bakoki kozongana na ndenge elongobani, to mpe kokabwana na lolenge ya malamu. Mpe esengeli te na bino mibali kobotola maye bopesaki bango na libala, sé soki babangi ete bakokoka te kobatela mibeko ya Allah.(1) Mpe soki bobangi ete bango mibale bakotelemisa mibeko ya Allah te, na bongo ezali lisumu te likolo na bango ete mobali andima kozua mwa lompata oyo mwasi apesi mpona komikangola, wana nde mibeko ya Allah. Bobuka yango te, oyo akobuka mibeko mia Allah bango wana nde bazali bato mabe.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"1 Bango mibale.","lang":"ln"},{"name":"2:230","price":"230. Mpe soki mobali aboyi mwasi mpona mbala ya misato, akoki kozongela mwasi wana te kino akobala mobali mosusu. Soki bakabwani, nde mobali ya liboso akoki kozongela ye, soki bazui likanisi ya kobatela mibeko ya Allah. Wana ezali mibeko ya Allah azali kolimbola yango mpo ete bato bayeba.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:231","price":"231. Mpe soki boboyani na basi na bino mpe bango basili kokokisa eleko ya kozela, bozongisa bango na libala na lolenge ya malamu, to botika bango bakende na lolenge ya malamu, kasi bokanga bango te na ndenge ya mabe mpona konyokolo noki bokobuka mibeko. Oyo akosala bongo ye wana asili kobuba molimo naye. Kasi bozua bilembo mpe mikapo mia Allah na maseki te. Mpe bokanisa bolamu ya Allah likolo na bino, kowuta na buku mpe bwanya oyo akitiseli bino, mpona kolendisa bino na yango. Mpe bobanga Allah, mpe boyeba ete ya sôló Allah azali moyebi ya biloko binso.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:232","price":"232. Mpe soki bokabwani na basi na bino, sima bakokisi eleko na bango, bopekisa bango te ete babalana na mibali misusu, soki basili koyokana kati na bango. Na lolenge ya malamu, na boye nde ezali malendisi mpona oyo kati na bino azali kondima na Allah mpe na mokolo ya suka. Wana ezali mpeto mpe malamu mpona bino, Allah nde ayebi, mpe bino boyebi te.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:233","price":"233. Mpe bamama, bakomelisa bana na bango mabele mbula mibale mobimba mpona baye balingi kokokisa komelisa bana mpenza. Mpe esengeli na tata ya mwana koleisa mpe kolatisa bamelisi wana na lolenge ya malamu, molimo amemaka te mokumba oyo eleki ye kilo. Mama anyokolama te mpona mwana naye; tata mpe anyokolo nzoto naye te mpona mwana. Mpe soki tata na mwana azali te, esengeli na mokitani naye amema mokumba wana lolenge moko tata azali kosala mpona mwana naye. Mpe soki baboti balingi kokata mwana mabele na bosepeli mpe boyokani kati na bango mibale ezali mabe te, mpe soki bolingi komelisa bana na bino o bipai bisusu, ezali mpe mabe te, soki bofuti bamelisi ya bana na ndenge elongobani. Mpe bobanga Allah, mpe boyeba ete ya sôló Allah azali komona maye bozali kosala.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:234","price":"234. Mpe baye liwa lizui bango okati na bino mpe batiki basi ba bango, esengeli bazela sanza minei na mikolo zomi eleka. Mpe soki bakokisi elaka na bango ezali lisumu te epai na bino na lotomo eye bango moko bakokisi na banzoto na bango na ndenge ya malamu. Allah azali na sango ya maye manso bozali kosala.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:235","price":"235. Mpe ezali mabe te likolo na bino, soki boyebisi bakufeli mibali, mpona libala to bobombi yango na mitema na bino Allah ya sôló ayebaki ete bokokanisa bango. Kasi bolaka bango te na bokuku sé ezala maloba ya malamu. Mpe bozua mikano ya libala te kino mikolo mia bango ya sanza minei na mikolo zomi mikoka. Mpe boyeba ete ya sôló Allah ayebi maye mazuami okati ya milimo mia bino mpe bokeba naye, mpe boyeba ete ya sôló Allah azali molimbisi atonda ngolu.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:236","price":"236. Ezali mabe te likolo na bino soki bokabwani na basi na bino oyo nanu bosangani na bango te, to bopesi bango mahr(1) te. Bopesa bango mwa eloko. Moto ya bozui na bokoki naye mobola mpe na bokoki naye na ndenge elongobani. Ezali lotomo epai ya bato ya malamu.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"1 Mbongo ya libala.","lang":"ln"},{"name":"2:237","price":"237. Mpe soki bokabwani na bango liboso ete bosangana na bango, na sima ya koyokana na mahr, bopesa bango ndambo ya mahr sé soki bango moko baboyi kozua yango, to moto oyo azalaki Nkolo ya libala, mpe soki bolimbisi, wana nde ezali malamu pembeni ya bobangi (Allah). Mpe bobosana te bosalisani kati na bino, ya sôló Allah azali komona maye bozali kosala.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:238","price":"238. Bobatela basambela, mpe sambela ya sima ya nzanga. Mpe botelema na limemia liboso ya Allah.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:239","price":"239. Mpe soki bobangi bosambela ya kotelema to likolo ya bampunda. Kasi soki bozui kimia bosambela Allah na ndenge atangisi bino maye boyebaki te.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:240","price":"240. Baye kati na bino liwa lizui bango mpe batiki basi, esengeli batikela bango malako. Mpe basala bango malamu mobu moko, kasi babengana bango na ndenge ya mabe te. Soki bango moko babimi mpe bakei, ezali mabe te likolo nabino na maye bango moko baponi na bolamu.Mpe Allah azali na bokasi atonda bwanya.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:241","price":"241. Mpe mpona basi bakufeli mabala esengeli kosalela bango limemia na lolenge ya malamu, ezali lotomo likolo ya babangi.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:242","price":"242. Na boye nde Allah azali kolimbola bino bilembo naye, mpo ete bososola.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:243","price":"243. Ozali komona te baye babimaki na bandako na bango bazalaki bankoto mpe bango babangi liwa? Mpe Allah alobi na bango: bokufa. Sima asekwisi bango. Ya sôló, Allah aleki kosalela bato bolamu, mpe kasi bato ebele bazali kotondo ye te.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:244","price":"244. Mpe bobunda na nzela ya Allah, mpe boyeba ete ya sôló Allah azali moyoki moyebi ya manso.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:245","price":"245. Oyo azali kosalela Allah mosala malamu, akobakisela ye mbala ebele, mpe Allah akangaka bozui mpe afungolaka. Mpe epai naye nde bokozongisama.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:246","price":"246. Oyokaki te lisapo ya bakulaka kati na bana ya isalayele na sima ya Mûssa, tango balobaki na moko kati ya bantoma na bango: ponela biso mokonzi mpo tobunda na nzela ya Allah. Alobaki: Soki bakomeli bino bitumba boko boya kobunda?, bazongisaki eyano ete: Ndenge nini tokobunda na nzela ya Allah te mpe biso tosili kobimisama na bandako na biso, na bana na biso elongo? Tango bitumba biyelaki bango babalolaki mokongo, longola sé moke kati na bango nde babundaki. Allah ayebi malamu bato ya mabe.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:247","price":"247. Mpe ntoma na bango alobaki na bango ete: Ya sôló Allah aponeli bino mokonzi nkombo naye Twâlût.(1) balobaki ete: Ndenge nini ye akozala na bokonzi likolo na biso? Mpe biso nde tobongi na bokonzi likolo naye, mpe ye azali na bozui te. (ntoma) ayanoli ete: Ya sôló, Allah aponi ye mpe atomboli ye likolo na bino, mpe abakiseli ye mayele na nguya na bokasi ya nzoto. Allah apesaka bokonzi naye na oyo alingi, mpe Allah azali moyebi koleka.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"1 Twálíit: Talut.","lang":"ln"},{"name":"2:248","price":"248. Mpe ntoma wa bango ayebisi bango ete: Ya sôló elembo ya bokonzi bwa ye ezali ekoyela bino sanduku, kati na yango ezali na kimiya ezali kowuta na Nkolo wa bino, na makambo misusu, mabota na Mûssa na mabota ya Hâruna(1) batikaki oyo ba anzelu bazali komema, ya sôló wana ezali elembo mpona bino, soki bozali bandimi.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"1 Háruna: Alona.","lang":"ln"},{"name":"2:249","price":"249. Mpe, tango Twâlût alingaki kokende na mapinga, alobaki ete: Ya sôló Allah akomeka bino na mayi ya ebale. Oyo kati na bino akomela yango azali ya ngai te, mpe oyo akomeka yango te yende azali wa ngai, longola sé oyo akotoka mwa moke na loboko naye. Kasi ebele na bango bamelaki mayi, sé moke kati na bango bandimaki naye. Mpe tango ye na bandimi baye bazalaki naye bakatisaki ebale, balobaki ete: Biso lelo tozali na nguya te liboso ya Djâlût na mampinga naye. Kasi misusu kati na bango bakanisaka ete bakokutana na Allah balobaki ete: Boniboni mapinga moke malongi mapinga ya monene na ndingisa ya Allah? Mpe Allah azali elongo na baye bazali koyika mpiko.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:250","price":"250. Mpe tango bakutani na Djâlût na mampinga naye, balobaki ete: Eh Nkolo! pesa biso motema makasi, mpe lendisa matambi ma biso mpe opesa biso elonga likolo ya bapagano.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:251","price":"251. Balongaki bango na ndingisa ya Allah, mpe Dâwud abomaki Djâlût. Mpe Allah apesaki ye bokonzi mpe bwanya, mpe atangisaki ye makambo misusu ye (Allah) alingaki. Mpe soki Allah akotelaka bato likolo ya misusu te, nde mokili molingaki kokoma na mobulu, kasi Allah nde azali Nkolo ya bolamu okati ya mikili.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:252","price":"252. Wana ezali mikapo mia Allah tozali kotangela yo yango na bosôló. Mpe ya sôló ozali moko okati ya batindami.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"ln"},{"name":"2:253","price":"253. Na bantindami wana, basusu Allah apesaki bango bolamu mingi. Mpe basusu Allah asololaki na bango mpe amatisaki basusu lokumu koleka, mpe topesaki Issa mwana ya Maryam bilembo ya polele mpe totondisaki ye na molimo mosantu. Mpe soki Allah alingaki, nde baye bayaki sima na bango babomanaki te, na tango polele esili kokomela bango. Kasi bazalaki nde na bokabwani kati na bango. Na yango basusu kati na bango bandimaki mpe basusu bapengwaki. Mpe soki Allah alingaki, mbele babomanaki te. Kasi Allah asalaka sé oyo ye alingi.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:254","price":"254. Eh Bino baye bondimi! bobimisa na maye topesaki bino, yambo ete eyela bino mokolo moye koteka kimoninga. Mpe liloba ekozala te. Kasi bapagano nde bato mabe.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:255","price":"255. Allah! Nzambe mosusu ya kobondela na bosôló azali te kaka sé ye, azali na bomoyi, amikoka naye moko, animbaka te mpe alalaka te. Maye manso mazali o’likolo mpe o’mabele mazali ya ye. Nani oyo azali na makoki ya kosengela moto epai ya Allah soki na ndingisa naye te? Ayebi maye maleka na maye makoya. Bakozuaka eloko moko te na boyebi naye sé na maye alingi, kursy(1) naye ezali monene koleka mapata(2) na mabele,(3) mpe ayokaka mpasi te mpona kobatela yango azali likolo mpe monene koleka.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"1 Etieli matambe ya Nkolo.\n2 Mapata ezalaka sambo.\n3 Mabele ezalaka sambo.","lang":"ln"},{"name":"2:256","price":"256. Bakokanga moto na makasi te mpona kokota na lingomba ya Allah. Nzela ya semba esili koyebana na nzela ya libungi. Moto oyo akompegwa na motomboki.(1) mpe andimi na Allah, ye wana nde asili kosimba singa ya makasi(2) oyo ekatanaka te, Allah azali moyoki mpe moyebi.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"1 Motomboki: Elakisi: Ezali eloko to moto nioso bazali kobondela ye, mpe asepeli na mabondeli wana to asepeli balanda ye, na batosa ye na esika ya Allah. Elakisi mpe lisusu: kosambisa na mibeko oyo ezali ya Allah te na motindami, mpe oyo azali koloba ete ayebi mabombami. \n2 Singa ya Makasi elakisi: Islam.","lang":"ln"},{"name":"2:257","price":"257. Allah nde azali Nkolo ya bandimi, azali kobimisa bango na molili mpe kotia bango na nzela ya mwinda, kasi baye bapengwi basatana nde bazali bankolo na bango, bazali kolongola bango na nzela ya mwinda mpe komema bango na molili, bango wana nde bato ya móto, bakozala na kati seko na seko.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:258","price":"258. Boye oyebi te oyo Allah apesaki bokonzi asuanisaki Ibrâhîm mpona Nkolo naye? Tango Ibrâhîm alobaki naye ete: Nkolo na ngai nde oyo apesaka liwa mpe bomoyi, alobaki na Ibrâhîm ete: Ngai mpe na pesaka liwa mpe bomoyi. Ibrâhîm alobaki naye lisusu ete: Kasi ya sôló, Allah abimisaka mwese na moniele, yo mpe bimisa yango na eloli. Na sima ye mopagano azangaki eloko ya kosala. Mpe Allah akambaka bato ya mabe te.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:259","price":"259. To mpe lokola moto oyo Alekaki mboka moko boye ezalaki ya kokufa, alobaki ete: Ndenge nini Allah akozongisa yango na bomoyi sima ya liwa? Mpe Allah abomaki ye moto wana, mpe awumelaki na mabele mbula nkama moko. Na sima Allah asekwisi ye, mpe atuni ye: Osali mikolo boni awa? Azongisaki eyano ete: Nasali mokolo moko to ndambu ya mokolo, (Allah) alobi naye ete: Yo osali mbula nkama moko awa, tala bilei nayo na mayi nayo ya komela ezali ya kobeba te, mpe tala epai ya himar(1) nayo etikali sé mikuwa. Mpe mpo totia yo ozala elembo epai ya bato, kasi tala epai ya mikuwa ndenge ngai (Allah) nazali kozongisa yango na sima nalatisi yango misuni. Mpe tango amonaki ete Allah asekwisi himar naye, alobaki ete: Ya sôló Allah azali na nguya likolo ya biloko binso.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"1 Himar: Azali niama oyo azali lokola mpunda kasi ya токе, amemaka mikumba, (áne).","lang":"ln"},{"name":"2:260","price":"260. Mpe tango Ibrâhîm alobaki ete: Nkolo! lakisa ngai ndenge nini okosekwisa bawa, (Allah) Alobaki ete: Eh Ibrâhîm! naino ondimi te? Alobaki na ndimi, kasi wana ezali mpona kolendisa motema na ngai. (Allah) alobi naye, zua bandeke minei, kata bango biteni biteni, sima tia yango likolo ya bangomba, sima obenga bango bakoyela yo na lombango, mpe yeba ete ya sôló, Allah azali makasi atonda bwanya.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:261","price":"261. Ndakisa ya baye bazali kobimisa misolo na bango na nzela ya Allah, ezali lokola mbuma elonami sima ebimisi bitape sambo, mpe na etape moko ezali na bambuma nkama moko, mpe Allah abakisaka mbano ebele na oyo ye alingi, mpe Allah azali na ebele ya bozui, azali moyebi koleka.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:262","price":"262. Bato oyo bazali kobimisa misolo na bango na nzela ya Allah, sima balandisi yango te na maloba ya komizua, to maloba ya mabe na maye mabebisi, bazali na lifuta na bango epai na Nkolo wa bango. Bakozala na bobangi te, mpe na koyimayima te.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:263","price":"263. Liloba ya kitoko mpe bolimbisi, ezali malamu koleka likabo liye lilandisami na liloba ya mabe. Allah azali na bosenga na eloko te, mpe atonda bolamu.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:264","price":"264. Eh Bino bandimi! bobebisa mabonza na bino te na kolandisa yango na maloba mabe, mpe na monyokoli, lokola moto oyo azali kobimisa mosolo naye mpo bato bamona ye mpe ye andimi na Allah te, andimi mpe na mokolo ya suka te. Ndakisa naye moto wana ezali lokola libanga monene ezipami na zelo, mpe tango mbula ya makasi enoki, etiolisi zelo nyoso mpe etiki libanga mpamba. Bango(1) bakozua lifuta moko te na maye babimisaki na mabonza, mpe Allah akokamba te bato oyo basili kopengwa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"1  Kasi na sima na bango te.","lang":"ln"},{"name":"2:265","price":"265. Mpe ndakisa ya ba oyo bazali kobimisa misolo mia bango na bondimi bonso mpona Allah, mpe mitema mia bango mizali kimia bazali lokola elanga ezuami na mabele ya kitoko na esika etombwami, mbula makasi enokeli yango, mpe epesi mbuma na yango mbala mibale koleka. Ata soki mbula ya makasi ebeti te, matanga ya mike ekoki na yango. Mpe Allah azali momoni maye bozali kosala.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:266","price":"266. Boye moko kati na bino akolinga kozala na elanga ya naghil(1) mpe ya a’nâb(2) eye mingala mizali kotiola na nsé na yango, mpe ezali kopesa ye mbuma inso ya ndenge na ndenge, na sima mobange ekomeli ye, mpe bana naye bazali mike naino bakoli te, mpe mopepe ya monene ya makasi ya móto ekoti na elanga wana mpe ezikisi yango nyoso? Na lolenge ya boye nde Allah azali kolimbolela bino bilembo bia ye mpo ete bokanisa.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"1 Naghil: Nzete ya tamru na makasa na yango ezali lokola nzete ya mbila, kasi ezali na bokeseni na bambuma na yango, ebotaka na ba mboka ya esobe ezali sukali.\n2 A’náb: Vino.","lang":"ln"},{"name":"2:267","price":"267. Eh bino bandimi! Na bozui bozali na yango bobimisa ya malamu mpona nzela ya Allah mpe ndenge moko na milona miye topesi bino kowuta okati ya mabele. Kasi bopona te ya mabe mpona kobimisa na nzela ya Allah oyo soki bapesaki bino yango bokolinga kozua yango te kaka mpona nsoni mpe na kokanga miso. Mpe boyeba ete ya sôló Allah asanzolama atonda bomengo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:268","price":"268. Satana azali kobangisa bino kimobola mpe azali kotinda bino na makambo ya mbindo mpe ya bonsoni, kasi Allah azali kolaka bino bolimbisi mpe lisalisi kowuta epai naye. Mpe Allah atonda bomengo azali moyebi koleka.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:269","price":"269. (Allah) apesaka bwanya na moto oyo ye alingi. Na oyo apesi ye bwanya ayeba ete asili kozua bolamu ebele koleka. Kasi sé bato ya mayele nde bazali kokanisa.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:270","price":"270. Nyoso oyo bokobimisa(1) to elaka bino bolakaki, ya sôló Allah asili koyeba yango. Mpe babubi baza na basungi te.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"1  Bango mibale.","lang":"ln"},{"name":"2:271","price":"271. Soki bopesi mabonza to mpe makabo na bino na miso ya bato ezali malamu, kasi soki bopesi yango na babola na kobombama wana nde ezali malamu mıngi koleka. Mpe(1) akolongola masumu na bino, mpe Allah azali na sango ya maye bozali kosala.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"1 Allah.","lang":"ln"},{"name":"2:272","price":"272. Yo moto okokamba bango te, kasi Allah nde akambaka oyo alingi. Na nyoso oyo bokobimisa ya bolamu ekozala sé na mbano ya milimo mia bino, bobimisa te sé ezala mpona koluka elongi ya Allah. Na nyoso oyo bokobimisa ezali kolukela bino bolamu mpe bokobubama te.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:273","price":"273. Mpona babola baye bakangamaki na nzela ya Allah, bazali na makoki te yakotambola na mokili mpona koluka bozui, bato bazanga boyebi bakokanisa ete bango bazali na bomengo, mpona nsoni bazali na yango mpona kosenga. Kasi okoyeba bango ete bazali babola na bilembo na bango, ete balembisaka bato te na bisenga senga. Mpe eloko nyoso bobimisi mpona Allah, ya sôló (Allah) ayebi yango.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:274","price":"274. Ba oyo bazali kobimisa misolo mia bango butu na moi, polele mpe na kobombama, lifuti na bango ezali epai ya Nkolo wa bango, mpe bakozala na bobangi te mpe bakoyimayima te.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:275","price":"275. Baye bazali kolia mbongo ya ekotama, bakotelema te (kowuta na lisekwa na malita na bango), sé lokola kotelema ya moto oyo zabulu asimbi ye na liboma. Mpo ete bango balobaki ete: Ekotama ezali sé lokola mombongo. Kasi Allah apesi ndingisa ya kosala mombongo, mpe apekisi ekotama. Mpe oyo okati na bino malendisi ya Nkolo naye ekomeli ye mpe atiki ekotama azali na masumu te na maye maleka liboso, mpe likambo naye ezali epai na Allah. Kasi baye bakozongela yango, bango wana nde bazali bato ya móto bakozala na kati seko na seko.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:276","price":"276. Allah azali kobebisa ekotama mpe azali kopambola mbongo ya makabo. Mpe Allah alingaka bapengwi te basumuki.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:277","price":"277. Ya sôló baye bandimi na Allah, mpe bazali kosala misala ya malamu, mpe bazali kotelemisa losambo mpe bazali kobimisa zakat,(1) lifuta lia bango lizali epai ya Nkolo wa bango. Bakozalaka na bobangi te mpe bakozala na mpasi te.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"2  Allah.","lang":"ln"},{"name":"2:278","price":"278. Eh bino bandimi! Bobanga Allah, mpe botika kozua ndambu ya mosolo ya ekotama, soki ya sôló bozali bandimi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:279","price":"279. Mpe soki bosaleli yango te, bozua elaka ya etumba kowuta epayi ya Allah mpe na motindami naye. Mpe soki botubeli, bokozala na mitu ya misolo mia bino, bobuba bato te bino mpe bobubama te.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:280","price":"280. Mpe soki moto azali na nyongo na bino azali na kpokoso mpona kofuta yango, bokozelisa ye kino azua yango. Mpe soki botiki yango likabo, ezali malamu mpona bino soki boyebaki.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:281","price":"281. Mpe bobanga mokolo moye bokozonga epai ya Allah, sima molimo nyoso mokofutama na manso asalaki, mpe bakobubamaka te.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:282","price":"282. Eh bino bandimi! Soki bopesani nyongo ekofutama na mokolo moyebani, bokoma yango. Mokomi akoma yango na bosembo kati na bino, kasi ye mokomi aboya kokoma yango te lolenge Allah asili kotangisa ye. Akoma mpe moto azali na nyongo aloba mpe abanga Allah Nkolo naye, akutola eloko moko te. Mpe soki moto azali na nyongo azali zoba to azali na makasi te to mpe ayebi kokoma te, molobeli naye alobela ye na bosembo. Mpe bozua banzeneneke mibale ya mibali kati na bino, mpe soki mibali mibale bazuami te. Bokozua mobali moko na basi babale, baye bokosepela na bango mpona kozala banzeneneke mpo ete soki moko kati na bango mibale abungi to abosani mosusu azongisa ye na nzela. Mpe soki bato babengami ete bazala banzeneneke baboya te koyanola na mbela wana. Mpe bozala na bolembu te mpona kokoma yango, ya moke to mpe ya monene kino ngoga na yango, wana ezali semba epai ya Allah mpe lolenge ya malamu ya kofuta nyongo mpo ete boyimayima te. Kasi soki ezali koteka na kosomba oyo ezuami kati na bino, bozali na lisumu te soki bokomi yango te, kasi bozua banzeneneke tango bozali koyokana na ntalo. Mokomi anyokwama te monzeneneke anyokwama mpe te, mpe soki bosali yango mpona konyokolo bango ekozala mabe mpona bino, mpe bobanga Allah Allah akotangisa bino, mpe Allah azali moyebi na biloko nyoso.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:283","price":"283. Mpe soki bozali na mobembo, mpe bozui moto te mpona kokoma nyongo, mozui nyongo akosimbisa nkolo mbongo mwa eloko (eye ekofandisa ye na kimia). Soki mpe boyokani bino na bino na lolenge ya malamu, moto azali na nyongo esengeli naye kofuta mobimba na ndenge azuaki (adefaki). Mpe abanga Allah Nkolo naye, mpe bobomba litatoli te moto oyo akobomba yango ya sôló motema naye ezali na bokono ya lisumu. Mpe Allah ayebi maye manso bozali kosala.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:284","price":"284. Nyoso ezali o likolo mpe o nsé ezali ya Allah. Nyoso oyo bozali kobimisa polele ya mitema mia bino to bozali kobomba yango, Allah akotunaka bino. Mpe akolimbisa na oyo alingi, mpe akopesa etumbu na oyo alingi. Mpe Allah azali na bokoki na biloko binso.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:285","price":"285. Motindami andimi na maye makiteli ye kowuta epai na Nkolo naye, na bandimi mpe lokola; bango banso bandimi na Allah, na ba anzelu naye, na babuku bia ye, na batindami naye, to kotia bokeseni te okati ya moko kati ya bantindami naye. Mpe balobi ete: Toyoki mpe totosi. Eh Nkolo wa biso! Tosengi nayo olimbisa biso. Mpe epai nayo nde tokozonga.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"ln"},{"name":"2:286","price":"286. Allah apesaka moto mokumba sé oyo ekoki naye. Akofutamaka na maye asalaki, mpe akofutama na mabe maye asalaki. Eh Nkolo! kopesa biso etumbu te soki tobosani to mpe lisumu tosali yango na libaku. Eh Nkolo! Komemisa biso mokumba te ndenge o memisaki baye baleka liboso na biso. Eh Nkolo! Komemisa mpe biso te mokumba moye moleki biso kilo. Longola mabe mabiso limbisa biso, mpe yokela biso mawa. Ozali mobateli na biso, pesa biso elonga likolo na bapagano.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"ln"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}