{"data":[{"name":"22:1","price":"1. Oh bino bato! Bobanga Nkolo wa bino. Ya soló, koningana ya mabele na ngonga (ya mokolo yasuka) ekozalaka somo mpe makasi.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:2","price":"2. Mokolo bokomona yango, na nyoso oyo azalaki komelisa, muana akobosana komelisa, mpe nyoso oyo azalaki na zemi akobota. Mpe okomona bato bakomi na milangwa, kasi ezali molangwa (ya masanga te) ezali nde etumbu ya Allah ya makasi.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:3","price":"3. Mpe bokomona bato bazali kosuana тропа Allah kasi bazali na boyebi te, mpe bazali kolanda satana motomboki.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:4","price":"4. Ekomama тропа yango ya solo, oyo akolanda ye (satana), asili kobungisa ye mpe akokamba ye na etumbu ya lifelo.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:5","price":"5. Oh bino bato! Soki bozali kotiya tembe тропа mokolo mwa lisekwa, ya sólo tokelaki bino na mabele, sima bokomi mayi ya ndembo sima ekomi makila ya makasi, sima ekomi eteni ya mosuni, mozui lolenge ya bokeli (moto), tobongisi mpe mosusu tobongisi te, тропа kolakisa bino bokasi bwa biso, mpe totiye yango na ebotelo (matilisi) na bolingi bwa biso kino tango ekokoka, sima tobimisi bino mwana токе mpo bokokisa kokelame, kati na bino, basusu bazali kokufa noki, mpe basusu bazali кокота mikolo kino akozala na mayele lisusu yakoyeba eloko te, ndenge moko na mabele ntango ekawuki mpe tokitiseli yango mayi ya mbula, ekoningana mpe evimbi, ekobimisa milona ya ndenge na ndenge.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:6","price":"6. Wana nyoso mpo Allah azali wa bosôló, mpe ya soló ye mosekwisi ya bawa, mpe ya soló, ye azali na bokoki тропа biloko binso.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:7","price":"7. Mpe ya sólo, ngonga ekokoma ezali na tembe te тропа yango. Mpe ya sólo Allah akosekwisaka baye bakozalaka o kati ya malita.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:8","price":"8. Mpe kati ya bato bazali kosuana тропа Allah, kasi bazali na boyebi te, mpe bazali na bokambami te, mpe bazali na buku oyo elimbolami te.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:9","price":"9. Azui bizaleli ya lolendo mpe ya mabe тропа kobungisa bato nzela ya Allah, (moto) wana akozua mabe awa na nsé тре о mokolo ya suka tokopesa ye etumbu ya kozikisama.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:10","price":"10. Mpona makambo maye maboko mibale nayo malengelaki yango awa na mokili, mpe ya sôló Allah azalaka mobubi te epai ya bawumbu naye.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:11","price":"11. Mpe kati na bato bazali kobondela Allah sé moke тре likolo likolo, soki bolamu bozui ye, asepeli na yango, mpe soki mabe ezui ye abaloli elongi mpe aboyi, kasi asili kozanga na mokili mpe na mokolo mwa suka. Мре wana nde ekozalaka bozangi ya monene.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:12","price":"12. Bazali kobelela na esika ya Allah banzambe basusu, ba oyo bakoki kosala bango mabe te mpe malamu te. Wana nde libunga lia mozindo.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:13","price":"13. Bazali kobelela oyo ezali mosika na litomba kasi pene na mpasi. Oyo mobateli ya mabe mpe moninga ya mabe.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:14","price":"14. Ya soló, Allah akokotisa bandimi baye bazalaki kosala misala ya malamu na lola oyo ezali kolekisa na nsé na yango mingala. Ya soló, Allah asalaka oyo alingi.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:15","price":"15. Oyo azali kokanisa ete Allah akosalisa(1) ye te awa na mokili mpe na mokolo ya suka, amata na singa kino likolo(2), sima akata yango, boye atala soki mayele mabe naye ekosalisa ye na oyo ezali kopesa ye kanda.","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"1 Akosalisa ye: Awa elakisi ntoma Muhammad.\n2  Likolo: Awa ezali ete kokanga singa likolo ya ndako naye mpe atia yango na kingo тропа akata yango mpo amiboma.","lang":"ln"},{"name":"22:16","price":"16. Na yango nde wana tokitisaki (kurani) na mikapo miye mizali Polele, mpe ya soló Allah akambaka oyo alingi.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:17","price":"17. Ya soló, baye bandima, bayuda, ba swâbi-îna(1), mpe baklišto mpe basambeli ya moto, na baye bazali kosangisa Allah. Ya sólo Allah akokataka makambo o kati kati na bango o mokolo ya suka. Ya soló Allah azali nzeneneke likolo ya biloko binso.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"1  Swâbi-îna: Bótala suratu Al-Mâ-idah: 69, Al-Baqarah: 62.","lang":"ln"},{"name":"22:18","price":"18. Boye ozali kornona te ete biloko binso biye bizali o likolo na o nsé bizali kofukamela Allah moyi na sanza, minzoto na bangomba, banzete na banyama mpe bato ebele? Мре ebele babongi na etumbu, mpe oyo Allah asilisi ye lokunu, akozua moto te ya komatisa ye lokumu. Ya sólo Allah asalaka oyo alingi.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:19","price":"19. Mabota mibale oyo bazali kobunda тропа Nkolo wa bango, mpe ba oyo bakondima te, bakotongela bango bilamba ya moto mpe bakosopela bango mayi ya moto o mitu mia bango.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:20","price":"20. Ekoniangwisa nyoso oyo ezalaki o kati na mabumu na bango, na loposo lokola.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:21","price":"21. Mpe bakobetama na miniololo ya bibende.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:22","price":"22. Tango nyoso bakolingaka kobima kowuta na yango nakati ya mpasi ya makasi, bakozongisaka bango nakati na yango, mpe bakolobaka na bango: Вотека etumbu ya bozikisami.","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:23","price":"23. Ya soló, Allah akokotisa bandimi na baye basalaki misala milamu o lola oyo ezali kolekisa na nsé na yango mingala, bakolatisa bango bapalata ya wolo na bazigida, mpe bakolataka bilamba ya hariri(1).","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"1 Hariri: Siliki.","lang":"ln"},{"name":"22:24","price":"24. Mpe bakozalaka na bokambi mpe liloba lilamu, mpe bakokambamaka onzela ya semba.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:25","price":"25. Ya sólo, baye bapengwa, mpe bapekisaka nzela ya Allah, na ndako esantu oyo totiyaki yango тропа bato, mpe ezala esika ya kovanda тропа baleki nzela, тре moto oyo akolinga kosalela yango mabe, tokomekisa ye etumbu ya makasi.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:26","price":"26. Mpe tango tolakisaki Ibrâhîm esika ya kotonga ndako (ya makkah), mpe to yebisaki ye ete: Kosangisa ngai na eloko te, mpe petóla ndako na ngai тропа baye bazali kobaluka, batelemi, bangumbami mpe bafukami (pona losambo).","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:27","price":"27. Mpe benga bato baya kosala mobembo esantu, bakoyelaka yo na makolo, mpe na bimateli ya ndenge na ndenge uta mosika.","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:28","price":"28. Mpo bazua bolamu mpe bangrásia ebongisami тропа bango, mpe mpo bakumisa nkombo ya Allah kati ya mikolo miye miyebani(1) likolo ya bibwele biye topesaki bango, mpe bolia ndambu na yango, mpe mosusu boleisa babola.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"1 Mikolo miye miyebani: Ezali mikolo zomi ya liboso na sanza ya hajj mpe na mikolo misato na sima ya zomi wana.","lang":"ln"},{"name":"22:29","price":"29. Mpe basukisa maye bazalaki na yango yakopekisama, mpe bakokisa bilaka bia bango, mpe babaluka zinga zinga ya ndako (esantu ya makkah).","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:30","price":"30. Wana nde (oyo esengelami ebatelama) тропа oyo akopesa lokumu na mibeko esantu ya Allah, ekozala malamu тропа ye epai na Nkolo waye, mpe nandimeli bino kólia banyama, longola sé oyo batangeli bino. Мре bomitiya mosika na mbindo ya bikeko, тре bomitiya mosika тропа koloba lokuta.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:31","price":"31. (Bozala) Sembo liboso ya Allah, bosangisa ye na eloko te. Mpe oyo akosangisa Allah, azali lokola oyo akwei kowuta о likolo, bandeke bamemi ye to mopepe mozui ye о esika ya mosika.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:32","price":"32. Na yango: Oyo akokumisa mibeko ya Allah, ya soló wana nde ezali kolakisa mitema ya bobangi (Allah).","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:33","price":"33. Kati ya banyama wana ekosalisa bino kino tango eyebani, тре esika ya kosasa yango ekozala pembeni ya ndako esantu.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:34","price":"34. Mpe umma(1) nionso totielaki bango lolenge ya kokumisa Allah na bopesi mbeka, mpo ete batanga nkombo ya Allah likolo ya bibwele biye apesaki bango, mpe Nzambe wa bino azali Nzambe moko ya sólo, botosa ye mpe pesa sango elamu epai ya bamikitisi.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"1 Umma: Elakisi: Lisanga, bótala na suratu Al-Baqarah mokapo: 128.","lang":"ln"},{"name":"22:35","price":"35. Baye bazalaka soki nkombo ya Allah etangami, mitema mia bango milengi, mpe soki mabe ezui bango bakangi mitema, Mpe batelemisi losambo mpe bazali kobimisa maye topesaki bango, (тропа Allah)","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:36","price":"36. Mpe totielaki bino budna(1) moko ya bilembo ya Allah, bozali na bolamo kati na yango mpe tango bozali kokata yango, botanga nkombo ya Allah yambo ya kosasa, na tango azali ya kotelema sima (soki ekufi) ekwei na mabele bolia yango mpe boleisa baye bazangi, mpe ba oyo bakokaka kosenga te, na boye nde topesaki bino yango mpo ete bopesa biso matondi.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"1 Budna: Ibili (chameau) na ngombe.","lang":"ln"},{"name":"22:37","price":"37. Allah atalaka mișuni na makila na yango te, kasi atalaka nde bobangi na bino. Lolenge wana nde atielaki bino yango, mpo ete bokumisa bonene ya Allah na maye akambi bino (o nzela ya semba) mpe pesa babongisi sango elamu.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:38","price":"38. Ya soló, Allah abundelaka bandimi, ya solo, Allah alingaka te mokosi oyo nyoso azanga botondi.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:39","price":"39. Ndingisa epesami na baye batumolami (ete babunda) mpo ete basili kobubama. Mpe ya soló, Allah azali na bokoki тропа kolongisa bango.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:40","price":"40. Baye babimisama na bandako na bango na bobubami bonso, pamba te bango balobaki ete: Allah azali Nkolo wa biso, soki Allah azongisaka bato kati kati na bango te, batempelo mpe ba eclesia mpe ba sinagoga mpe ba masâdjid bisika oyo bakundolaka mingi nkombo ya Allah, elingaki ebeba Allah apesaka lisungi na oyo azali kosunga ye (Allah). Ya solo Allah azali na bokasi mpe atonda nguya.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:41","price":"41. Baye soki topesi bango nguya awa na nsé, bakotelemisa losambo mpe bakopesa zakat mpe bako tinda na bolamu mpe bako pekisa mabe, mpe suka ya makambo ezali ya Allah.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:42","price":"42. Mpe soki bazui yo na lokuta, (yeba ete) bato ya Nûh, na aad, na Thamûd, basilaki kozua (ba ntoma na bango) na lokuta,","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:43","price":"43. Mpe bato ya Ibrâhîm na Loth,","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:44","price":"44. Mpe bato ya mad’yan. Mûssa mpe lokola bazuaki ye moto ya lokuta, na pemisaki bapagano mua токе, sima bazuaki etumbu. Mpe tala ndenge nini etumbu na nga ezalaki!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:45","price":"45. Bamboka boni tobomaka yango, pamba te esalaki mabe bitikalaki pamba, okomona sé mabulu na bisobe na bandako bizali pamba (bizangi batu).","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:46","price":"46. Boye bazali kotambola te likolo ya mabele mpo bazala na mitema ya koyeba na yango mpe matoyi ya koyoka na yango? Miso mikangamaka te nzoka nde mitema miye mizali okati ya ntolo nde mikangamaka.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:47","price":"47. Bazali kosenga yo ete oyeisa etumbu noki, Allah azangisaka mokano mwa ye te. Mpe ya solo, mokolo moko epai na Nkolo wa yo mozali lokola mibu nkoto moko ndenge bozali kotanga.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:48","price":"48. Bamboka boni na pesaki yango etumbu noki te, mpe ezalaki kosala mabe, sima na pesaki etumbu na yango, mpe epai na ngai nde bozongi bozali.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:49","price":"49. Loba: Oh bino bato! Ya sólo, nazali mokebisi ya polele тропа bino.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:50","price":"50. Mpe baye bandima mpe bazali kosala misala ya malamu, bakolimbisama mpe bakozua bozui bolamu.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:51","price":"51. Mpe baye bazali kotia molende тропа kobundisa mikapo mia biso mpe bazali kokanisa ete Allah akokoka kopesa bango etumbu te, bango nde bato ya lifelo.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:52","price":"52. Мре yambo nayo totindaki motindami to ntoma te sé asakola na maye tokitiselaki ye, mpe satana atiyela ye tembe na maye azali koloba, mpe Allah akobebisa maye satana asalaki. Sima Allah alendisi mikapo mia ye, mpe Allah azali moyebi atonda bwanya.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:53","price":"53. Mpo atiya momekano na maye satana asalaki (kobwaka о mitema mia bato) o kati ya mitema mia bato baye bazuami na bokono mpe baye mitema mia bango mikangama. Mpe ya soló, babubi bazali na bokabwani makasi.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:54","price":"54. Mpe baye bapesami boyebi, bayeba ete: Ya sólo yango (kurani) ezali bosóló kowuta epai ya Nkolo wa yo, bandimela yango, mpe evandisa mitema mia bango. Mpe ya sólo, Allah azali mokambi wa baye bandima na nzela ya semba.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:55","price":"55. Mpe bapengwi bakotikaka tembe te, kino mokolo ya suka mokoyela bango mbalakaka to etumbu ya makasi eyela bango na mokolo moko.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:56","price":"56. Mokolo wana kibokonzi ekozalaka sé ya Allah a kosambisa kati na bango. Мре baye bandima mpe basali misala ya malamu, bakozalaka o kati ya lola ya kitoko.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:57","price":"57. Mpe baye bapengwa mpe bazali kozua mikapo mia biso na lokuta, bango bakozalaka na etumbu ya soni.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:58","price":"58. Mpe baye babimaki na nzela ya Allah, sima bakufi to babomi bango, Allah akopesa bango bozui bolamu. Mpe ya soló, Allah nde mopesi bozui koleka.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:59","price":"59. Akokotisa bango o esika eye bakosepela na yango (lola), mpe ya sólo, Allah azali moyebi mpe atonda mpiko.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:60","price":"60. Ndenge wana oyo akosala (mabe) lokola basalaki ye mpe sima basali ye lisusu mabe, Allah akosunga ye, kasi Allah azali molimbisi mpe alingaka bolimbisi.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:61","price":"61. Ndenge wana nde Allah akotisaka butu kati na mokolo, mpe akotisaka mokolo kati na butu. Mpe ya sólo, Allah azali moyoki momoni.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:62","price":"62. Wana mpo ete Allah nde azali bosembo, mpe maye bazali kobondela na botiki ye ezali mpamba. Mpe ya soló, Allah azali wa likolo monene koleka.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:63","price":"63. Boye ozali kornona te, ya soló Allah akitisaka mayi kowuta o likolo mpe akomisi mabele (lolenge) ya mayi ya pondu?(1) Ya solo, Allah azali malamu mpe moyebi ya bansango.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"1 Mayi ya pondu: Elakisi: Bobimi ya bilona sima ya bokiti ya mbula.","lang":"ln"},{"name":"22:64","price":"64. Maye manso mazali о likolo тре na nsé mazali ya ye. Mpe ya sólo Allah azali mozwi mpe akoka na lokumu.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:65","price":"65. Boye ozali kornona te, ya sólo Allah asaleli bino nyoso oyo ezali o mokili, mpe masuwa ezali kotambola okati ya ebale na mibeko mia ye? Mpe asimbi likolo mpo ekweyela mabele te, sé na bolingi bwa ye. Ya sólo, Allah azali malamu atonda ngolu mpo na bato.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:66","price":"66. Ye nde apesaka bino bomoyi mpe liwa, sima akosekwisa bino. Ya sólo moto azali na bopengwi ya bolamu ya Allah.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:67","price":"67. Mpe umma nionso(2) totiyelaki bango mibeko lia bolandi, tika ete baswanisa yo te na maye mayeli yo. Belela mpo na Nkolo nayo, ya sólo ozali o nzela ya semba.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"2 Umma: Elakisi: Lingomba, bótala na suratu Al-Baqarah mokapo 128.","lang":"ln"},{"name":"22:68","price":"68. Mpe soki basuanisi yo, loba: Allah ayebi maye bozali kosala.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:69","price":"69. Allah akosambisa (makambo) kati na bino o mokolo ya Suka na maye bozalaki kokesene na yango.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:70","price":"70. Boye ozali koyeba te ete Allah ayebi manso mazali olikolo na onse? Ya soló, nyoso wana mazali okati ya buku(1), mpe solo wana ezali pete тропа Allah.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"1 Buku: Awa elakisi: Lauhu mahfuz: Buku oyo ekomama okati na yango makambo manso oyo ekosalama ti kino mokolo ya suka, mpe ebatelama epai ya Allah.","lang":"ln"},{"name":"22:71","price":"71. Мре bazali kobondela na botiki Allah maye akitisela yango elembetele te mpe na maye bazali na boyebi na yango te, mpe babubi bakozuaka mosungi te.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:72","price":"72. Mpe tango bazali kotangela bango mikapo mia biso mia polele, okoyeba kanda ya baye bapengwa na bilongi na bango, soki bakokaki kokweyela baye bazali kotangela bango mikapo mia biso, loba: Mpe nayebisa bino тропа mabe oyo bozali kosala, Allah alengeli moto тропа bapengwi. Mpe oyo bozongi ya mabe?","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:73","price":"73. Oh bino bato! Lisese libetami тропа bino boyoka yango. Ya sólo baye bozali kobondela na botiki Allah, bakoki kokela nzinzi te, ata soki basangani тропа yango, mpe soki nzinzi ayibi eloko na bango bakoki kobotolo ye yango te, mosengi na oyo basengi ye, bango nyoso mibale bazali motawu.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:74","price":"74. Bapesi Allah lokumu naye te na ndenge esengeli. Ya soló, Allah azali na bokasi atonda nguya.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:75","price":"75. Allah azali коропа batindami otei ya ba anzelu na bato. Ya solo, Allah azali moyoki amonaka nionso.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:76","price":"76. Ayebaka maye mazali liboso na bango mpe sima. Mpe epai na Allah manso makozongaka.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:77","price":"77. Eh bino bandimi! Bongumbama, bofukama mpe bobondela Nkolo na bino mpe bosala malamu mpo ete bolonga.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"ln"},{"name":"22:78","price":"78. Mpe bobunda o nzela ya Allah na lolenge nyoso. Ye nde aponi bino, mpe atiyela bino mpasi o kati na lingomba te. Lingomba lia tata na bino Ibrâhîm. Ye nde abenga bino bamizilima uta kala (yambo ya boyei ya buku) mpe okati ya buku oyo (kurani), mpo ete motindami azala nzeneneke likolo na bino, mpo bino mpe bozala banzeneneke likolo na bato. Botelemisa losambo mpe bofuta zakat mpe bokangama makasi na Allah ye nde mokonzi na bino, mpe oyo mobateli mpe mosungi malamu.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"ln"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}