{"data":[{"name":"18:75","price":"គាត់(ខទៀរ)បានពោលថាៈ តើខ្ញុំមិនបានប្រាប់អ្នកទេឬថា ពិតប្រាកដណាស់ អ្នកនឹងមិនអាចអត់ធ្មត់ជាមួយខ្ញុំបាននោះ?","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:76","price":"គាត់(មូសា)បានពោលថាៈ ប្រសិនបើខ្ញុំសួរអ្វីបន្ទាប់ពីនេះ អ្នកមិនបាច់យកខ្ញុំធ្វើជាដៃគូទៀតទេ។ ជាការពិតណាស់អ្នកបាន អភ័យទោសដល់ខ្ញុំច្រើនលើកទៅហើយ។","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:77","price":"ហើយពួកគាត់ទាំងពីរ(ខទៀរ និងមូសា)បានបន្ដដំណើរ រហូតទៅដល់ទីប្រជុំជននៃភូមិមួយ ពួកគាត់ទាំងពីរបានសុំចំណី អាហារពីអ្នកភូមិនោះ តែពួកគេបានបដិសេធមិនទទួលពួកគាត់ ទាំងពីរជាភ្ញៀវឡើយ។ បន្ទាប់មកពួកគាត់ទាំងពីរបានឃើញ ជញ្ជាំងមួយនៅក្នុងភូមិនោះជិតរលំ គាត់(ខទៀរ)ក៏បានធ្វើឱ្យវា ត្រង់ឡើងវិញ។ គាត់(មូសា)បានពោលថាៈ ប្រសិនបើអ្នកចង់ធ្វើ ដូចេ្នះ អ្នកអាចយកថ្លៃឈ្នួលពីការងារនេះ។","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:78","price":"គាត់(ខទៀរ)បានពោលថាៈ នេះគឺជាការបែកគ្នារវាងខ្ញុំ និងអ្នក។ ខ្ញុំនឹងបកស្រាយប្រាប់់អ្នកនូវអ្វីដែលអ្នកមិនអាចអត់ធ្មត់ នឹងវាបាននោះ។","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:79","price":"ចំពោះរឿងសំពៅនោះ វាជាកម្មសិទ្ធិរបស់អ្នកក្រីក្រ ដែល ប្រកបមុខរបរនៅលើផ្ទៃសមុទ្រ ហើយខ្ញុំបានធ្វើឱ្យវាធ្លុះធ្លាយ ដោយសារតែនៅខាងមុខមានសេ្ដចមួយអង្គនឹងរឹបអូសយកសំពៅ (ណាដែលល្អ)។","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:80","price":"ចំណែកឯកេ្មងប្រុសនោះ ឪពុកម្ដាយរបស់គេជាអ្នកដែល មានជំនឿ ហើយយើងខ្លាចគេអូសទាញឪពុកម្ដាយរបស់គេឱ្យធ្លាក់ ទៅក្នុងភាពវងេ្វងនិងភាពគ្មានជំនឿ។","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:81","price":"ហើយខ្ញុំចង់ឱ្យម្ចាស់(អល់ឡោះ)របស់គេទាំងពីរផ្លាស់ប្ដូរ (ដោយបង្កើត)កូនម្នាក់ផេ្សងទៀតដែលល្អបរិសុទ្ធ និងគួរឱ្យ ស្រឡាញ់ជាងកូនដែលបានស្លាប់ទៅទៀត។","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:82","price":"ចំណែកឯជញ្ជាំងវិញ វាជាកម្មសិទ្ធិរបស់កេ្មងប្រុសកំព្រា ពីរនាក់នៅក្នុងទីក្រុងនោះ។ ហើយនៅពីក្រោមវាមានកំណប់ទ្រព្យ របស់ពួកគេទាំងពីរ។ ហើយឪពុករបស់គេទាំងពីរជាមនុស្សល្អត្រឹម ត្រូវ។ ហើយម្ចាស់របស់អ្នកមានបំណងឱ្យគេទាំងពីរធំពេញវ័យនិង ឱ្យគេទាំងពីរយកកំណប់ទ្រព្យរបស់ពួកគេទាំងពីរចេញដោយកី្ដ មេត្ដាករុណាពីម្ចាស់របស់អ្នក។ ហើយខ្ញុំមិនបានធ្វើវាតាមតែអំពើ ចិត្ដរបស់ខ្ញុំនោះឡើយ។ នោះហើយគឺជាការបកស្រាយចំពោះអ្វី ដែលអ្នកមិនអាចអត់ធ្មត់បាននោះ។","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:83","price":"ហើយពួកគេនឹងសួរអ្នក(មូហាំម៉ាត់)អំពីហ្ស៊ុលករណៃ។ ចូរអ្នកពោលថាៈ ខ្ញុំនឹងនិទានរឿងរបស់គេប្រាប់ពួកអ្នក។","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:84","price":"ពិតប្រាកដណាស់ យើង(អល់ឡោះ)បានផ្ដល់សិទ្ធិអំណាច ដល់គេនៅលើផែនដីនេះ ហើយយើងបានផ្ដល់ឱ្យគេនូវមាគ៌ាគ្រប់ បែបយ៉ាង។","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:85","price":"ហើយគេក៏បានដើរតាមមាគ៌ាមួយ។","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:86","price":"លុះដល់ពេលគេបានទៅដល់កន្លែងនៃថ្ងៃលិច គេបានឃើញ វាលិចនៅក្នុងប្រភពទឹកភក់ខ្មៅ ហើយគេបានឃើញមនុស្សមួយក្រុម (ពួកគ្មានជំនឿ)នៅទីនោះ។ ហើយយើងបានមានបន្ទូលថាៈ ឱ ហ៊្សុលករណៃ. អ្នកអាចធ្វើបាបពួកគេបាន(ប្រសិនបើពួកគេមិន ទទួលស្គាល់ថាអល់ឡោះមានតែមួយគត់)ឬក៏អ្នកអាចធ្វើល្អចំពោះ ពួកគេ(ដោយអំពាវនាវពួកគេឱ្យគោរពប្រតិបត្ដិតាមអល់ឡោះ)។","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:87","price":"គេ(ហ៊្សុលករណៃ)បាននិយាយថាៈ ចំពោះអ្នកណាដែល បានបំពាន គឺយើងនឹងធ្វើទារុណកម្មអ្នកនោះ។ បន្ទាប់មកអ្នកនោះ ត្រូវគេឱ្យវិលត្រឡប់ទៅកាន់ម្ចាស់របស់គេវិញ។ ពេលនោះទ្រង់ នឹងធ្វើទារុណកម្មគេនូវទារុណកម្មមួយយ៉ាងធ្ងន់ធ្ងរបំផុត។","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:88","price":"ហើយចំណែកឯអ្នកណាដែលបានជឿ និងបានសាងអំពើ ល្អវិញនោះ គេនឹងទទួលបានផលបុណ្យដ៏ប្រសើរ(ឋានសួគ៌)ជាមិន ខាន។ ហើយយើង(ហ្ស៊ុលករណៃ)នឹងនិយាយទៅកាន់គេ(អ្នក មានជំនឿ)នូវពាក្យសំដីទន់ភ្លន់បំផុត។","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:89","price":"បន្ទាប់មកគេក៏បានដើរតាមមាគ៌ាមួយទៀត។","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:90","price":"លុះដល់ពេលគេបានទៅដល់កន្លែងថ្ងៃរះ គេបានឃើញវា រះទៅលើក្រុមមនុស្សដែលយើង(អល់ឡោះ)មិនបានផ្ដល់ជម្រក ដល់ពួកគេដើម្បីការពារកំដៅព្រះអាទិត្យឡើយ។","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:91","price":"ដូច្នោះហើយ យើង(អល់ឡោះ)ពិតជាបានដឹងនូវអ្វីៗអំពី គេ(ហ៊្សុលករណៃ)។","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:92","price":"បន្ទាប់មកគេបានដើរតាមមាគ៌ាផេ្សងទៀត។","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:93","price":"រហូតនៅពេលដែលគេបានទៅដល់ចន្លោះភ្នំទាំងពីរគេបាន ឃើញមនុស្សមួយក្រុមនៅពីមុខភ្នំទាំងពីរនោះ ដែលពួកគេស្ទើរតែ មិនយល់នូវពាក្យសំដី(ដែលហ្ស៊ុលករណៃនិយាយ)នោះឡើយ។","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:94","price":"ពួកគេបាននិយាយថាៈ ឱហ៊្សុលករណៃ. ពិតប្រាកដណាស់ យ៉ាក់ជូចនិងម៉ាក់ជូច គឺជាពួកបង្កវិនាសកម្មនៅលើផែនដី។ តើពួក យើងអាចផ្ដល់ថ្លៃឈ្នួលឱ្យអ្នក ដើម្បីឱ្យអ្នកសាងសង់របាំងការពារ រវាងពួកយើងនិងពួកគេបានដែរឬទេ?","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:95","price":"គាត់(ហ៊្សុលករណៃ)បានតបថាៈ អ្វី់(ទ្រព្យសម្បត្ដិសិទ្ធិ អំណាច)ដែលម្ចាស់របស់ខ្ញុំបានប្រទានឱ្យខ្ញុំគឺវាប្រសើរជាង(ទ្រព្យ សម្បត្ដិរបស់អ្នក)។ ដូចេ្នះ សូមពួកអ្នកជួយខ្ញុំជាកម្លាំង ខ្ញុំនឹង កសាងរបាំងការពាររវាងពួកអ្នកនិងពួកគេ។","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:96","price":"សូមពួកអ្នកយកដែកមួយបន្ទះៗឱ្យខ្ញុំ។ (គាត់បានដាក់ដែក នោះ)រហូតទាល់់តែវាពេញនៃចន្លោះភ្នំទាំងពីរ។ គាត់បាននិយាយ ថាៈ ចូរពួកអ្នកផ្លុំ(ភើ្លងដុតដែក)ចុះ រហូតទាល់តែដែកទាំងនោះ (ក្រហម)ក្លាយទៅជាភ្លើង គាត់បាននិយាយថាៈ ចូរអ្នកទាំងអស់ គ្នាយកទង់ដែងរលាយមកឱ្យខ្ញុំ ខ្ញុំនឹងចាក់ពីលើវា។","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:97","price":"ធ្វើដូច្នោះពួកគេ(យ៉ាក់ជូចនិងម៉ាក់ជូច)មិនអាចឡើងឆ្លង ជញ្ជាំងដែក និងមិនអាចចោះទំលុះវាបានឡើយ។","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:98","price":"គាត់(ហ៊្សុលករណៃ)បាននិយាយថាៈ នេះគឺជាក្ដីមេត្ដា ករុណាពីម្ចាស់របស់ខ្ញុំ។ តែនៅពេលដែលការសន្យានៃម្ចាស់របស់ ខ្ញុំបានមកដល់ ទ្រង់នឹងធ្វើឱ្យវា(ជញ្ជាំងដែក)រាបស្មើដល់ដីវិញ។ ហើយការសន្យានៃម្ចាស់របស់ខ្ញុំគឺជាការពិត។","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:99","price":"ហើយយើងបានព្រលែងពួកវា(យ៉ាក់ជូចនិងម៉ាក់ជូច) ចោលនៅថ្ងៃនោះ(ថ្ងៃដែលកិច្ចសន្យារបស់យើងបានមកដល់) ដោយពួកវាពពាក់ពពូនគ្នា។ បន្ទាប់មកគេបានផ្លុំត្រែ ហើយយើង បានប្រមូលផ្ដុំពួកគេទាំងអស់។","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:100","price":"ហើយនៅថ្ងៃនោះ យើងនឹងបង្ហាញនរកជើហាន់ណាំឱ្យ ពួកដែលគ្មានជំនឿបានឃើញយ៉ាងច្បាស់។","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:101","price":"ពួកដែលភ្នែករបស់ពួកគេបានបិទបាំងអំពីការរំលឹករបស់ យើង(គម្ពីរគួរអាន) គឺពួកគេពុំអាចឮវាឡើយ។","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:102","price":"តើពួកដែលគ្មានជំនឿគិតថា ពួកគេអាចយកខ្ញុំរបស់យើង (ម៉ាឡាអ៊ីកាត់ និងអ៊ីសា)ធ្វើជាអ្នកគាំពារ(ម្ចាស់)របស់ពួកគេក្រៅ ពីយើងឬ? ពិតប្រាកដណាស់ យើងបានរៀបចំនរកជើហាន់ណាំជា កន្លែងជ្រកកោនសម្រាប់ពួកដែលគ្មានជំនឿ។","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:103","price":"ចូរអ្នកពោលថាៈ តើចង់ឱ្យយើងប្រាប់ពួកអ្នកអំពីពួក ដែលខាតបង់ជាងគេនូវទង្វើនានា(របស់ពួកគេ)ដែរឬទេ?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:104","price":"ពួកនោះហើយ ដែលការខំប្រឹងប្រែងរបស់ពួកគេបាន ខាតបង់នៅក្នុងជីវិតលោកិយនេះ ដោយពួកគេគិតថា ពិតប្រាកដ ណាស់ ពួកគេកំពុងសាងអំពើល្អ។","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:105","price":"ពួកទាំងនោះ គឺជាពួកដែលគ្មានជំនឿនឹងភស្ដុតាងនៃ ម្ចាស់របស់់ពួកគេ និងការជួបទ្រង់(នៅថ្ងៃបរលោក)។ ហើយទង្វើ ល្អទាំងឡាយរបស់ពួកគេត្រូវអសារបង់ ហើយនៅថ្ងៃបរលោក យើងនឹងមិនផ្ដល់តម្លៃសម្រាប់ពួកគេឡើយ។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:106","price":"នរកជើហាន់ណាំនោះហើយគឺជាការតបស្នងរបស់ពួកគេ ដោយសារតែពួកគេបានប្រឆាំង និងបានយកភស្ដុតាង និងបណ្ដា អ្នកនាំសាររបស់យើងធ្វើជាការចំអកឡកឡឺយ។","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:107","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងបានសាង អំពើល្អ ពួកគេនឹងទទួលបានឋានសួគ៌ឪហ្វៀរដោសឱជាលំនៅដ្ឋាន របស់ពួកគេ ។","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:108","price":"ពួកគេស្ថិតនៅក្នុងនោះជានិរន្ដរ៍ ដោយពួកគេមិនចង់ផ្លាស់ ប្ដូរវាឡើយ។","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:109","price":"ចូរអ្នកពោលថាៈ ប្រសិនបើទឹកសមុទ្រជាទឹកខ្មៅសម្រាប់ សរសេរពាក្យពេចន៍នៃម្ចាស់របស់ខ្ញុំ គឺទឹកសមុទ្រនឹងត្រូវរីងស្ងួតមុន នឹងបពា្ចប់ពាក្យពេចន៍នៃម្ចាស់របស់ខ្ញុំ សូម្បីតែពួកយើងយកទឹក សមុទ្រផេ្សងទៀតមកបន្ថែមធ្វើជាទឹកខ្មៅក៏ដោយ។","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"18:110","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តាមពិត ខ្ញុំជាមនុស្ស លោកដូចពួកអ្នកដែរ គ្រាន់តែគេបានផ្ដល់វ៉ាហ៊ីមកឱ្យខ្ញុំថាៈ ពិត ប្រាកដណាស់ ម្ចាស់របស់ពួកអ្នកគឺជាម្ចាស់តែមួយគត់។ ដូចេ្នះ អ្នកណាហើយដែលសង្ឃឹមថា នឹងបានជួបម្ចាស់របស់គេ ចូរឱ្យគេ សាងអំពើណាដែលល្អ ហើយកុំឱ្យគេយកអ្នកណាម្នាក់ធ្វើជាដៃគូ ក្នុងការគោរពសក្ការៈចំពោះម្ចាស់របស់គេឱ្យសោះ។","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:1","price":"កាហ្វ ហា យ៉ា អ៊ីន សទ ។","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:2","price":"នេះគឺជាការរំលឹកនៃក្ដីមេត្ដាករុម្ចាស់របស់អ្នកចំពោះខ្ញុំ របស់ទ្រង់ហ្សាការីយ៉ា។","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:3","price":"នៅពេលដែលគេបានបួងសួងសុំទៅចំពោះម្ចាស់របស់គេនូវ ការបួងសួងមួយយ៉ាងស្ងៀមស្ងាត់ ។","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:4","price":"គេបានបួងសួងសុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដណាស់ ឆ្អឹងឆ្អែងរបស់ខ្ញុំបានទ្រុឌទ្រោមទៅហើយ ហើយសក់ក្បាលក៏ស្កូវ ព្រោងព្រាតទៀត ហើយខ្ញុំក៏មិនធ្លាប់ត្រូវបានគេបដិសេធនឹងការ បួងសួងសុំចំពោះទ្រង់ដែរ ឱម្ចាស់របស់ខ្ញុំ.","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:5","price":"ហើយពិតប្រាកដណាស់់ ខ្ញុំបារម្ភខ្លាចញាតិសន្ដានរបស់ខ្ញុំបន្ទាប់ ពីខ្ញុំ(មិនអាចពង្រឹងសាសនារបស់ទ្រង់បាន) ហើយភរិយារបស់ខ្ញុំ ជាស្ដ្រីដែលមិនអាចមានកូន។ ដូចេ្នះហើយសូមទ្រង់មេត្ដាប្រទាន អ្នកស្នងត្រកូលម្នាក់ពីទ្រង់ដល់ខ្ញុំផង។","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:6","price":"គេនឹងទទួលមរតករបស់ខ្ញុំ និងមរតកពីសាច់សាលោហិត របស់យ៉ាក់កូប ហើយសូមទ្រង់មេត្ដាធ្វើឱ្យគេក្លាយជាអ្នកដែលទ្រង់ គាប់ចិត្ដផង ឱម្ចាស់របស់ខ្ញុំ.។","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:7","price":"(អល់ឡោះមានបន្ទូលថា) ឱហ្សាការីយ៉ា. ពិតប្រាកដ ណាស់ យើងនឹងផ្ដល់ដំណឹងរីករាយដល់អ្នក(ដោយប្រទាន)នូវ កេ្មងប្រុសម្នាក់ឈ្មោះរបស់គេគឺយ៉ះយ៉ា ដែលយើងមិនធ្លាប់ដាក់ ឈ្មោះនេះឱ្យអ្នកណាម្នាក់ទេពីមុនមក។","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:8","price":"គេ(ហ្សាការីយ៉ា)បានពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. តើខ្ញុំអាច មានកូនយ៉ាងដូចមេ្ដចទៅ បើភរិយារបស់ខ្ញុំជាស្ដ្រីអាម្នាក់ ហើយខ្ញុំ ក៏ចាស់ជរាណាស់ទៅហើយនោះ?","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:9","price":"គេ(ជីព្រីល)បានពោលថាៈ ដូច្នោះហើយបានជាម្ចាស់របស់ អ្នកបានមានបន្ទូលថាៈ វាជាការងាយស្រួលបំផុតសម្រាប់យើង។ ហើយជាការពិតណាស់ យើងបានបង្កើតអ្នកពីមុនមកដោយអ្នក ពុំទាន់មានសោះ។","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:10","price":"គេ(ហ្សាការីយ៉ា)បានពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់ មេត្ដាផ្ដល់ជាសញ្ញាណាមួយ(ពីការមានគភ៌)ដល់ខ្ញុំផង។ ទ្រង់មាន បន្ទូលថាៈ សញ្ញារបស់អ្នកគឺអ្នកមិនអាចនិយាយទៅកាន់មនុស្ស លោកបានទេក្នុងរយៈពេលបីយប់ដោយមានសុខភាពធម្មតា។","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:11","price":"ពេលនោះហ្សាការីយ៉ាបានចេញពីមាសរ៉ប(កន្លែងថ្វាយបង្គំ)ទៅជួបនឹងក្រុមរបស់គាត់ ហើយគាត់បានធ្វើសញ្ញាឱ្យពួកគេ លើកតម្កើងសរសើរទ្រង់ទាំងព្រឹកទាំងល្ងាច។","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:12","price":"(អល់ឡោះបានមានបន្ទូលថា) ឱយ៉ះយ៉ា. ចូរអ្នកប្រកាន់ តាមគម្ពីរ(តាវរ៉ត)នេះឱ្យបានខ្ជាប់ខ្ជួន។ ហើយយើងបានប្រទាន ឱ្យគេនូវគតិបណ្ឌិតតាំងពីកុមារភាព។","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:13","price":"និងក្ដីមេត្ដាករុណា ហើយនិងភាពស្អាតសំ្អអំពីយើង ហើយ គេគឺជាអ្នកកោតខ្លាច(ចំពោះអល់ឡោះ)។","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:14","price":"ហើយគេគឺជាកូនកតញ្ញូចំពោះមាតាបិតារបស់គេ។ ហើយ គេមិនដែលព្រហើនកោងកាចប្រឆាំង(ចំពោះអល់ឡោះ និងមាតា បិតារបស់គេ)ឡើយ។","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:15","price":"ហើយសូមសុខសន្ដិភាពកើតមានដល់គេ(យ៉ះយ៉ា)នៅថ្ងៃ ដែលគេត្រូវបានប្រសូត និងនៅថ្ងៃដែលគេស្លាប់ ហើយនិងថ្ងៃដែល គេត្រូវគេធ្វើឱ្យរស់ឡើងវិញ(ថ្ងៃបរលោក)។","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:16","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងម៉ារយ៉ាំនៅក្នុង គម្ពីរ(គួរអាន)ដែលនៅពេលនោះនាងបានចាកឆ្ងាយពីក្រុមគ្រួសារ របស់នាងឆ្ពោះទៅកន្លែងមួយនៅទិសខាងកើត។","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:17","price":"រួចមកនាងបានយករបាំងមួយមកបិទបាំងពីពួកគេ(អ្នក ដទៃ)។ ក្រោយមក យើងបានបញ្ជូ នរួហ(ជីព្រីល)របស់យើងទៅ កាន់នាង។ ហើយគេ(ជីព្រីល)បានក្លែងខ្លួនជាមនុស្សម្នាក់ពេញ លក្ខណៈទៅជួបនាង។","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:18","price":"នាងបាននិយាយថាៈ ពិតប្រាកដណាស់ ខ្ញុំសុំពីម្ចាស់មហា សប្បុរសឱ្យបញ្ចៀសខ្ញុំ(ពីភាពអាក្រក់)ពីអ្នកប្រសិនបើអ្នកគឺជា អ្នកកោតខ្លាចអល់ឡោះ។","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:19","price":"គេ(ជីព្រីល)បានតបវិញថាៈ តាមពិត ខ្ញុំគ្រាន់តែជាអ្នកនាំ សារពីម្ចាស់របស់អ្នក ដើម្បីឱ្យខ្ញុំប្រទានដល់អ្នកនូវកូនប្រុសម្នាក់ ដែលស្អាតស្អំ។","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:20","price":"នាងបាននិយាយ(ដោយភ្ញាក់ផ្អើល)ថាៈ តើឱ្យខ្ញុំមានកូន ប្រុសយ៉ាងដូចមេ្ដច បើគ្មាននរណាម្នាក់ធ្លាប់ប៉ះពាល់ខ្ញុំ(រៀប អាពាហ៍ពិពាហ៍) ហើយខ្ញុំក៏មិនធ្លាប់ប្រព្រឹត្ដអំពើអសីលធម៌ (ហ្ស៊ីណា)ផងនោះ ?","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:21","price":"គេ(ជីព្រីល)បានពោលថាៈ ដូច្នោះហើយបានជាម្ចាស់ របស់អ្នកបានមានបន្ទូលថាៈ វាជាការងាយស្រួលបំផុតសម្រាប់ យើង។ ហើយយើងយកគេ(កេ្មងប្រុស)ធ្វើជាភស្ដុតាងសម្រាប់ មនុស្សលោក និងជាក្ដីមេត្ដាករុណាពីយើង។ ហើយរឿងនេះ អល់ឡោះបានចារទុករួចជាសេ្រចមកហើយ។","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:22","price":"ដូចេ្នះ នាងក៏ចាប់ផ្ដើមមានគភ៌ ហើយនាងបានចាកចេញ ទៅកន្លែងដែលឆ្ងាយ(ជ្រលងភ្នំហ្ពៃឡាហាំទីក្រុងយេរូសាឡឹម)។","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:23","price":"ហើយការឈឺចាប់នៅពេលមុនសំរាលកូនបានជំរុញឱ្យ នាងទៅកាន់ដើមល្មើមួយដើម ហើយនាងក៏និយាយថាៈ ឱខ្លួនខ្ញុំ អើយ. ប្រសិនបើខ្ញុំបានស្លាប់មុននេះ ប្រហែលជាខ្ញុំត្រូវបានគេ បំភេ្លច និងគេមិននឹកឃើញខ្ញុំឡើយ។","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:24","price":"ហើយពេលនោះមានសំឡេងមួយ(ជីព្រីល)បានស្រែក ប្រាប់នាងពីខាងក្រោមមកថាៈ សូមអ្នកកុំព្រួយបារម្ភអ្វី ជាការ ពិតណាស់ម្ចាស់របស់អ្នកបានធ្វើឱ្យមានប្រឡាយទឹកមួយនៅពី ក្រោមអ្នក។","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:25","price":"ហើយសូមអ្នកអង្រួនគល់ដើមល្មើនេះ វានឹងជ្រុះនូវផ្លែទុំ ស្រស់ៗឱ្យអ្នក។","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:26","price":"ដូចេ្នះ ចូរអ្នកទទួលទានផ្លែល្មើ និងផឹកទឹកនេះ ហើយនិង រីករាយ(ដោយការប្រទានកូនពីអល់ឡោះចំពោះអ្នក)ចុះ។ ហើយ ប្រសិនបើអ្នកជួបមនុស្សណាម្នាក់(ហើយគេសួរអ្នកអំពីកូន) សូម អ្នកប្រាប់គេថាៈ ពិតប្រាកដណាស់ខ្ញុំបានសច្ចាកាន់តំណមទៅចំពោះ ម្ចាស់មហាសប្បុរស។ ដូចេ្នះ ខ្ញុំនឹងមិននិយាយរកអ្នកណាម្នាក់ ឡើយនៅថ្ងៃនេះ។","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:27","price":"បន្ទាប់មក នាងបាននាំទារកនោះ ឆ្ពោះទៅកាន់ក្រុមរបស់ នាងដោយបីទារកនោះ។ (ពេលឃើញម៉ារយ៉ាំបីទារកនោះ) ពួក គេបាននិយាយថាៈ ឱម៉ារយ៉ាំ. ជាការពិតណាស់ អ្នកបាននាំមកនូវ រឿងមួយចម្លែកបំផុត។","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:28","price":"ឱប្អូនស្រីហារូន ឪពុករបស់អ្នកពុំមែនជាមនុស្សអាក្រក់ (ហ្ស៊ីណា)ទេ ហើយម្ដាយរបស់អ្នកក៏ពុំមែនជាស្រីខូចដែរ។","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:29","price":"នាងបានចង្អុលទៅទារកនោះ(ដើម្បីឱ្យពួកគេសួរ)។ ពួក គេបាននិយាយថាៈ តើឱ្យពួកយើងសួរទៅកាន់ទារកនៅក្នុងអង្រឹង យ៉ាងដូចមេ្ដច?","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:30","price":"ទារកនោះ(អ៊ីសា)បានពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំគឺ ជាខ្ញុំរបស់អល់ឡោះ ដែលទ្រង់បានប្រទានគម្ពីរមួយ(អ៊ីញជីល)ឱ្យ ខ្ញុំ ហើយទ្រង់បានបង្កើតខ្ញុំជាណាពីម្នាក់។","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:31","price":"ហើយទ្រង់បានប្រទានពរជ័យដល់ខ្ញុំគ្រប់ទីកន្លែងដែលខ្ញុំ មានវត្ដមាន ហើយទ្រង់បានផ្ដែផ្ដាំខ្ញុំឱ្យប្រតិបត្ដិសឡាត និងបរិច្ចាគ ហ្សាកាត់ដរាបណាខ្ញុំនៅមានជីវិត។","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:32","price":"ហើយធ្វើឱ្យខ្ញុំក្លាយជាកូនកតញ្ញូចំពោះម្ដាយរបស់ខ្ញុំ ហើយ ទ្រង់មិនបានធ្វើឱ្យខ្ញុំក្លាយជាអ្នកកេ្អងក្អាងប្រឆាំង(នឹងទ្រង់)ឡើយ។","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:33","price":"ហើយសូមសុខសន្ដិភាពកើតមានដល់ខ្ញុំ(អ៊ីសា) នៅថ្ងៃ ដែលគេបានប្រសូតខ្ញុំ និងនៅថ្ងៃដែលខ្ញុំស្លាប់ ហើយនិងនៅថ្ងៃដែល គេធ្វើឱ្យខ្ញុំរស់ឡើងវិញ(ថ្ងៃបរលោក)។","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:34","price":"ដំណើររឿងនោះគឺអ៊ីសាកូនប្រុសរបស់ម៉ារយ៉ាំ។ វាគឺជា ពាក្យពិតដែលពួកគេ(យ៉ាហ៊ូទី និងណាសរ៉នី)មានការសង្ស័យ (ឬឈ្លោះប្រកែកគ្នា)ចំពោះវា។","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:35","price":"វាមិនសក្ដិសមទេសម្រាប់អល់ឡោះដែលថា ទ្រង់មាន បុត្រ។ ទ្រង់មហាស្អាតស្អំ នៅពេលដែលទ្រង់សមេ្រចចង់ឱ្យអ្វី មួយកើតឡើង គឺទ្រង់គ្រាន់តែមានបន្ទូលទៅកាន់វត្ថុនោះថាៈ ចូរកើតចុះ វាក៏កើតឡើងភ្លាម។","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:36","price":"(អ៊ីសាបានពោលថា) ហើយពិតប្រាកដណាស់ អល់ឡោះ គឺជាម្ចាស់របស់ខ្ញុំ និងជាម្ចាស់របស់ពួកអ្នក។ ដូចេ្នះ ពួកអ្នកត្រូវ គោរពសក្ការៈទៅចំពោះទ្រង់តែមួយគត់។ នេះគឺជាមាគ៌ាដ៏ត្រឹម ត្រូវ។","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:37","price":"ក្រោយមក បក្សពួកទាំងឡាយ(របស់យ៉ាហ៊ូទី និង ណាសរ៉នី)បានខ្វែងគំនិតគ្នារវាងពួកគេ។ ដូចេ្នះភាពវិនាសអន្ដរាយគឺសម្រាប់ពួកដែលគ្មានជំនឿនឹងការជួបជុំគ្នានៃថ្ងៃដ៏ ធំធេង(ថ្ងៃបរលោក)។","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:38","price":"ពួកគេនឹងឮ និងឃើញច្បាស់នៅថ្ងៃដែលពួកគេវិលមកជួប យើង(អល់ឡោះ)វិញ។ ក៏ប៉ុន្ដែពួកដែលបំពាននៅថ្ងៃនេះ(លោកិយ)ស្ថិតនៅក្នុងភាពវងេ្វងយ៉ាងច្បាស់លាស់។","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:39","price":"ចូរអ្នក(មូហាំម៉ាត់)ដាស់តឿនព្រមានពួកគេនូវថ្ងៃសោក ស្ដាយ(ថ្ងៃបរលោក) នៅពេលដែលការកាត់ក្ដីត្រូវបានគេសមេ្រច (ឱ្យអ្នកមានជំនឿចូលឋានសួគ៌ និងអ្នកគ្មានជំនឿចូលឋាននរក) ខណៈដែលពួកគេស្ថិតក្នុងភាពព្រងើយកន្ដើយនិងគ្មានជំនឿ(នៅ ក្នុងលោកិយ)។","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:40","price":"ពិតប្រាកដណាស់ យើងនឹងទទួលមរតកផែនដី និងអ្វីៗ ទាំងអស់ដែលនៅលើវា ហើយពួកគេនឹងត្រូវវិលត្រឡប់មកកាន់ យើងវិញ(ដើម្បីជំនុំជំរះ)។","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:41","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងអ៊ីព្រហ៊ីមនៅក្នុង គម្ពីរ(គួរអាន)។ ពិតប្រាកដណាស់ គេជាមនុស្សសច្ចៈជាណាពី ម្នាក់។","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:42","price":"នៅពេលដែលគេ(អ៊ីព្រហ៊ីម)បានពោលទៅកាន់ឪពុក (អាហ្សើរ)របស់គេថាៈ ឱឪពុករបស់ខ្ញុំ. ហេតុអ្វីបានជាឪពុកគោរព សក្ការៈចំពោះអ្វីដែលស្ដាប់មិនឮ និងមើលមិនឃើញ ហើយនិងមិន អាចផ្ដល់ផលប្រយោជន៍អ្វីដល់ឪពុកទាល់តែសោះនោះ?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:43","price":"ឱឪពុករបស់ខ្ញុំ ពិតប្រាកដណាស់ ចំណេះដឹងខ្លះ(ពី អល់ឡោះ)បានមកដល់ខ្ញុំ ដែលវាមិនបានមកដល់លោកឪពុក។ ដូចេ្នះ សូមលោកឪពុកធ្វើតាមខ្ញុំចុះ ខ្ញុំនឹងបង្ហាញលោកឪពុកនូវ មាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:44","price":"ឱឪពុករបស់ខ្ញុំ. សូមលោកឪពុកកុំគោរពសក្ការៈទៅចំពោះ ស្ហៃតន។ ពិតប្រាកដណាស់ ស្ហៃតនគឺជាអ្នកដែលបានប្រឆាំងនឹង ម្ចាស់មហាសប្បុរស។","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:45","price":"ឱឪពុករបស់ខ្ញុំ. ពិតប្រាកដណាស់ ខ្ញុំខ្លាចទារុណកម្មពីម្ចាស់ មហាសប្បុរសត្រូវទៅលើលោកឪពុក ហើយលោកឪពុកនឹងក្លាយជា មិត្ដភក្ដិរបស់ស្ហៃតន(នៅក្នុងឋាននរក)។","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:46","price":"ឪពុករបស់គេបានតបវិញថាៈ តើឯងស្អប់ខ្ពើមព្រះរបស់ យើងឬ ឱអ៊ីព្រហ៊ីម? ប្រសិនបើឯងមិនព្រមបពា្ឈប់(និយាយ)ទេ យើងពិតជានឹងគប់សម្លាប់ឯងនឹងដុំថ្ម។ ដូចេ្នះ ចូរឯងចាកចេញឱ្យ ឆ្ងាយពីយើង។","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:47","price":"គេ(អ៊ីព្រហ៊ីម)បានពោលថាៈ សូមឱ្យសេចក្ដីសុខកើតមាន ដល់លោកឪពុក. ខ្ញុំនឹងសុំអភ័យទោសពីម្ចាស់របស់ខ្ញុំឱ្យលោក ឪពុក។ ពិតប្រាកដណាស់ ទ្រង់តែងតែផ្ដល់ក្ដីមេត្ដាករុណាដល់ខ្ញុំ ជានិច្ច។","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:48","price":"ហើយខ្ញុំនឹងចាកចេញពីពួកអ្នក និងពីអ្វីដែលពួកអ្នកកំពុង គោរពបួងសួងសុំក្រៅពីអល់ឡាះ។ ហើយខ្ញុំនឹងបួងសួងសុំទៅចំពោះ ម្ចាស់របស់ខ្ញុំ សង្ឃឹមថាខ្ញុំនឹងមិនត្រូវគេបដិសេធក្នុងការបួងសួងសុំ ចំពោះម្ចាស់របស់ខ្ញុំឡើយ។","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:49","price":"ដូចេ្នះ នៅពេលដែលអ៊ីព្រហ៊ីមបានចាកចេញពីពួកគេនិងពី អ្វីដែលពួកគេគោរពសក្ការៈក្រៅពីអល់ឡោះនោះ យើងបានប្រទាន អ៊ីសហាក(កូន) និងយ៉ាកកូប(ចៅ)ដល់គេ ហើយយើងបានបង្កើត ពួកគេទាំងពីរជាណាពី។","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:50","price":"ហើយយើងបានប្រទានដល់ពួកគេនូវក្ដីមេត្ដាករុណារបស់យើង ហើយយើងបានធ្វើឱ្យពួកគេមានកេរ្ដិ៍ឈ្មោះល្បីល្បាញខ្ពង់ ខ្ពស់។","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:51","price":"ចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងមូសានៅក្នុងគម្ពីរ (គួរអាន)។ ពិតប្រាកដណាស់ គេជាអ្នកដែលត្រូវបានជ្រើសរើស ហើយគេគឺជាអ្នកនាំសារនិងជាណាពីម្នាក់។","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:52","price":"ហើយយើងបានហៅគេនៅក្បែរភ្នំតូរប៉ែកខាងស្ដាំ ហើយ យើងធ្វើឱ្យគេមកជិតយើង ដើម្បីនិយាយជាមួយគេ។","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:53","price":"ហើយយើងបានប្រទានដល់គេនូវបងប្រុសរបស់គេហារូន ដែលជាណាពីម្នាក់ដោយក្ដីមេត្ដាករុណារបស់យើង។","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:54","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងអ៊ីស្មាអ៊ីលនៅក្នុង គម្ពីរ(គួរអាន)។ ពិតប្រាកដណាស់ គេជាអ្នកសច្ចៈ គោរពកិច្ច សន្យា ហើយគេជាអ្នកនាំសារ និងជាណាពីម្នាក់។","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:55","price":"ហើយគេ(អ៊ីស្មាអ៊ីល)បានបង្គាប់គ្រួសាររបស់គេឱ្យប្រតិបត្ដិសឡាត និងបរិច្ចាគហ្សាកាត់។ ហើយគេជាអ្នកត្រូវបានពេញ ចិត្ដពីម្ចាស់របស់គេ។","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:56","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងអ៊ិតទ្រីសនៅក្នុង គម្ពីរ(គួរអាន)។ ពិតប្រាកដណាស់ គេជាមនុស្សសច្ចៈជាណាពី ម្នាក់។","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:57","price":"ហើយយើងបានលើកតម្កើងគេ(អ៊ិតទ្រីស)ឱ្យមានឋានៈ ខ្ពង់ខ្ពស់។","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:58","price":"អ្នកទាំងនោះហើយដែលអល់ឡោះបានប្រទាននៀកម៉ាត់ ដល់ពួកគេឱ្យកើតជាណាពីក្នុងចំណោមកូនចៅអាដាំ និងអំពីបណ្ដា អ្នកដែលយើងបានសង្គ្រោះជាមួយនឹងនួហ និងកូនចៅអ៊ីព្រហ៊ីម និងអ៊ីស្រាអែល ហើយនិងអំពីបណ្ដាអ្នកដែលយើងបានចង្អុល បង្ហាញ និងបានជ្រើសរើស។ នៅពេលដែលមានគេសូត្រអាយ៉ាត់ៗ របស់ម្ចាស់មហាសប្បុរសឱ្យពួកគេស្ដាប់ ពួកគេបានក្រាបស៊ូជូត និងយំ(ដោយសារកោតខ្លាចអល់ឡោះ)។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:59","price":"ហើយក្រោយមក មានមនុស្សមួយចំនួនបានបោះបង់ការ ប្រតិបត្ដិសឡាត និងបានធ្វើតាមតណ្ហាបន្ទាប់ពីពួកគេ(ណាពី)។ ដូចេ្នះ ពួកគេគង់តែជួបនឹងភាពវិនាសអន្ដរាយជាមិនខាន។","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:60","price":"លើកលែងតែអ្នកដែលបានសារភាពកំហុស និងមានជំនឿ ហើយនិងបានសាងអំពើល្អត្រឹមត្រូវប៉ុណ្ណោះ។ ដូចេ្នះពួកទាំងនោះ នឹងចូលឋានសួគ៌ ហើយពួកគេមិនត្រូវគេបំបាត់អ្វី(អំពើល្អ)ឡើយ។","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:61","price":"(ពួកគេនឹងចូល)ឋានសួគ៌អាត់និន ដែលម្ចាស់មហាសប្បុរសបានសន្យាចំពោះខ្ញុំទាំងអស់របស់ទ្រង់ដោយអាថ៌កំបាំង។ ពិតប្រាកដណាស់ ការសន្យារបស់ទ្រង់គឺត្រូវតែមកដល់។","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:62","price":"ដោយពួកគេមិនឮអ្វីដែលឥតប្រយោជន៍នៅក្នុងនោះ ឡើយគឺមានតែពាក្យគោរពជូនពរឪសិរីសួស្ដីឱប៉ុណ្ណោះ។ ហើយ នៅក្នុងនោះពួកគេមានចំណីអាហាររបស់ពួកគេ(តាមសេចក្ដី ប្រាថ្នា)ទាំងព្រឹកទាំងល្ងាច។","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:63","price":"ឋានសួគ៌នោះហើយ ដែលយើងនឹងប្រទានជាមរតកឱ្យ អ្នកណាដែលកោតខ្លាចយើងក្នុងចំណោមខ្ញុំទាំងអស់របស់យើង។","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:64","price":"ហើយយើង(ជីព្រីល)មិនអាចចុះ(ពីលើមេឃដោយពាំនាំ មកឱ្យអ្នកនូវរឿងរ៉ាវទាំងនេះ)ទេ លើកលែងតែតាមការបញ្ជានៃ ម្ចាស់របស់អ្នក(មូហាំម៉ាត់)ប៉ុណ្ណោះ។ អ្វីៗដែលនៅខាងមុខយើង (នាថ្ងៃបរលោក)និងអ្វីៗដែលនៅខាងក្រោយយើង(នៅក្នុង លោកិយ) ហើយនិងអ្វីៗដែលនៅចន្លោះទាំងពីរនោះគឺជាកម្មសិទ្ធិ របស់ទ្រង់។ ហើយម្ចាស់របស់អ្នកគឺមិនដែលភេ្លចឡើយ។","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:65","price":"ទ្រង់ជាម្ចាស់នៃមេឃជាច្រើនជាន់ និងផែនដី ព្រមទាំង អ្វីៗដែលនៅចន្លោះវាទាំងពីរ។ ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)គោរព សក្ការៈចំពោះទ្រង់ និងទ្រាំអត់ធ្មត់ក្នុងការគោរពសក្ការៈចំពោះ ទ្រង់។ តើអ្នកដឹងទេថា មានអ្នកណាដែលមានឈ្មោះដូចទ្រង់នោះ?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:66","price":"ហើយមនុស្ស(គ្មានជំនឿ)បែរជាសួរថាៈ តើនៅពេលដែល ខ្ញុំបានស្លាប់ទៅ ខ្ញុំនឹងត្រូវគេធ្វើឱ្យរស់ឡើងវិញមែនឬ?","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:67","price":"តើមនុស្សលោក(អ្នកគ្មានជំនឿ)មិននឹកឃើញទេឬថា ពិតប្រាកដណាស់ យើងបានបង្កើតគេកាលពីមុន ដោយគេមិនទាន់ មានអ្វីសោះនោះ?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:68","price":"ហើយម្ចាស់របស់អ្នកបានស្បថថាៈ យើងនឹងប្រមូលផ្ដុំ ពួកគេទាំងនោះជាមួយពួកស្ហៃតន បន្ទាប់មកយើងនឹងនាំពួកគេ មកលុតជង្គង់នៅជុំវិញនរកជើហាន់ណាំ។","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:69","price":"បន្ទាប់មក យើងពិតជានឹងដកយកអ្នកណាដែលប្រឆាំង នឹងម្ចាស់មហាសប្បុរសខ្លាំងជាងគេពីគ្រប់ៗក្រុម(មកធ្វើទារុណកម្មមុនគេ)។","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:70","price":"ក្រោយមក យើងពិតជាដឹងបំផុតចំពោះពួកដែលសក្ដិសម ត្រូវចូលនរកមុនគេ។","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:71","price":"ហើយក្នុងចំណោមពួកអ្នក គ្មានអ្នកណាម្នាក់អាចគេចផុត ពីការឆ្លងវា(ស្ពាននរក)បានឡើយ។ (ការឆ្លងស្ពាននរកនេះ)គឺត្រូវ បានសមេ្រចយ៉ាងដាច់ខាតពីម្ចាស់របស់អ្នក។","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:72","price":"បន្ទាប់មក យើងនឹងសង្គ្រោះបណ្ដាអ្នកដែលបានកោតខ្លាច យើង ហើយយើងទុកឱ្យពួកដែលបំពានលុតជង្គង់ក្នុងវា(នរក)។","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:73","price":"ហើយនៅពេលដែលមានគេសូត្រអាយ៉ាត់ៗរបស់យើងឱ្យ ពួកគេស្ដាប់យ៉ាងច្បាស់លាស់ ពួកគ្មានជំនឿ(អ្នកមានអំណាច និង មានទ្រព្យសម្បត្ដិក្នុងចំណោមអារ៉ាប់កូរ៉ស្ហ)បាននិយាយទៅកាន់ បណ្ដាអ្នកដែលមានជំនឿ(អ្នកក្រីក្រគ្មានអំណាច និងអ្នកដើរតាម មូហាំម៉ាត់)ថាៈ តើក្រុមណាមួយនៃក្រុមទាំងពីរដែលមានឋានៈ និងមានកន្លែងរស់នៅល្អ និងកន្លែងជួបជុំ(ក្រុមប្រឹក្សា)ល្អជាងគេ?","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:74","price":"ហើយយើងបានបំផ្លាញមុនពួកគេ(ពួកគ្មានជំនឿអារ៉ាប់ កូរ៉ស្ហ)អស់ជាច្រើនជំនាន់មកហើយ ដែលពួកទាំងនោះមានទ្រព្យ សម្បត្ដិ និងរូបសម្បត្ដិល្អប្រសើរជាង(ពួកនេះទៅទៀត)។","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:75","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ អ្នកណាហើយដែលស្ថិត ក្នុងភាពវងេ្វង គឺម្ចាស់មហាសប្បុរសនឹងពន្យារពេលឱ្យគេកាន់តែ វងេ្វងថែមទៀត រហូតដល់ពេលពួកគេបានឃើញនូវអ្វីដែលគេ (អល់ឡោះ)បានសន្យាជាមួយពួកគេ(ពួកគ្មានជំនឿ)អាចជា ទារុណកម្ម(នៅក្នុងលោកិយ) ឬនៅថ្ងៃបរលោក។ ដូចេ្នះ ពួកគេ នឹងដឹងថា អ្នកណាដែលស្ថិតនៅក្នុងសភាពអាក្រក់ និងមានកម្លាំង ពលំខ្សោយជាង។","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:76","price":"ហើយអល់ឡោះនឹងបន្ថែមដល់បណ្ដាអ្នកដែលបានទទួល ការចង្អុលបង្ហាញនូវការចង្អុលបង្ហាញថែមទៀត។ ប៉ុន្ដែអំពើល្អដែល ស្ថិតនៅជានិរន្ដរ៍នោះ គឺល្អប្រសើរចំពោះម្ចាស់របស់អ្នកក្នុងការផ្ដល់ ផលបុណ្យនិងជាកន្លែងវិលត្រឡប់ដ៏ប្រពៃ។","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:77","price":"តើអ្នកបានឃើញអ្នកដែលបានប្រឆាំងនឹងអាយ៉ាត់ៗរបស់ យើង ហើយគេបាននិយាយថាៈ ខ្ញុំពិតជានឹងត្រូវគេផ្ដល់ឱ្យនូវទ្រព្យ សម្បត្ដិ និងកូនចៅ(នៅថ្ងៃបរលោក)ដែរឬទេ?","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:78","price":"តើគេបានដឹងនូវរឿងអាថ៌កំបាំង ឬមួយគេបានទទួលយក ការសន្យាណាមួយពីម្ចាស់មហាសប្បុរសឬ?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:79","price":"មិនដូច្នោះទេ យើងនឹងកត់ត្រាទុកនូវអ្វីដែលគេនិយាយ ហើយយើងនឹងបន្ថែមឱ្យគេនូវទារុណកម្មដ៏យូរអង្វែងថែមទៀត។","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:80","price":"ហើយយើងនឹងយកមរតកពីគេ(ពេលគេស្លាប់)ចំពោះអ្វី ដែលគេបាននិយាយថា(មានទ្រព្យសម្បត្ដិ និងកូនចៅ)ហើយគេ នឹងត្រឡប់មករកយើងវិញដោយខ្លួនទទេ។","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:81","price":"ហើយពួកគេបានយកព្រះនានាមកគោរពសក្ការៈផេ្សងពី អល់ឡោះ ដើម្បីឱ្យព្រះទាំងនោះការពារពួកគេ។","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:82","price":"មិនដូច្នោះទេ ផ្ទុយទៅវិញព្រះទាំងនោះនឹងបដិសេធនឹង ការគោរពសក្ការៈរបស់ពួកគេ ហើយព្រះទាំងនោះនឹងក្លាយទៅជា សត្រូវនឹងពួកគេវិញ(នៅថ្ងៃបរលោក)។","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:83","price":"តើអ្នកមិនបានឃើញទេឬ យើងបានបញ្ជូនពួកស្ហៃតនទៅ ចំពោះពួកប្រឆាំង ដើម្បីបង្វក់ពួកគេ(ឱ្យប្រព្រឹត្ដអំពើអាក្រក់ និង ស្ថិតក្នុងភាពវងេ្វង)នោះ?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:84","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)កុំប្រញាប់(សុំឱ្យយើងធ្វើ ទារុណកម្ម)ចំពោះពួកគេឱ្យសោះ។ តាមពិតយើងគ្រាន់តែគិតគូ ពេលវេលាឱ្យបានច្បាស់លាស់សម្រាប់ពួកគេប៉ុណ្ណោះ។","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:85","price":"នៅថ្ងៃដែលយើងនឹងប្រមូលផ្ដុំបណ្ដាអ្នកដែលកោតខ្លាចទៅ កាន់ម្ចាស់មហាសប្បុរសជាភ្ញៀវកិត្ដិយស។","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:86","price":"ហើយយើងនឹងគៀងពួកដែលប្រព្រឹត្ដអំពើអាក្រក់ទៅកាន់ នរកជើហាន់ណាំ ដោយពួកគេសេ្រកឃ្លានយ៉ាងខ្លាំង។","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:87","price":"ពួកគេ(ពួកគ្មានជំនឿ)គ្មានសិទ្ធិទទួលការអន្ដរាគមន៍ ឡើយ លើកលែងតែអ្នកដែលបានទទួលយកការសន្យាពីម្ចាស់ មហាសប្បុរសប៉ុណ្ណោះ។","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:88","price":"ហើយពួកគេបាននិយាយថាៈ ម្ចាស់មហាសប្បុរសមាន បុត្រ។","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:89","price":"ជាការពិតណាស់ ពួកអ្នកបាននាំមកនូវប្រការមួយអាក្រក់ បំផុត។","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:90","price":"ដោយពាក្យសំដីនេះ ធ្វើឱ្យមេឃជាច្រើនជាន់ស្ទើរតែបេ្រះ បែក និងផែនដីស្ទើរតែបែកខេ្ទចខ្ទី និងភ្នំទាំងឡាយស្ទើរតែរលំ រលាយ។","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:91","price":"ដោយពួកគេបានចោទប្រកាន់ថាៈ ម្ចាស់មហាសប្បុរស មានបុត្រ។","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:92","price":"ហើយមិនសក្ដិសមទេ ដែលថាម្ចាស់មហាសប្បុរស មានបុត្រនោះ។","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:93","price":"រាល់អ្នកដែលនៅលើមេឃជាច្រើនជាន់ និងផែនដីគឺត្រូវ តែត្រឡប់ទៅកាន់ម្ចាស់មហាសប្បុរសក្នុងលក្ខណៈជាខ្ញុំរបស់ទ្រង់។","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:94","price":"ជាការពិតណាស់ ទ្រង់បានដឹងពីចំនួនពួកគេ និងបានរាប់ ចំនួនពួកគេយ៉ាងច្បាស់លាស់។","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:95","price":"ហើយពួកគេទាំងអស់នឹងត្រឡប់ទៅកាន់ទ្រង់វិញនៅថ្ងៃ បរលោករៀងៗខ្លួន។","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:96","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងបានសាង អំពើល្អ ម្ចាស់មហាសប្បុរសនឹងផ្ដល់ក្ដីអាណិតស្រឡាញ់ដល់ពួកគេ។","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:97","price":"ដូចេ្នះ ពិតប្រាកដណាស់ យើងបានសម្រួលវា(គម្ពីរគួរអាន) ជាភាសារបស់អ្នក(មូហាំម៉ាត់) ដើម្បីអ្នកនឹងផ្ដល់ដំណឹងរីករាយ ដល់បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ និងដាស់តឿនព្រមាន ដល់ក្រុមដែលពូកែឈ្លោះប្រកែកគ្នាតាមរយៈវា។","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"19:98","price":"ហើយយើងបានបំផ្លាញអស់ជាច្រើនជំនាន់មកហើយមុន ពួកគេ(មូស្ហរីគីនម៉ាក្កះ) តើអ្នក(មូហាំម៉ាត់)ឃើញអ្នកណាម្នាក់ ក្នុងចំណោមពួកគេ ឬឮសំឡេងខ្សឹបខ្សៀវពីពួកគេដែរឬទេ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:1","price":"ត ហា","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:2","price":"យើងមិនបានបញ្ចុះគម្ពីរគួរអានទៅឱ្យអ្នក ដើម្បីឱ្យអ្នក លំបាកនោះឡើយ។","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:3","price":"លើកលែងតែជាការរំលឹកដល់អ្នកណាដែលកោតខ្លាច អល់ឡោះប៉ុណ្ណោះ។","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:4","price":"(គម្ពីរគួរអាននេះ)គឺជាការបញ្ចុះមកពីម្ចាស់ដែលបានបង្កើត ផែនដី និងមេឃជាច្រើនជាន់ដែលខ្ពស់បំផុត។","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:5","price":"ទ្រង់ជាម្ចាស់មហាសប្បុរសនៅលើអារ៉ស្ហ។","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:6","price":"អ្វីៗដែលនៅលើមេឃជាច្រើនជាន់ និងផែនដី និងអ្វីៗដែល នៅចន្លោះវាទាំងពីរ ព្រមទាំងអ្វីៗដែលនៅក្រោមដី គឺជាកម្មសិទ្ធិ របស់ទ្រង់។","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:7","price":"ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)បពោ្ចញសំឡេង(បួងសួង សុំ ឬរំលឹកឈ្មោះអល់ឡោះ)ខ្លាំងៗ គឺពិតប្រាកដណាស់ ទ្រង់ដឹង ការសម្ងាត់ និងអ្វីដែលអាថ៌កំបាំងបំផុត។","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:8","price":"អល់ឡោះគឺជាម្ចាស់ដែលគ្មានម្ចាស់ណាផេ្សងត្រូវគេគោរព សក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់ឡើយ។ ទ្រង់មានឈ្មោះជាច្រើនដ៏ ល្អប្រពៃ។","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:9","price":"តើរឿងរបស់មូសាបានមកដល់អ្នកហើយឬនៅ?","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:10","price":"នៅពេលដែល(មូសាធ្វើដំណើរ)គាត់បានឃើញពន្លឺភ្លើង មួយ ហើយគាត់បានពោលទៅកាន់គ្រួសាររបស់គាត់ថាៈ ចូរពួកអ្នក នៅទីនេះសិនចុះ ពិតប្រាកដណាស់ខ្ញុំបានឃើញពន្លឺភ្លើងមួយ សង្ឃឹម ថាខ្ញុំនឹងយកភ្លើងមួយដុំមកបង្កាត់ឱ្យពួកអ្នក ឬក៏ខ្ញុំនឹងជួបការចង្អុល បង្ហាញនៅកន្លែងពន្លឺភ្លើងនោះ។","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:11","price":"ហើយនៅពេលដែលគាត់បានទៅដល់ពន្លឺភ្លើងនោះ គេ បានហៅគាត់ថាៈ ឱមូសា.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:12","price":"ពិតប្រាកដណាស់ យើងគឺជាម្ចាស់របស់អ្នក. ដូចេ្នះ ចូរអ្នក ដោះស្បែកជើងទាំងពីររបស់អ្នកចេញ។ ពិតប្រាកដណាស់ អ្នកស្ថិត ក្នុងជ្រលងទូវ៉ាដ៏ពិសិដ្ឋ។","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:13","price":"ហើយយើងបានជ្រើសរើសអ្នក(ដើម្បីទៅអំពាវនាវ ហ្វៀរអោន)។ ដូចេ្នះ ចូរអ្នកស្ដាប់នូវអ្វីដែលគេនឹងផ្ដល់វ៉ាហ៊ីចុះ។","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:14","price":"ពិតប្រាកដណាស់ យើងគឺជាអល់ឡោះ ដែលគ្មានម្ចាស់ណា ផេ្សងត្រូវគេគោរពសក្ការៈពិតប្រាកដក្រៅពីយើងឡើយ។ ដូចេ្នះ ចូរអ្នកគោរពសក្ការៈមកចំពោះយើង និងត្រូវប្រតិបត្ដិសឡាតដើម្បី ជាការរំលឹកដល់យើង។","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:15","price":"ពិតប្រាកដណាស់ ថ្ងៃបរលោកនឹងមកដល់ យើងស្ទើរតែ លាក់បាំងវា ដើម្បីគេនឹងតបស្នងឱ្យរាល់ៗរូបនូវអ្វីដែលគេកំពុងខំ ប្រឹងប្រែង។","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:16","price":"ដូចេ្នះ ចូរកុំបណ្ដោយឱ្យអ្នកដែលគ្មានជំនឿនឹងវា(ថ្ងៃ បរលោក) និងអ្នកដែលបានធ្វើតាមចំណង់ចិត្ដរបស់គេមករារាំង អ្នក(មូសា)អំពីវា(ជំនឿនឹងថ្ងៃបរលោក) ដែលជាហេតុធ្វើឱ្យអ្នក វិនាសអន្ដរាយឱ្យសោះ។","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:17","price":"តើអ្វីទៅនៅក្នុងដៃស្ដាំរបស់អ្នកនោះ ឱមូសា?","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:18","price":"គាត់បានពោលថាៈ វាគឺជាដំបងរបស់ខ្ញុំ ដែលខ្ញុំទប់ជំហរ នឹងវា ហើយខ្ញុំអង្រួន(ស្លឹកឈើ)នឹងវាឱ្យពពែរបស់ខ្ញុំ ហើយនិង សម្រាប់ប្រើវាជាផលប្រយោជន៍ផេ្សងៗទៀត។","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:19","price":"ទ្រង់បានមានបន្ទូលថាៈ ចូរអ្នកបោះវាចុះ ឱមូសា.","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:20","price":"ហើយគាត់ក៏បានបោះវា រំពេចនោះដំបងបានក្លាយទៅជា សត្វពស់មួយវារយ៉ាងរហ័ស។","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:21","price":"ទ្រង់បានមានបន្ទូលថាៈ ចូរអ្នកចាប់យកវាមកវិញ ហើយ សូមអ្នកកុំខ្លាច យើងនឹងធ្វើឱ្យវាប្រែទៅជារូបភាពដើមវិញ។","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:22","price":"ហើយចូរអ្នកយកដៃ(ស្ដាំ)របស់អ្នកដាក់ចូលទៅចំហៀង ខ្លួន(ខាងឆេ្វង)របស់អ្នក វានឹងចេញពន្លឺសចែងចាំងដោយមិនមែន ជាប្រការអាក្រក់ឡើយ តែវាជាមុជីហ្សាត់មួយផេ្សងទៀត។","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:23","price":"ដើម្បីយើងនឹងបង្ហាញអ្នក ពីភស្ដុតាងៗរបស់យើងមួយ ចំនួនដ៏ធំអស្ចារ្យ។","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:24","price":"ចូរអ្នកទៅកាន់ហ្វៀរអោន. ពិតប្រាកដណាស់ គេគឺជាអ្នក ដែលបានបំពាន(គ្មានជំនឿ ផ្ដាច់ការ)។","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:25","price":"គាត់បានពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាបំភ្លឺ ចិត្ដរបស់ខ្ញុំ(ឱ្យមានទំនុកចិត្ដខ្លួនឯង និងមានភាពក្លាហាន)ផង។","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:26","price":"ហើយសូមទ្រង់មេត្ដាសម្រួលកិច្ចការរបស់ខ្ញុំឱ្យងាយ ស្រួលដល់ខ្ញុំផង។","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:27","price":"ហើយសូមទ្រង់មេត្ដាស្រាយចំណងពីអណ្ដាតរបស់ខ្ញុំ(ឱ្យ និយាយច្បាស់ និងប៉ិនប្រសប់)ផង។","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:28","price":"ដើម្បីឱ្យពួកគេងាយយល់ពាក្យសំដីរបស់ខ្ញុំ។","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:29","price":"ហើយសូមទ្រង់មេត្ដាតែងតាំងជំនួយការម្នាក់អំពីគ្រួសារ របស់ខ្ញុំឱ្យខ្ញុំផង។","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:30","price":"គឺហារូនជាបងប្រុសរបស់ខ្ញុំ។","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:31","price":"សូមទ្រង់មេត្ដាពង្រឹងកម្លាំងខ្ញុំនឹងគាត់ផង។","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:32","price":"ហើយសូមទ្រង់មេត្ដាធ្វើឱ្យគាត់រួមសហការក្នុងកិច្ចការ របស់ខ្ញុំផង(ការផ្សព្វផ្សាយសាររបស់អល់ឡោះ)។","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:33","price":"ដើម្បីឱ្យពួកយើងលើកតម្កើងទ្រង់បានកាន់តែច្រើន។","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:34","price":"ហើយនិងរំលឹកដល់ទ្រង់ឱ្យបានកាន់តែច្រើន។","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:35","price":"ពិតប្រាកដណាស់ ទ្រង់ជាអ្នកឃើញបំផុតចំពោះពួកយើង។","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:36","price":"ទ្រង់បានមានបន្ទូលថាៈ ជាការពិតណាស់ អ្នកត្រូវបានគេ ប្រទានឱ្យតាមសំណើររបស់អ្នក ឱមូសា.","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:37","price":"ហើយជាការពិតណាស់ យើងបានប្រទាននៀកម៉ាត់ឱ្យអ្នក ម្ដងទៀត។","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:38","price":"នៅពេលដែលយើងបានផ្ដល់ប្រផ្នូលមួយទៅកាន់ម្ដាយ របស់អ្នកឱ្យដឹង។","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:39","price":"ចូរអ្នក(ម្ដាយ)ដាក់គេ(មូសា)ចូលទៅក្នុងហិប ហើយដាក់ ហិបនោះទៅក្នុងទនេ្ល(ទនេ្លនីលនៅអេហ្ស៊ីប) ពេលនោះទនេ្លនឹងនាំ គេទៅកាន់មាត់ច្រាំង ដើម្បីឱ្យសត្រូវរបស់យើង និងសត្រូវរបស់ គេរើសយកគេ(ទៅចិញ្ចឹម)។ ហើយយើងបានផ្ដល់ឱ្យអ្នកនូវសេចក្ដី ស្រឡាញ់ពីយើង និងដើម្បីឱ្យគេចិញ្ចឹមបីបាច់ថែរក្សាអ្នកក្រោម ការឃ្លាំមើលរបស់យើង។","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:40","price":"នៅពេលដែលបងស្រីរបស់អ្នកដើរ(តាមឃ្លាំមើលហិប នោះ) ហើយនាងក៏និយាយថាៈ តើចង់ឱ្យខ្ញុំចង្អុលប្រាប់ពួកអ្នកអំពី អ្នកដែលអាចបំបៅគេបានដែរឬទេ? ពេលនោះយើង(អល់ឡោះ) បានប្រគល់អ្នក(មូសា)ឱ្យទៅម្ដាយរបស់អ្នកវិញ ដើម្បីឱ្យនាង រំភើបរីករាយ និងឈប់ព្រួយបារម្ភ។ បន្ទាប់មក(ពេលដែលអ្នកធំ ពេញវ័យ)អ្នកបានសម្លាប់ជីវិតមនុស្សម្នាក់ យើងក៏បានសង្គ្រោះ អ្នកពីទុក្ខភ័យ(នៃការតាមចាប់ខ្លួនរបស់ទាហានហ្វៀរអោន) ហើយយើងបានសាកល្បងអ្នកជាច្រើនដង ហើយអ្នកបានរស់នៅ អស់រយៈកាលជាច្រើនឆ្នាំជាមួយប្រជាជនម៉ាទយ៉ាន់។ ក្រោយមក អ្នកបានមក(ជួបយើង)តាមការកំណត់ ឱមូសា.","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:41","price":"ហើយយើងបានជ្រើសរើសអ្នកសម្រាប់ខ្លួនយើងផ្ទាល់ (ដើម្បីផ្សព្វផ្សាយសាររបស់យើង)។","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:42","price":"ចូរអ្នកនិងបងប្រុសរបស់អ្នកនាំយកភស្ដុតាងៗរបស់យើង ហើយអ្នកទាំងពីរកុំព្រងើយកន្ដើយក្នុងការរំលឹកមកចំពោះយើងឱ្យ សោះ។","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:43","price":"ចូរអ្នកទាំងពីរទៅកាន់ហ្វៀរអោន ពិតប្រាកដណាស់ គេគឺ ជាអ្នកដែលបានបំពាន។","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:44","price":"ហើយចូរអ្នកទាំងពីរនិយាយទៅកាន់គេ(ហ្វៀរអោន) ដោយពាក្យសំដីទន់ភ្លន់ សង្ឃឹមថាគេនឹងទទួលការដាស់តឿន ឬ កោតខ្លាច(អល់ឡោះ)។","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:45","price":"គេទាំងពីរបានពោលទៅកាន់ទ្រង់ថាៈ ឱម្ចាស់របស់យើង ខ្ញុំ. ពិតប្រាកដណាស់ ពួកយើងខ្លាចគេ(ហ្វៀរអោន)ដាក់ទណ្ឌកម្ម ឬបំពានមកលើពួកយើងភ្លាមៗ។","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:46","price":"ទ្រង់បានមានបន្ទូលថាៈ ចូរអ្នកទាំងពីរកុំភ័យខ្លាចឱ្យសោះ។ ពិតប្រាកដណាស់ យើងសិ្ថតនៅជាមួយអ្នកទាំងពីរ ដោយយើងឮ និងឃើញ(រាល់សកម្មភាពរបស់អ្នកទាំងពីរ)។","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:47","price":"ដូចេ្នះ ចូរអ្នកទាំងពីរទៅជួបគេ(ហ្វៀរអោន) ហើយ និយាយប្រាប់គេថាៈ ពិតប្រាកដណាស់ យើងខ្ញុំទាំងពីរគឺជាអ្នក នាំសារនៃម្ចាស់របស់អ្នក។ ដូចេ្នះ សូមអ្នកដោះលែងអំបូរអ៊ីស្រាអែលមកឱ្យយើងខ្ញុំវិញ ហើយសូមអ្នកឈប់ធ្វើទារុណកម្មពួកគេ ទៀតទៅ។ ជាការពិតណាស់ យើងបាននាំមកឱ្យអ្នកនូវភស្ដុតាងពី ម្ចាស់របស់អ្នក។ ហើយសូមសុខសន្ដិភាពកើតមានចំពោះអ្នកណា ដែលបានដើរតាមការចង្អុលបង្ហាញនេះ។","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:48","price":"ពិតប្រាកដណាស់ គេបានផ្ដល់វាហ៊ីមកឱ្យយើងយ៉ាងច្បាស់ ថាៈ ពិតប្រាកដណាស់ ទារុណកម្មនឹងធ្លាក់លើអ្នកណាដែលបាន បដិសេធ និងងាកចេញ(ពីការដាស់តឿននេះ)។","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:49","price":"គេ(ហ្វៀរអោន)បានតបវិញថាៈ ហើយតើអ្នកណាជាម្ចាស់ របស់អ្នកទាំងពីរ ឱមូសា?","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:50","price":"គាត់(មូសា)បានតបថាៈ ម្ចាស់របស់ពួកយើង គឺជាម្ចាស់ ដែលបានប្រទាននូវអ្វីៗគ្រប់បែបយ៉ាងដល់សត្វលោករបស់ទ្រង់ (សមទៅតាមរូបរាងរបស់វា) បន្ទាប់មកទ្រង់បានចង្អុលបង្ហាញ (ពីការរស់នៅ)។","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:51","price":"គេ(ហ្វៀរអោន)បាននិយាយថាៈ ហើយចុះរឿងរ៉ាវអ្នក ជំនាន់មុនៗនោះយ៉ាងដូចមេ្ដចដែរ?","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:52","price":"គាត់(មូសា)បានតបថា ការដឹងពីរឿងរ៉ាវនេះគឺមានតែ ម្ចាស់របស់ខ្ញុំទេដែលដឹង ដែលមាននៅក្នុងសៀវភៅកំណត់ហេតុ (ឡាវហុលម៉ាស់ហ្វ៊ូស)។ ម្ចាស់របស់ខ្ញុំមិនភាន់ច្រឡំ ហើយក៏មិន ភេ្លចភ្លាំងដែរ។","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:53","price":"ទ្រង់គឺជាម្ចាស់ដែលបានបង្កើតផែនដីរាបស្មើសម្រាប់ពួក អ្នក និងបានធ្វើឱ្យមានផ្លូវជាច្រើនសម្រាប់ពួកអ្នកនៅលើវា ហើយ និងបានបញ្ចុះទឹកភ្លៀងពីលើមេឃ។ បន្ទាប់មកយើងបានបពោ្ចញ នូវរុក្ខជាតិគ្រប់ប្រភេទខុសៗគា្នដោយសារទឹកភ្លៀងនេះ។","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:54","price":"ចូរពួកអ្នកទទួលទាន(ចំណីដែលល្អ)និងឃ្វាលសត្វពាហនៈ របស់ពួកអ្នក។ ពិតប្រាកដណាស់ ក្នុងរឿងនោះគឺជាភស្ដុតាងៗ សម្រាប់អ្នកដែលមានប្រាជ្ញាឈេ្វងយល់។","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:55","price":"អំពីដីនេះហើយដែលយើងបានបង្កើតពួកអ្នក ហើយយើង នឹងធ្វើឱ្យពួកអ្នកត្រឡប់ទៅជាដីវិញ(ស្លាប់) ហើយ(នៅថ្ងៃបរលោក)យើងនឹងបពោ្ចញពួកអ្នកពីវាម្ដងទៀត(រស់ឡើងវិញ)។","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:56","price":"ហើយជាការពិតណាស់ យើងបានបង្ហាញដល់គេ(ហ្វៀរអោន)នូវភស្ដុតាងៗរបស់យើង តែគេបែរជាបានបដិសេធ និងបាន ប្រឆាំងទៅវិញ។","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:57","price":"គេ(ហ្វៀរអោន)បាននិយាយថាៈ តើអ្នកបានមកជួបយើង នេះ ដើម្បីបណេ្ដញយើងចេញពីទឹកដីរបស់យើងដោយមន្ដអាគម របស់អ្នកឬ ឱមូសា?","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:58","price":"ដូចេ្នះ យើង(ហ្វៀរអោន)ពិតជានឹងនាំមកកាន់អ្នកនូវ មន្ដអាគមដូចនេះដែរ(ដើម្បីតទល់ជាមួយអ្នក)។ ហេតុនេះ ចូរអ្នក កំណត់ពេលជួបគ្នានៅទីកន្លែងណាមួយចំកណ្ដាលរវាងយើង និងអ្នក ដែលយើងនិងអ្នកមិនត្រូវក្បត់កិច្ចសន្យាឡើយ។","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:59","price":"គាត់(មូសា)បានតបថាៈ ពេលវេលាណាត់ជួបពួកអ្នកគឺនៅ ថ្ងៃបុណ្យ ហើយត្រូវឱ្យប្រជាជនមកជួបជុំគ្នានៅពេលថ្ងៃរះ។","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:60","price":"ហើយហ្វៀរអោនបានត្រឡប់ទៅវិញ រួចមកគេក៏បាន ប្រមូលអ្នកចេះមន្ដអាគមនរបស់គេ បន្ទាប់មកគេបានមកដល់ (តាមពេលកំណត់)។","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:61","price":"មូសាបានពោលទៅកាន់ពួកគេថាៈ វិនាសអន្ដរាយហើយ ពួកអ្នក។ ចូរពួកអ្នកកុំប្រឌិតរឿងភូតកុហកប្រឆាំងនឹងអល់ឡោះ ដែលជាហេតុនាំឱ្យទ្រង់បំផ្លាញពួកអ្នកដោយទារុណកម្មណាមួយ ឱ្យសោះ។ ហើយអ្នកដែលបានប្រឌិតភូតកុហកនោះពិតជាខាត បង់មិនខាន។","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:62","price":"រួចមកពួកគេក៏បានពិភាក្សាគ្នាទៅវិញទៅមកអំពីរឿង របស់ពួកគេ ហើយពួកគេបានរក្សាការសម្ងាត់។","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:63","price":"ពួកគេបាននិយាយថាៈ ពិតប្រាកដណាស់ គេទាំងពីរអ្នក នេះគឺជាគ្រូមន្ដអាគម ដែលគេទាំងពីរចង់បណេ្ដញពួកអ្នកចេញពី ទឹកដីរបស់ពួកអ្នកដោយមន្ដអាគមរបស់គេទាំងពីរ។ ហើយគេទាំង ពីរចង់បំបាត់នូវទំនៀមទម្លាប់របស់ពួកអ្នកដែលល្អប្រសើរខ្ពង់ខ្ពស់។","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:64","price":"ដូចេ្នះ ចូរពួកអ្នកប្រមូលអ្នកចេះមន្ដអាគមរបស់ពួកអ្នក។ បន្ទាប់មក ចូរពួកអ្នកមកឈរជាជួរ(ដើម្បីតទល់ជាមួយនឹងគេទាំង ពីរ)ព្រោះនៅថ្ងៃនេះ អ្នកណាដែលមានប្រៀបជាងគេ ពិតជានឹង ទទួលបានជ័យជំនះ។","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:65","price":"ពួកគេ(គ្រូមន្តអាគម)បាននិយាយថាៈ ឱមូសា. តើអ្នក បោះ(ដំបងរបស់អ្នក)មុន ឬពួកយើងបោះមុន?","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:66","price":"គាត់(មូសា)បានឆ្លើយថា ទេ. ចូរពួកអ្នកបោះមុនចុះ. រំពេចនោះខ្សែពួរនិងដំបងរបស់ពួកគេចេញពីមន្ដអាគមរបស់ ពួកគេ វាធ្វើឱ្យគាត់ឆ្ពិនភ្នែកហាក់ដូចជាសត្វពស់កំពុងតែវារ។","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:67","price":"ពេលនោះមូសាមានអារម្មណ៍ភ័យខ្លាចនៅក្នុងខ្លួនរបស់ គាត់។","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:68","price":"យើង(អល់ឡោះ)បានមានបន្ទូលថាៈ ចូរអ្នកកុំភ័យខ្លាច ពិតប្រាកដណាស់ អ្នកគឺជាអ្នកដែលមានប្រៀបជាងគេ។","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:69","price":"ហើយចូរអ្នកបោះនូវអ្វីដែលមាននៅនឹងដៃស្ដាំរបស់អ្នកចុះ នោះវានឹងលេបត្របាក់នូវអ្វីដែលពួកគេបានធ្វើ។ តាមពិតអ្វីដែល ពួកគេបានធ្វើគឺគ្រាន់តែជាការបោកបញ្ឆោតរបស់គ្រូមន្ដអាគម ប៉ុណ្ណោះ។ ហើយគ្រូមន្ដអាគមមិនអាចមានជ័យជំនះឡើយ ទោះបី ជាគេមកពីទីណាក៏ដោយ។","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:70","price":"រំពេចនោះពួកគ្រូមន្ដអាគមបាននាំគ្នាលុតជង្គង់ស៊ូជូតដោយ និយាយថាៈ ពួកយើងព្រមជឿនឹងម្ចាស់របស់ហារូននិងមូសាហើយ។","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:71","price":"គេ(ហ្វៀរអោន)បាននិយាយថាៈ តើពួកអ្នកមានជំនឿលើ គេ(មូសា)មុននឹងយើងអនុញ្ញាតឱ្យពួកអ្នកឬ? ពិតប្រាកដណាស់ គេពិតជាគ្រូរបស់ពួកអ្នកដែលគេបានបង្រៀនមន្ដអាគមដល់ពួក អ្នក។ ដូចេ្នះ យើងពិតជានឹងកាត់ដៃជើងរបស់ពួកអ្នកឆ្លាស់គ្នា ហើយយើងនឹងចងឆ្កាងពួកអ្នកទៅនឹងគល់ល្មើ ហើយពួកអ្នកពិតជា នឹងដឹងថា តើអ្នកណាក្នុងចំណោមពួកយើងដែលខ្លាំង និងស្ថិតសេ្ថរ ជាងគេខាងធ្វើទារុណកម្ម?","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:72","price":"ពួកគេ(គ្រូមន្ដអាគម)បាននិយាយថាៈ ពួកយើងមិនអាច លើកតម្កើងអ្នកជាងអ្វីដែលបានមកដល់ពួកយើងនូវភស្ដុតាងៗយ៉ាង ច្បាស់លាស់ និងអ្នកដែលបានបង្កើតពួកយើងនោះឡើយ។ ដូចេ្នះ ចូរ អ្នកសមេ្រចចុះនូវអ្វីដែលអ្នកចង់ធ្វើ។ តាមពិតអ្នកអាចធ្វើ(ទារុណកម្មពួកយើង)បានតែនៅក្នុងលោកិយនេះប៉ុណ្ណោះ។","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:73","price":"ពិតប្រាកដណាស់ ពួកយើងបានជឿនឹងម្ចាស់របស់ពួកយើង ដើម្បីទ្រង់នឹងអភ័យទោសឱ្យពួកយើងនូវកំហុសឆ្គងទាំងឡាយរបស់ ពួកយើង និងអ្វីដែលអ្នកបានបង្ខំពួកយើងឱ្យធ្វើទៅលើគេ(មូសា) អំពីមន្ដអាគមនោះ។ ហើយអល់ឡោះគឺប្រសើរជាង(ចំពោះការ តបស្នង)និងស្ថិតសេ្ថរជាង(ក្នុងការធ្វើទារុណកម្ម)។","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:74","price":"ពិតប្រាកដណាស់ អ្នកណាហើយមកជួបម្ចាស់របស់គេជា អ្នកប្រឆាំង(នឹងអល់ឡោះ) ពិតប្រាកដណាស់ សម្រាប់គេគឺនរក ជើហាន់ណាំដោយគេស្ទើរស្លាប់ និងស្ទើររស់នៅក្នុងនោះ។","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:75","price":"ប៉ុន្ដែអ្នកណាហើយដែលមកជួបនឹងទ្រង់ជាអ្នកមានជំនឿ ដែលបានសាងអំពើល្អមែននោះ អ្នកទាំងនោះនឹងទទួលបានឋានៈ ដ៏ខ្ពង់ខ្ពស់(ក្នុងឋានសួគ៌)។","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:76","price":"ឋានសួគ៌អាត់និន ដែលមានទនេ្លជាច្រើនហូរពីក្រោមវា ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ នោះហើយគឺជាការតប ស្នងចំពោះអ្នកដែលបានសំអាតខ្លួន(ពីបាបកម្ម)។","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:77","price":"ហើយជាការពិតណាស់ យើងបានផ្ដល់វ៉ាហ៊ីទៅឱ្យមូសាថាៈ ចូរអ្នកនាំខ្ញុំរបស់យើងទាំងអស់(អំបូរអ៊ីស្រាអែល)ភៀសខ្លួនទាំង យប់ ហើយចូរអ្នកវាយ(ទឹកសមុទ្រនឹងដំបងរបស់អ្នក)ធ្វើជាផ្លូវ ស្ងួតក្នុងសមុទ្រសម្រាប់ពួកគេ ដោយមិនត្រូវខ្លាចពីការតាមទាន់ (របស់ទាហានហ្វៀរអោន)នោះឡើយ ហើយក៏មិនត្រូវខ្លាច(ពីការលង់ទឹក)ដែរ។","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:78","price":"បន្ទាប់មក ហ្វៀរអោនបាននាំទាហានរបស់គេដេញតាម ពួកគេ(អំបូរអ៊ីស្រាអែល) តែទឹកសមុទ្របានគ្របដណ្ដប់លើពួក គេ(ហ្វៀរអោន)រហូតដល់ពួកគេលង់ស្លាប់។","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:79","price":"ហើយហ្វៀរអោនបាននាំឱ្យក្រុមរបស់គេវងេ្វង ហើយគេ មិនបានណែនាំផ្លូវត្រឹមត្រូវ(ដល់ពួកគេ)ឡើយ។","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:80","price":"ឱអំបូរអ៊ីស្រាអែល. ជាការពិតណាស់ យើងបានរំដោះពួក អ្នកពីសត្រូវរបស់ពួកអ្នក ហើយយើងបានសន្យានឹងពួកអ្នកនៅក្បែរ ភ្នំតូរផ្នែកខាងស្ដាំ(ដើម្បីបញ្ចុះគម្ពីរតាវរ៉ត) ហើយយើងបានបញ្ចុះម៉ាន់ណា(ជាប្រភេទចំណីដែលមានរសជាតិផ្អែម) និងសត្វក្រួចឱ្យ ពួកគេ។","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:81","price":"ចូរពួកអ្នកទទួលទានពីចំណីល្អៗនូវអ្វីដែលយើងបានប្រទាន ឱ្យពួកអ្នក ហើយពួកអ្នកកុំបំពាន(ខ្ជះខ្ជាយក្នុងការទទួលទាន)នឹងវា ដែលជាហេតុនាំឱ្យការខឹងសម្បារបស់យើងធ្លាក់ទៅលើពួកអ្នក។ អ្នកណាហើយដែលការខឹងសម្បារបស់យើងធ្លាក់ទៅលើគេ អ្នក នោះពិតជាវិនាសអន្ដរាយ។","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:82","price":"ហើយពិតប្រាកដណាស់ យើងគឺជាអ្នកដែលមហាអភ័យ ទោសចំពោះអ្នកណាដែលបានសារភាពកំហុស និងបានជឿ ហើយ និងបានសាងអំពើល្អ បន្ទាប់មកគេប្រកាន់ខ្ជាប់លើផ្លូវដែលត្រឹមត្រូវ (រហូតដល់ស្លាប់)។","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:83","price":"តើអ្វីដែលធ្វើឱ្យអ្នកប្រញាប់ប្រញាល់ចោលក្រុមរបស់អ្នក ឱមូសា?","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:84","price":"គេ(មូសា)បានពោលថាៈ ពួកទាំងនោះនៅពីក្រោយខ្ញុំ ហើយខ្ញុំបានរួសរាន់មកជួបនឹងទ្រង់ ដើម្បីឱ្យទ្រង់បន្ថែមការ ស្រឡាញ់ និងការយល់ព្រម ឱម្ចាស់របស់ខ្ញុំ.","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:85","price":"ទ្រង់បានមានបន្ទូលថាៈ ដូចេ្នះ ពិតប្រាកដណាស់ យើងបាន សាកល្បងក្រុមរបស់អ្នកក្រោយពីអវត្ដមានរបស់អ្នក ហើយសាមីរី បាននាំពួកគេឱ្យវងេ្វង។","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:86","price":"បន្ទាប់មក មូសាបានត្រឡប់ទៅកាន់ក្រុមរបស់គាត់ដោយ ការខឹងសម្បា សោកស្ដាយបំផុត។ គាត់បានពោលថាៈ ឱក្រុមរបស់ ខ្ញុំ. តើម្ចាស់របស់ពួកអ្នកមិនបានសន្យាជាមួយពួកអ្នកនូវកិច្ចសន្យា មួយដ៏ល្អទេឬ? តើកិច្ចសន្យានោះយូរចំពោះពួកអ្នកពេកឬ? ឬមួយ ក៏ពួកអ្នកចង់បានការខឹងសម្បាពីម្ចាស់របស់ពួកអ្នកធ្លាក់លើពួកអ្នក បានជាពួកអ្នកនាំគ្នាក្បត់កិច្ចសន្យារបស់ខ្ញុំនោះ?","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:87","price":"ពួកគេបាននិយាយថាៈពួកយើងមិនបានក្បត់កិច្ចសន្យា របស់អ្នក ដោយការជ្រើសរើសរបស់ពួកយើងផ្ទាល់ឡើយ។ ក៏ប៉ុន្ដែ ពួកយើងត្រូវបានគេបង្ខំឱ្យទទួលបន្ទុកមួយយ៉ាងធ្ងន់ធ្ងរពីការប្រមូល គ្រឿងអលង្ការរបស់ក្រុម(ហ្វៀរអោន)។ ក្រោយមកពួកយើងក៏ បានបោះវា(ចូលទៅក្នុងភ្លើងតាមការណែនាំរបស់សាមីរី)។ បន្ទាប់ មកសាមីរីក៏បានធ្វើដូច្នោះដែរ។","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:88","price":"បន្ទាប់មក គេ(សាមីរី)បានយកចេញ(ពីភ្លើង)នូវរូបកូន គោមួយដែលមានសំឡេងស្រែក។ ពួកគេនិយាយថាៈ នេះគឺជា ម្ចាស់របស់ពួកអ្នក និងជាម្ចាស់របស់មូសា តែគេបានភេ្លច។","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:89","price":"តើពួកគេមិនឃើញទេឬថា ពិតប្រាកដណាស់វា(កូនគោ) មិនអាចឆ្លើយតបនូវពាក្យសំដីណាមួយទៅកាន់ពួកគេឡើយ ហើយវាក៏គ្មានលទ្ធភាពធ្វើឱ្យគ្រោះថ្នាក់ និងផ្ដល់ផលប្រយោជន៍ ដល់ពួកគេបានដែរ។","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:90","price":"ហើយជាការពិតណាស់ ហារូនបាននិយាយប្រាប់ពួកគេតាំង ពីមុនមកថាៈ ឱក្រុមរបស់ខ្ញុំ. តាមពិតពួកអ្នកគ្រាន់តែត្រូវបានគេ សាកល្បងនឹងវា(ការគោរពសក្ការៈកូនគោ)ប៉ុណ្ណោះ។ ហើយពិត ប្រាកដណាស់ ម្ចាស់របស់ពួកអ្នកគឺជាម្ចាស់មហាសប្បុរស។ ដូចេ្នះ ចូរពួកអ្នកតាមខ្ញុំ និងគោរពតាមបទបញ្ជារបស់ខ្ញុំ។","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:91","price":"ពួកគេបានឆ្លើយថាៈ ពួកយើងនៅតែបន្ដគោរពសក្ការៈទៅ ចំពោះវា(កូនគោនោះ)ជានិច្ច រហូតទាល់តែមូសាត្រឡប់មកកាន់ ពួកយើងវិញ។","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:92","price":"គេ(មូសា)បានពោលថាៈ ឱហារូន. តើអ្វីទៅដែលបាន រារាំងអ្នកនៅពេលដែលអ្នកបានឃើញពួកគេស្ថិតក្នុងភាពវងេ្វង (ពីសាសនាអល់ឡោះ)។","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:93","price":"ដោយអ្នកមិនធ្វើតាម(បណ្ដាំរបស់)ខ្ញុំនោះ? តើអ្នកមិន គោរពតាមបញ្ជារបស់ខ្ញុំទេឬ?","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:94","price":"គេ(ហារូន)បានតបថាៈ ឱកូនម្ដាយរបស់ខ្ញុំ. សូមអ្នកកុំ ចាប់ពុកចង្ការបស់ខ្ញុំ និងសក់ក្បាលរបស់ខ្ញុំ។ ពិតប្រាកដណាស់ ខ្ញុំ ខ្លាចអ្នកស្ដីបន្ទោសខ្ញុំថាៈ អ្នក(ហារូន)បានបំបែកបំបាក់អំបូរ អ៊ីស្រាអែល និងមិនគោរពតាមពាក្យសំដីរបស់ខ្ញុំ(មូសា)។","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:95","price":"គេ(មូសា)បានពោលថាៈ តើរឿងរ៉ាវរបស់អ្នកយ៉ាង ដូចមេ្ដចឱសាមីរី?","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:96","price":"គេបានឆ្លើយថាៈ ខ្ញុំបានឃើញនូវអ្វីដែលពួកគេមិនបាន ឃើញវា(ជីព្រីលជិះសេះ) ហើយខ្ញុំបានយក(ដី)មួយក្ដាប់ពីដាន (ជើងសេះ)អ្នកនាំសារ(ជីព្រីល)។ ក្រោយមកខ្ញុំបានបោះវា(ទៅ លើគ្រឿងអលង្ការដែលរលាយក្លាយជារាងកូនគោ)។ ហើយខ្លួន របស់ខ្ញុំបានផុសជាគំនិតឱ្យខ្ញុំធ្វើដូច្នោះ។","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:97","price":"គេ(មូសា)បានពោលថា ចូរអ្នកចាកចេញទៅឱ្យឆ្ងាយ. ហើយពិតប្រាកដណាស់ សម្រាប់អ្នកនៅក្នុងការរស់នៅលើលោកិយ នេះគឺមានតែពាក្យថាៈ គ្មានការទាក់ទងគ្នាទៀតឡើយ។ ហើយពិត ប្រាកដណាស់ ការសន្យាសម្រាប់អ្នក(នៅថ្ងៃបរលោក)នឹងមិនត្រូវ គេធ្វើឱ្យខុសសន្យាជាដាច់ខាត។ ហើយចូរអ្នកមើលទៅចំពោះព្រះ របស់អ្នកដែលអ្នកបានបន្ដការគោរពសក្ការៈចំពោះវារហូតមកនោះ ចុះ យើងពិតជានឹងដុតរំលាយវា បន្ទាប់មកយើងពិតជានឹងបាច ពង្រាយវាទៅក្នុងសមុទ្រ។","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:98","price":"តាមពិតម្ចាស់របស់ពួកអ្នក គឺអល់ឡោះដែលគ្មានម្ចាស់ ណាផេ្សងត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់ឡើយ។ ទ្រង់ ដឹងជ្រួតជ្រាបលើអ្វីៗទាំងអស់។","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:99","price":"ដូច្នោះដែរ យើងនិទានប្រាប់អ្នក(មូហាំម៉ាត់)អំពីរឿងរ៉ាវ (របស់ប្រជាជាតិ)មួយចំនួនដែលបានកន្លងផុតទៅ។ ហើយជាការ ពិតណាស់ យើងបានផ្ដល់ឱ្យអ្នកនូវការក្រើនរំលឹកមួយ(គម្ពីរ គួរអាន)ពីយើង។","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:100","price":"អ្នកណាហើយបានងាកចេញពីវា(គម្ពីរគួរអាន) ពិត ប្រាកដណាស់ គេនឹងត្រូវរែកនូវបាបកម្មដ៏ធ្ងន់នៅថ្ងៃបរលោក។","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:101","price":"ដោយពួកគេស្ថិតនៅក្នុងនោះ(នរក)ជាអមតៈ។ ហើយ ពួកគេនឹងទទួលបន្ទុកដ៏អាក្រក់បំផុត(បាបកម្ម)នៅថ្ងៃបរលោក។","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:102","price":"នៅថ្ងៃដែលគេ(ម៉ាឡាអ៊ីកាត់)ផ្លុំត្រែ ហើយនៅថ្ងៃនោះ យើងនឹងប្រមូលពួកដែលប្រព្រឹត្ដអំពើអាក្រក់ដោយភ្នែករបស់ ពួកគេឡើងជាំខៀវ។","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:103","price":"ពួកគេខ្សឹបខ្សៀវគ្នាថាៈ ពួកអ្នកមិនបានស្នាក់នៅ(ក្នុង លោកិយនេះ)ឡើយ លើកលែងតែចំនួនដប់ថ្ងៃប៉ុណ្ណោះ។","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:104","price":"យើងដឹងបំផុតនូវអ្វីដែលពួកគេនិយាយនៅពេលដែលអ្នក មានបញ្ញាចេះដឹងជាងគេនៃពួកគេនិយាយថាៈ ពួកអ្នកមិនបានស្នាក់ នៅ(ក្នុងលោកិយនេះ)ឡើយ លើកលែងតែមួយថ្ងៃប៉ុណ្ណោះ។","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:105","price":"ហើយពួកគេនឹងសួរអ្នក(មូហាំម៉ាត់)អំពីភ្នំទាំងឡាយ ដូចេ្នះចូរអ្នកពោលថាៈ ម្ចាស់របស់ខ្ញុំនឹងបំបែកវាឱ្យប៉ើងខេ្ទចខី្ទ។","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:106","price":"ហើយទ្រង់នឹងទុកឱ្យដីរាបស្មើធេង។","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:107","price":"ដោយអ្នកនឹងមើលមិនឃើញវៀច ហើយក៏មិនឃើញ កន្លែងដែលទាប ឬខ្ពស់នៅលើវាឡើយ។","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:108","price":"នៅថ្ងៃនោះពួកគេ(មនុស្សលោក)នឹងដើរតាម(សំឡេង) អ្នកដែលស្រែកហៅ ដោយពុំងាករេពីសំឡេងនោះឡើយ។ ហើយ សំឡេងទាំងឡាយបានឱនលំទោនទៅចំពោះម្ចាស់មហាសប្បុរស។ ហើយអ្នកនឹងមិនឮក្រៅពីសំឡេងតិចៗ(សំឡេងខ្សឹបគ្នា ឬស្នូរជើង) នោះឡើយ។","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:109","price":"នៅថ្ងៃនោះដែរ ការជួយអន្ដរាគមន៍នឹងគ្មានផលប្រយោជន៍អ្វីឡើយ លើកលែងតែអ្នកណាដែលម្ចាស់មហាសប្បុរស បានអនុញ្ញាតឱ្យគេ និងទ្រង់បានយល់ព្រមឱ្យគេនូវការនិយាយស្ដី ប៉ុណ្ណោះ។","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:110","price":"ទ្រង់ដឹងនូវអ្វីដែល(នឹងកើតឡើង)នៅខាងមុខពួកគេ (ថ្ងៃបរលោក) និងអ្វីដែលពួកគេបានប្រព្រឹត្ដកន្លងមក(ក្នុងលោកិយ) ហើយពួកគេមិនដឹងជ្រួតជ្រាបអំពីទ្រង់ឡើយ។","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:111","price":"ហើយមុខរបស់ពួកគេបានឱនឈ្ងោកទៅចំពោះម្ចាស់ ដែលរស់ជាអមតៈ ជាអ្នករៀបចំអ្វីៗទាំងអស់។ ហើយអ្នកដែល បាននាំមកជាមួយនូវប្រការស្ហ៊ីរិកពិតជាបានខាតបង់។","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:112","price":"ហើយអ្នកណាដែលសាងនូវអំពើល្អ ដោយគេជាអ្នក មានជំនឿ(លើអល់ឡោះ)នោះ គេមិនភ័យខ្លាចពីភាពអយុត្ដិធម៌ (បន្ថែមអំពើអាក្រក់) និងភាពខ្វះខាត(ពីអំពើល្អ)នោះឡើយ។","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:113","price":"ហើយដូច្នោះដែរ យើងបានបញ្ចុះគម្ពីរគួរអានជាភាសា អារ៉ាប់ ហើយយើងបានបកស្រាយបញ្ជាក់នៅក្នុងនោះយ៉ាងក្បោះ ក្បាយអំពីការព្រមាន(ទារុណកម្មគ្រប់ប្រភេទ) សង្ឃឹមថាពួកគេ នឹងកោតខ្លាចអល់ឡោះ ឬវា(គម្ពីរគួរអាននេះ)នាំឱ្យមានការរំលឹក ដល់ពួកគេ។","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:114","price":"ហើយអល់ឡោះមហាខ្ពង់ខ្ពស់ ជាសេ្ដចដ៏ពិតប្រាកដ។ ហើយចូរអ្នក(មូហាំម៉ាត់)កុំអន្ទះសានឹង(ការសូត្រ)គមី្ពរគួរអាន មុននឹងគេផ្ដល់វ៉ាហ៊ីឱ្យអ្នកចប់សព្វគ្រប់។ ហើយចូរអ្នកពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាបន្ថែមចំណេះដឹងដល់ខ្ញុំផង។","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:115","price":"ហើយជាការពិតណាស់ យើង(អល់ឡោះ)បានបញ្ជា ទៅចំពោះអាដាំកាលពីមុន(កុំឱ្យគេបរិភោគផ្លែឈើនេះ) តែគេ បែរជាបានភេ្លច(ល្មើស)ទៅវិញ ហើយយើងមិនបានឃើញគេ តាំងចិត្ដធ្វើអំពើនោះឡើយ។","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:116","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានមានបន្ទូល ទៅកាន់ពួកម៉ាឡាអ៊ីកាត់ថាៈ ចូរពួកអ្នកស៊ូជូតចំពោះអាដាំ។ ពេល នោះពួកគេបានស៊ូជូតទាំងអស់គ្នា លើកលែងតែអ៊ីព្លីសប៉ុណ្ណោះ ដែលបានប្រកែក។","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:117","price":"ហើយយើងបានមានបន្ទូលថា ឱអាដាំ. ពិតប្រាកដ ណាស់ នេះ(អ៊ីព្លីស)ជាសត្រូវរបស់អ្នក និងភរិយារបស់អ្នក ដូចេ្នះ ចូរកុំបណ្ដោយឱ្យគេបណេ្ដញអ្នកទាំងពីរចេញពីឋានសួគ៌ជាហេតុ នាំឱ្យអ្នកមានការលំបាកឱ្យសោះ។","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:118","price":"ពិតប្រាកដណាស់ សម្រាប់អ្នកនៅក្នុងនោះ(ឋានសួគ៌) គឺអ្នកមិនអត់ឃ្លាន ហើយក៏មិនអាក្រាតដែរ។","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:119","price":"ហើយពិតប្រាកដណាស់ នៅក្នុងនោះអ្នកមិនសេ្រកទឹក ហើយក៏មិនត្រូវកំដៅព្រះអាទិត្យដែរ។","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:120","price":"ក្រោយមកស្ហៃតនបានញុះញង់គាត់ថាៈ ឱអាដាំ. តើចង់ ឱ្យខ្ញុំបង្ហាញអ្នកពីដើមឈើអមតៈ និងភាពជាអ្នកគ្រប់គ្រងដែលគ្មាន ពេលអន្ដរាយដែរឬទេ?","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:121","price":"ហើយគេទាំងពីរនាក់បានទទួលទានផ្លែឈើនោះ ស្រាប់ តែភាពអាក្រាតរបស់គេទាំងពីរក៏បានលាតត្រដាងចំពោះគេទាំង ពីរ ហើយគេទាំងពីរបានបេះស្លឹកឈើឋានសួគ៌យកមកបិទបាំងលើ រាងកាយរបស់គេទាំងពីរ។ ហើយអាដាំបានធ្វើខុសនឹងបទបញ្ជានៃ ម្ចាស់របស់គេ និងបានវងេ្វង(ពីការពិត)។","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:122","price":"ក្រោយមក ម្ចាស់របស់គាត់បានជ្រើសរើសគាត់ ហើយ ទ្រង់បានអភ័យទោសឱ្យគាត់ និងបានចង្អុលបង្ហាញគាត់(ទៅរក មាគ៌ាដ៏ត្រឹមត្រូវ)វិញ។","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:123","price":"ទ្រង់បានមានបន្ទូលថាៈ ចូរអ្នកទាំងពីរ(អាដាំ និងហាវ៉ា) ចុះចេញពីឋានសួគ៌ទាំងអស់គ្នាចុះ។ ពួកអ្នកមួយចំនួនគឺជាសត្រូវនឹង គ្នា។ ហើយប្រសិនបើការចង្អុលបង្ហាញរបស់យើងមកដល់ពួកអ្នក អ្នកណាហើយដែលបានដើរតាមការចង្អុលបង្ហាញរបស់យើងនោះ គឺគេមិនវងេ្វង(នៅក្នុងលោកិយ)និងមិនលំបាកឡើយ(នៅថ្ងៃ បរលោក)។","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:124","price":"តែបើអ្នកណាហើយបានងាកចេញពីការដាស់តឿន(គម្ពីរ គួរអាន)របស់យើង ពិតប្រាកដណាស់សម្រាប់គេគឺការរស់នៅយ៉ាង លំបាកវេទនា(ទោះបីជារូបភាពខាងក្រៅរបស់គេជាអ្នកមាន ឬមាន ឋានៈខ្ពង់ខ្ពស់ក៏ដោយ) ហើយយើងនឹងប្រមូលផ្ដុំគេនៅថ្ងៃបរលោក ដោយភ្នែកខ្វាក់។","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:125","price":"គេបាននិយាយថាៈ ឱម្ចាស់របស់ខ្ញុំ. ហេតុអ្វីបានជាទ្រង់ ប្រមូលផ្ដុំខ្ញុំមកវិញដោយពិការភ្នែក ហើយជាការពិតណាស់ ខ្ញុំធ្លាប់ ជាអ្នកភ្នែកភ្លឺទេតើ?","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:126","price":"ទ្រង់បានមានបន្ទូលថាៈ ដូច្នោះហើយ អាយ៉ាត់ៗរបស់ យើងបានមកដល់អ្នក តែអ្នកបានភេ្លចវា(ដោយបោះបង់មិនព្រម ជឿ)។ ដូចេ្នះថ្ងៃនេះអ្នកក៏ត្រូវគេភេ្លចវិញដែរ។","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:127","price":"យើងក៏តបស្នងដូច្នោះដែរចំពោះអ្នកដែលបានល្មើស (នឹងបទបញ្ជា) និងមិនព្រមជឿនឹងអាយ៉ាត់ៗនៃម្ចាស់របស់គេ។ ហើយទារុណកម្មនៅថ្ងៃបរលោកគឺខ្លាំងក្លាបំផុត និងជាអមតៈ។","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:128","price":"តើវា(គម្ពីរគួរអាន)មិនបានបង្ហាញដល់ពួកគេ(ពួក មូស្ហរីគីន)ទេឬថា យើងបានបំផ្លាញមុនពួកគេជាច្រើនជំនាន់មក ហើយ ដោយសារតែពួកគេ(ពួកជំនាន់មុន)ធ្វើដំណើរឆ្លងកាត់ លំនៅដ្ឋាន(បែកបាក់)របស់ពួកគេនោះ? ពិតប្រាកដណាស់ ក្នុង រឿងនោះគឺជាភស្ដុតាងៗសម្រាប់អ្នកដែលមានប្រាជ្ញាឈេ្វងយល់។","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:129","price":"ហើយប្រសិនបើគ្មានការកំណត់(ទារុណកម្ម)ជាមុនពី ម្ចាស់របស់ពួកអ្នក និងគ្មានការកំណត់ពេលវេលាច្បាស់លាស់ទេនោះ គេពិតជានឹងទទួលរង(ទារុណកម្មនៅក្នុងលោកិយនេះ)ជាមិនខាន។","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:130","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)អត់ធ្មត់ចំពោះអ្វីដែលពួកគេ និយាយ និងត្រូវលើកតម្កើងដោយការសរសើរចំពោះម្ចាស់របស់ អ្នកមុនពេលថ្ងៃរះ(សឡាតស៊ូពូហ)និងមុនពេលថ្ងៃលិច(សឡាត អាសើរ)។ ហើយពេលខ្លះនៃរាត្រី(សឡាតម៉ាហ្គរិប និងអ៊ីស្ហាក) និងចុងនៃពេលថ្ងៃ(សឡាតស៊ូហូរ) ចូរអ្នកលើកតម្កើងចុះ សង្ឃឹម ថាអ្នកនឹងពេញចិត្ដ។","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:131","price":"ហើយចូរអ្នកកុំសម្លឹងមើលដោយភ្នែកទាំងពីររបស់ អ្នកទៅចំពោះអ្វីដែលយើងបានប្រទានភាពរីករាយឱ្យពួកគេគ្រប់ ប្រភេទ ដែលជាការលំអនឹងវានៃជីវិតរស់នៅក្នុងលោកិយនេះដើម្បី យើងនឹងសាកល្បងពួកគេចំពោះវាឱ្យសោះ។ ហើយលាភសក្ការៈនៃ ម្ចាស់របស់អ្នកគឺល្អប្រសើរ និងស្ថិតសេ្ថរជាអមតៈ។","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:132","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)បង្គាប់ឱ្យក្រុមគ្រួសាររបស់ អ្នកប្រតិបត្ដិសឡាត និងអត់ធ្មត់ចំពោះវា។ យើងមិនសុំលាភសក្ការៈ ពីអ្នកឡើយ។ យើងទេដែលជាអ្នកប្រទានលាភសក្ការៈឱ្យអ្នក នោះ។ ហើយលទ្ធផលចុងក្រោយ(ឋានសួគ៌)គឺសម្រាប់អ្នកដែល កោតខ្លាចអល់ឡោះ។","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:133","price":"ពួកគេ(ពួកពុតត្បុត)បាននិយាយថាៈ ហេតុអ្វីបានជា គេ(មូហាំម៉ាត់)មិននាំភស្ដុតាងណាមួយពីម្ចាស់របស់គេមកឱ្យពួក យើង(បញ្ជាក់ថាគេជាព្យាការីពិតប្រាកដ)។ តើភស្ដុតាងច្បាស់ លាស់ដែលមាននៅក្នុងគម្ពីរមុនៗ(គម្ពីរតាវរ៉តនិងគម្ពីរអ៊ីញជីល)មិនបានមកដល់ពួកគេទេឬ?","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:134","price":"ហើយពិតប្រាកដណាស់ ប្រសិនបើយើងបានបំផ្លាញពួក គេដោយទារុណកម្មណាមួយមុននឹងវា(បញ្ជូនមូហាំម៉ាត់មក)ពួកគេ ពិតជានិយាយថាៈ ឱម្ចាស់របស់ពួកយើង. ហេតុអ្វីបានជាទ្រង់មិន បញ្ជូនអ្នកនាំសារម្នាក់មកឱ្យពួកយើង ដើម្បីយើងនឹងធ្វើតាម អាយ៉ាត់ៗរបស់ទ្រង់មុននឹងពួកយើងត្រូវអាប់ឱននិងអាម៉ាស់មុខ?","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"km"},{"name":"20:135","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ គ្រប់ៗគ្នា(អ្នកមានជំនឿ និងគ្មានជំនឿ)គឺសុទ្ធតែរង់ចាំមើល(ការសន្យារបស់ទ្រង់) ដូចេ្នះ ចូរអ្នកទាំងអស់គ្នារង់ចាំមើលចុះ. ពួកអ្នកនឹងដឹងថាៈ អ្នកណាដើរ តាមមាគ៌ាដ៏ត្រឹមត្រូវ និងអ្នកណាដែលបានទទួលការចង្អុលបង្ហាញ (ពីអល់ឡោះ)។","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"km"}],"juz":{"id":16,"name":"قَالَ أَلَمْ","transliteration":"Qal Alam","transEn":"He Said Did I Not","startVerse":"18:75","endVerse":"20:135","totalVerses":269}}