{"data":[{"name":"33:31","price":"ហើយអ្នកណាក្នុងចំណោមពួកនាងប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ហើយនិងសាងអំពើល្អ យើងនឹងប្រទានឱ្យ នាងនូវផលបុណ្យទេ្វដង។ ហើយយើងបានរៀបចំសម្រាប់នាងនូវ លាភសក្ការៈដ៏ឧត្ដុង្គឧត្ដម(ឋានសួគ៌)។","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:32","price":"ឱបណ្ដាភរិយារបស់ណាពី. ពួកនាងមិនដូចអ្នកណាម្នាក់ ក្នុងចំណោមស្ដ្រីដទៃឡើយ។ ប្រសិនបើពួកនាងកោតខ្លាចអល់ឡោះ ពួកនាងកុំប្រើពាក្យសំដីទន់ភ្លន់ម្ញ៉ិកម្ញ៉ក់(ជាមួយបុរសដែលមិនមែន ជាស្វាមី)ឱ្យសោះ ជាហេតុធ្វើឱ្យបុរសដែលមានជម្ងឺ(ចំណង់តណ្ហា) នៅក្នុងចិត្ដរបស់គេមានអារម្មណ៍(ចំពោះពួកនាង)។ តែពួកនាងត្រូវ និយាយនូវពាក្យសំដីណាដែលល្អ។","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:33","price":"ហើយចូរពួកនាងរក្សាខ្លួននៅក្នុងផ្ទះរបស់ពួកនាង ហើយ ពួកនាងកុំបង្ហាញភាពឆើតឆាយ ដូចភាពឆើតឆាយនៃសម័យកាល ល្ងង់ខ្លៅដំបូង(មុនសម័យអ៊ីស្លាម)ឱ្យសោះ។ ហើយចូរពួកនាង ប្រតិបត្ដិសឡាត និងបរិច្ចាគហ្សាកាត់ និងប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់។ ពិតប្រាកដណាស់ អល់ឡោះចង់បំបាត់ ភាពកខ្វក់(បាបកម្ម)ចេញពីពួកអ្នកឱគ្រួសារណាពី. ហើយទ្រង់ នឹងសំអាតពួកអ្នកឱ្យស្អាតស្អំ។","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:34","price":"ហើយចូរពួកនាងរំលឹកនូវអ្វីដែលគេសូត្រនៅក្នុងផ្ទះរបស់ ពួកនាងអំពីអាយ៉ាត់ៗរបស់អល់ឡោះ និងការទូន្មានរបស់ណាពី។ ពិតប្រាកដណាស់ អល់ឡោះមហាទន់ភ្លន់ មហាដឹងជ្រួតជ្រាប។","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:35","price":"ពិតប្រាកដណាស់ បណ្ដាមូស្លីមប្រុសស្រី និងបណ្ដាអ្នក មានជំនឿប្រុសស្រី និងបណ្ដាអ្នកគោរពប្រតិបត្ដិប្រុសស្រី និង បណ្ដាអ្នកសច្ចៈប្រុសស្រី និងបណ្ដាអ្នកដែលអត់ធ្មត់ប្រុសស្រី និង បណ្ដាអ្នកឱនលំទោនប្រុសស្រី និងបណ្ដាអ្នកបរិច្ចាគទានប្រុសស្រី និងបណ្ដាអ្នកបួសប្រុសស្រី និងបណ្ដាអ្នកដែលរក្សាកេរិ៍្ដខ្មាស់របស់ ពួកគេទាំងប្រុសទាំងស្រី ហើយនិងបណ្ដាអ្នកដែលរំលឹកចំពោះ អល់ឡោះយ៉ាងច្រើនទាំងប្រុសទាំងស្រី អល់ឡោះបានរៀបចំ សម្រាប់ពួកគេនូវការអភ័យទោសនិងផលបុណ្យដ៏ធំធេង(ឋានសួគ៌)។","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:36","price":"ហើយមិនសក្តិសមឡើយចំពោះអ្នកមានជំនឿប្រុសស្រីនៅពេលដែលអល់ឡោះនិងអ្នកនាំសាររបស់ទ្រង់បានកំណត់នូវកិច្ចការណាមួយនោះ ពួកគេមានជម្រើសផ្សេងអំពីកិច្ចការរបស់ពួកគេទៅវិញ។ ហើយអ្នកណាប្រឆាំងនឹងអល់ឡោះនិងអ្នកនាំសាររបស់ទ្រង់គឺគេពិតជាវង្វេងនូវការវង្វេងមួយដ៏ច្បាស់លាស់។","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:37","price":"-ហើយនៅពេលដែលអ្នក(មូហាំម៉ាត់)បានពោលទៅកាន់ អ្នកដែលអល់ឡោះបានប្រទាននៀកម៉ាត់ឱ្យគេ(ហេ្សតកូនហារីសះ) ហើយអ្នកក៏បានផ្ដល់នៀកម៉ាត់(សេរីភាព)ឱ្យគេដែរនោះថាៈ ចូរ អ្នក(ហេ្សត)រក្សាភរិយារបស់អ្នកឱ្យបានល្អ(កុំលែងលះនាងឱ្យ សោះ) និងកោតខ្លាចអល់ឡោះ។ ហើយអ្នកលាក់ទុកនៅក្នុងចិត្ដ របស់អ្នកនូវអ្វីដែលអល់ឡោះនឹងលាតត្រដាងវា ដោយអ្នកខ្លាច (ខ្មាស់)មនុស្សលោក។ ផ្ទុយទៅវិញ អល់ឡោះទេដែលសក្ដិសមឱ្យ អ្នកកោតខ្លាចទ្រង់។ ហើយនៅពេលដែលហេ្សតបានលែងលះប្រពន្ធ រួច យើងក៏បានរៀបការនាងឱ្យអ្នក ដើម្បីកុំឱ្យមានការពិបាកដល់ បណ្ដាអ្នកមានជំនឿក្នុងរឿងរៀបការជាមួយប្រពន្ធរបស់កូនចិញ្ចឹម នៅពេលដែលពួកគេ(កូនចិញ្ចឹម)បានលែងលះប្រពន្ធរបស់ពួកគេរួច។ ហើយកិច្ចការរបស់អល់ឡោះត្រូវបានគេអនុវត្ដ។","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:38","price":"គ្មានទោសពៃរ៍អ្វីចំពោះណាពី(មូហាំម៉ាត់)ក្នុងរឿងដែល អល់ឡោះបានអនុញ្ញាតឱ្យគាត់(រៀបការជាមួយប្រពន្ធរបស់កូន ចិញ្ចឹម)ឡើយ។ នោះគឺជាច្បាប់របស់អល់ឡោះសម្រាប់អ្នកជំនាន់ មុនដែលកន្លងផុតទៅ។ ហើយកិច្ចការរបស់អល់ឡោះ គឺជាការ កំណត់ដែលត្រូវបានកំណត់រួច។","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:39","price":"បណ្ដាអ្នកដែលផ្សព្វផ្សាយសារទាំងឡាយរបស់អល់ឡោះ និងកោតខ្លាចចំពោះទ្រង់ ដោយពួកគេមិនកោតខ្លាចអ្នកណាម្នាក់ ក្រៅពីអល់ឡោះឡើយ។ គ្រប់គ្រាន់ហើយអល់ឡោះជាអ្នកជំនុំ ជំរះ។","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:40","price":"មូហាំម៉ាត់មិនមែនជាឪពុករបស់អ្នកណាម្នាក់ក្នុងចំណោម បុរសរបស់ពួកអ្នកឡើយ ក៏ប៉ុន្ដែគាត់ជាអ្នកនាំសាររបស់អល់ឡោះ និងជាណាពីចុងក្រោយបង្អស់។ ហើយអល់ឡោះដឹងបំផុតនូវរាល់ អ្វីៗទាំងអស់។","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:41","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នករំលឹកចំពោះ អល់ឡោះឱ្យបានច្រើន។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:42","price":"ហើយចូរលើកតម្កើងទ្រង់ទាំងពេលព្រឹក និងពេលល្ងាច។","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:43","price":"ទ្រង់ផ្ដល់ពរជ័យឱ្យពួកអ្នក និងបណ្ដាម៉ាឡាអ៊ីកាត់របស់ ទ្រង់(ក៏សុំពរជ័យពីអល់ឡោះឱ្យពួកអ្នកដែរ) ដើម្បីទ្រង់បពោ្ចញ ពួកអ្នកពីភាពងងឹតទៅកាន់ភាពមានពន្លឺ។ ហើយទ្រង់មហាអាណិត ស្រឡាញ់ចំពោះបណ្ដាអ្នកដែលមានជំនឿ។","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:44","price":"ការស្វាគមន៍ពួកគេនៅថ្ងៃដែលពួកគេជួបទ្រង់ គឺសាឡាម(សន្តិភាព)។ ហើយទ្រង់រៀបចំសម្រាប់ពួកគេនូវផលបុណ្យដ៏ឧត្តុង្គឧត្តម(ឋានសួគ៌)។","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:45","price":"ឱណាពី(មូហាំម៉ាត់). ពិតប្រាកដណាស់ យើងបានបញ្ជូន អ្នកជាអ្នកធ្វើជាសាក្សី និងជាអ្នកផ្ដល់ដំណឹងរីករាយ ហើយនិងជា អ្នកដាស់តឿនព្រមាន។","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:46","price":"ហើយក៏ជាអ្នកអំពាវនាវ(មនុស្សលោក)ទៅកាន់ អល់ឡោះដោយការអនុញ្ញាតរបស់ទ្រង់និងជាពនឺ្លដើម្បីបំភ្លឺ។","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:47","price":"ហើយចូរអ្នកផ្ដល់ដំណឹងរីករាយដល់បណ្ដាអ្នកមានជំនឿថាៈ ពិតប្រាកដណាស់ សម្រាប់ពួកគេគឺទទួលបានការប្រោសប្រទាន ដ៏ធំធេងពីអល់ឡោះ។","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:48","price":"ហើយចូរអ្នកកុំគោរពតាមពួកប្រឆាំង និងពួកពុតត្បុតឱ្យសោះ ហើយចូរអ្នកកុំចាប់អារម្មណ៍នឹងការធ្វើបាបរបស់ពួកគេ។ ហើយចូរអ្នកប្រគល់ការទុកចិត្ដលើអល់ឡោះ។ គ្រប់គ្រាន់ហើយ អល់ឡោះជាអ្នកគាំពារ។","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:49","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. នៅពេលដែលពួកអ្នកបាន រៀបអាពាហ៍ពិពាហ៍ជាមួយបណ្ដាស្ដ្រីដែលមានជំនឿ ក្រោយមក ពួកអ្នកបានលែងលះពួកនាងមុនពេលរួមដំណេកជាមួយពួកនាង នោះ ពួកអ្នកមិនចាំបាច់រាប់អ៊ីតដះ(ការជ្រះស្អាតពីឈាមរដូវចំនួន បីដង)របស់ពួកនាងឡើយ។ ដូចេ្នះ ចូរពួកអ្នកផ្ដល់ភាពសប្បាយ រីករាយ(ទ្រព្យសម្បត្ដិ)ដល់ពួកនាង ហើយចូរពួកអ្នកលែងលះពួក នាងតាមវិធីមួយដ៏ល្អ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:50","price":"ឱព្យាការី! ពិតប្រាកដណាស់ យើងបានអនុញ្ញាតឲ្យអ្នកនូវបណ្តាភរិយាទាំងឡាយរបស់អ្នកដែលអ្នកបានប្រគល់ឲ្យពួកនាងនូវប្រាក់ប្រាក់ខាន់ស្លារបស់ពួកនាង ហើយយើងក៏បានអនុញ្ញាតឲ្យអ្នកផងដែរនូវស្ត្រីបម្រើដាច់ថ្លៃដែលអល់ឡោះបានប្រទានឲ្យអ្នកពីឈ្លើយសឹក(ជាជ័យភណ្ឌ)។ ហើយយើងក៏បានអនុញ្ញាតឲ្យអ្នកផងដែរក្នុងការរៀបការជាមួយកូនស្រីរបស់ពូឬមីងខាងឪពុករបស់អ្នក និងកូនស្រីរបស់ពូឬមីងខាងម្តាយរបស់អ្នកដែលពួកនាងបានភៀសខ្លួនមកក្រុងម៉ាក្កះទៅកាន់ក្រុងម៉ាទីណះជាមួយអ្នក។ ហើយយើងបានអនុញ្ញាតឲ្យអ្នកផងដែរក្នុងការរៀបការជាមួយស្ត្រីមានជំនឿដែលនាងស្ម័គ្រចិត្តរៀបការជាមួយអ្នកដោយមិនត្រូវការប្រាក់ខាន់ស្លា ប្រសិនបើអ្នកចង់រៀបការជាមួយនាងនោះ។ ហើយការរៀបការដោយមិនមានប្រាក់ខាន់ស្លាបែបនេះ គឺជាករណីពិសេសសម្រាប់តែព្យាការីប៉ុណ្ណោះ ដោយគេមិនអនុញ្ញាតឲ្យអ្នកផ្សេងក្រៅពីព្យាការីអាចធ្វើដូច្នេះឡើយ។ ពិតប្រាកដណាស់ យើងបានដឹងនូវអ្វីដែលយើងបានដាក់វាជាកាតព្វកិច្ចចាំបាច់ទៅលើបណ្តាអ្នកមានជំនឿក្នុងរឿងរៀបការរបស់ពួកគេ ដោយគេមិនអនុញ្ញាតឲ្យពួកគេយកប្រពន្ធលើសពីបួននាក់ឡើយ ហើយនិងអ្វីដែលយើងបានដាក់វាជាច្បាប់បញ្ញត្តិចំពោះពួកគេក្នុងរឿងស្រ្តីខ្ញុំបម្រើដាច់ថ្លៃ ដោយពួកគេអាចរួមដំណេកជាមួយពួកនាងនូវនរណាម្នាក់ដែលពួកគេចង់ដោយគ្មានកំណត់ចំនួនឡើយ។ ហើយយើងបានអនុញ្ញាតឲ្យអ្នកនូវអ្វីដែលយើងមិនអនុញ្ញាតឲ្យអ្នកដទៃក្រៅពីអ្នកនោះ គឺដើម្បីកុំឲ្យអ្នកមានការចង្អៀតចង្អល់និងការពិបាក។ ហើយអល់ឡោះមហាអភ័យទោសចំពោះជនណាដែលបានសារភាពកំហុសក្នុងចំណោមខ្ញុំបម្រើរបស់ទ្រង់ ហើយទ្រង់មហាអាណិតស្រឡាញ់បំផុតចំពោះពួកគេ។","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:51","price":"ហើយអ្នកអាចបោះបង់ការជ្រើសរើសអ្នកណាម្នាក់ក្នុង ចំណោមពួកនាង ឬអ្នកអាចនៅជាមួយអ្នកណាម្នាក់តាមតែអ្នក ប្រាថ្នា។ ហើយអ្នកណាម្នាក់ដែលអ្នកមានបំណងរួមរស់ជាមួយក្នុង ចំណោមភរិយាដែលអ្នកបានបោះបង់នោះ គឺគ្មានទោសពៃរ៍អ្វី ចំពោះអ្នកឡើយ។ នោះគឺជារឿងដែលជិតបំផុតដែលធ្វើឱ្យពួកនាង សប្បាយរីករាយ និងមិនព្រួយបារម្ភ ហើយពួកនាងយល់ព្រមនូវអ្វី ដែលអ្នកបានផ្ដល់ឱ្យពួកនាងទាំងអស់គ្នា។ ហើយអល់ឡោះដឹងនូវ អ្វីដែលមាននៅក្នុងចិត្ដរបស់ពួកអ្នក។ ហើយអល់ឡោះមហាដឹង មហាអត់ធ្មត់។","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:52","price":"មិនអនុញ្ញាតិឱ្យអ្នក(មូហាំម៉ាត់)រៀបការជាមួយស្ដ្រី ដទៃបន្ទាប់ពីនោះឡើយ ហើយក៏មិនអាចផ្លាស់ប្ដូរពួកនាងទៅយក ភរិយាផេ្សងបានដែរ ទោះបីជាសម្រស់របស់ពួកគេទាក់ទាញអ្នក យ៉ាងណាក៏ដោយ លើកលែងតែខ្ញុំបម្រើស្រីដាច់ថ្លៃរបស់អ្នក ប៉ុណ្ណោះ។ ហើយអល់ឡោះគឺជាអ្នកថែរក្សាគ្រប់គ្រងលើអ្វីៗទាំងអស់។","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:53","price":"ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកកុំចូលផ្ទះរបស់ណាពី លើកលែងតែគេអនុញ្ញាតិឱ្យពួកអ្នកចូលរួមទទួលទានអាហារដោយ ពួកអ្នកមិនត្រូវទៅរង់ចាំមុនពេលចំអិនអាហារឡើយ។ ក៏ប៉ុន្ដែនៅ ពេលដែលគេបានអញ្ចើញពួកអ្នក ចូរពួកអ្នកចូលទៅចុះ។ ហើយនៅ ពេលដែលពួកអ្នកទទួលទានរួច ចូរពួកអ្នកចាកចេញរៀងៗខ្លួន ហើយមិនត្រូវបន្ដជជែកគ្នាឡើយ។ ពិតប្រាកដណាស់ ប្រការទាំង នោះគឺវាប៉ះពាល់ដល់ណាពី ហើយគាត់មានការខ្មាស់អៀនពួកអ្នក (ក្នុងការប្រាប់ឱ្យពួកអ្នកចាកចេញ)។ ហើយអល់ឡោះមិនខ្មាស់អៀនចំពោះរឿងពិតឡើយ។ ហើយនៅពេលពួកអ្នកសុំរបស់របរ ប្រើប្រាស់អ្វីមួយពីពួកនាង(ភរិយាណាពី) ចូរពួកអ្នកសុំពីពួកនាង ពីខាងក្រៅរបាំង។ ទាំងនោះគឺជាការស្អាតស្អំបំផុតចំពោះចិត្ដពួកអ្នក និងចិត្ដពួកនាង។ ហើយវាមិនសក្ដិសមឡើយចំពោះពួកអ្នកដែលពួក អ្នករំខានដល់អ្នកនាំសាររបស់អល់ឡោះ។ ហើយពួកអ្នកមិនអាច រៀបការជាមួយនឹងបណ្ដាភរិយារបស់គាត់បន្ទាប់ពីគាត់(មរណៈ)ជា ដាច់ខាត។ ពិតប្រាកដណាស់ ប្រការទាំងនោះគឺធំធេងបំផុតចំពោះ អល់ឡោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:54","price":"ប្រសិនបើពួកអ្នកលាតត្រដាងអ្វីមួយ ឬលាក់បាំងវានោះ ពិតប្រាកដណាស់ អល់ឡោះមហាដឹងរាល់អ្វីៗទាំងអស់។","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:55","price":"គ្មានទោសពៃរ៍អ្វីឡើយចំពោះពួកនាង ពេលដែលពួកនាង នៅជាមួយឪពុករបស់ពួកនាង និងកូនប្រុសរបស់ពួកនាង និងបងប្អូនប្រុសរបស់ពួកនាង និងក្មួយប្រុសខាងបងប្អូនប្រុសរបស់ពួកនាង និងក្មួយប្រុសខាងបងប្អូនស្រីរបស់ពួកនាង និងស្រី្ដនានាដែលមាន ជំនឿរបស់ពួកនាង និងខ្ញុំបម្រើស្រីដាច់ថ្លៃរបស់ពួកនាង(ដោយ គ្មានរបាំង)នោះ។ ចូរពួកនាងកោតខ្លាចអល់ឡោះ។ ពិតប្រាកដ ណាស់ អល់ឡោះជាអ្នកធ្វើសាក្សីលើអ្វីៗទាំងអស់។","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:56","price":"ពិតប្រាកដណាស់ អល់ឡោះប្រទានពរជ័យដល់ណាពី ហើយបណ្ដាម៉ាឡាអ៊ីកាត់របស់ទ្រង់ក៏បួងសួងសុំពរជ័យដល់ណាពី ដែរ។ ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកបួងសួងសុំពរជ័យ និងសុំ ឱ្យមានសុខសន្ដិភាពដល់គាត់។","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:57","price":"ពិតប្រាកដណាស់ ពួកដែលបញ្ឈឺ អល់ឡោះនិងអ្នកនាំសារ របស់ទ្រង់ អល់ឡោះបានដាក់បណ្ដាសាពួកគេទាំងនៅក្នុងលោកិយ និងថ្ងៃបរលោក។ ហើយទ្រង់បានរៀបចំសម្រាប់ពួកគេនូវទារុណ-កម្មយ៉ាងអាម៉ាស់បំផុត។","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:58","price":"ហើយពួកដែលធ្វើបាបបណ្ដាអ្នកមានជំនឿទាំងប្រុសទាំង ស្រីចំពោះអ្វីដែលពួកគេមិនបានប្រព្រឹត្ដ ពួកគេពិតជាទទួលខុសត្រូវ ចំពោះការចោទប្រកាន់ និងទទួលបាបកម្មយ៉ាងច្បាស់លាស់។","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:59","price":"ឱណាពី. ចូរអ្នកប្រាប់ទៅកាន់បណ្ដាភរិយារបស់អ្នកនិងកូន ស្រីទាំងឡាយរបស់អ្នក និងស្ដ្រីរបស់បណ្ដាអ្នកមានជំនឿឱ្យបិទបាំង ទៅលើរាងកាយរបស់ពួកនាងដោយស្បៃរបស់ពួកនាង(គឺត្រូវគ្រប ពីក្បាលរហូតដល់ក្រោមទ្រូងនៃរាងកាយ)។ ធ្វើដូច្នោះងាយស្រួល បំផុតដែលពួកនាងនឹងត្រូវគេស្គាល់(ថាជាស្ដ្រីមូស្លីមដែលមានសេរី ភាព) ហើយពួកនាងក៏មិនអាចត្រូវគេមើលងាយដែរ។ ហើយ អល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:60","price":"ប្រសិនបើពួកពុតត្បុត និងពួកដែលមានជម្ងឺ(ការសង្ស័យ) នៅក្នុងចិត្ដរបស់ពួកគេ និងពួកផ្សព្វផ្សាយដំណឹងភូតកុហកនៅ ម៉ាឌីណះមិនព្រមឈប់(នូវទង្វើ្វអាក្រក់)ទេនោះ យើងនឹងឱ្យអ្នក (មូហាំម៉ាត់)គ្រប់គ្រងលើពួកគេ។ ក្រោយមកពួកគេមិនអាចរស់ នៅក្បែរអ្នកនៅទីនោះ(ម៉ាឌីណះ)ឡើយ លើកលែងតែមួយរយៈ ពេលខ្លីប៉ុណ្ណោះ។","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:61","price":"ដោយពួកគេត្រូវបណ្ដាសា(ពីអល់ឡោះ)។ នៅទីណាក៏ ដោយដែលពួកគេត្រូវគេជួប ពួកគេនឹងត្រូវគេចាប់ និងត្រូវគេ សម្លាប់ដ៏សាហាវ។","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:62","price":"នោះគឺជាមាគ៌ា(ច្បាប់)របស់អល់ឡោះសម្រាប់អ្នកជំនាន់ មុនដែលកន្លងផុតទៅ។ ហើយអ្នកនឹងមិនអាចជួបប្រទះនូវការ ផ្លាស់ប្ដូរនៃមាគ៌ារបស់អល់ឡោះឡើយ។","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:63","price":"មនុស្សលោកនឹងសួរអ្នកអំពីថ្ងៃបរលោក។ ចូរអ្នកប្រាប់ ថាៈ ពិតប្រាកដណាស់ ការដឹងពីវាគឺនៅលើអល់ឡោះ។ តើអ្វីទៅ ដែលធ្វើឱ្យអ្នកដឹងថា កាលកំណត់នៃថ្ងៃបរលោកអាចនឹងកើតឡើង ក្នុងពេលឆាប់ៗនោះ?","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:64","price":"ពិតប្រាកដណាស់ អល់ឡោះបានដាក់បណ្ដាសាពួកប្រឆាំង ហើយទ្រង់បានរៀបចំសម្រាប់ពួកគេនូវនរកដែលឆេះសន្ធោសន្ធៅ។","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:65","price":"ដោយពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។ ពួកគេគ្មានអ្នក គាំពារនិងគ្មានអ្នកជួយឡើយ។","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:66","price":"នៅថ្ងៃដែលមុខរបស់ពួកគេត្រូវគេដាក់ផ្កាប់ទៅក្នុងភ្លើង នរកពួកគេនឹងនិយាយថាៈ ឱខ្លួនពួកយើងអើយ. ពួកយើងគួរណាស់ តែបានគោរពតាមអល់ឡោះ និងគោរពតាមអ្នកនាំសារ។","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:67","price":"ហើយពួកគេបាននិយាយទៀតថាៈ ឱម្ចាស់របស់ពួកយើង. ពិតប្រាកដណាស់ពួកយើងបានគោរពតាមមេដឹកនាំ និងអ្នកមាន ឋានៈរបស់ពួកយើង ហើយពួកគេបានធ្វើឱ្យពួកយើងវងេ្វងពីមាគ៌ា ដែលត្រឹមត្រូវ។","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:68","price":"ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់ធ្វើទារុណកម្មពួកគេ (មេដឹកនាំនិងពួកមានឋានៈ)ទេ្វដង និងដាក់បណ្ដាសាពួកគេនូវ បណ្ដាសាដ៏ធំធេងផង។","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:69","price":"ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកកុំធ្វើដូចពួកដែលបានធ្វើ បាបមូសាឱ្យសោះ។ ហើយអល់ឡោះបានធ្វើឱ្យគាត់ស្អាតស្អំពីអ្វីដែល ពួកគេបានចោទប្រកាន់។ ហើយគាត់មានឋានៈដ៏ឧត្ដុង្គឧត្ដមចំពោះ អល់ឡោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:70","price":"ឱបណ្ដាអ្នកមានជំនឿ. ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងត្រូវនិយាយពាក្យសំដីណាដែលល្អត្រឹមត្រូវ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:71","price":"ទ្រង់នឹងកែលំអពួកអ្នកនូវទង្វើទាំងឡាយរបស់ពួកអ្នក ហើយទ្រង់នឹងអភ័យទោសឱ្យពួកអ្នកនូវបាបកម្មនានារបស់ពួក អ្នក។ ហើយអ្នកណាដែលគោរពតាមអល់ឡោះ និងអ្នកនាំសារ របស់ទ្រង់ អ្នកនោះពិតជាទទួលបានជោគជ័យដ៏ធំធេង។","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:72","price":"ពិតប្រាកដណាស់ យើងបានបង្ហាញនូវការទទួលខុសត្រូវ ទៅឱ្យមេឃជាច្រើនជាន់ និងផែនដី ហើយនិងភ្នំ។ តែពួកវាបាន បដិសេធមិនព្រមទទួលយកវាឡើយ។ ហើយពួកវាខ្លាចមិនអាច អនុវត្ដតាមបាន។ ហើយមនុស្សលោកក៏បានទទួលយកវា។ ពិតប្រាកដណាស់ គេ(មនុស្សលោក)គឺជាអ្នកបំពានដ៏ល្ងង់ខ្លៅបំផុត។","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"33:73","price":"ដើម្បីអល់ឡោះនឹងធ្វើទារុណកម្មពួកពុតត្បុតទាំងប្រុស ទាំងស្រី និងពួកមូស្ហរីគីនទាំងប្រុសទាំងស្រី។ ហើយអល់ឡោះនឹង ទទួលយកនូវការសារភាពកំហុសពីបណ្ដាអ្នកដែលមានជំនឿទាំង ប្រុសទាំងស្រី។ ហើយអល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:1","price":"រាល់ការសរសើរ គឺចំពោះអល់ឡោះដែលអ្វីៗនៅលើមេឃជាច្រើនជាន់ និងអ្វីៗនៅលើផែនដីជាកម្មសិទ្ធិរបស់ទ្រង់។ ហើយរាល់ការសរសើរនៅថ្ងៃបរលោកក៏ជាកម្មសិទ្ធិរបស់ទ្រង់ដែរ។ ហើយទ្រង់មហាគតិបណ្ឌិត មហាដឹងជ្រួតជ្រាប។","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:2","price":"ទ្រង់ដឹងនូវអ្វីដែលជ្រាបចូលទៅក្នុងដី និងអ្វីដែលផុសចេញពីវា ហើយនិងអ្វីដែលចុះពីលើមេឃ និងអ្វីដែលឡើងទៅលើវា។ ហើយទ្រង់មហាអាណិតស្រឡាញ់ មហាអភ័យទោស ។","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:3","price":"ហើយពួកដែលប្រឆាំងបាននិយាយថាៈ ថ្ងៃបរលោកមិនអាច កើតឡើងចំពោះពួកយើងឡើយ។ ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ មិនដូច្នោះទេ. ខ្ញុំសូមស្បថនឹងម្ចាស់របស់ខ្ញុំដែលជាអ្នកដឹងពីអាថ៌កំបាំងថា វាពិតជានឹងកើតឡើងចំពោះពួកអ្នកជាមិនខាន។ វាគ្មាន កំបាំងពីទ្រង់ឡើយ សូម្បីតែវត្ថុដែលមានទម្ងន់តូចនៅលើមេឃ ជាច្រើនជាន់ និងនៅលើផែនដីក៏ដោយ ហើយក៏គ្មានវត្ថុដែលតូច ឬធំជាងនោះក្រៅពីមាន(ការកត់ត្រា)នៅក្នុងគម្ពីរ(ឡាវហុលម៉ះហ្វ៊ូស)យ៉ាងច្បាស់លាស់ដែរ។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:4","price":"ដើម្បីទ្រង់នឹងតបស្នងចំពោះបណ្ដាអ្នកមានជំនឿ និងបាន សាងអំពើល្អ។ អ្នកទាំងនោះនឹងទទួលបានការអភ័យទោស និង លាភសក្ការៈដ៏ឧត្ដុង្គឧត្ដម(ឋានសួគ៌)។","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:5","price":"ហើយពួកដែលបានព្យាយាមប្រឆាំងនឹងភស្ដុតាងរបស់យើង ដោយពួកគេប្រជែងចង់ឈ្នះនោះ ពួកទាំងនោះនឹងទទួលទារុណ-កម្មដ៏សែនឈឺចាប់។","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:6","price":"ហើយបណ្ដាអ្នកដែលគេបានផ្ដល់ឱ្យនូវចំណេះដឹងយល់ឃើញ ថាៈ អ្វីដែលគេបានបញ្ចុះ ឱ្យអ្នក(មូហាំម៉ាត់)ពីម្ចាស់របស់អ្នក វាជា ការពិត។ ហើយវាចង្អុលបង្ហាញទៅរកមាគ៌ារបស់ម្ចាស់ដែលមហា ខ្លាំងពូកែ ជាទីកោតសរសើរ។","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:7","price":"ហើយពួកដែលប្រឆាំងបាននិយាយ(ទៅកាន់គ្នាគេ)ថាៈ តើ ចង់ឱ្យយើងបង្ហាញពួកអ្នកដែរឬទេអំពីបុរសម្នាក់(មូហាំម៉ាត់)ដែល គេប្រាប់ពួកអ្នកថា នៅពេលដែលពួកអ្នកត្រូវគេរំលាយខេ្ទចខ្ទីទៅ ជាដី ពួកអ្នកពិតជានឹងត្រូវគេបង្កើតសាជាថ្មីឡើងវិញនោះ?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:8","price":"តើគេនោះ(មូហាំម៉ាត់)បានប្រឌិតនូវពាក្យភូតកុហកទៅ លើអល់ឡោះឬក៏គេវិកលចរិត? ផ្ទុយទៅវិញ ពួកដែលគ្មានជំនឿ នឹងថ្ងៃបរលោកនោះ គឺស្ថិតនៅក្នុងទារុណកម្មនិងភាពវងេ្វងដ៏សែន ឆ្ងាយ។","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:9","price":"តើពួកគេ(ពួកគ្មានជំនឿ)មិនបានមើលទៅចំពោះអ្វីដែលនៅ ខាងមុខពួកគេនិងអ្វីដែលនៅខាងក្រោយពួកគេអំពីមេឃនិងដីទេ ឬ? ប្រសិនបើយើងមានចេតនា យើងនឹងពន្លិចពួកគេចូលទៅក្នុងដី (ដូចករូន)ឬយើងនឹងទម្លាក់ទារុណកម្មជាដុំៗពីលើមេឃទៅលើ ពួកគេ(ដូចក្រុមស្ហ៊ូអែប)ជាមិនខាន។ ពិតប្រាកដណាស់ នៅក្នុង រឿងនោះគឺជាភស្ដុតាងមួយសម្រាប់រាល់ខ្ញុំរបស់អល់ឡោះដែល សារភាពទោសកំហុស។","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:10","price":"ហើយជាការពិតណាស់យើងបានផ្ដល់ឱ្យដាវូដនូវការប្រោស ប្រទានមួយពីយើង។ (ហើយយើងមានបន្ទូលថា) ឱភ្នំ និងបក្សី ទាំងឡាយ. ចូរពួកឯងទាំងអស់គ្នាសរសើរលើកតម្កើងយើងជាមួយ គេ(ដាវូដ)ចុះ។ ហើយយើងបានធ្វើឱ្យដែកទន់សម្រាប់គេ។","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:11","price":"ចូរអ្នកធ្វើអាវដែកការពារ និងត្រូវកំណត់ទំហំ(តាមអ្នក ប្រាថ្នា)ចុះ។ ហើយចូរពួកអ្នកសាងអំពើល្អ។ ពិតប្រាកដណាស់ យើងឃើញបំផុតនូវអី្វដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:12","price":"ហើយ(យើងបានធ្វើឱ្យ)ខ្យល់ស្ដាប់បង្គាប់ចំពោះស៊ូឡៃម៉ាន គឺការចេញដំណើររបស់វា(ជាមួយគេ)មួយព្រឹកស្មើនឹងរយៈ ពេលធ្វើដំណើរធម្មតាមួយខែ ហើយការចេញដំណើររបស់វាមួយ ល្ងាចស្មើនឹងរយៈពេលធ្វើដំណើរធម្មតាមួយខែ។ ហើយយើងបាន ធ្វើឱ្យលោហធាតុរលាយសម្រាប់គេ។ ហើយក្នុងចំណោមពួកជិន មានអ្នកខ្លះធ្វើការចំពោះមុខគេ(ស៊ូឡៃម៉ាន)តាមបញ្ជានៃម្ចាស់ របស់គេ។ ហើយនរណាម្នាក់ក្នុងចំណោមពួកគេបែរចេញពីបទ បញ្ជារបស់យើង យើងនឹងឱ្យគេភ្លក្សទារុណកម្មនៃនរកដែលឆេះ សន្ធោសន្ធៅ។","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:13","price":"ពួកគេ(ជិន)ធ្វើការឱ្យស៊ូឡៃម៉ានតាមអ្វីដែលគេចង់ ដូច ជាវិមានដ៍ខ្ពស់ៗ រូបចម្លាក់ និងចានដ៏ធំដូចស្រះទឹក ហើយនិងឆ្នាំង ដែលជាប់នៅនឹងកន្លែង។ (អល់ឡោះបានមានបន្ទូលថា) ឱពូជពង្ស ដាវូដ. ចូរពួកអ្នកអនុវត្ដតាមដោយដឹងគុណ(ចំពោះអល់ឡោះ)ចុះ។ ហើយអ្នកដែលដឹងគុណក្នុងចំណោមខ្ញុំរបស់យើងគឺតិចតួចបំផុត។","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:14","price":"ហើយនៅពេលដែលយើងបានកំណត់សេចក្ដីស្លាប់ទៅលើ គេ(ស៊ូឡៃម៉ាន) គ្មានសញ្ញាបញ្ជាក់ដល់ពួកគេ(ជិន)ពីមរណភាព របស់គេឡើយ ទាល់តែដង្កូវដីស៊ីឈើច្រត់របស់គេ។ ហើយនៅ ពេលដែលសាកសពរបស់គេបានដួលចុះ ពួកជិនក៏បានជ្រាបថាៈ ប្រសិនបើពួកគេបានដឹងនូវអាថ៌កំបាំងនោះ ពួកគេក៏មិនស្ថិតក្នុង ទារុណកម្មដ៏អាម៉ាស់នោះដែរ។","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:15","price":"ជាការពិតណាស់ សម្រាប់កុលសម្ព័នសាហ្ពាកដែលនៅក្នុង ភូមិស្រុករបស់ពួកគេមានភស្ដុតាង(បង្ហាញពីភាពខ្លាំងពូកែរបស់ អល់ឡោះ) គឺចំការពីរដែលនៅខាងស្ដាំនិងខាងឆេ្វង(នៃភូមិស្រុក របស់ពួកគេ)។ ចូរពួកអ្នកបរិភោគចុះនូវលាភសក្ការៈពីម្ចាស់របស់ ពួកអ្នក និងត្រូវដឹងគុណចំពោះទ្រង់។ នេះជាទឹកដីដែលល្អ ហើយ ទ្រង់ជាម្ចាស់ មហាអភ័យទោស។","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:16","price":"តែពួកគេបែរជាប្រឆាំង(នឹងបទបញ្ជា)។ ដូចេ្នះ យើងក៏ បញ្ជូនទឹកជំនន់ដែលហូរខ្លាំងទៅកាន់ពួកគេ(ធ្វើឱ្យបាក់ទំនប់ និង ខូចចំការ)។ ហើយយើងបានផ្លាស់ប្ដូរចំការទាំងពីររបស់ពួកគេទៅ ជាចំការដែលមានផ្លែរសជាតិល្វីង និងរុក្ខជាតិគ្មានផ្លែ និងមានតែ ដើមពុទ្ទ្រាតិចតួចតែប៉ុណ្ណោះ។","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:17","price":"ដូច្នោះ យើងបានតបស្នងដល់ពួកគេទៅតាមអ្វីដែលពួកគេ បានប្រឆាំង។ ហើយយើងមិនតបស្នង(បែបនេះ)ឡើយ លើកលែង តែពួកដែលប្រឆាំងប៉ុណ្ណោះ។","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:18","price":"ហើយយើងបានបង្កើតរវាងពួកគេនូវទីក្រុងនានានិងបណ្ដា ទីក្រុងដែលយើងបានធ្វើឱ្យរីកចម្រើននៅក្នុងនោះឱ្យនៅជិតគ្នា។ ហើយយើងបានកំណត់ការធ្វើដំណើរនៅលើវា(ដោយងាយស្រួល)។ ចូរពួកអ្នកធ្វើដំណើរនៅលើវាទាំងពេលយប់ និងពេលថ្ងៃដោយ សុវត្ថិភាពចុះ។","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:19","price":"(ដោយអំនួតនិងធុញទ្រាន់ពីសន្ដិភាព)ពួកគេក៏បាន និយាយថាៈ ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់មេត្ដាធ្វើឱ្យឆ្ងាយចុះ រវាងការធ្វើដំណើររបស់ពួកយើង(ពីតំបន់មួយទៅតំបន់មួយ)។ ហើយពួកគេក៏បានបំពានលើខ្លួនឯង។ បន្ទាប់មកយើងបានធ្វើឱ្យ រឿងពួកគេក្លាយជារឿងនិទាន(សម្រាប់និយាយតៗគ្នា) ហើយ យើងបានកំចាត់ពួកគេឱ្យខ្ចាត់ខ្ចាយ។ ពិតប្រាកដណាស់នៅក្នុងរឿង នោះគឺជាភស្ដុតាងៗសម្រាប់រាល់អ្នកដែលអត់ធ្មត់និងដឹងគុណ។","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:20","price":"ហើយជាការពិតណាស់ អ៊ីព្លីសបានបញ្ជាក់ពីភាពពិតនូវ ការស្មានរបស់វាដាក់ពួកគេទាំងនោះ ពេលនោះពួកគេក៏តាមវា លើកលែងតែមួយក្រុមនៃបណ្ដាអ្នកដែលមានជំនឿប៉ុណ្ណោះ។","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:21","price":"ហើយវាគ្មានអំណាចទៅលើពួកគេឡើយ លើកលែងតែ ដើម្បីយើងសាកល្បងថា នរណាដែលមានជំនឿនឹងថ្ងៃបរលោក ក្នុងចំណោមអ្នកដែលសង្ស័យអំពីវា។ ហើយម្ចាស់របស់អ្នកជាអ្នក ថែរក្សាលើអ្វីៗទាំងអស់។","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:22","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកអំពាវនាវពួក ដែលពួកអ្នកបានគិតថាជាព្រះក្រៅពីអល់ឡោះ ដែលពួកគេគ្មាន កម្មសិទ្ធិគ្រប់គ្រងសូម្បីតែវត្ថុដែលមានទម្ងន់តូចបំផុតនៅលើមេឃ ជាច្រើនជាន់ និងនៅលើផែនដីក៏គ្មានដែរ។ ហើយពួកគេក៏គ្មានសិទ្ធិ ចូលរួម(ក្នុងការបង្កើត និងគ្រប់គ្រង)ចំពោះវាទាំងពីរដែរ។ ហើយ ទ្រង់មិនត្រូវការអ្នកជួយពីពួកគេឡើយ។","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:23","price":"ហើយការធ្វើអន្ដរាគមន៍ គឺគ្មានផលប្រយោជន៍អ្វីចំពោះទ្រង់ឡើយ លើកលែងតែចំពោះអ្នកណាដែលទ្រង់បានអនុញ្ញាតឱ្យ គេប៉ុណ្ណោះ។ លុះនៅពេលដែលគេបានបំបាត់ការភ័យខ្លាចចេញពី ចិត្ដរបស់ពួកគេ(ម៉ាឡាអ៊ីកាត់) ពួកគេបាននិយាយគ្នាថាៈ តើម្ចាស់ របស់ពួកអ្នកមានបន្ទូលអ្វី? ពួកគេបានឆ្លើយថាៈ គឺមានបន្ទូលដ៏ពិតប្រាកដ។ ហើយទ្រង់មហាខ្ពង់ខ្ពស់ មហាឧត្ដុង្គឧត្ដម។","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:24","price":"ចូរអ្នកពោលថាៈ អ្នកណាជាអ្នកផ្ដល់លាភសក្ការៈឱ្យពួកអ្នក ពីលើមេឃជាច្រើនជាន់និងផែនដី? ចូរអ្នកពោលថាៈ គឺអល់ឡោះ។ ហើយពិតប្រាកដណាស់ ពួកយើងឬក៏ពួកអ្នកដែលស្ថិតនៅលើការ ចង្អុលបង្ហាញ ឬស្ថិតក្នុងភាពវងេ្វងច្បាស់លាស់នោះ។","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:25","price":"ចូរអ្នកពោលថាៈ ពួកអ្នកមិនត្រូវគេសួរអំពីអ្វីដែលពួក យើងបានប្រព្រឹត្ដខុសនោះទេ ហើយពួកយើងក៏មិនត្រូវគេសួរអំពី អ្វីដែលពួកអ្នកប្រព្រឹត្ដដែរ។","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:26","price":"ចូរអ្នកពោលថាៈ ម្ចាស់របស់ពួកយើងនឹងប្រមូលផ្ដុំពួក យើងទាំងអស់គ្នា(នៅថ្ងៃបរលោក)។ បន្ទាប់មកទ្រង់នឹងកាត់ សេចក្ដីរវាងពួកយើងដោយយុតិ្ដធម៌។ ហើយទ្រង់គឺជាអ្នកកាត់ សេចក្ដីដ៏យុត្ដិធម៌ដឹងបំផុត។","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:27","price":"ចូរអ្នកពោលថាៈ ចូរពួកអ្នកបង្ហាញខ្ញុំមកពួក(ព្រះនានា) ដែលពួកអ្នកបានយកមកគោរពសក្ការៈធ្វើជាដៃគូនឹងទ្រង់។ មិន ដូច្នោះទេ ផ្ទុយទៅវិញទ្រង់គឺជាអល់ឡោះតែមួយគត់មហាខ្លាំង ពូកែ មហាគតិបណ្ឌិត។","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:28","price":"ហើយយើងមិនបានបញ្ជូនអ្នក(មូហាំម៉ាត់) លើកលែងតែ ទៅកាន់មនុស្សលោកទូទៅ ដើម្បីផ្ដល់ដំណឹងរីករាយ និងដាស់តឿន ព្រមានតែប៉ុណ្ណោះ។ ក៏ប៉ុន្ដែមនុស្សលោកភាគច្រើនមិនដឹងឡើយ។","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:29","price":"ហើយពួកគេ(ពួកប្រឆាំង)និយាយថាៈ តើថ្ងៃសន្យានេះ (ថ្ងៃបរលោក)នៅពេលណា? ប្រសិនបើពួកអ្នកជាអ្នកនិយាយពិត មែននោះ។","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:30","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចំពោះពួកអ្នក គឺមានការ សន្យានៅថ្ងៃមួយដែលពួកអ្នកមិនអាចសុំពន្យារ ឬសុំឱ្យវាមកដល់ មុនពេលកំណត់មួយវិនាទីបានឡើយ។","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:31","price":"ហើយពួកដែលប្រឆាំងបាននិយាយថាៈ ពួកយើងមិនជឿ នឹងគម្ពីរគួរអាននេះជាដាច់ខាត។ ហើយក៏មិនជឿនឹងអ្វីដែលមាន ពីមុនវា(គម្ពីរតាវរ៉ត និងគម្ពីរអ៊ីញជីល)ដែរ។ ហើយប្រសិនបើអ្នក ឃើញនៅពេលដែលពួកបំពានត្រូវបានគេរៀបឱ្យឈរនៅមុខម្ចាស់ របស់ពួកគេ ពួកគេនឹងស្ដីបន្ទោសគ្នាទៅវិញទៅមក ដោយពួកដែល ត្រូវគេជិះជាន់និយាយទៅកាន់ពួកដែលក្រអឺតក្រទម(ពួកមេដឹកនាំ)ថាៈ ប្រសិនបើគ្មានពួកអ្នក(ធ្វើឱ្យពួកយើងវងេ្វង)ទេនោះ ពួក យើងពិតជាក្លាយជាបណ្ដាអ្នកមានជំនឿជាមិនខាន។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:32","price":"ពួកដែលក្រអឺតក្រទមបាននិយាយទៅកាន់ពួកដែលត្រូវ គេជិះជាន់វិញថាៈ តើពួកយើងបានហាមឃាត់ពួកអ្នកពីការចង្អុល បង្ហាញក្រោយពេលដែលវាបានមកដល់ពួកអ្នកឬ? ផ្ទុយទៅវិញ ពួកអ្នកទេដែលជាពួកសាងបាបកម្មនោះ។","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:33","price":"ពួកដែលត្រូវគេជិះជាន់បាននិយាយទៅកាន់ពួកក្រអឺត ក្រទមវិញថាៈ ផ្ទុយទៅវិញនោះជាឧបាយកលទាំងយប់ទាំងថ្ងៃនៅ ពេលពួកអ្នកបញ្ជាពួកយើងឱ្យប្រឆាំងនឹងអល់ឡោះ និងឱ្យពួកយើង ធ្វើស្ហ៊ីរិកចំពោះទ្រង់។ ហើយពួកគេទាំងពីរក្រុមមានការសោកស្ដាយ យ៉ាងខ្លាំងនៅពេលដែលពួកគេបានឃើញទារុណកម្ម។ ហើយយើង បានដាក់ច្រវាក់កពួកដែលបានប្រឆាំង។ ពួកគេមិនត្រូវគេតបស្នង ឡើយ លើកលែងតែអ្វីដែលពួកគេបានប្រព្រឹត្ដប៉ុណ្ណោះ។","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:34","price":"ហើយរាល់ៗអ្នកដាស់តឿនព្រមានដែលយើងបានបញ្ជូន ទៅកាន់ភូមិស្រុកណាមួយ គឺពួកដែលមានទ្រព្យសម្បត្ដិស្ដុកស្ដម្ភ នៃភូមិស្រុកនោះតែងតែនិយាយថាៈ ពិតប្រាកដណាស់ ពួកយើង គឺជាអ្នកដែលប្រឆាំងនឹងអ្វីដែលគេបញ្ជូនពួកអ្នកឱ្យនាំវាមក។","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:35","price":"ហើយពួកគេបាននិយាយថាៈ ពួកយើងគឺជាអ្នកដែលមាន ទ្រព្យសម្បត្ដិ និងកូនចៅច្រើនជាងគេ ហើយពួកយើងមិនមែនជា អ្នកដែលត្រូវគេដាក់ទណ្ឌកម្មឡើយ។","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:36","price":"ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ អល់ឡោះបើកទូលាយ និងក្បិតក្បៀតនូវលាភសក្ការៈចំពោះអ្នកណាដែលទ្រង់មាន ចេតនា។ ក៏ប៉ុន្ដែមនុស្សលោកភាគច្រើនមិនដឹងឡើយ។","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:37","price":"ហើយពុំមែនទ្រព្យសម្បត្ដិរបស់ពួកអ្នក និងកូនចៅរបស់ ពួកអ្នកដែលធ្វើឱ្យពួកអ្នកជិតមកចំពោះយើងនោះឡើយ លើក លែងតែអ្នកដែលមានជំនឿនិងបានសាងអំពើល្អត្រឹមត្រូវប៉ុណ្ណោះ។ ដូចេ្នះ អ្នកទាំងនោះនឹងទទួលបានការតបស្នងទេ្វដងដោយសារតែអ្វី ដែលពួកគេបានសាង ហើយពួកគេជាអ្នកដែលមានសន្ដិភាពបំផុត នៅកន្លែងដ៏ខ្ពង់ខ្ពស់(ឋានសួគ៌)។","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:38","price":"ហើយពួកដែលព្យាយាមប្រឆាំងនឹងភស្ដុតាងរបស់យើង ដោយពួកគេប្រជែងចង់ឈ្នះនោះ ពួកទាំងនោះនឹងត្រូវគេនាំទៅ កាន់ទារុណកម្ម។","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:39","price":"ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ ម្ចាស់របស់ខ្ញុំបើក ទូលាយនូវលាភសក្ការៈចំពោះអ្នកណាដែលទ្រង់មានចេតនាអំពីខ្ញុំ របស់ទ្រង់ ហើយទ្រង់ក៏ក្បិតក្បៀតចំពោះគេដែរ។ ហើយអ្វីបន្ដិច ក៏ដោយដែលពួកអ្នកបានបរិច្ចាគនោះ គឺទ្រង់នឹងតបស្នងវាវិញ។ ហើយទ្រង់ជាអ្នកប្រទានលាភសក្ការៈដ៏ល្អបំផុត។","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:40","price":"ហើយ(ចូរចងចាំ)នៅថ្ងៃដែលទ្រង់ប្រមូលផ្ដុំពួកគេទាំង អស់គ្នា ក្រោយមកទ្រង់ក៏មានបន្ទូលទៅកាន់ម៉ាឡាអ៊ីកាត់ថាៈ តើ អ្នកទាំងនេះឬដែលពួកគេធ្លាប់គោរពសក្ការៈមកចំពោះពួកអ្នក?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:41","price":"ពួកគេ(ម៉ាឡាអ៊ីកាត់)បានតបវិញថាៈ ទ្រង់មហាស្អាត ស្អំ. ទ្រង់ជាអ្នកគាំពារពួកយីង មិនមែនពួកគេឡើយ។ ផ្ទុយទៅ វិញពួកគេធ្លាប់បានគោរពសក្ការៈចំពោះជិនដោយពួកគេភាគច្រើន ជាអ្នកមានជំនឿនឹងពួកវា។","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:42","price":"ហើយនៅថ្ងៃនេះ(ថ្ងៃបរលោក)ពួកអ្នកមិនអាចផ្ដល់ផលប្រយោជន៍ ឬបង្កគ្រោះថ្នាក់ដល់គ្នាបានឡើយ។ ហើយយើងមាន បន្ទូលទៅកាន់ពួកដែលបំពានថាៈ ចូរពួកអ្នកភ្លក្សទារុណកម្មនៃ នរកដែលពួកអ្នកធ្លាប់បានបដិសេធនឹងវាចុះ។","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:43","price":"ហើយនៅពេលដែលអាយ៉ាត់ៗរបស់យើងដ៏ច្បាស់លាស់ ត្រូវបានសូត្រឱ្យពួកគេស្ដាប់ ពួកគេបាននិយាយថាៈ បុរសម្នាក់នេះ (មូហាំម៉ាត់)មានបំណងចង់រារាំងពួកអ្នកអំពីអ្វីដែលជីដូនជីតារបស់ ពួកអ្នកធ្លាប់បានគោរព។ ហើយពួកគេបាននិយាយទៀតថាៈ នេះ (គម្ពីរគួរអាន)មិនមែនជាអ្វីក្រៅពីការភូតកុហកដែលត្រូវគេប្រឌិតនោះឡើយ។ ហើយពួកប្រឆាំងបាននិយាយចំពោះការពិត នៅពេល ដែលវាបានមកដល់ពួកគេថាៈ នេះគ្មានអ្វីក្រៅពីមន្ដអាគមយ៉ាង ច្បាស់លាស់នោះឡើយ។","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:44","price":"ហើយយើងមិនបានផ្ដល់ឱ្យពួកគេនូវគម្ពីរណាដែលពួកគេ អាចរៀនសូត្រវានោះឡើយ។ ហើយយើងក៏មិនបានបញ្ជូនអ្នកដាស់ តឿនព្រមានណាមុនអ្នក(មូហាំម៉ាត់)ទៅកាន់ពួកគេដែរ។","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:45","price":"ហើយពួកដែលពីមុនពួកគេបានបដិសេធ(នឹងបណ្ដាអ្នកនាំ សាររបស់ពួកគេ)។ហើយពួកគេ(មូស្ហរីគីន)មិនទាន់បានទទួលសូម្បី តែមួយភាគដប់នៃអ្វីដែលយើងបានប្រទានឱ្យពួកគេ(ពួកជំនាន់មុន) ផង ស្រាប់តែពួកគេបានបដិសេធនឹងបណ្ដាអ្នកនាំសាររបស់យើង។ តើទារុណកម្មរបស់យើង(ចំពោះពួកគេ)យ៉ាងដូចមេ្ដច ?","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:46","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំទូន្មាន ពួកអ្នកតែមួយគត់ គឺឱ្យពួកអ្នកប្រឈមមុខពីរនាក់ ឬម្នាក់ឯង ដើម្បីអល់ឡោះ។ ក្រោយមកចូរពួកអ្នកពិចារណាថាៈ មិត្ដរបស់ ពួកអ្នក(មូហាំម៉ាត់)ពុំមែនជាមនុស្សវិកលចរិតឡើយ។ គេគ្មានអ្វី ក្រៅពីជាអ្នកដាស់តឿនព្រមានសម្រាប់ពួកអ្នក មុននឹងទារុណកម្ម ដ៏ខ្លាំងក្លាមកដល់នោះឡើយ។","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:47","price":"ចូរអ្នកពោលថាៈ អ្វីដែលខ្ញុំទាមទារថ្លៃឈ្នួលពីពួកអ្នកនោះ គឺវាសម្រាប់ពួកអ្នកប៉ុណ្ណោះ។ តែផលបុណ្យនៃការអំពាវនាវរបស់ ខ្ញុំគឺនៅលើអល់ឡោះ។ ហើយទ្រង់ជាសាក្សីលើអ្វីៗទាំងអស់។","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:48","price":"ចូរអ្នកពោលថាៈ ពិតប្រាកដណាស់ ម្ចាស់របស់ខ្ញុំបញ្ចុះវ៉ាហ៊ីដោយការពិត ដែលទ្រង់មហាដឹងនូវអាថ៌កំបាំងទាំងឡាយ។","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:49","price":"ចូរអ្នកពោលថាៈ ការពិតបានមកដល់ ហើយប្រការមិនពិត ក៏រលាយបាត់ ហើយវាក៏មិនអាចវិលត្រឡប់មកវិញបានដែរ។","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:50","price":"ចូរអ្នកពោលថាៈ ប្រសិនបើខ្ញុំវងេ្វង(ប្រាសចាកពីមាគ៌ា ត្រឹមត្រូវ)មែននោះ គឺពិតប្រាកដណាស់ ខ្ញុំវងេ្វងដោយខ្លួនឯង។ តែប្រសិនបើខ្ញុំទទួលបានការចង្អុលបង្ហាញវិញនោះ គឺដោយសារ តែអ្វីដែលម្ចាស់របស់ខ្ញុំផ្ដល់វ៉ាហ៊ីឱ្យខ្ញុំ។ ពិតប្រាកដណាស់ ទ្រង់ មហាឮ ជិតបំផុត។","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:51","price":"ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)មើលឃើញនៅពេល ដែលពួកគេភ័យខ្លាច(ទារុណកម្មរបស់អល់ឡោះ) គឺគ្មានការគេច វេះបានឡើយ ហើយពួកគេត្រូវបានគេចាប់មកពីកន្លែងដែលជិត បំផុត។","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:52","price":"ហើយពួកគេបាននិយាយថាៈ ពួកយើងជឿលើទ្រង់ហើយ។ ហើយតើពួកគេទទួលជំនឿពីកន្លែងដែលឆ្ងាយបានយ៉ាងដូចមេ្ដច ?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:53","price":"ហើយជាការពិតណាស់ ពួកគេបានប្រឆាំងនឹងទ្រង់តាំងពី មុនមកម្លេះ។ ហើយអ្វីដែលពួកគេចោទប្រកាន់ក្នុងរឿងអាថ៌កំបាំង នោះ គឺខុសដ៏សែនឆ្ងាយ។","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"34:54","price":"ហើយពួកគេត្រូវបានគេរារាំងអំពីអ្វីដែលពួកគេចូលចិត្ដ ដូចអ្វីដែលត្រូវបានគេធ្វើចំពោះពួកដែលដូចពួកគេកាលពីមុនដែរ។ ពិតប្រាកដណាស់ ពួកគេស្ថិតនៅក្នុងភាពសង្ស័យដ៏ជ្រាលជ្រៅ។","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:1","price":"រាល់ការសរសើរគឺចំពោះអល់ឡោះដែលជាអ្នកបង្កើតមេឃ ជាច្រើនជាន់និងផែនដី ដែលជាអ្នកបង្កើតម៉ាឡាអ៊ីកាត់ធ្វើជាអ្នកនាំសារដែលមានស្លាបជាច្រើន មានពីរ មានបី និងមានបួន។ ទ្រង់ បន្ថែមក្នុងការបង្កើតនូវអ្វីដែលទ្រង់មានចេតនា។ ពិតប្រាកដណាស់ អល់ឡោះមានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:2","price":"អ្វីក៏ដោយដែលអល់ឡោះប្រទានឱ្យមនុស្សលោកនូវក្ដីមេត្ដា ករុណា(ដូចជាផ្ដល់ទឹកភ្លៀង លាភសក្ការៈ សុខភាព ចំណេះដឹង)គឺ គ្មានអ្នកណាម្នាក់អាចរារាំងវាឡើយ។ ហើយអ្វីដែលទ្រង់រារាំង គឺ គ្មានអ្នកណាម្នាក់អាចបញ្ជូនវាបន្ទាប់ពីទ្រង់ឡើយ។ ហើយទ្រង់ មហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:3","price":"ឱមនុស្សលោក. ចូរពួកអ្នករំលឹកនៀកម៉ាត់របស់អល់ឡោះ ដែលបានប្រទានឱ្យពួកអ្នកចុះ។ តើមានអ្នកបង្កើតផេ្សងពីអល់ឡោះ ដែលវាអាចប្រទានលាភសក្ការៈឱ្យពួកអ្នកពីលើមេឃនិងផែនដីដែរ ឬទេ? គ្មានម្ចាស់ណាផេ្សងត្រូវគេគោរពសក្ការៈពិតប្រាកដក្រៅពី ទ្រង់ឡើយ។ ដូចេ្នះ តើពួកអ្នកត្រូវគេបោកបញ្ឆោតបានយ៉ាងដូច ម្តេច?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:4","price":"ហើយប្រសិនបើពួកគេ(ពួកមូស្ហរីគីន)បដិសេធនឹងអ្នក (មូហាំម៉ាត់) ជាការពិតណាស់បណ្ដាអ្នកនាំសារមុនអ្នកក៏ត្រូវបាន គេបដិសេធដែរ។ ហើយកិច្ចការទាំងអស់នឹងវិលត្រឡប់ទៅកាន់ អល់ឡោះវិញ។","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:5","price":"ឱមនុស្សលោក. ពិតប្រាកដណាស់ ការសន្យារបស់អល់ឡោះ គឺជាការពិត។ ដូចេ្នះ ចូរកុំឱ្យជីវិតលោកិយបោកបញ្ឆោតពួកអ្នកឱ្យ សោះ។ ហើយកុំឱ្យពួកបោកប្រាស់(ស្ហៃតន ជិន និងមនុស្ស)បោក បញ្ឆោតពួកអ្នកប្រឆាំងនឹងអល់ឡោះឱ្យសោះ។","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:6","price":"ពិតប្រាកដណាស់ ស្ហៃតនគឺជាសត្រូវរបស់ពួកអ្នក។ ដូចេ្នះ ចូរពួកអ្នកចាត់ទុកវាជាសត្រូវចុះ។ តាមពិតវាគ្រាន់តែអំពាវនាវ បក្សពួករបស់វាឱ្យសិ្ថតក្នុងចំណោមពួកដែលចូលនរកដែលឆេះ សន្ធោសន្ធៅប៉ុណ្ណោះ។","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:7","price":"ពួកដែលប្រឆាំងនឹងទទួលទារុណកម្មយ៉ាងធ្ងន់ធ្ងរ។ រីឯបណ្ដា អ្នកដែលមានជំនឿ និងបានសាងអំពើល្អវិញ ពួកគេនឹងទទួលបាន ការអភ័យទោសនិងផលបុណ្យដ៏ធំធេង។","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:8","price":"ហើយតើអ្នកដែលត្រូវបានស្ហៃតនតុបតែងលំអសម្រាប់គេ នូវអំពើអាក្រក់របស់គេ ហើយគេយល់ឃើញថា វាជាប្រការល្អ (ដូចអ្នកដែលអល់ឡោះចង្អុលបង្ហាញ)ឬ? ហើយពិតប្រាកដណាស់ អល់ឡោះធ្វើឱ្យវងេ្វងចំពោះអ្នកណាដែលទ្រង់មានចេតនា ហើយ ទ្រង់ក៏ចង្អុលបង្ហាញចំពោះអ្នកណាដែលទ្រង់មានចេតនាដែរ។ ដូចេ្នះ ចូរអ្នកកុំបំផ្លាញខ្លួនឯងដោយសារភាពទុក្ខព្រួយចំពោះពួកគេ ឱ្យសោះ។ ពិតប្រាកដណាស់ អល់ឡោះមហាដឹងនូវអ្វីដែលពួកគេ ប្រព្រឹត្ដ។","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:9","price":"ហើយអល់ឡោះជាអ្នកដែលបញ្ជូនខ្យល់ រួចទ្រង់ធ្វើឱ្យពពក រសាត់។ ហើយយើងបានស្រោចស្រពវា(ទឹកភ្លៀង)ទៅលើស្រុក ទេសដែលស្លាប់(ដីគ្មានជីជាតិ) បន្ទាប់មកយើងបានធ្វើឱ្យដីនោះ រស់ឡើងវិញ(មានជីជាតិ)តាមរយៈវាក្រោយពីវាស្លាប់។ ការធ្វើ ឱ្យរស់ឡើងវិញ(ចេញពីផ្នូរ)ក៏ដូច្នោះដែរ។","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:10","price":"អ្នកណាហើយដែលចង់បានភាពថ្កុំថ្កើង គឺភាពថ្កុំថ្កើង ទាំងអស់នោះជាកម្មសិទ្ធិរបស់អល់ឡោះ។ ពាក្យសំដីដែលល្អនឹង ឡើងទៅកាន់ទ្រង់ ហើយអំពើល្អលើកតម្កើងវា(សំដីល្អ)។ រីឯពួក ដែលប្រព្រឹត្ដអំពើអាក្រក់ទាំងឡាយវិញ ពួកគេនឹងទទួលទារុណកម្មដ៏ធ្ងន់ធ្ងរ។ ហើយទង្វើអាក្រក់របស់ពួកទាំងនោះនឹងវិនាស។","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:11","price":"ហើយអល់ឡោះបានបង្កើតពួកអ្នកអំពីដី(គឺអាដាំ) បន្ទាប់ មកពីទឹកកាម(មនុស្សគ្រប់រូប) ក្រោយមកទ្រង់បានបង្កើតពួកអ្នក ជាគូៗ។ ហើយគ្មានស្ដ្រីណាដែលពពោះ និងគ្មានស្ដ្រីណាដែល ប្រសូត្របុត្រក្រៅពីស្ថិតក្រោមការដឹងរបស់ទ្រង់ឡើយ។ ហើយ អ្នកដែលមានអាយុវែងគ្មានអ្នកណាពន្យារនិងកាត់បន្ថយអាយុរបស់ គេបានឡើយ លើកលែងតែមាននៅក្នុងសៀវភៅកំណត់ត្រា(ឡាវ-ហុលម៉ះហ៊្វូស)ប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ រឿងនោះគឺងាយស្រួល បំផុតសម្រាប់អល់ឡោះ។","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:12","price":"ហើយសមុទ្រពីរមិនអាចស្មើគ្នាបានឡើយ មួយនេះជាទឹក សាបបំបាត់ការសេ្រក និងងាយស្រួលទទួលទានវា និងមួយទៀត ប្រៃល្វីង។ ហើយរាល់សមុទ្រទាំងអស់ពួកអ្នកអាចបរិភោគនូវសាច់ ស្រស់ៗ និងពួកអ្នកអាចយកចេញពីវា(សមុទ្រ)នូវគ្រឿងអលង្ការ ដើម្បីពួកអ្នកពាក់វា។ ហើយអ្នកក៏អាចមើលឃើញនាវាអណ្ដែត នៅលើវាដែរ ដើម្បីពួកអ្នកស្វែងរកនូវការប្រោសប្រទានរបស់ទ្រង់ និងសង្ឃឹមថាពួកអ្នកនឹងដឹងគុណ។","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:13","price":"ទ្រង់បញ្ចូលពេលយប់ទៅក្នុងពេលថ្ងៃ និងបញ្ចូលពេលថ្ងៃ ទៅក្នុងពេលយប់វិញ។ ហើយទ្រង់បានបញ្ជាព្រះអាទិត្យ និងព្រះច័ន្ទ ឱ្យវាទាំងពីរដើរទៅតាមគន្លងរហូតដល់ពេលកំណត់។ នោះហើយ គឺអល់ឡោះជាម្ចាស់របស់ពួកអ្នក ដែលអំណាចទាំងអស់ជាកម្មសិទ្ធិ របស់ទ្រង់។ ហើយពួកដែលពួកអ្នកបួងសួងសុំផេ្សងពីទ្រង់នោះ ពួក គេគ្មានអំណាចឡើយ សូម្បីតែប៉ុនស្រទាប់គ្រាប់ល្មើក៏ដោយ។","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:14","price":"ទោះបីជាពួកអ្នកបួងសួងសុំពីពួកវា(ព្រះនានា)ក៏ដោយ ក៏ ពួកវាមិនស្ដាប់ឮការបួងសួងសុំរបស់ពួកអ្នកដែរ។ តែប្រសិនបើពួក វាបានឮ ក៏ពួកវាមិនអាចឆ្លើយតបចំពោះពួកអ្នកបានដែរ។ ហើយ នៅថ្ងៃបរលោកពួកវានឹងបដិសេធនូវទង្វើស្ហ៊ីរិករបស់ពួកអ្នក។ ហើយគ្មានអ្នកណាម្នាក់អាចផ្ដល់ដំណឹងឱ្យអ្នក(មូហាំម៉ាត់)ដូចអ្នក ដែលមហាដឹងជ្រួតជ្រាបបានឡើយ។","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:15","price":"ឱមនុស្សលោក. ពួកអ្នកគឺជាអ្នកដែលត្រូវការអល់ឡោះ បំផុត។ ហើយអល់ឡោះមហាមានលើសលប់ ជាទីកោតសរសើរ។","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:16","price":"ប្រសិនបើទ្រង់មានចេតនា ទ្រង់នឹងធ្វើឱ្យពួកអ្នកវិនាស ហើយទ្រង់នឹងបង្កើតអ្នកថ្មីទៀតមកជំនួសវិញ។","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:17","price":"ហើយរឿងនោះ គ្មានការលំបាកចំពោះអល់ឡោះឡើយ។","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:18","price":"ហើយអ្នកដែលសាងបាបកម្មមិនអាចទទួលបន្ទុកចំពោះ បាបកម្មរបស់អ្នកដទៃបានឡើយ។ ហើយប្រសិនបើអ្នកដែលមាន បាបកម្មធ្ងន់ធ្ងរអំពាវនាវឱ្យគេជួយរែកពន់បាបកម្មរបស់គេគឺគ្មាន អ្នកណាអាចជួយរែកពន់អ្វីមួយពីគេបានឡើយ ទោះបីគេជាសាច់ ញាតិនឹងគ្នាក៏ដោយ។ តាមពិតអ្នក(មូហាំម៉ាត់)គ្រាន់តែជាអ្នក ដាស់តឿនព្រមានចំពោះបណ្ដាអ្នកដែលកោតខ្លាចម្ចាស់របស់ ពួកគេទាំងអាថ៌កំបាំង និងបានប្រតិបត្ដិសឡាតប៉ុណ្ណោះ។ ហើយ អ្នកណាដែលបានសំអាតខ្លួន(អំពីអំពើស្ហ៊ីរិកនិងអំពើអាក្រក់) ពិត ប្រាកដណាស់ គេបានសំអាតសម្រាប់ខ្លួនគេផ្ទាល់ប៉ុណ្ណោះ។ ហើយ ទៅចំពោះអល់ឡោះគឺជាកន្លែងវិលត្រឡប់ចុងក្រោយ។","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:19","price":"ហើយអ្នកដែលងងឹតភ្នែក និងអ្នកដែលមើលឃើញមិនស្មើ គ្នាឡើយ។","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:20","price":"ហើយភាពងងឹត និងភាពមានពន្លឺមិនស្មើគ្មាឡើយ។","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:21","price":"ហើយកន្លែងម្លប់ និងកន្លែងក្ដៅក៏មិនស្មើគ្នាដែរ។","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:22","price":"ហើយអ្នកដែលរស់ និងអ្នកដែលស្លាប់ក៏មិនសើ្មគ្នាដែរ។ ពិតប្រាកដណាស់ អល់ឡោះធ្វើឱ្យស្ដាប់ឮចំពោះអ្នកណាដែលទ្រង់ មានចេតនា។ ហើយអ្នក(មូហាំម៉ាត់)ពុំមែនជាអ្នកដែលធ្វើឱ្យអ្នក ដែលនៅក្នុងផ្នូរស្ដាប់ឮបានឡើយ។","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:23","price":"អ្នក(មូហាំម៉ាត់)ពុំមែនជាអ្វីក្រៅពីជាអ្នកដាស់តឿន ព្រមាននោះឡើយ។","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:24","price":"ពិតប្រាកដណាស់ យើងបានបញ្ជូនអ្នក(មូហាំម៉ាត់)ជាមួយ នឹងការពិត ដើម្បីធ្វើជាអ្នកផ្ដល់ដំណឹងរីករាយ និងជាអ្នកដាស់តឿន ព្រមាន។ ហើយរាល់ប្រជាជាតិនីមួយៗគឺតែងតែមានអ្នកដាស់តឿន ព្រមានទៅដល់ពួកគេ។","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:25","price":"ហើយប្រសិនបើពួកគេបដិសេធនឹងអ្នក គឺពិតណាស់ពួក ជំនាន់មុនពួកគេក៏បានបដិសេធ(នឹងបណ្ដាអ្នកនាំសាររបស់ពួកគេ) ដែរ ខណៈដែលបណ្ដាអ្នកនាំសាររបស់ពួកគេបាននាំមកឱ្យពួកគេនូវ ភស្ដុតាងយ៉ាងច្បាស់លាស់ជាច្រើន និងបណ្ដាគម្ពីរ(ដូចជាស៊ូហុហ្វ អ៊ីព្រហ៊ីម)និងគម្ពីរដ៏ត្រចះត្រចង់(ដូចជាគម្ពីរតាវរ៉ត និងគម្ពីរ អ៊ីញជីល)។","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:26","price":"ក្រោយមកយើងបានដាក់ទណ្ឌកម្មពួកដែលប្រឆាំង។ ដូចេ្នះ តើទារុណកម្មរបស់យើងយ៉ាងដូចមេ្ដចដែរ ?","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:27","price":"តើអ្នក(មូហាំម៉ាត់)មិនបានឃើញទេឬ ពិតប្រាកដណាស់ អល់ឡោះបានបញ្ចុះទឹកភ្លៀងពីលើមេឃ ហើយតាមរយៈវា យើង បានបពោ្ចញផលានុផលគ្រប់ប្រភេទដែលពណ៌របស់វាខុសៗគ្នា ហើយភ្នំមួយចំនួនមានឆ្នូតដែលពណ៌របស់វាខុសៗគ្នា គឺមានពណ៌ស ពណ៌ក្រហម និងពណ៌ខ្មៅងងឹតនោះ?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:28","price":"ហើយមនុស្សលោកមួយចំនួន និងសត្វល្មូន និងសត្វពាហនៈ ក៏ពណ៌របស់វាខុសៗគ្នាដូច្នោះដែរ។ ពិតប្រាកដណាស់ អ្នកដែល កោតខ្លាចអល់ឡោះក្នុងចំណោមខ្ញុំរបស់ទ្រង់នោះ គឺបណ្ដាអ្នកដែល មានចំណេះដឹង។ ពិតប្រាកដណាស់ អល់ឡោះមហាខ្លាំងពូកែ មហា អភ័យទោស។","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:29","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលសូត្រគម្ពីររបស់អល់ឡោះ និងបានប្រតិបត្ដិសឡាត និងបានបរិច្ចាគនូវអ្វីដែលយើងបានប្រទាន ឱ្យពួកគេដោយអាថ៌កំបាំង និងលាតត្រដាងនោះ ពួកគេសង្ឃឹមថា ជំនួញនេះនឹងមិនវិនាសឡើយ។","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:30","price":"ដើម្បីទ្រង់នឹងបំពេញឱ្យពួកគេ នូវផលបុណ្យរបស់ពួកគេ និងបន្ថែមឱ្យពួកគេនូវការប្រោសប្រទានរបស់ទ្រង់។ ពិតប្រាកដ ណាស់ ទ្រង់មហាអភ័យទោស ដឹងគុណបំផុត។","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:31","price":"ហើយអ្វីដែលយើងបានផ្ដល់វ៉ាហ៊ីឱ្យអ្នកអំពីគម្ពីរ(គួរអាន) នោះវាជាការពិត ដើម្បីបញ្ជាក់នូវអ្វី(គម្ពីរ)ដែលមានពីមុនវា។ ពិត ប្រាកដណាស់ អល់ឡោះមហាដឹងជ្រួតជ្រាប ឃើញបំផុតចំពោះ (ទង្វើ)ខ្ញុំរបស់ទ្រង់។","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:32","price":"បន្ទាប់មកយើងបានផ្ដល់គម្ពីរដល់បណ្ដាអ្នកដែលយើងបាន ជ្រើសរើសក្នុងចំណោមខ្ញុំរបស់យើង។ ហើយក្នុងចំណោមពួកគេមាន អ្នកដែលបំពានលើខ្លួនឯង។ ហើយក្នុងចំណោមពួកគេ មានអ្នកធុន កណ្ដាល ហើយក្នុងចំណោមពួកគេទៀតក៏មានអ្នកដែលនាំមុខគេ ក្នុងការធ្វើអំពើល្អតាមការអនុញ្ញាតរបស់អល់ឡោះដែរ។ នោះគឺ ជាការប្រោសប្រទានដ៏ធំធេង។","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:33","price":"គឺឋានសួគ៌អាត់និនដែលពួកគេនឹងចូលទៅក្នុងវាដោយ ពួកគេត្រូវគេតុបតែងនៅក្នុងនោះអំពីខ្សែដៃមាសនិងគជ់។ ហើយ សំលៀកបំពាក់របស់ពួកគេនៅក្នុងនោះគឺអំពីក្រណាត់សូត្រ។","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:34","price":"ហើយពួកគេបាននិយាយថាៈ រាល់ការសរសើរគឺចំពោះ អល់ឡោះ ដែលទ្រង់បានបំបាត់នូវភាពទុក្ខព្រួយចេញពីពួកយើង។ ពិតប្រាកដណាស់ ម្ចាស់របស់ពួកយើងមហាអភ័យទោស ដឹងគុណ បំផុត។","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:35","price":"ដែលទ្រង់បានអនុញ្ញាតឱ្យពួកយើងស្នាក់នៅក្នុងកន្លែង អមតៈ(ឋានសួគ៌)តាមការប្រោសប្រទានរបស់ទ្រង់។ ការនឿយ ហត់មិនដែលបៀតបៀនពួកយើងនៅក្នុងវាឡើយ ហើយការ លំបាកក៏មិនដែលបៀតបៀនពួកយើងនៅក្នុងវាដែរ។","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:36","price":"រីឯពួកដែលប្រឆាំង សម្រាប់ពួកគេគឺនរកជើហាន់ណាំ ដោយពួកគេមិនត្រូវគេកំណត់ឱ្យស្លាប់ ជាហេតុធ្វើឱ្យពួកគេអាច សម្រាកបានឡើយ។ តែពួកគេមិនត្រូវគេសម្រាលពីទារុណកម្មនៃ នរកឡើយ។ ដូច្នោះដែរ យើងតបស្នងចំពោះរាល់ៗពួកដែល ប្រឆាំង។","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:37","price":"ដោយពួកគេយំស្រែកនៅក្នុងវា(នរក)ថាៈ ឱម្ចាស់របស់ ពួកយើង. សូមទ្រង់មេត្ដាបពោ្ចញពួកយើង ដើម្បីពួកយើងនឹង សាងអំពើល្អក្រៅពីអ្វីដែលពួកយើងធ្លាប់បានប្រព្រឹត្ដកន្លងមកផង។ (អល់ឡោះបានតបវិញថា) តើយើងមិនបានពន្យារអាយុរបស់ពួក អ្នកគ្រប់គ្រាន់ ដើម្បីធ្វើការពិចារណាក្នុងវា(រយៈពេលនៅរស់) ចំពោះអ្នកដែលចង់ពិចារណាទេឬ? ហើយអ្នកដាស់តឿនព្រមាន ក៏ បានមកដល់ពួកអ្នកដែរ។ ដូចេ្នះ ចូរពួកអ្នកភ្លក្សរសជាតិ(ទារុណ- កម្ម)ចុះ។ ហើយពួកដែលបំពានគ្មានអ្នកណាជួយឡើយ។","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:38","price":"ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកដឹងពីអាថ៌កំបាំងនៃ មេឃជាច្រើនជាន់ និងផែនដី។ ហើយពិតប្រាកដណាស់ ទ្រង់មហា ដឹងនូវអ្វីដែលមាននៅក្នុងចិត្ដ។","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:39","price":"ទ្រង់ជាអ្នកដែលបានបង្កើតពួកអ្នកឱ្យស្នងតំណែងពីគ្នា(ពី មួយជំនាន់ទៅមួយជំនាន់)ក្នុងការគ្រប់គ្រងនៅលើផែនដី។ ដូចេ្នះ អ្នកណាហើយបានប្រឆាំង(នឹងអល់ឡោះ) ការប្រឆាំងរបស់គេគឺ ធ្លាក់ទៅលើខ្លួនគេ។ ហើយការប្រឆាំងរបស់ពួកគេមិនកើនអ្វីដល់ ពួកដែលប្រឆាំងនឹងម្ចាស់របស់ពួកគេឡើយ លើកលែងតែការខឹង សម្បាប៉ុណ្ណោះ។ ហើយការប្រឆាំងរបស់ពួកគេ មិនកើនអ្វីដល់ពួក ដែលប្រឆាំងក្រៅពីការខាតបង់នោះឡើយ។","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:40","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំអំពីព្រះ នានារបស់ពួកអ្នក ដែលពួកអ្នកបួងសួងសុំផេ្សងពីអល់ឡោះមក។ ចូរពួកអ្នកបង្ហាញខ្ញុំមក តើផ្នែកមួយណានៃផែនដីដែលពួកវាបាន បង្កើតនោះ? ឬមួយក៏ពួកវាមានការចូលរួម(ជាមួយអល់ឡោះ) ក្នុងការបង្កើតមេឃជាច្រើនជាន់? ឬមួយយើងបានផ្ដល់ឱ្យពួកគេ (ពួកមូស្ហរីគីន)នូវគម្ពីរ ហើយពួកគេស្ថិតនៅលើភស្ដុតាងច្បាស់ លាស់អំពីវា(អំពីការគោរពព្រះនានា)? ផ្ទុយទៅវិញ ពួកដែល បំពានសន្យាគ្នាទៅវិញទៅមកគ្មានអ្វីក្រៅពីការបោកប្រាស់នោះ ឡើយ។","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:41","price":"ពិតប្រាកដណាស់ អល់ឡោះទប់មេឃជាច្រើនជាន់ និង ផែនដីមិនឱ្យវារង្គើ។ ហើយប្រសិនបើវាទាំងពីររង្គើ គ្មានអ្នកណា ម្នាក់អាចទប់វាទាំងពីរក្រៅពីទ្រង់បានឡើយ។ ពិតប្រាកដណាស់ ទ្រង់មហាអត់ធ្មត់ មហាអភ័យទោស។","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:42","price":"ហើយពួកគេ(ពួកពុតត្បុត)បានស្បថនឹងអល់ឡោះ ដោយ សម្បថយ៉ាងម៉ឺងម៉ាត់របស់ពួកគេថាៈ ជាការពិតណាស់ ប្រសិនបើ អ្នកដាស់តឿនព្រមានបានមកដល់ពួកគេនោះ ពួកគេពិតជានឹង ក្លាយជាប្រជាជាតិមួយដែលទទួលបានការចង្អុលបង្ហាញជាងគេក្នុង ចំណោមប្រជាជាតិទាំងឡាយជាមិនខាន។ តែនៅពេលដែលអ្នក ដាស់តឿនព្រមានបានមកដល់ពួកគេ គ្មានអ្វីបន្ថែមដល់ពួកគេក្រៅ ពីការគេចវេះឡើយ។","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:43","price":"ដោយសារការអំនួតកេ្អងក្អាងនៅលើផែនដី និងល្បិចកល ដ៏អាក្រក់(របស់ពួកគេ)។ ហើយល្បិចកលដ៏អាក្រក់នោះ វានឹង មិនធ្លាក់ទៅលើអ្នកដទៃឡើយ លើកលែងតែអ្នកដែលប្រព្រឹត្ដវា ប៉ុណ្ណោះ។ ហើយពួកគេមិនរង់ចាំអ្វីក្រៅពីមាគ៌ារបស់អ្នកជំនាន់មុន ឡើយ(ត្រូវទារុណកម្មដូចអ្នកជំនាន់មុនដែរ)។ ហើយអ្នក(មូហាំ-ម៉ាត់)នឹងមិនជួបប្រទះនូវការផ្លាស់ប្ដូរចំពោះមាគ៌ារបស់អល់ឡោះ ជាដាច់ខាត ហើយអ្នកក៏នឹងមិនជួបប្រទះនូវការប្រែប្រួលចំពោះ មាគ៌ារបស់អល់ឡោះដែរ។","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:44","price":"តើពួកគេ(ពួកមូស្ហរីគីនម៉ាក្កះ)មិនបានធ្វើដំណើរនៅលើ ផែនដី និងពិនិត្យមើលទេឬថា តើលទ្ធផលចុងក្រោយរបស់ពួក (ក្រុមអាដនិងសាមូដ)ដែលពីមុនពួកគេនោះយ៉ាងដូចមេ្ដចដែរ? ពួកគេ(ក្រុមអាដនិងសាមូដ)គឺជាអ្នកដែលខ្លាំងជាងពួកគេ(ពួក មូស្ហរីគីនម៉ាក្កះ)ទៅទៀត។ ហើយអល់ឡោះគ្មានអ្វីមួយនៅលើ មេឃជាច្រើនជាន់ និងនៅលើផែនដីធ្វើឱ្យទ្រង់ទន់ខ្សោយបាន ឡើយ។ ពិតប្រាកដណាស់ ទ្រង់មហាដឹង មហាមានអានុភាព។","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"35:45","price":"ហើយប្រសិនបើអល់ឡោះដាក់ទណ្ឌកម្មមនុស្សលោកនូវ អ្វីដែលពួកគេបានប្រព្រឹត្ដនោះ ទ្រង់នឹងមិនបានបន្សល់ទុកសត្វ លោកនៅលើផែនដីនេះឡើយ។ ប៉ុន្ដែទ្រង់ពន្យារពេលឱ្យពួកគេ រហូតដល់ពេលកំណត់។ ហើយនៅពេលដែលពេលកំណត់របស់ ពួកគេបានមកដល់ ពេលនោះពិតប្រាកដណាស់ អល់ឡោះមហា ឃើញចំពោះ(ទង្វើ)ខ្ញុំរបស់ទ្រង់។","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:1","price":"យ៉ា ស៊ីន","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:2","price":"(អល់ឡោះ)ស្បថនឹងគម្ពីរគួរអានដែលពោរពេញទៅដោយ គតិបណ្ឌិត។","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:3","price":"ពិតប្រាកដណាស់ អ្នក(មូហាំម៉ាត់)គឺជាអ្នកនាំសារម្នាក់ ក្នុងចំណោមអ្នកនាំសារទាំងឡាយ","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:4","price":"ដែលស្ថិតនៅលើមាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:5","price":"(គម្ពីរគួរអាននេះ)ជាការបញ្ចុះមកពីម្ចាស់មហាខ្លាំងពូកែ មហាអាណិតស្រឡាញ់។","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:6","price":"ដើម្បីឱ្យអ្នក(មូហាំម៉ាត់)ដាស់តឿនព្រមានដល់ក្រុមដែល ជីដូនជីតារបស់ពួកគេមិនធ្លាប់ទទួលការដាស់តឿនព្រមាន(អំពី អ្នកណាម្នាក់ឡើយ)។ ដូចេ្នះពួកគេជាពួកដែលធេ្វសប្រហែស។","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:7","price":"ជាការពិតណាស់ ទារុណកម្មបានកំណត់ធ្លាក់ទៅលើពួកគេ ភាគច្រើន(ពួកមូស្ហរីគីនម៉ាក្កះ) ដោយសារតែពួកគេគ្មានជំនឿ។","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:8","price":"ពិតប្រាកដណាស់ យើងបានដាក់ច្រវាក់ករបស់ពួកគេ ហើយ វាបានរុំរហូតដល់ចង្កាធ្វើឱ្យពួកគេងើយក្បាលឡើងលើ(មិនអាច ងាកបានឡើយ)។","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:9","price":"ហើយយើងបានដាក់រនាំងមួយបាំងពីមុខពួកគេនិងរនាំង មួយទៀតបាំងពីក្រោយពួកគេ។ បន្ទាប់មកយើងបានបំបាំងពួកគេ ដោយពួកគេមិនអាចមើលឃើញឡើយ។","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:10","price":"ហើយវាស្មើគ្នាទេចំពោះពួកគេ ទោះបីជាអ្នក(មូហាំម៉ាត់) បានដាស់តឿនព្រមានពួកគេ ឬមិនបានដាស់តឿន ព្រមានពួកគេ ក៏ដោយ ក៏ពួកគេមិនជឿដែរ។","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:11","price":"ពិតប្រាកដណាស់ អ្នក(មូហាំម៉ាត់)គ្រាន់តែជាអ្នកដាស់ តឿនព្រមានចំពោះអ្នកដែលបានដើរតាមគម្ពីរគួរអាន និងបានខ្លាច ម្ចាស់មហាសប្បុរសទាំងអាថ៌កំបាំងប៉ុណ្ណោះ។ ដូចេ្នះ ចូរអ្នកផ្ដល់ ដំណឹងរីករាយពីការអភ័យទោស និងផលបុណ្យដ៏ឧត្ដុង្គឧត្ដមដល់ គេចុះ។","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:12","price":"ពិតប្រាកដណាស់ យើងជាអ្នកធ្វើឱ្យមនុស្សស្លាប់រស់ឡើង វិញ ហើយយើងកត់ត្រានូវអ្វីដែលពួកគេបានប្រព្រឹត្ដកន្លងមក និង កេរដំណែលរបស់ពួកគេ។ ហើយរាល់អ្វីៗទាំងអស់ គឺយើងបានកត់ ត្រាវាទុកនៅក្នុងបញ្ជីមួយដ៏ច្បាស់លាស់(ឡាវហុលម៉ះហ្វ៊ូស)។","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:13","price":"ចូរអ្នក(មូហាំម៉ាត់)លើកឧទាហរណ៍ប្រាប់ពួកគេអំពី រឿងរបស់អ្នកភូមិស្រុកមួយនៅពេលដែលបណ្ដាអ្នកនាំសារបាន ទៅដល់ពួកគេ។","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:14","price":"នៅពេលដែលយើងបានបញ្ជូនអ្នកនាំសារពីរនាក់ទៅកាន់ ពួកគេ(អ្នកភូមិស្រុក) ពេលនោះពួកគេបានបដិសេធនឹងគេទាំង ពីរ។ បន្ទាប់មក យើងបានពង្រឹង(គេទាំងពីរ)នឹងអ្នកនាំសារទីបី ទៀត។ ហើយពួកគេបានពោលថាៈ ពិតប្រាកដណាស់ ពួកយើងគឺ ជាអ្នកនាំសារដែលត្រូវគេបញ្ជូនមកកាន់ពួកអ្នក។","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:15","price":"ពួកគេ(អ្នកភូមិស្រុក)បាននិយាយថាៈ ពួកអ្នកគ្រាន់តែ ជាមនុស្សធម្មតាដូចពួកយើងប៉ុណ្ណោះ ហើយម្ចាស់ដ៏មហាសប្បុរស ក៏មិនបានបញ្ចុះអ្វីដែរ។ តាមពិតពួកអ្នកគឺជាពួកភូតកុហក។","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:16","price":"ពួកគាត់បានតបវិញថាៈ ម្ចាស់របស់ពួកយើងដឹងថា ពិត ប្រាកដណាស់ពួកយើង គឺជាអ្នកនាំសារដែលត្រូវគេបញ្ជូនមកកាន់ ពួកអ្នក។","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:17","price":"ហើយកាតព្វកិច្ចរបស់ពួកយើងគឺគ្មានអ្វីក្រៅពីការផ្សព្វ ផ្សាយសារយ៉ាងច្បាស់លាស់នោះឡើយ។","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:18","price":"ពួកគេបាននិយាយថាៈ ពិតប្រាកដណាស់ ពួកយើងមាន ប្រផ្នូលអាក្រក់ដោយសារតែពួកអ្នក។ ប្រសិនបើពួកអ្នកពិតជាមិន ព្រមបពា្ឈប់(ការផ្សព្វផ្សាយសារ)ទេនោះ យើងប្រាកដជានឹងគប់ ពួកអ្នកនឹងដុំថ្ម ហើយពួកអ្នកនឹងទទួលរងទារុណកម្មដ៏ឈឺចាប់ពី ពួកយើងជាមិនខាន។","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:19","price":"ពួកគាត់បានតបវិញថាៈ ប្រផ្នូលអាក្រក់របស់ពួកអ្នកគឺនៅ ជាមួយនឹងពួកអ្នក។ តើ(វាជាប្រផ្នូលអាក្រក់ឬ) ប្រសិនបើពួកអ្នក ត្រូវបានគេក្រើនរំលឹកនោះ? ផ្ទុយទៅវិញ ពួកអ្នកគឺជាក្រុមដែល បំពាន។","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:20","price":"ហើយមានបុរសម្នាក់មកពីជាយក្រុងបានមកដល់ទាំង ប្រញាប់ប្រញាល់ដោយគេបាននិយាយថាៈ ឱក្រុមរបស់ខ្ញុំ. ចូរពួក អ្នកអនុវត្ដតាមអ្នកនាំសារទាំងនោះចុះ។","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:21","price":"ចូរពួកអ្នកអនុវត្ដតាមអ្នកដែលមិនទាមទារកម្រៃពីពួក អ្នកចុះ ពីព្រោះពួកគេជាអ្នកទទួលបានការចង្អុលបង្ហាញ(ពី អល់ឡោះ)។","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:22","price":"តើហេតុអ្វីបានជាខ្ញុំមិនគោរពសក្ការៈចំពោះអ្នកដែលបាន បង្កើតខ្ញុំ ខណៈដែលពួកអ្នកនឹងត្រូវវិលត្រឡប់ទៅចំពោះទ្រង់នោះ?","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:23","price":"តើឱ្យខ្ញុំយកម្ចាស់ផេ្សងៗមកគោរពសក្ការៈក្រៅពីទ្រង់ឬ? ប្រសិនបើម្ចាស់មហាសប្បុរសមានបំណងឱ្យខ្ញុំមានគ្រោះថ្នាក់ គឺការ អន្ដរាគមន៍របស់ពួកវាមិនអាចការពារអ្វីដល់ខ្ញុំ និងមិនអាចសង្គ្រោះ ខ្ញុំបានឡើយ។","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:24","price":"ពិតប្រាកដណាស់ បើដូច្នោះមែន ខ្ញុំពិតជាស្ថិតក្នុងភាព វងេ្វងដ៏ច្បាស់លាស់។","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:25","price":"ពិតប្រាកដណាស់ ខ្ញុំមានជំនឿលើម្ចាស់របស់ពួកអ្នក។ ដូចេ្នះ ចូរអ្នកស្ដាប់ខ្ញុំ។","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:26","price":"-(បន្ទាប់ពីបុរសនោះត្រូវបានសម្លាប់)មានគេ(ម៉ាឡាអ៊ី-កាត់)ពោលថាៈ ចូរអ្នកចូលឋានសួគ៌ចុះ។ គេបានតបវិញថាៈ ខ្ញុំចង់ តែឱ្យក្រុមរបស់ខ្ញុំដឹង","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"km"},{"name":"36:27","price":"នូវអ្វីដែលម្ចាស់របស់ខ្ញុំបានអភ័យទោសឱ្យខ្ញុំ និងបានធ្វើឱ្យ ខ្ញុំស្ថិតក្នុងចំណោមអ្នកដែលទទួលបានកិត្ដិយសខ្ពង់ខ្ពស់.","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"km"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}