{"data":[{"name":"46:1","price":"ហា មីម។","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:2","price":"ការបញ្ចុះគម្ពីរ(គួរអាន)នេះគឺមកពីអល់ឡោះដែលមហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:3","price":"យើងមិនបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី ហើយនិង អ្វីៗដែលនៅរវាងវាទាំងពីរក្រៅពីការពិត និងមានរយៈពេលមួយ ដែលបានកំណត់ឡើយ។ ហើយពួកដែលប្រឆាំងគឺជាពួកដែលបែរ ចេញពីអ្វីដែលគេបានដាស់តឿនព្រមានពួកគេ។","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:4","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើពួកអ្នកយល់ឃើញយ៉ាង ដូចមេ្ដចចំពោះអ្វីដែលពួកអ្នកបានបួងសួងសុំផេ្សងពីអល់ឡោះនោះ? ចូរពួកអ្នកបង្ហាញឱ្យខ្ញុំឃើញមើលតើផ្នែកណាមួយនៃផែនដី ដែលពួកគេបានបង្កើត ឬមួយពួកគេមានការរួមចំណែក(ជាមួយ អល់ឡោះ)ក្នុងការបង្កើតមេឃជាច្រើនជាន់? ចូរពួកអ្នកនាំមក ឱ្យខ្ញុំនូវគម្ពីរមុនគម្ពីរ(គួរអាន)នេះ ឬក៏ចំណេះដឹងដែលសេសសល់ (ពីអ្នកជំនាន់មុន) ប្រសិនបើពួកអ្នកជាអ្នកនិយាយពិតនោះ។","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:5","price":"ហើយអ្នកណាដែលវងេ្វងជាងអ្នកដែលបួងសួងសុំ(ព្រះ នានា)ក្រៅពីអល់ឡោះដែលវាមិនអាចទទួលនូវការបួងសួងសុំ របស់គេរហូតដល់ថ្ងៃបរលោកដោយពួកវា(ព្រះនានា)មិនដឹងនូវ ការបួងសួងរបស់ពួកគេនោះ?","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:6","price":"ហើយនៅពេលដែលមនុស្សលោកត្រូវបានគេប្រមូលផ្ដុំ(នៅ ថ្ងៃបរលោក) ពួកវាបានក្លាយជាសត្រូវរបស់ពួកគេ ហើយពួកវាបាន បដិសេធនឹងការគោរពសក្ការៈរបស់ពួកគេ។","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:7","price":"ហើយនៅពេលដែលអាយ៉ាត់ៗដ៏ច្បាស់លាស់របស់យើងត្រូវ បានគេសូត្រឱ្យពួកគេស្ដាប់ ពួកដែលបានបដិសេធនឹងការពិតនៅ ពេលដែលវាបានមកដល់ពួកគេបាននិយាយថាៈ នេះគឺជាមន្ដអាគម ដ៏ច្បាស់លាស់។","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:8","price":"ផ្ទុយទៅវិញពួកគេនិយាយថាៈ គេ(មូហាំម៉ាត់)បានប្រឌិត វា(គម្ពីរគួរអាន)ឡើង។ ចូរអ្នកពោលថាៈ ប្រសិនបើខ្ញុំប្រឌិតវា មែននោះ ពួកអ្នកគ្មានលទ្ធភាពអ្វីជួយការពារខ្ញុំពី(ទារុណកម្ម) អល់ឡោះបានឡើយ។ ទ្រង់ដឹងបំផុតនូវអ្វីដែលពួកអ្នកនិយាយ អំពីវា។ គ្រប់គ្រាន់ហើយដែលទ្រង់ជាសាក្សីរវាងខ្ញុំ និងពួកអ្នក។ ហើយទ្រង់មហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:9","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ខ្ញុំមិនមែនជាអ្នកដំបូងគេ ក្នុងចំណោមអ្នកនាំសារទាំងឡាយនោះឡើយ ហើយខ្ញុំក៏មិនដឹង ដែរថាអ្វីទៅដែលគេនឹងធ្វើមកចំពោះខ្ញុំ និងចំពោះពួកអ្នកនោះ។ ខ្ញុំមិនធ្វើតាមក្រៅពីអ្វីដែលគេបានផ្ដល់វ៉ាហ៊ីមកឱ្យខ្ញុំនោះឡើយ។ ហើយខ្ញុំក៏មិនមែនជាអ្វីក្រៅពីជាអ្នកដាស់តឿនព្រមានដ៏ច្បាស់ លាស់នោះដែរ។","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:10","price":"ចូរអ្នកពោលថាៈ តើពួកអ្នកយល់ឃើញយ៉ាងដូចមេ្ដចដែរ ប្រសិនបើវា(គមី្ពរគួរអាន)មកពីអល់ឡោះ ហើយពួកអ្នកបានបដិ-សេធនឹងវានោះ? ហើយមានសាក្សីម្នាក់ក្នុងចំណោមអំបូរអ៊ីស្រា-អែលបានអះអាងទទួលស្គាល់វាដូច្នោះដែរ រួចគេក៏បានជឿ តែពួក អ្នកបែរជាក្រអឺតក្រទមទៅវិញ។ ពិតប្រាកដណាស់ អល់ឡោះមិន ចង្អុលបង្ហាញដល់ក្រុមដែលបំពានឡើយ។","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:11","price":"ហើយពួកដែលគ្មានជំនឿបាននិយាយទៅកាន់បណ្ដាអ្នក ដែលមានជំនឿថាៈ ប្រសិនបើវា(គម្ពីរគួរអាន)ជាប្រការដែលល្អ ប្រសើរមែននោះ ពួកគេមិនអាចមានជំនឿលើវាមុនពួកយើង ឡើយ។ ហើយនៅពេលដែលពួកគេពុំទាន់មានការចង្អុលបង្ហាញ ពីវាទេនោះ ពួកគេនឹងនិយាយថាៈ នេះគឺជារឿងភូតកុហកជាយូរ ណាស់មកហើយ។","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:12","price":"ហើយពីមុនវា(គម្ពីរគួរអាន)មានគម្ពីរមួយរបស់មូសា (តាវរ៉ត)ជាការដឹកនាំ និងជាក្ដីមេត្ដាករុណា។ ហើយនេះ(គម្ពីរ គួរអាន)គឺជាគម្ពីរដែលបញ្ជាក់(ពីគម្ពីរមុនៗ)ជាភាសាអារ៉ាប់ ដើម្បីដាស់តឿនព្រមានដល់ពួកដែលបំពាន និងជាដំណឹងរីករាយ សម្រាប់បណ្ដាអ្នកដែលសាងអំពើល្អ។","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:13","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលបាននិយាយថាៈ ម្ចាស់ របស់ពួកយើងគឺអល់ឡោះ បន្ទាប់មកពួកគេបានប្រកាន់យ៉ាងខ្ជាប់ ខ្ជួន(នូវគោលជំហរ)នោះ គឺគ្មានការភ័យខ្លាចចំពោះពួកគេឡើយ ហើយពួកគេក៏គ្មានទុក្ខព្រួយដែរ។","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:14","price":"អ្នកទាំងនោះគឺជាអ្នកឋានសួគ៌ ដោយពួកគេស្ថិតនៅទីនោះ ជាអមតៈ ជាការតបស្នងនូវអ្វីដែលពួកគេបានសាង។","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:15","price":"ហើយយើងបានណែនាំមនុស្សលោកឱ្យធ្វើល្អចំពោះឪពុក ម្ដាយរបស់គេ។ ម្ដាយរបស់គេបានពពោះគេដោយលំបាក និងបាន ប្រសូតគេដោយលំបាកបំផុត។ ហើយការពពោះគេ និងការឈប់ បំបៅគេគឺមានរយៈពេលសាមសិបខែ។ លុះនៅពេលដែលគេធំដឹង ក្ដី និងនៅពេលដែលគេគ្រប់អាយុសែសិបឆ្នាំ គេបានបួងសួងសុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាធ្វើឱ្យខ្ញុំចេះដឹងគុណចំពោះនៀកម៉ាត់ របស់ទ្រង់ដែលទ្រង់បានប្រទានមកលើរូបខ្ញុំ និងទៅលើឪពុកម្ដាយ របស់ខ្ញុំ និងដើម្បីឱ្យខ្ញុំធ្វើអំពើល្អត្រឹមត្រូវដែលទ្រង់ពេញចិត្ដវា ហើយសូមទ្រង់មេត្ដាជួយកែលំអរូបខ្ញុំនៅក្នុងវង្សត្រកូលរបស់ខ្ញុំ ផង។ ពិតប្រាកដណាស់ ខ្ញុំបានសារភាពទោសកំហុសចំពោះទ្រង់ (ដែលខ្ញុំបានសាងកន្លងមក) ហើយពិតប្រាកដណាស់ ខ្ញុំស្ថិតក្នុង ចំណោមអ្នកដែលប្រគល់ខ្លួនចំពោះទ្រង់។","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:16","price":"អ្នកទាំងនោះហើយ ដែលយើងទទួលយកពីពួកគេនូវអំពើ ល្អដែលពួកគេបានសាង និងលុបបំបាត់នូវអំពើអាក្រក់ទាំងឡាយ របស់ពួកគេ។ (ពួកគេ)ស្ថិតនៅក្នុងចំណោមអ្នកឋានសួគ៌។ គឺជាការ សន្យាដ៏ពិតប្រាកដដែលពួកគេត្រូវបានគេសន្យា។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:17","price":"ហើយអ្នកដែលបាននិយាយទៅកាន់ឪពុកម្ដាយរបស់គេ ថាៈ ហ៊ឺអ្នកទាំងពីរ. តើអ្នកទាំងពីរសន្យាជាមួយខ្ញុំថា គេនឹងបពោ្ចញ ខ្ញុំ(ពីផ្នូរ)មកវិញយ៉ាងណាទៅ ខណៈដែលមនុស្សជំនាន់មុនៗខ្ញុំបាន កន្លងផុតទៅជាច្រើនមកហើយ(មិនត្រូវបពោ្ចញផង)នោះ? ពេល នោះគាត់ទាំងពីរ(ឪពុកម្ដាយ)បួងសួងសុំពីអល់ឡោះឱ្យជួយ(ដោយ និយាយទៅកាន់កូនថា)ចង្រៃហើយឯង. ចូរឯងជឿជាក់ចុះ ពិត ប្រាកដណាស់ ការសន្យារបស់អល់ឡោះគឺជាការពិត។ ពេលនោះ គេ(កូន)ក៏និយាយថាៈ នេះគឺគ្មានអ្វីក្រៅពីរឿងនិទានរបស់អ្នក ជំនាន់មុននោះឡើយ។","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:18","price":"ពួកទាំងនោះហើយដែលទារុណកម្មត្រូវធ្លាក់លើពួកគេ ជាមួយនឹងប្រជាជាតិដែលបានកន្លងផុតទៅមុនពួកគេអំពីជិន និង មនុស្សលោក។ ពិតប្រាកដណាស់ ពួកគេគឺជាពួកដែលខាតបង់ ។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:19","price":"ហើយរាល់ៗក្រុមមានឋានៈជាច្រើនទៅតាមអ្វីដែលពួក គេបានសាង និងដើម្បីទ្រង់នឹងតបស្នងឱ្យពួកគេនូវទង្វើទាំងឡាយ របស់ពួកគេដោយពួកគេនឹងមិនត្រូវគេបំពានឡើយ។","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:20","price":"ហើយនៅថ្ងៃដែលគេបញ្ជូនពួកដែលប្រឆាំងទៅកាន់នរក (ដោយនិយាយថា) ពួកអ្នកបានធ្វើឱ្យបាត់បង់នូវប្រការល្អរបស់ ពួកអ្នកក្នុងការរស់នៅរបស់ពួកអ្នកនៅលើលោកិយ ហើយពួកអ្នក បានសោយសុខនឹងវា។ ដូចេ្នះថ្ងៃនេះពួកអ្នកនឹងត្រូវគេតបស្នងនូវ ទារុណកម្មដ៏អាម៉ាស់ដោយសារតែអ្វីដែលពួកអ្នកធ្លាប់បានក្រអឺត ក្រទមនៅលើផែនដីដោយមិនត្រឹមត្រូវ និងដោយសារតែអ្វីដែល ពួកអ្នកធ្លាប់បានបំពាន។","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:21","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកដល់បងប្អូនរបស់អាដ (ហ៊ូទ)នៅពេលដែលគាត់បានដាស់តឿនព្រមានក្រុមរបស់គាត់នៅ អះកហ្វ។ ហើយជាការពិតណាស់បណ្ដាអ្នកដាស់តឿនព្រមានបាន កន្លងផុតទៅមុនគាត់ និងក្រោយគាត់(ដោយទូន្មានថា) ចូរពួកអ្នក កុំគោរពសក្ការៈផេ្សងពីអល់ឡោះឱ្យសោះ ពិតប្រាកដណាស់ ខ្ញុំខ្លាច ទារុណកម្មនៅថ្ងៃដ៏ធំធេង(ថ្ងៃបរលោក)ធ្លាក់ទៅលើពួកអ្នក។","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:22","price":"ពួកគេបាននិយាយថាៈ តើអ្នកបានមកកាន់ពួកយើងដើម្បី បង្វែរពួកយើងចេញពី(ការគោរពសក្ការៈ)ព្រះនានារបស់ពួកយើង ឬ? ដូចេ្នះ ចូរអ្នកនាំមកឱ្យពួកយើងនូវអ្វី(ទារុណកម្ម)ដែលអ្នក សន្យាជាមួយពួកយើងមក ប្រសិនបើអ្នកស្ថិតក្នុងចំណោមអ្នកដែល និយាយពិតមែននោះ?","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:23","price":"គាត់បានពោលថាៈ ពិតប្រាកដណាស់ ការដឹង(ក្នុងរឿង នោះ)មានតែអល់ឡោះ ហើយខ្ញុំគ្រាន់តែជាអ្នកផ្ដល់ឱ្យពួកអ្នកនូវ អ្វីដែលគេបានចាត់តាំងខ្ញុំឱ្យនាំវាមកប៉ុណ្ណោះ ក៏ប៉ុន្ដែខ្ញុំឃើញថាពួក អ្នកគឺជាក្រុមដែលល្ងង់ខ្លៅ។","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:24","price":"ហើយនៅពេលដែលពួកគេបានឃើញវា(ទារុណកម្ម)ដូច ជាដុំពពកដ៏ធំតម្រង់ទៅកាន់ជ្រលងភ្នំរបស់ពួកគេ ពួកគេបែរជានាំ គ្នានិយាយថាៈ នេះគឺជាដុំពពកដែលនាំទឹកភ្លៀងមកឱ្យពួកយើង។ ផ្ទុយទៅវិញវាគឺជាទារុណកម្មដែលពួកអ្នកបានសុំឱ្យកើតឡើងភ្លាមៗនោះ។ វាគឺជាខ្យល់ដែលផ្ទុកដោយទារុណកម្មដ៏ឈឺចាប់បំផុត។","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:25","price":"វាបំផ្លាញអ្វីៗទាំងអស់តាមបទបញ្ជានៃម្ចាស់របស់វា។ ដូចេ្នះ ពួកគេក្លាយជាអ្នកដែលមិនឃើញអ្វីក្រៅពី(កំទេចកំទី) លំនៅដ្ឋានរបស់ពួកគេនោះឡើយ។ ដូច្នោះដែរ យើងតបស្នង ចំពោះក្រុមដែលប្រព្រឹត្ដបាបកម្ម។","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:26","price":"ហើយជាការពិតណាស់ យើងបានផ្ដល់សិទ្ធិអំណាចឱ្យពួក គេ(ក្រុមអាដ)នូវអ្វីដែលយើងមិនបានផ្ដល់ឱ្យពួកអ្នក(ពួកគូរ៉ស្ហ) អំពីវា។ ហើយយើងបានបង្កើតឱ្យពួកគេមានត្រចៀក និងភ្នែក ហើយនិងបេះដូង ក៏ប៉ុន្ដែត្រចៀករបស់ពួកគេ និងភ្នែករបស់ពួកគេ ហើយនិងបេះដូងរបស់ពួកគេមិនបានផ្ដល់ប្រយោជន៍អ្វីដល់ពួកគេ ឡើយ ដោយសារតែពួកគេបានបដិសេធនឹងអាយ៉ាត់ៗរបស់ អល់ឡោះ។ ហើយអ្វី(ទារុណកម្ម)ដែលពួកគេធ្លាប់បានសើចចំអក នឹងវាបានហ៊ុមព័ទ្ធពួកគេ។","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:27","price":"ហើយជាការពិតណាស់ យើងបានបំផ្លាញភូមិស្រុកមួយ ចំនួនដែលនៅជុំវិញពួកអ្នក ហើយយើងបានបង្ហាញភស្ដុតាងនានា (ដល់ពួកគេ) សង្ឃឹមថា ពួកគេនឹងវិលត្រឡប់។","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:28","price":"ហើយហេតុអ្វីបានជាពួក(ព្រះនានា)ដែលពួកគេយកធ្វើ ជាម្ចាស់ក្រៅពីអល់ឡោះ ដើម្បីបញ្ជិតខ្លួន(ទៅចំពោះអល់ឡោះ) នោះមិនជួយពួកគេ? ផ្ទុយទៅវិញ ពួកវាបានគេចចេញពីពួកគេ។ ហើយនោះគឺជាការភូតកុហករបស់ពួកគេ និងជាអ្វីដែលពួកគេបាន ប្រឌិតឡើងប៉ុណ្ណោះ។","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:29","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានបញ្ជូនមួយ ក្រុមអំពីជិនទៅកាន់អ្នក(មូហាំម៉ាត់)ដើម្បីឱ្យពួកគេស្ដាប់គម្ពីរ គួរអាន។ ហើយនៅពេលដែលពួកគេបានទៅដល់គេ ពួកគេបាន និយាយ(ទៅកាន់គ្នាគេ)ថាៈ ចូរពួកអ្នកស្ងៀមស្ងាត់. ហើយនៅ ពេលដែលគេសូត្រចប់ពួកគេបានត្រឡប់ទៅកាន់ក្រុមរបស់ពួកគេ វិញ ដើម្បីធ្វើជាអ្នកដាស់តឿនព្រមាន។","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:30","price":"ពួកគេបាននិយាយថាៈ ឱក្រុមរបស់ពួកយើង. ពិតប្រាកដ ណាស់ យើងបានឮគម្ពីរ(គួរអាន)ដែលគេបានបញ្ចុះក្រោយពីមូសា ដែលជាការបញ្ជាក់នូវអ្វីៗដែលបានបញ្ចុះពីមុនវា ដែលចង្អុលបង្ហាញ ទៅកាន់ភាពពិត និងទៅកាន់មាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:31","price":"ឱក្រុមរបស់ពួកយើង. ចូរពួកអ្នកឆ្លើយតបចំពោះអ្នក អំពាវនាវរបស់អល់ឡោះ(មូហាំម៉ាត់) និងមានជំនឿលើគេចុះ ទ្រង់ នឹងអភ័យទោសដល់ពួកអ្នកនូវទោសកំហុសទាំងឡាយរបស់ពួកអ្នក ហើយទ្រង់នឹងសង្គ្រោះពួកអ្នកឱ្យរួចផុតពីទារុណកម្មដ៏ឈឺចាប់។","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:32","price":"ហើយអ្នកណាដែលមិនឆ្លើយតបចំពោះអ្នកអំពាវនាវ របស់អល់ឡោះទេនោះ គឺអ្នកនោះមិនអាចគេចផុត(ពីទារុណកម្ម) បានឡើយនៅលើផែនដីនេះ ហើយគេក៏គ្មានអ្នកគាំពារណាផេ្សង ពីទ្រង់ដែរ។ ពួកទាំងនោះគឺស្ថិតនៅក្នុងភាពវងេ្វងដ៏ច្បាស់លាស់។","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:33","price":"តើពួកគេមិនបានឃើញទេឬថា ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកដែលបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី ហើយទ្រង់មិនលំបាកក្នុងការបង្កើតវា គឺទ្រង់មានសមត្ថភាពគ្រប់ គ្រាន់ធ្វើឱ្យអ្នកដែលស្លាប់រស់ឡើងវិញនោះ? ពិតហើយ ទ្រង់ពិតជាមានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:34","price":"ហើយនៅថ្ងៃដែលគេនាំពួកដែលប្រឆាំងទៅកាន់នរក (ដោយនិយាយថា) តើនេះមិនមែនជាការពិតទេឬ? ពួកគេបាន តបវិញថាៈ ពិតមែនហើយ សូមស្បថនឹងម្ចាស់របស់ពួកយើង។ ទ្រង់មានបន្ទូលថាៈ ដូចេ្នះ ចូរពួកអ្នកភ្លក្សនូវទារុណកម្មនេះដោយ សារតែពួកអ្នកធ្លាប់បានប្រឆាំងចុះ។","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"46:35","price":"ដូចេ្នះចូរអ្នក(មូហាំម៉ាត់)អត់ធ្មត់ដូចបណ្ដាអ្នកដែលមាន ឆន្ទៈមោះមុតក្នុងចំណោមអ្នកនាំសារទាំងឡាយបានអត់ធ្មត់ចុះ។ ហើយអ្នកកុំសុំឱ្យ(ទារុណកម្ម)ប្រញាប់ធ្លាក់មកលើពួកគេឱ្យសោះ។ នៅថ្ងៃដែលពួកគេឃើញនូវអ្វីដែលត្រូវគេសន្យាចំពោះពួកគេ ហាក់ បីដូចជាពួកគេមិនបានរស់នៅ(ក្នុងលោកិយនេះ)ឡើយ លើកលែង តែមួយរយៈពេលខ្លីនៃពេលថ្ងៃប៉ុណ្ណោះ។ នេះគឺជាមេរៀនមួយ ដ៏គ្រប់គ្រាន់(សម្រាប់ពួកគេ)។ ដូចេ្នះ គេមិនបំផ្លាញក្រុមណាក្រៅ ពីក្រុមដែលល្មើសនឹងបទបញ្ជារបស់អល់ឡោះឡើយ។","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:1","price":"ពួកដែលបានប្រឆាំង និងបានរារាំងអ្នកដទៃអំពីមាគ៌ារបស់ អល់ឡោះ គឺទ្រង់លុបបំបាត់នូវអំពើល្អទាំងឡាយរបស់ពួកគេ។","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:2","price":"រីឯបណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើល្អត្រឹមត្រូវ ហើយនិងបានជឿនូវអ្វីដែលគេបានបញ្ចុះទៅឱ្យមូហាំម៉ាត់(គម្ពីរ គួរអាន) ដែលវាជាការពិតមកពីម្ចាស់របស់ពួកគេ គឺទ្រង់លុប បំបាត់នូវអំពើបាបទាំងឡាយរបស់ពួកគេ ហើយទ្រង់កែលំអនូវ ស្ថានភាពរបស់ពួកគេ។","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:3","price":"នោះគឺដោយសារតែពួកដែលប្រឆាំងបានធ្វើតាមប្រការ ដែលមិនត្រឹមត្រូវ។ តែពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ បានធ្វើតាមប្រការដែលត្រឹមត្រូវដែលមកពីម្ចាស់របស់ពួកគេ។ ដូច្នោះដែរ អល់ឡោះលើកយកពួកគេមកធ្វើជាឧទាហរណ៍សម្រាប់ មនុស្សលោក។","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:4","price":"ហើយនៅពេលដែលពួកអ្នកជួបប្រទះនឹងពួកដែលប្រឆាំង (នៅក្នុងសមរភូមិ) ចូរពួកអ្នកកាប់កញ្ចឹងក(របស់ពួកគេ)ចុះ រហូតទាល់តែពួកអ្នកមានជ័យជំនះលើពួកគេ។ ដូចេ្នះ ចូរពួកអ្នក ចាប់ពួកគេជាឈ្លើយសឹក បន្ទាប់មកពួកអ្នកអាចដោះលែងពួកគេ ឬទទួលយកទ្រព្យលោះពីពួកគេរហូតដល់សង្គ្រាមត្រូវបានបពា្ចប់។ រឿងនោះប្រសិនបើអល់ឡោះមានចេតនា ទ្រង់នឹងធ្វើឱ្យ(ពួកអ្នក) មានជ័យជំនះលើពួកគេ ក៏ប៉ុន្ដែ(ធ្វើដូចេ្នះ)ដើម្បីទ្រង់នឹងសាកល្បង ពួកអ្នកទៅវិញទៅមក។ ហើយបណ្ដាអ្នកដែលត្រូវគេសម្លាប់នៅ ក្នុងមាគ៌ារបស់អល់ឡោះ(សមរភូមិ)នោះ ទ្រង់នឹងមិនលុបបំបាត់ នូវអំពើល្អទាំងឡាយរបស់ពួកគេជាដាច់ខាត។","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:5","price":"ទ្រង់នឹងចង្អុលបង្ហាញពួកគេ និងកែលំអស្ថានភាពរបស់ ពួកគេ។","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:6","price":"ហើយទ្រង់នឹងបញ្ចូលពួកគេទៅក្នុងឋានសួគ៌ដែលទ្រង់បាន ណែនាំវាឱ្យពួកគេស្គាល់។","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:7","price":"ឱបណ្ដាអ្នកមានជំនឿ. ប្រសិនបើពួកអ្នកជួយ(សាសនា) អល់ឡោះ គឺទ្រង់នឹងជួយពួកអ្នកវិញ ហើយទ្រង់នឹងពង្រឹងនូវ គោលជំហររបស់ពួកអ្នក។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:8","price":"រីឯពួកដែលប្រឆាំងវិញ ការវិនាសនឹងធ្លាក់ទៅលើពួកគេ ហើយទ្រង់នឹងលុបបំបាត់នូវអំពើល្អទាំងឡាយរបស់ពួកគេ។","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:9","price":"នោះគឺដោយសារតែពួកគេបានស្អប់ខ្ពើមនូវអ្វីដែលអល់ឡោះ បានបញ្ចុះ(គម្ពីរគួរអាន)។ ដូចេ្នះ ទ្រង់នឹងរំលាយអំពើល្អទាំងឡាយ របស់ពួកគេ។","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:10","price":"ដូចេ្នះ តើពួកគេ(អារ៉ាប់ម៉ាក្កះ)មិនបានធ្វើដំណើរនៅ លើផែនដី និងពិនិត្យមើលទេឬ តើលទ្ធផលចុងក្រោយរបស់ពួក (ក្រុមអាដ និងសាមូដ)ដែលពីមុនពួកគេនោះយ៉ាងដូចមេ្ដចដែរ? អល់ឡោះបានបំផ្លាញពួកគេឱ្យខេ្ទចខ្ទី។ ហើយសម្រាប់ពួកដែល ប្រឆាំងវិញនឹងទទួលលទ្ធផលដូចគ្នាដែរ។","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:11","price":"នោះគឺដោយសារតែអល់ឡោះជាអ្នកគាំពារបណ្ដាអ្នក ដែលមានជំនឿ។ ហើយពិតប្រាកដណាស់ ពួកដែលប្រឆាំង ពួកគេ គ្មានអ្នកគាំពារឡើយ។","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:12","price":"ពិតប្រាកដណាស់ អល់ឡោះនឹងបញ្ចូលបណ្ដាអ្នកដែល មានជំនឿ និងបានសាងអំពើល្អត្រឹមត្រូវទៅក្នុងឋានសួគ៌ដែលមាន ទនេ្លជាច្រើនហូរពីក្រោមវា។ រីឯពួកដែលប្រឆាំងវិញ ពួកគេសោយ សុខ(នៅក្នុងលោកិយ)និងបរិភោគដូចជាសត្វពាហនៈស៊ីដូច្នោះ ដែរ។ ហើយនរកគឺជាកន្លែងជ្រកកោនសម្រាប់ពួកគេ។","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:13","price":"ហើយមានអ្នកភូមិស្រុកជាច្រើនដែលពួកគេមានអំណាច ខ្លាំងក្លាជាងអ្នកភូមិស្រុករបស់អ្នក(មូហាំម៉ាត់)ទៅទៀតដែលពួក គេបានបណេ្ដញអ្នកចេញនោះ គឺយើងបានបំផ្លាញពួកគេ ហើយគ្មាន អ្នកណាម្នាក់ជួយពួកគេឡើយ។","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:14","price":"ដូចេ្នះ តើអ្នកដែលស្ថិតលើភស្ដុតាងយ៉ាងច្បាស់លាស់ពី ម្ចាស់របស់គេ ដូចអ្នកដែលស្ហៃតនបានលំអសម្រាប់គេនូវអំពើ អាក្រក់របស់គេ និងពួកដែលបានធ្វើតាមចំណង់របស់ពួកគេឬ?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:15","price":"លក្ខណៈរបស់ឋានសួគ៌ដែលគេបានសន្យាចំពោះបណ្ដា អ្នកដែលកោតខ្លាចអល់ឡោះ ដែលនៅក្នុងនោះមានទនេ្លជាច្រើន អំពីទឹកដែលមិនប្រែក្លិន និងរសជាតិ និងមានទនេ្លជាច្រើនអំពីទឹក ដោះគោដែលមិនប្រែប្រួលរសជាតិរបស់វា ហើយមានទនេ្លជាច្រើន អំពីសុរាដែលមានរសជាតិឆ្ងាញ់សម្រាប់អ្នកដែលទទួលទាន ហើយ និងមានទនេ្លជាច្រើនទៀតអំពីទឹកឃ្មុំដ៏បរិសុទ្ធ។ ហើយនៅក្នុងនោះ ដែរ ពួកគេមានផ្លែឈើគ្រប់ប្រភេទ និងមានការអភ័យទោសពី ម្ចាស់របស់ពួកគេនោះ តើវាដូចនឹងអ្នកដែលរស់ជាអមតៈនៅក្នុង ឋាននរក ហើយគេបានឱ្យពួកគេផឹកទឹកដ៏សែនក្ដៅ រួចវាបានកាត់ ផ្ដាច់ពោះវៀនរបស់ពួកគេឬ?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:16","price":"ហើយនៅក្នុងចំណោមពួកគេ(ពួកពុតត្បុត)មានអ្នកដែល ស្ដាប់អ្នក(មូហាំម៉ាត់)។ លុះនៅពេលដែលពួកគេបានចាកចេញពី អ្នក ពួកគេបាននិយាយទៅកាន់បណ្ដាអ្នកដែលត្រូវគេផ្ដល់ចំណេះដឹង ឱ្យថាៈ តើគេ(មូហាំម៉ាត់)បាននិយាយអ្វីអំបាញ់មិញ? ពួកទាំងនោះ ហើយដែលអល់ឡោះបានបោះត្រាភ្ជិតទៅលើចិត្ដរបស់ពួកគេ និង ជាពួកដែលបានធ្វើតាមចំណង់របស់ពួកគេ។","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:17","price":"ហើយបណ្ដាអ្នកដែលទទួលបានការចង្អុលបង្ហាញ ទ្រង់ បានបន្ថែមការចង្អុលបង្ហាញដល់ពួកគេ និងបានផ្ដល់ឱ្យពួកគេនូវការ កោតខ្លាចរបស់ពួកគេថែមទៀត។","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:18","price":"ដូចេ្នះ ពួកគេមិនរង់ចាំអ្វីក្រៅពីកាលកំណត់នៃថ្ងៃបរលោក ដែលនឹងមកដល់ពួកគេភ្លាមៗនោះឡើយ។ ហើយជាការពិតណាស់ សញ្ញាណទាំងឡាយរបស់វាក៏បានលេចឡើងហើយដែរ។ ដូចេ្នះ តើ ការភ្ញាក់រលឹករបស់ពួកគេមានប្រយោជន៍អ្វីសម្រាប់ពួកគេនៅពេល ដែលវា(ថ្ងៃបរលោក)បានមកដល់ពួកគេហើយនោះ?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:19","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)ដឹងថាៈ ពិតប្រាកដណាស់ គ្មាន ម្ចាស់ណាផេ្សងដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីអល់ឡោះ ឡើយ។ ហើយចូរអ្នកសុំអភ័យទោស(ពីអល់ឡោះ)ចំពោះបាបកម្ម របស់អ្នកនិង(បាបកម្ម)បណ្ដាអ្នកមានជំនឿប្រុស និងបណ្ដាអ្នកមាន ជំនឿស្រីចុះ។ ហើយអល់ឡោះដឹងនូវសកម្មភាពរបស់ពួកអ្នក និង កន្លែងស្នាក់នៅរបស់ពួកអ្នក។","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:20","price":"ហើយបណ្ដាអ្នកដែលមានជំនឿនិយាយថាៈ ហេតុអ្វីបាន ជាគេមិនបញ្ចុះជំពូក(បង្គាប់ឱ្យពួកយើងធ្វើសង្គ្រាម)? តែនៅពេល ដែលជំពូកដ៏ច្បាស់លាស់ត្រូវបានគេបញ្ចុះនិងបទបញ្ជាធ្វើសង្គ្រាម ត្រូវបានគេរំលឹកនៅក្នុងវានោះ អ្នកនឹងបានឃើញពួកដែលមានជំងឺ ក្នុងចិត្ដរបស់ពួកគេ(ពួកពុតត្បុត)សម្លឹងមើលអ្នក(មូហាំម៉ាត់) ដូច ជាការសម្លឹងមើលរបស់អ្នកដែលជិតស្លាប់ដោយសារភ័យខ្លាចចំពោះ សេចក្ដីស្លាប់ដែរ។ ដូចេ្នះ ជាការល្អប្រសើរសម្រាប់ពួកគេ។","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:21","price":"គឺការគោរពប្រតិបត្ដិតាមអល់ឡោះនិងការនិយាយស្ដីល្អ។ ហើយនៅពេលដែលបទបញ្ជាធ្វើសង្គ្រាមបានកំណត់(ពួក ពុតត្បុត បែរជាស្អប់ខ្ពើមវាទៅវិញ)។ តែប្រសិនបើពួកគេជឿជាក់ ចំពោះអល់ឡោះវិញនោះ វាជាការប្រសើរបំផុតសម្រាប់ពួកគេ។","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:22","price":"ដូចេ្នះ តើពួកអ្នកនឹងទៅជាយ៉ាងណា ប្រសិនបើពួកអ្នក បែរចេញ(ពីការប្រតិបត្ដិតាមអល់ឡោះ)ទៅបង្កវិនាសកម្មនៅ លើផែនដី និងផ្ដាច់ចំណងសាច់ញាតិរបស់ពួកអ្នកវិញនោះ?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:23","price":"ពួកទាំងនោះហើយដែលអល់ឡោះបានដាក់បណ្ដាសា ពួកគេ និងបានធ្វើឱ្យពួកគេថ្លង់ ហើយនិងធ្វើឱ្យភ្នែករបស់ពួកគេ ងងឹត។","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:24","price":"ដូចេ្នះ តើពួកគេមិនគិតពិចារណាអំពី(អត្ថន័យ)គម្ពីរ គួរអានទេឬ? ឬនៅក្នុងចិត្ដរបស់ពួកគេត្រូវបិទជិត(មិនយល់អ្វី សោះអំពីគម្ពីរគួរអាន)?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:25","price":"ពិតប្រាកដណាស់ ពួកដែលបានបែរខ្នងរបស់ពួកគេ(ចេញ ពីសាសនាអ៊ីស្លាម)បន្ទាប់ពីការចង្អុលបង្ហាញបានបញ្ជាក់យ៉ាងច្បាស់ ចំពោះពួកគេហើយនោះ គឺស្ហៃតនបានលំអ(បាបកម្ម)សម្រាប់ពួក គេ ហើយវាបានពន្យារនូវក្ដីស្រមើស្រមៃរបស់ពួកគេ។","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:26","price":"នោះគឺដោយសារតែពួកគេ(ពួកពុតត្បុត)បាននិយាយ ទៅកាន់ពួក(យ៉ាហ៊ូទី)ដែលបានស្អប់ខ្ពើមនូវអ្វីដែលអល់ឡោះបាន បញ្ចុះ(ឱ្យមូហាំម៉ាត់)ថាៈ ពួកយើងនឹងប្រតិបត្ដិតាមពួកអ្នកនូវ កិច្ចការមួយចំនួនប៉ុណ្ណោះ។ ហើយអល់ឡោះដឹងនូវអាថ៌កំបាំង ទាំងឡាយរបស់ពួកគេ។","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:27","price":"ដូចេ្នះ នៅពេលដែលម៉ាឡាអ៊ីកាត់យកជីវិតពួកគេ ដោយ វាយមុខរបស់ពួកគេ និងខ្នងរបស់ពួកគេនោះ តើយ៉ាងដូចមេ្ដចវិញ?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:28","price":"នោះគឺដោយសារតែពួកគេធ្វើតាមអ្វីដែលធ្វើឱ្យអល់ឡោះ ខឹង។ ហើយពួកគេបានស្អប់ខ្ពើមចំពោះការយល់ព្រមរបស់ទ្រង់។ ដូចេ្នះ ទ្រង់ក៏លុបបំបាត់អំពើល្អរបស់ពួកគេ។","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:29","price":"ឬមួយពួកដែលមានជំងឺនៅក្នុងចិត្ដរបស់ពួកគេគិតថាៈ អល់ឡោះនឹងមិនលាតត្រដាងនូវការគុំគួនឈ្នានីសរបស់ពួកគេ (ចំពោះអ្នកមានជំនឿ)ទេឬ?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:30","price":"ហើយប្រសិនបើយើងមានចេតនា យើងពិតជានឹងបង្ហាញ ឱ្យអ្នកឃើញពួកគេ ហើយអ្នកពិតជានឹងស្គាល់ពួកគេតាមរយៈសញ្ញា (ពុតត្បុត)របស់ពួកគេជាមិនខាន។ ហើយអ្នកពិតជានឹងស្គាល់ពួក គេទៀតតាមរយៈអត្ថន័យនៃពាក្យសំដីរបស់ពួកគេ។ ហើយ អល់ឡោះដឹងនូវទង្វើរបស់ពួកអ្នក។","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:31","price":"ហើយយើងប្រាកដជានឹងសាកល្បងពួកអ្នក ដើម្បីយើង ដឹងនូវបណ្ដាអ្នកដែលតស៊ូ(ក្នុងសង្គ្រាម)និងបណ្ដាអ្នកដែលអត់ធ្មត់ ក្នុងចំណោមពួកអ្នក ព្រមទាំងយើងសាកល្បងចំពោះស្ថានភាពរបស់ ពួកអ្នក។","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:32","price":"ពិតប្រាកដណាស់ ពួកដែលបានប្រឆាំង និងបានរារាំងអ្នក ដទៃពីមាគ៌ារបស់អល់ឡោះ ហើយនិងបានប្រឆាំងនឹងអ្នកនាំសារ បន្ទាប់ពីមានការចង្អុលបង្ហាញបានបញ្ជាក់យ៉ាងច្បាស់ ហើយនោះ ពួកគេមិនអាចបង្កគ្រោះថ្នាក់អ្វីដល់អល់ឡោះឡើយ។ ហើយទ្រង់ នឹងលុបបំបាត់អំពើល្អរបស់ពួកគេ។","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:33","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកប្រតិបត្ដិតាម អល់ឡោះ និងប្រតិបត្ដិតាមអ្នកនាំសារចុះ និងកុំធ្វើឱ្យខូចអំពើល្អ របស់ពួកអ្នកឱ្យសោះ។","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:34","price":"ពិតប្រាកដណាស់ ពួកដែលបានប្រឆាំង និងបានរារាំងអ្នក ដទៃពីមាគ៌ារបស់អល់ឡោះ ក្រោយមកពួកគេបានស្លាប់ក្នុងពេល ដែលពួកគេជាពួកប្រឆាំងនោះ គឺអល់ឡោះមិនអភ័យទោសឱ្យ ពួកគេជាដាច់ខាត។","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:35","price":"ដូចេ្នះ ចូរពួកអ្នកកុំទន់ជ្រាយ និងកុំអំពាវនាវទៅរកសន្ដិ-ភាព(ជាមួយពួកសត្រូវ) ខណៈដែលពួកអ្នកជាអ្នកដែលមានប្រៀប ជាងពួកគេឱ្យសោះ។ ហើយអល់ឡោះនៅជាមួយពួកអ្នកជានិច្ច ហើយទ្រង់មិនកាត់បន្ថយអំពើល្អរបស់ពួកអ្នកជាដាច់ខាត។","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:36","price":"តាមពិត ការរស់នៅក្នុងលោកិយនេះ គឺគ្រាន់តែជាការ លេងសើច និងជាការបោកប្រាស់ប៉ុណ្ណោះ។ តែប្រសិនបើពួកអ្នក មានជំនឿ និងកោតខ្លាចអល់ឡោះវិញនោះ ទ្រង់នឹងប្រទានឱ្យ ពួកអ្នកនូវផលបុណ្យរបស់ពួកអ្នក ហើយទ្រង់មិនសុំពីពួកអ្នក (ឱ្យបរិច្ចាគទាន)នូវទ្រព្យសម្បត្ដិទាំងអស់របស់ពួកអ្នកឡើយ។","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:37","price":"ប្រសិនបើទ្រង់សុំវាពីពួកអ្នក រួចទទូចសុំពីពួកអ្នក(ឱ្យ បរិច្ចាគទានទាំងអស់)នោះ ពួកអ្នកនឹងកំណាញ់ ហើយទ្រង់នឹង លាតត្រដាងនូវរាល់ការកំណាញ់ឈ្នានីសរបស់ពួកអ្នកជាមិនខាន។","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"47:38","price":"ឱអ្នកទាំងអស់គ្នា(អ្នកមានជំនឿ). ពួកអ្នកត្រូវគេអំពាវ នាវឱ្យបរិច្ចាគក្នុងមាគ៌ារបស់អល់ឡោះ តែក្នុងចំណោមពួកអ្នកមាន អ្នកដែលកំណាញ់។ ហើយអ្នកណាដែលកំណាញ់ ពិតប្រាកដណាស់ គេកំណាញ់ចំពោះខ្លួនឯងប៉ុណ្ណោះ។ ហើយអល់ឡោះមហាមានលើស លប់ រីឯពួកអ្នកវិញជាអ្នកដែលក្រខ្សត់។ តែប្រសិនបើពួកអ្នកបែរ ចេញ(ពីភាពមានជំនឿទ្រង់នឹងបំផ្លាញពួកអ្នក) ទ្រង់នឹងប្ដូរក្រុម មួយផេ្សងទៀតក្រៅពីពួកអ្នក បន្ទាប់មកពួកគេទាំងនោះនឹងមិន មានលក្ខណៈដូចពួកអ្នកឡើយ។","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:1","price":"ពិតប្រាកដណាស់ យើងបានផ្ដល់ឱ្យអ្នក(មូហាំម៉ាត់)នូវ ជ័យជំនះយ៉ាងជាក់ស្ដែង។","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:2","price":"ដើម្បីអល់ឡោះអភ័យទោសឱ្យអ្នកចំពោះបាបកម្មរបស់ អ្នកដែលបានសាងកន្លងទៅ និងបាបកម្មដែលមិនទាន់បានសាង។ ហើយទ្រង់នឹងបំពេញនៀកម៉ាត់របស់ទ្រង់ឱ្យអ្នក និងចង្អុលបង្ហាញ អ្នកនូវមាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:3","price":"ហើយអល់ឡោះជួយអ្នកនូវជំនួយដ៏រឹងមាំ(ដើម្បីឱ្យមាន ជ័យជំនះ)។","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:4","price":"ទ្រង់ជាអ្នកដែលបានបញ្ចុះភាពនឹងនរនៅក្នុងចិត្ដរបស់បណ្ដា អ្នកដែលមានជំនឿ(នៅថ្ងៃអាល់ហ៊ូទៃពីយ៉ះ)ដើម្បីឱ្យពួកគេបន្ថែម នូវភាពមានជំនឿរួមជាមួយនឹងជំនឿរបស់ពួកគេថែមទៀត។ ហើយ កងទ័ពនៃមេឃជាច្រើនជាន់និងផែនដីគឺជាកម្មសិទ្ធិរបស់អល់ឡោះ។ ហើយអល់ឡោះមហាដឹង មហាគតិបណ្ឌិត។","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:5","price":"ដើម្បីទ្រង់នឹងបញ្ចូលបណ្ដាអ្នកដែលមានជំនឿទាំងប្រុស ទាំងស្រីទៅក្នុងឋានសួគ៌ដែលមានទនេ្លជាច្រើនហូរពីក្រោមវាដោយ ពួកគេរស់នៅក្នុងនោះជាអមតៈ និងដើម្បីទ្រង់លុបបំបាត់នូវបាបកម្ម ទាំងឡាយរបស់ពួកគេ។ ហើយរឿងនោះ គឺជាជោគជ័យមួយដ៏ធំ ធេងពីអល់ឡោះ។","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:6","price":"ហើយដើម្បីទ្រង់ធ្វើទារុណកម្មចំពោះពួកពុតត្បុតទាំងប្រុស ទាំងស្រី និងពួកមូស្ហរីគីនទាំងប្រុសទាំងស្រីដែលពួកគេគិតអាក្រក់ ចំពោះអល់ឡោះ។ អំពើអាក្រក់ទាំងនោះនឹងធ្លាក់ទៅលើពួកគេ វិញ។ ហើយអល់ឡោះខឹងសម្បាយ៉ាងខ្លាំងចំពោះពួកគេ និងបាន ដាក់បណ្ដាសាពួកគេ ថែមទាំងបានរៀបចំនរកជើហាន់ណាំសម្រាប់ ពួកគេ ហើយវាជាកន្លែងវិលត្រឡប់ដ៏អាក្រក់បំផុត។","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:7","price":"ហើយកងទ័ពនៃមេឃជាច្រើន និងផែនដី គឺជាកម្មសិទ្ធិ របស់អល់ឡោះ។ ហើយអល់ឡោះមហាដឹង មហាគតិបណ្ឌិត។","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:8","price":"ពិតប្រាកដណាស់ យើងបានបញ្ជូនអ្នក(មូហាំម៉ាត់)ជាអ្នក ធ្វើសាក្សី និងផ្ដល់ដំណឹងរីករាយ និងជាអ្នកដាស់តឿនព្រមាន។","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:9","price":"ដើម្បីឱ្យពួកអ្នកមានជំនឿលើអល់ឡោះនិងអ្នកនាំសាររបស់ ទ្រង់(មូហាំម៉ាត់) និងជួយជ្រោមជ្រែងសាសនារបស់ទ្រង់ និងលើក តម្កើងទ្រង់ ហើយនិងសរសើរទ្រង់ទាំងព្រឹកទាំងល្ងាច។","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:10","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលធ្វើកិច្ចព្រមព្រៀង(នៅ ថ្ងៃអាល់ហូទៃពីយ៉ះ)ជាមួយអ្នក(មូហាំម៉ាត់) តាមពិតគឺពួកគេធ្វើ កិច្ចព្រមព្រៀងជាមួយនឹងអល់ឡោះ។ ដៃរបស់អល់ឡោះគ្រប ដណ្ដប់លើដៃរបស់ពួកគេ។ ដូចេ្នះ អ្នកណាហើយក្បត់នូវកិច្ចព្រម ព្រៀងនោះ គឺពិតប្រាកដណាស់ គេក្បត់ចំពោះខ្លួនឯង។ ហើយអ្នក ណាដែលបំពេញនូវអ្វីដែលបានសន្យាចំពោះអល់ឡោះនោះ គឺទ្រង់ នឹងប្រទានឱ្យគេនូវផលបុណ្យយ៉ាងធំធេង។","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:11","price":"ពួកដែលត្រូវគេទៅចោល(មិនបានទៅហ៊ូទៃពីយ៉ះ)អំពី ពួកអារ៉ាប់ជនបទនឹងនិយាយទៅកាន់អ្នក(មូហាំម៉ាត់)ថាៈ ទ្រព្យ សម្បត្ដិរបស់ពួកយើង និងក្រុមគ្រួសាររបស់ពួកយើងបានធ្វើឱ្យ ពួកយើងរវល់ ដូចេ្នះសូមអ្នកសុំអភ័យទោសពីអល់ឡោះឱ្យពួក យើងផង។ ពួកគេគ្រាន់តែនិយាយដោយអណ្ដាតរបស់ពួកគេនូវអ្វី ដែលគ្មាននៅក្នុងចិត្ដរបស់ពួកគេប៉ុណ្ណោះ។ ចូរអ្នកពោលថាៈ តើ មានអ្នកណាម្នាក់អាចហាមឃាត់អល់ឡោះចំពោះអ្វីមួយឱ្យពួកអ្នក ប្រសិនបើទ្រង់ចង់ឱ្យពួកអ្នកមានគ្រោះថ្នាក់ ឬទ្រង់ចង់ឱ្យពួកអ្នក ទទួលបានផលល្អនោះ? ផ្ទុយទៅវិញ អល់ឡោះដឹងជ្រួតជ្រាបនូវ អ្វីដែលដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:12","price":"ផ្ទុយទៅវិញ ពួកអ្នកបាននឹកស្មានថាៈ អ្នកនាំសារ(មូហាំ-ម៉ាត់) និងបណ្ដាអ្នកដែលមានជំនឿនឹងមិនវិលត្រឡប់មកកាន់គ្រួ សាររបស់ពួកគេវិញជាដាច់ខាត។ ហើយគេ(ស្ហៃតន)បានលំអរឿង នោះនៅក្នុងចិត្ដរបស់ពួកអ្នក ហើយពួកអ្នកបានគិតអាក្រក់(ថា អល់ឡោះមិនជួយមូហាំម៉ាត់ និងអ្នកដែលមានជំនឿឡើយ) ហើយ ពួកអ្នកជាក្រុមដែលវិនាសអន្ដរាយ។","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:13","price":"ហើយអ្នកណាដែលគ្មានជំនឿលើអល់ឡោះ និងអ្នកនាំ សាររបស់ទ្រង់(មូហាំម៉ាត់)នោះ ពិតប្រាកដណាស់ យើងបានរៀប ចំសម្រាប់ពួកដែលគ្មានជំនឿនូវនរកដែលឆេះសន្ធោសន្ធៅ។","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:14","price":"ហើយការគ្រប់គ្រងមេឃជាច្រើនជាន់ និងផែនដី គឺជា កម្មសិទ្ធិរបស់់អល់ឡោះ។ ទ្រង់អភ័យទោសឱ្យអ្នកណាដែលទ្រង់ មានចេតនា ហើយទ្រង់ក៏ធ្វើទារុណកម្មចំពោះអ្នកណាដែលទ្រង់ មានចេតនាដែរ។ ហើយអល់ឡោះ មហាអភ័យទោស មហា អាណិតស្រឡាញ់។","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:15","price":"ពួកដែលត្រូវគេទៅចោល នៅពេលដែលពួកអ្នក(អ្នកមានជំនឿ)ធ្វើដំណើរទៅកាន់ជ័យភណ្ឌ(សមរភូមិខយពើរ) ដើម្បី យកវានោះនឹងនិយាយថាៈ សូមអនុញ្ញាតឱ្យពួកយើងទៅជាមួយ ពួកអ្នកផង។ ពួកគេចង់ផ្លាស់ប្ដូរនូវពាក្យសំដីរបស់អល់ឡោះ។ ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពួកអ្នកមិនអាចទៅតាមពួកយើង បានឡើយ។ ដូច្នោះហើយអល់ឡោះបានមានបន្ទូលពីមុនមក(តាម ពិតជ័យភណ្ឌខយពើរជាចំណែកសម្រាប់អ្នកដែលចូលរួមធ្វើកិច្ច ព្រមព្រៀងអាល់ហូទៃពីយ៉ះប៉ុណ្ណោះ)។ ហើយពួកគេនឹងនិយាយ ថាៈ តាមពិតពួកអ្នកច្រណែនឈ្នានីសនឹងពួកយើង។ ផ្ទុយទៅវិញ ពួកគេមិនយល់ឡើយ លើកលែងតែបន្ដិចបន្ដួចប៉ុណ្ណោះ។","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:16","price":"ចូរអ្នក(មូហាំំម៉ាត់)ពោលទៅកាន់ពួកដែលត្រូវគេទៅ ចោលអំពីពួកអារ៉ាប់ជនបទថាៈ ពួកអ្នកនឹងត្រូវគេអំពាវនាវទៅ (ច្បាំងជាមួយ)ក្រុមដែលមានកម្លាំងខ្លាំងក្លាដែលពួកអ្នកនឹងត្រូវ ច្បាំងជាមួយពួកគេ ឬពួកគេប្រគល់ខ្លួន(ចូលសាសនាអ៊ីស្លាម)។ ហើយប្រសិនបើពួកអ្នកគោរពតាម(បទបញ្ជារបស់អល់ឡោះ) គឺ អល់ឡោះនឹងផ្ដល់ឱ្យពួកអ្នកនូវផលបុណ្យយ៉ាងល្អប្រសើរ។ តែ ប្រសិនបើពួកអ្នកប្រឆាំងដូចដែលពួកអ្នកបានប្រឆាំងពីមុនមកនោះ ទ្រង់នឹងធ្វើទារុណកម្មពួកអ្នកនូវទារុណកម្មដ៏ឈឺចាប់។","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:17","price":"គ្មានទោសពៃរ៍អ្វីចំពោះអ្នកដែលងងឹតភ្នែក និងគ្មានទោស ពៃរ៍អ្វីចំពោះអ្នកដែលពិការឡើយ ហើយក៏គ្មានទោសពៃរ៍អ្វីចំពោះ អ្នកដែលមានជម្ងឺ(ដោយពួកគេមិនបានចេញទៅធ្វើសង្គ្រាម)ដែរ។ ហើយអ្នកណាដែលគោរពប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសារ របស់ទ្រង់(មូហាំម៉ាត់)គឺទ្រង់នឹងបញ្ចូលគេទៅក្នុងឋានសួគ៌ដែល មានទនេ្លជាច្រើនហូរពីក្រោមវា។ តែអ្នកណាហើយដែលប្រឆាំង វិញ ទ្រង់នឹងធ្វើទារុណកម្មគេនូវទារុណកម្មដ៏ឈឺចាប់។","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:18","price":"ជាការពិតណាស់ អល់ឡោះបានយល់ព្រមចំពោះបណ្ដា អ្នកមានជំនឿនៅពេលដែលពួកគេបានធ្វើកិច្ចព្រមព្រៀងជាមួយ អ្នក(មូហាំម៉ាត់)នៅក្រោមដើមឈើ ហើយទ្រង់បានដឹងនូវអ្វីដែល មាននៅក្នុងចិត្ដរបស់ពួកគេ និងបានបញ្ចុះភាពនឹងនរទៅលើពួកគេ ហើយទ្រង់ប្រទានឱ្យពួកគេនូវជ័យជំនះក្នុងពេលឆាប់ៗ។","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:19","price":"និងជ័យភណ្ឌជាច្រើនទៀតដែលពួកគេនឹងយកវា(ពីពួក យ៉ាហ៊ូទីនៅខយពើរ)។ ហើយអល់ឡោះមហាខ្លាំងពូកែ មហាគតិ-បណ្ឌិត។","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:20","price":"អល់ឡោះបានសន្យាជាមួយពួកអ្នកនូវជ័យភណ្ឌជាច្រើន ដែលពួកអ្នកនឹងរឹបអូសវា និងឱ្យពួកអ្នកយកវាយ៉ាងឆាប់រហ័ស បំផុត។ ហើយទ្រង់បានរារាំងពួកអ្នកពីដៃមនុស្សទាំងឡាយ(ក្នុង ការវាយតបចំពោះពួកអ្នក) និងដើម្បីឱ្យវាក្លាយជាភស្ដុតាងសម្រាប់ បណ្ដាអ្នកដែលមានជំនឿ និងដើម្បីទ្រង់នឹងចង្អុលបង្ហាញពួកអ្នកនូវ មាគ៌ាដែលត្រឹមត្រូវ។","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:21","price":"ហើយ(ជ័យជំនះ និងជ័យភណ្ឌ)ផេ្សងៗទៀតដែលពួកអ្នក នៅមិនទាន់ទទួលវាបាន គឺអល់ឡោះបានកំណត់វារួចជាសេ្រច។ ហើយអល់ឡោះមានអានុភាពលើអ្វីៗទាំងអស់។","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:22","price":"ហើយប្រសិនបើពួកដែលប្រឆាំងបានច្បាំងជាមួយពួកអ្នក ពួកគេពិតជានឹងរត់ត្រឡប់ទៅក្រោយវិញ(បរាជ័យ)ជាមិនខាន។ បន្ទាប់មកពួកគេគ្មានអ្នកគាំពារ និងគ្មានអ្នកជួយឡើយ។","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:23","price":"នោះគឺជាមាគ៌ា(ច្បាប់)របស់អល់ឡោះដែលបានកន្លង ផុតទៅតាំងពីមុនមកហើយ។ ហើយអ្នកនឹងមិនអាចជួបប្រទះនូវ ការផ្លាស់ប្ដូរនៃមាគ៌ារបស់អល់ឡោះឡើយ។","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:24","price":"ហើយទ្រង់ជាអ្នកដែលបានរារាំងពួកអ្នកពីដៃរបស់ពួកគេ (ពួកមូស្ហរីគីន) ហើយក៏ជាអ្នកដែលបានរារាំងពួកគេពីដៃរបស់ពួក អ្នកនៅចំកណ្ដាលក្រុងម៉ាក្កះក្រោយពេលដែលទ្រង់បានធ្វើឱ្យពួក អ្នកទទួលជ័យជំនះលើពួកគេវិញដែរ។ ហើយអល់ឡោះឃើញបំផុត នូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:25","price":"ពួកគេ(ពួកមូស្ហរីគីន)ជាពួកដែលបានប្រឆាំង(នឹង អល់ឡោះ) និងបានរារាំងពួកអ្នកមិនឱ្យចូលទៅក្នុងម៉ាស្ជិទហារ៉ម និងបានហាមឃាត់មិនឱ្យមានការសមេ្លះសត្វ(គូរហ្ពាន)នៅកន្លែង របស់វា។ ហើយប្រសិនបើគ្មានបុរស និងស្ដ្រីដែលមានជំនឿដែល ពួកអ្នកមិនស្គាល់ពួកគេទេនោះ ពួកអ្នកអាចនឹងសម្លាប់ពួកគេ ជា ហេតុធ្វើឱ្យបាបកម្មធ្លាក់ទៅលើពួកអ្នកដោយមិនដឹងខ្លួនដោយសារ តែពួកគេ(ដូច្នោះហើយបានជាទ្រង់រារាំងពួកអ្នក)។ ដើម្បីអល់ឡោះ នឹងបញ្ចូលអ្នកណាដែលទ្រង់មានចេតនាទៅក្នុងក្ដីមេត្ដាករុណារបស់ ទ្រង់។ ប្រសិនបើពួកគេនៅឱ្យដាច់ពីគ្នា(រវាងអ្នកមានជំនឿ និងអ្នក គ្មានជំនឿ)នោះ យើងប្រាកដជានឹងធ្វើទារុណកម្មពួកដែលគ្មាន ជំនឿក្នុងចំណោមពួកគេនូវទារុណកម្មដ៏ឈឺចាប់។","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:26","price":"(ចូរចងចាំ)នៅពេលដែលពួកគ្មានជំនឿបានបង្កើនភាព ក្រអឺតក្រទមនៅក្នុងចិត្ដរបស់ពួកគេដែលជាភាពក្រអឺតក្រទមនៃ សម័យល្ងង់ខ្លៅ(មុនសាសនាអ៊ីស្លាមមកដល់)នោះ អល់ឡោះបាន បញ្ចុះ ភាពនឹងនរទៅលើអ្នកនាំសាររបស់ទ្រង់ និងទៅលើបណ្ដាអ្នក ដែលមានជំនឿ។ ហើយទ្រង់បានដាក់បញ្ញតិទៅលើពួកគេនូវពាក្យ កោតខ្លាច ហើយពួកគេជាអ្នកដែលសក្ដិសមបំផុតនឹងវា និងជាអ្នក គ្រប់គ្រងវា។ ហើយអល់ឡោះដឹងបំផុតនូវរាល់អ្វីៗទាំងអស់។","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:27","price":"ជាការពិតណាស់ អល់ឡោះបានធ្វើឱ្យសុបិនអ្នកនាំសារ របស់ទ្រង់(មូហាំម៉ាត់)ក្លាយជាការពិត គឺពួកអ្នកពិតជានឹងចូលទៅ ក្នុងម៉ាស្ជិតហារ៉ម(ទឹកដីម៉ាក្កះ)ដោយសុខសន្ដិភាព ដោយពួកអ្នក កោរ និងកាត់សក់របស់ពួកអ្នកដោយមិនខ្លាចអ្វីឡើយ ប្រសិនបើ ទ្រង់មានចេតនា។ ហើយទ្រង់ដឹងនូវអ្វីដែលពួកអ្នកមិនដឹង។ ហើយ ទ្រង់បានផ្ដល់ក្រៅពីនោះ(ជ័យជំនះនៅខយពើរ) គឺជ័យជំនះ ដ៏ឆាប់ៗខាងមុខ(ជ័យជំនះនៅម៉ាក្កះ)។","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:28","price":"ទ្រង់ជាអ្នកដែលបានបញ្ជូនអ្នកនាំសាររបស់ទ្រង់(មូហាំ-ម៉ាត់)ជាមួយនឹងការចង្អុលបង្ហាញ និងសាសនា(អ៊ីស្លាម)ដ៏ត្រឹមត្រូវ ដើម្បីបង្ហាញឥទ្ធិពលរបស់វាទៅលើសាសនាទាំងអស់។ គ្រប់គ្រាន់ ហើយដែលអល់ឡោះជាសាក្សី។","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"48:29","price":"មូហាំម៉ាត់ជាអ្នកនាំសាររបស់អល់ឡោះ។ ហើយបណ្ដាអ្នក ដែលនៅជាមួយគេ គឺមានភាពតឹងរឹងចំពោះពួកដែលប្រឆាំងមានក្ដី មេត្ដាករុណារវាងពួកគេ(អ្នកមានជំនឿ)។ អ្នក(មូហាំម៉ាត់)នឹង ឃើញពួកគេ(អ្នកមានជំនឿ)ក្រាបស៊ូជូត ដើម្បីស្វែងរកការប្រោស ប្រទាន និងការទទួលស្គាល់ពីអល់ឡោះ។ សញ្ញាសំគាល់របស់ពួកគេ គឺដិតជាប់នៅលើផ្ទៃមុខរបស់ពួកគេអំពីស្លាកស្នាមនៃការស៊ូជូត។ ទាំងនោះគឺជាលក្ខណៈរបស់ពួកគេដែលមាន(រៀបរាប់)នៅក្នុងគម្ពីរ តាវរ៉ត។ តែលក្ខណៈរបស់ពួកគេដែលមាននៅក្នុងគម្ពីរអ៊ីញជីល វិញគឺបីដូចជារុក្ខជាតិដែលបពោ្ចញពន្លករបស់វា ក្រោយមកពន្លក នោះក៏រឹងមាំ ហើយក្លាយជាធំ និងដុះត្រង់ឡើងនៅលើដើមរបស់វា ដែលធ្វើឱ្យកសិករទាំងឡាយមានការពេញចិត្ដ។ (ការប្រៀបធៀប ដូចេ្នះ) ដើម្បីវាធ្វើឱ្យពួកដែលប្រឆាំងទាំងនោះខឹងសម្បាទៅលើ ពួកគេ(អ្នកមានជំនឿ)។ អល់ឡោះបានសន្យាចំពោះបណ្ដាអ្នក ដែលមានជំនឿ និងបានសាងអំពើល្អត្រឹមត្រូវក្នុងចំណោមពួកគេនូវការអភ័យទោស និងផលបុណ្យដ៏ធំធេង។","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:1","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរកុំធ្វើការវិនិច្ឆ័យមុននឹង អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់(មូហាំម៉ាត់)ឱ្យសោះ។ ហើយ ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ។ ពិតប្រាកដណាស់ អល់ឡោះ មហាឮ មហាដឹង។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:2","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកកុំលើកសំឡេងរបស់ ពួកអ្នកខ្លាំងជាងសំឡេងរបស់ណាពី ហើយកុំបន្លឺសំឡេងខ្លាំងៗទៅ កាន់គាត់ដូចជាការបន្លឺសំឡេងខ្លាំងៗរបស់ពួកអ្នកទៅកាន់គ្នាឱ្យ សោះ ក្រែងលោអំពើល្អទាំងឡាយរបស់ពួកអ្នកបាត់បង់ ដោយពួក អ្នកមិនដឹងខ្លួន។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:3","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលថ្នមសំឡេងរបស់ពួកគេ នៅចំពោះមុខអ្នកនាំសាររបស់អល់ឡោះ អ្នកទាំងនោះហើយដែល អល់ឡោះបានសាកល្បងនៅក្នុងចិត្ដរបស់ពួកគេដើម្បីឱ្យមានការ កោតខ្លាច។ ពួកគេនឹងទទួលបានការអភ័យទោស និងផលបុណ្យ ដ៏ធំធេង។","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:4","price":"ពិតប្រាកដណាស់ ពួកដែលស្រែកហៅអ្នក(មូហាំម៉ាត់)នៅ ពីក្រោយលំនៅដ្ឋាន គឺពួកគេភាគច្រើនមិនយល់ឡើយ។","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:5","price":"ហើយប្រសិនបើពួកគេអត់ធ្មត់(រង់ចាំ)រហូតដល់អ្នក (មូហាំម៉ាត់)ចេញទៅជួបពួកគេ គឺវាប្រសើរបំផុតសម្រាប់ពួកគេ។ ហើយអល់ឡោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:6","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ប្រសិនបើមានអ្នកល្មើសច្បាប់ អល់ឡោះនាំដំណឹងអ្វីមួយមកប្រាប់ពួកអ្នក ចូរពួកអ្នកពិនិត្យឱ្យបាន ច្បាស់លាស់ ក្រែងលោពួកអ្នកបង្កគ្រោះថ្នាក់ដល់ក្រុមមួយដោយ មិនដឹង ហើយពួកអ្នកនឹងមានវិប្បដិសារីទៅលើអ្វីដែលពួកអ្នកបាន ប្រព្រឹត្ដនោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:7","price":"ហើយពួកអ្នកត្រូវដឹងថាៈ ពិតប្រាកដណាស់ នៅក្នុងចំណោម ពួកអ្នក គឺមានអ្នកនាំសាររបស់អល់់ឡោះ(មូហាំម៉ាត់)។ ប្រសិន បើគាត់ធ្វើតាមបញ្ជាពួកអ្នកនូវកិច្ចការភាគច្រើននោះ ពួកអ្នកពិត ជាមានការលំបាកជាមិនខាន។ ក៏ប៉ុន្ដែអល់ឡោះបានធ្វើឱ្យពួកអ្នក ស្រឡាញ់ភាពមានជំនឿ និងបានលំអវានៅក្នុងចិត្ដរបស់ពួកអ្នក ហើយទ្រង់បានធ្វើឱ្យពួកអ្នកស្អប់ខ្ពើមចំពោះភាពគ្មានជំនឿ និង ការល្មើសច្បាប់ ហើយនិងបាបកម្មទាំងឡាយផងដែរ។ អ្នកទាំង នោះហើយគឺជាអ្នកដែលស្ថិតលើមាគ៌ាដ៏ត្រឹមត្រូវ។","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:8","price":"គឺជាការប្រោសប្រទាន និងជានៀកម៉ាត់ពីអល់ឡោះ។ ហើយអល់ឡោះមហាដឹង មហាគតិបណ្ឌិត។","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:9","price":"ហើយប្រសិនបើមានពីរក្រុមក្នុងចំណោមអ្នកមានជំនឿ ច្បាំងគ្នា ចូរពួកអ្នកផ្សះផ្សារវាងពួកគេ។ តែប្រសិនបើក្រុមមួយ បានបំពានទៅលើក្រុមមួយទៀត ចូរពួកអ្នកច្បាំងតទល់នឹងក្រុម ដែលបំពាននោះ រហូតទាល់តែក្រុមនោះត្រឡប់ទៅរកបទបញ្ជា របស់អល់ឡោះវិញ។ ហើយប្រសិនបើពួកគេបានត្រឡប់វិញនោះ ចូរពួកអ្នកផ្សះផ្សារវាងពួកគេទាំងពីរក្រុមដោយយុត្ដិធម៌ ហើយ ចូរពួកអ្នកប្រកាន់នូវភាពយុត្ដិធម៌។ ពិតប្រាកដណាស់ អល់ឡោះ ស្រឡាញ់បណ្ដាអ្នកដែលប្រកាន់យុត្ដិធម៌។","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:10","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿគឺជាបងប្អូន នឹងគ្នា(កុ្នងសាសនាអ៊ីស្លាម)។ ដូចេ្នះ ចូរពួកអ្នកផ្សះផ្សារវាងបង ប្អូនទាំងពីរក្រុមរបស់ពួកអ្នកចុះ។ ហើយចូរពួកអ្នកកោតខ្លាច អល់ឡោះ សង្ឃឹមថាពួកអ្នកនឹងត្រូវគេអាណិតស្រឡាញ់។","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:11","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរកុំឱ្យក្រុមមួយមើលងាយ ក្រុមមួយទៀតឱ្យសោះ ជួនកាលពួកគេ(ក្រុមដែលត្រូវគេមើល ងាយនោះ)ល្អជាងពួកគេ(ក្រុមមើលងាយគេ)។ ហើយកុំឱ្យស្ដ្រី មើលងាយស្ដ្រីដូចគ្នា ជួនកាលពួកនាង(ស្ដ្រីដែលត្រូវគេមើលងាយ នោះ)ល្អជាងពួកនាង(ស្ដ្រីដែលមើលងាយគេ)។ ហើយចូរពួកអ្នក កុំប្រមាថគ្នា និងកុំដាក់ងារគ្នាឱ្យសោះ។ ការដាក់ងារមិនល្អក្រោយ ពីមានជំនឿហើយនោះ គឺអាក្រក់បំផុត។ ហើយអ្នកណាដែលមិន បានសារភាពទោសកំហុស ពួកទាំងនោះគឺជាពួកដែលបំពាន។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:12","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរចៀសវាងឱ្យឆ្ងាយពី ប្រការសង្ស័យ(ទៅលើអ្នកដែលមានជំនឿ)។ ពិតប្រាកដណាស់ ការសង្ស័យមួយចំនួនគឺជាបាបកម្ម។ ហើយចូរពួកអ្នកកុំស៊ើបការ (ប្រការដែលមិនល្អរបស់អ្នកមានជំនឿ) និងកុំនិយាយដើមគ្នាឱ្យ សោះ។ តើម្នាក់ក្នុងចំណោមពួកអ្នកចូលចិត្ដស៊ីសាច់់បងប្អូនរបស់ គេដែលស្លាប់ឬ? ដូចេ្នះពួកអ្នកពិតជាខ្ពើមវាមិនខាន។ ហើយចូរ ពួកអ្នកកោតខ្លាចអល់ឡោះ។ ពិតប្រាកដណាស់ អល់ឡោះជាអ្នក ទទួលយកនូវការសារភាពទោសកំហុស មហាអាណិតស្រឡាញ់។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:13","price":"ឱមនុស្សលោក. ពិតប្រាកដណាស់ យើងបានបង្កើតពួក អ្នកពីបុរសនិងស្ដ្រី(អាដាំ និងហាវ៉ា) ហើយយើងធ្វើឱ្យពួកអ្នកមាន ជនជាតិ និងកុលសម្ព័ន្ធជាច្រើន ដើម្បីឱ្យពួកអ្នកស្គាល់គ្នាទៅវិញទៅ មក។ ពិតប្រាកដណាស់ អ្នកដែលថ្កុំថ្កើងជាងគេចំពោះ អល់ឡោះ ក្នុងចំណោមពួកអ្នក គឺអ្នកដែលកោតខ្លាចអល់ឡោះជាងគេក្នុង ចំណោមពួកអ្នក។ ពិតប្រាកដណាស់ អល់ឡោះមហាដឹង មហា ជ្រួតជ្រាប។","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:14","price":"ពួកអារ៉ាប់ជនបទបាននិយាយថាៈ ពួកយើងមានជំនឿ ហើយ។ ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពួកអ្នកមិនទាន់មានជំនឿ ឡើយ តែពួកអ្នកត្រូវនិយាយថាៈ ពួកយើងបានចូលសាសនាអ៊ីស្លាម ហើយ ខណៈដែលភាពមានជំនឿមិនទាន់ចូលទៅក្នុងចិត្ដរបស់ពួក អ្នកនោះ។ តែប្រសិនបើពួកអ្នកប្រតិបត្ដិតាមអល់ឡោះ និងអ្នក នាំសាររបស់ទ្រង់វិញនោះ ទ្រង់នឹងមិនលុបបំបាត់នូវអ្វីដែលជាអំពើ ល្អរបស់ពួកអ្នកឡើយ។ ពិតប្រាកដណាស់ អល់ឡោះមហាអភ័យ-ទោស មហាអាណិតស្រឡាញ់។","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:15","price":"តាមពិតបណ្ដាអ្នកដែលមានជំនឿគឺអ្នកដែលបានជឿលើ អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ បន្ទាប់មកពួកគេមិនសង្ស័យ ហើយបានតស៊ូក្នុងមាគ៌ារបស់អល់ឡោះ ដោយទ្រព្យសម្បត្ដិរបស់ ពួកគេ និងខ្លួនប្រាណរបស់ពួកគេ។ អ្នកទាំងនោះជាអ្នកដែលមាន ជំនឿយ៉ាងពិតប្រាកដ។","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:16","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើពួកអ្នកកំពុងប្រាប់ អល់ឡោះពីសាសនារបស់ពួកអ្នក ដោយអល់ឡោះដឹងនូវអ្វីដែល មាននៅលើមេឃជាច្រើនជាន់ និងផែនដីឬ? ហើយអល់ឡោះដឹង បំផុតនូវរាល់អ្វីៗទាំងអស់។","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:17","price":"ពួកគេចាត់ទុកថា ការចូលសាសនាអ៊ីស្លាមរបស់ពួកគេ ផ្ដល់ប្រយោជន៍ដល់អ្នក(មូហាំម៉ាត់)។ ចូរអ្នកពោលថាៈ ពួកអ្នកកុំ ចាត់ទុកការចូលសាសនាអ៊ីស្លាមរបស់ពួកអ្នកផ្ដល់ប្រយោជន៍ដល់ខ្ញុំ ឱ្យសោះ។ ផ្ទុយទៅវិញ អល់ឡោះទេដែលប្រទាននៀកម៉ាត់ដល់ ពួកអ្នក ដោយទ្រង់បានចង្អុលបង្ហាញពួកអ្នកទៅរកភាពមានជំនឿ ប្រសិនបើពួកអ្នកជាអ្នកនិយាយពិតនោះ។","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"49:18","price":"ពិតប្រាកដណាស់ អល់ឡោះដឹងនូវប្រការអាថ៌កំបាំងនៃ មេឃជាច្រើនជាន់ និងផែនដី។ ហើយអល់ឡោះឃើញបំផុតនូវ អ្វីដែលពួកអ្នកប្រព្រឹត្ដ។","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:1","price":"កហ្វ។ អល់ឡោះស្បថនឹងគម្ពីរគួរអានដែលមហាថ្កុំថ្កើង។","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:2","price":"(ពួកគេមិនទទួលវាឡើយ) ផ្ទុយទៅវិញ ពួកគេមានការ ភ្ញាក់ផ្អើល ព្រោះតែអ្នកដាស់តឿនព្រមានម្នាក់ក្នុងចំណោមពួកគេ បានមកដល់ពួកគេ។ ហើយពួកដែលប្រឆាំងបាននិយាយថាៈ នេះជា ប្រការមួយដ៏ចម្លែក។","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:3","price":"តើនៅពេលដែលពួកយើងស្លាប់ ហើយពួកយើងបានក្លាយ ទៅជាដីនោះ (ពួកយើងអាចរស់ឡើងវិញបានឬ)? ការវិលត្រឡប់ នោះមិនអាចកើតឡើងបានឡើយ។","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:4","price":"តាមពិតយើងបានដឹងនូវអ្វី(រាងកាយ)ក្នុងចំណោមពួកគេ ដែលដីរំលាយ។ ហើយយើងមានសៀវភៅកំណត់ត្រា។","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:5","price":"ផ្ទុយទៅវិញពួកគេបានបដិសេធនឹងការពិត(គម្ពីរគួរអាន) នៅពេលដែលវាបានមកដល់ពួកគេ។ ហើយពួកគេស្ថិតក្នុងភាព ច្របូកច្របល់(មិនដឹងមួយណាខុសឬត្រូវឡើយ)។","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:6","price":"ដូចេ្នះ តើពួកគេមិនសម្លឹងមើលមេឃដែលនៅពីលើពួកគេ ទេឬ តើយើងបានបង្កើតវា និងបានតុបតែងវាដោយវាគ្មានការ បែកបេ្រះនោះយ៉ាងណា?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:7","price":"ហើយផែនដី យើងបានពង្រាបវា និងបានបង្កើតភ្នំជាច្រើន នៅលើវា ហើយនិងបានបណ្ដុះនៅលើវានូវរុក្ខជាតិគ្រប់បែបយ៉ាង ដ៏ស្រស់បំព្រង","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:8","price":"ដើម្បីឱ្យឃើញច្បាស់លាស់ និងជាការរំលឹកសម្រាប់រាល់ខ្ញុំ របស់អល់ឡោះដែលសារភាពកំហុស។","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:9","price":"ហើយយើងបានបញ្ចុះទឹកភ្លៀងដែលមានពរជ័យពីលើមេឃ រួចយើងបានបណ្ដុះចេញពីវានូវចំការដំណាំជាច្រើន និងប្រភេទ ធញ្ញជាតិដែលអាចច្រូតកាត់(ប្រមូលផល)បាន។","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:10","price":"និងដើមល្មើខ្ពស់ស្កឹមស្កៃ ដែលមានចង្កោមផ្លែចាក់ស្រែះ លើគ្នាជាជួរ។","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:11","price":"ជាលាភសក្ការៈសម្រាប់ខ្ញុំរបស់អល់ឡោះ។ ហើយយើង បានធ្វើឱ្យដីដែលស្លាប់(គ្មានជីជាតិ)មានជីវិត(មានជីជាតិ)ឡើង វិញដោយសារវា(ទឹកភ្លៀង)។ ដូច្នោះដែរ យើងបានធ្វើឱ្យពួកអ្នក រស់ឡើងវិញ(នៅថ្ងៃបរលោក)។","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:12","price":"ក្រុមរបស់នួហ និងពួករ៉ស ហើយនិងសាមូដបានបដិសេធ មុនពួកគេ។","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:13","price":"ហើយអាដ និងហ្វៀរអោន និងបងប្អូនរបស់លូត។","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:14","price":"និងអ្នកដែលរស់នៅអៃកាស់(ក្រុមរបស់ស្ហ៊ូអែប) ព្រម ទាំងក្រុមទុបបាក់ ពួកទាំងនោះសុទ្ធតែបានបដិសេធនឹងបណ្ដាអ្នក នាំសារ។ ដូចេ្នះ ការសន្យាធ្វើទារុណកម្ម្មរបស់យើងក៏បានធ្លាក់ទៅ លើពួកគេ។","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:15","price":"ដូចេ្នះ តើយើងគ្មានសមត្ថភាពចំពោះការបង្កើតជាលើក ដំបូងឬ? ផ្ទុយទៅវិញ ពួកគេទេដែលស្ថិតក្នុងភាពសង្ស័យអំពីការ បង្កើតសាជាថ្មីនោះ។","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:16","price":"ហើយជាការពិតណាស់ យើងបានបង្កើតមនុស្សលោក ដោយយើងដឹងច្បាស់នូវអ្វីៗដែលខ្លួនរបស់គេសញ្ចឹងគិតពីវា។ ហើយយើងនៅជិត(ដឹង)ខ្លួនគេជាងសសៃកដែលតភ្ជាប់ទៅ បេះដូងទៅទៀត។","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:17","price":"(ចូរចងចាំ)នៅពេលដែលម៉ាឡាអ៊ីកាត់ពីររូបកំពុងកត់ ត្រា(អំពើល្អ និងអំពើអាក្រក់) ដោយអង្គុយនៅខាងស្ដាំ និងនៅ ខាងឆេ្វង។","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:18","price":"រាល់ពាក្យសំដីដែលគេនិយាយចេញមក គឺមានអ្នកឃ្លាំ មើល និងកត់ត្រា(ម៉ាឡាអ៊ីកាត់)។","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:19","price":"ហើយភាពឈឺចាប់នៃសេចក្ដីស្លាប់បានមកដល់យ៉ាងពិត ប្រាកដ។ នោះហើយជាអ្វីដែលអ្នក(មនុស្សលោក)ធ្លាប់រត់គេចពីវា។","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:20","price":"ហើយត្រែត្រូវបានគេផ្លុំ។ នោះហើយគឺជាថ្ងៃនៃការសន្យា ធ្វើទារុណកម្ម(ចំពោះពួកប្រឆាំង)។","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:21","price":"ហើយគ្រប់ៗរូបមានអ្នកនាំផ្លូវ និងអ្នកធ្វើសាក្សី(ម៉ាឡា-អ៊ីកាត់)បានមកជាមួយគេ(មកជួបអល់ឡោះនៅថ្ងៃបរលោក)។","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:22","price":"ជាការពិតណាស់ អ្នកធ្លាប់ព្រងើយកន្ដើយពីរឿងនេះ។ ដូចេ្នះ យើងបានលាតត្រដាងការបិទបាំងរបស់អ្នកឱ្យអ្នកឃើញ ហើយការមើលឃើញរបស់អ្នកនៅថ្ងៃនេះច្បាស់បំផុត។","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:23","price":"ហើយម៉ាឡាអ៊ីកាត់ដែលនៅជាមួយគេបានពោលថាៈ នេះជាអ្វី(សៀវភៅកំណត់ត្រា)ដែលគេត្រៀមរួចជាសេ្រចនៅ ជាមួយខ្ញុំ។","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:24","price":"(អល់ឡោះបានមានបន្ទូលទៅកាន់ម៉ាឡាអ៊ីកាត់ទាំងពីរ រូបនោះថា) ចូរអ្នកទាំងពីរបោះពួកដែលប្រឆាំងចចេសរឹងរូសទៅ ក្នុងនរកជើហាន់ណាំ","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:25","price":"ដែលពួកគេជាអ្នកកំណាញ់(ចំពោះការបរិច្ចាគ)ក្នុងមាគ៌ាល្អ ជាអ្នកបំពាន ជាអ្នកសង្ស័យ(លើការសន្យានៃការតបស្នងរបស់ អល់ឡោះ)ចុះ។","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:26","price":"គឺអ្នកដែលបានយកម្ចាស់ផេ្សងមកគោរពសក្ការៈរួមជា មួយអល់ឡោះ។ ដូចេ្នះ ចូរអ្នកទាំងពីរបោះគេចូលទៅក្នុងទារុណ-កម្មដ៏ធ្ងន់ធ្ងរចុះ។","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:27","price":"គូកនរបស់គេ(ស្ហៃតន)បាននិយាយថាៈ ឱម្ចាស់របស់ពួក យើង. ខ្ញុំមិនបានធ្វើឱ្យគេវងេ្វងឡើយ ក៏ប៉ុន្ដែគេខ្លួនឯងទេដែលបាន ស្ថិតក្នុងភាពវងេ្វងដ៏សែនឆ្ងាយនោះ។","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:28","price":"ទ្រង់បានមានបន្ទូលថាៈ ពួកអ្នកកុំឈ្លោះប្រកែកគ្នានៅ ចំពោះមុខយើងឱ្យសោះ ព្រោះជាការពិតណាស់ យើងបានផ្ដល់ការ ព្រមានចំពោះពួកអ្នករួចមកហើយ។","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:29","price":"បន្ទូលរបស់យើងមិនអាចគេកែប្រែបានឡើយ ហើយយើង ក៏មិនមែនជាអ្នកបំពានលើខ្ញុំទាំងអស់របស់យើងដែរ។","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:30","price":"(ចូរចងចាំ)នៅថ្ងៃដែលយើងនឹងសួរទៅកាន់នរកជើ-ហាន់ណាំថាៈ តើឯងពេញហើយឬនៅ? ពេលនោះនរកតបវិញថាៈ តើមានបន្ថែមទៀតដែរឬទេ?","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:31","price":"ហើយឋានសួគ៌ត្រូវបានគេដាក់នៅជិតបណ្ដាអ្នកដែល កោតខ្លាចអល់ឡោះ ដោយនៅមិនឆ្ងាយ(ពីពួកគេ)ឡើយ។","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:32","price":"(មានគេនិយាយទៅកាន់អ្នកឋានសួគ៌ថា)នេះគឺជាអ្វីដែល គេសន្យាជាមួយពួកអ្នក សម្រាប់រាល់អ្នកដែលសារភាពកំហុស និង អ្នកដែលថែរក្សាកាតព្វកិច្ចរបស់អល់ឡោះ។","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:33","price":"គឺអ្នកដែលកោតខ្លាចម្ចាស់ដ៏មហាសប្បុរស ដោយអាថ៌-កំបាំង និងនាំមកនូវដួងចិត្ដដែលសារភាពកំហុស។","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:34","price":"ចូរពួកអ្នកចូលទៅក្នុងវា(ឋានសួគ៌)ដោយសុខសន្ដិភាព ចុះ។ នោះគឺជាថ្ងៃអមតៈ។","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:35","price":"នៅក្នុងនោះ ពួកគេមានអី្វៗដែលពួកគេប្រាថ្នាចង់បាន ហើយយើងនឹងបន្ថែមជាច្រើនទៀត ។","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:36","price":"ហើយយើងបានបំផ្លាញមុនពួកគេ(ពួកមូស្ហរីគីន)ជាច្រើន ជំនាន់មកហើយ ដែលពួកនោះមានកម្លាំងខ្លាំងក្លាជាងពួកគេទៅ ទៀត ហើយពួកនោះថែមទាំងបានដើរគ្រប់ទីកន្លែងទៀតផង។ តើ ពួកគេមានកន្លែងគេចខ្លួន(ពីទារុណកម្ម)ឬទេ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:37","price":"ពិតប្រាកដណាស់ នៅក្នុងរឿងនោះ គឺជាការរំលឹកចំពោះ អ្នកដែលមានចិត្ដ(ចេះគិតពិចារណា) ឬបានយកចិត្ដទុកដាក់ស្ដាប់ ដោយប្រុងប្រយ័ត្នបំផុត។","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:38","price":"ហើយជាការពិតណាស់យើងបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី ហើយនិងអ្វីៗដែលនៅរវាងវាទាំងពីរក្នុងរយៈពេលប្រាំ មួយថ្ងៃ ហើយយើងពុំមានការនឿយហត់ឡើយ។","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:39","price":"ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)អត់ធ្មត់ទៅលើអ្វីដែលពួកគេ និយាយចុះ និងត្រូវលើកតម្កើងដោយសរសើរចំពោះម្ចាស់របស់ អ្នក មុននឹងព្រះអាទិត្យរះ និងមុនព្រះអាទិត្យលិច។","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:40","price":"ហើយចូរអ្នកលើកតម្កើងទ្រង់នៅពេលយប់ និងក្រោយពី ស៊ូជូត(ថ្វាយបង្គំ)រួច។","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:41","price":"ហើយចូរអ្នកស្ដាប់នៅថ្ងៃដែលម៉ាឡាអ៊ីកាត់ស្រែកហៅ ចេញពីកន្លែងដែលជិតបំផុត។","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:42","price":"គឺជាថ្ងៃដែលពួកគេស្ដាប់ឮសម្រែកយ៉ាងខ្លាំងដោយពិត ប្រាកដ។ នោះគឺជាថ្ងៃដែលមនុស្សលោកក្រោកចេញពីផ្នូរ។","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:43","price":"ពិតប្រាកដណាស់ យើងជាអ្នកធ្វើឱ្យរស់ និងធ្វើឱ្យស្លាប់ ហើយមកចំពោះយើងជាកន្លែងវិលត្រឡប់។","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:44","price":"នៅថ្ងៃដែលដីបែកចេញពីពួកគេ(ពួកគេចេញពីផ្នូរ)យ៉ាង លឿនបំផុត។ ការប្រមូលផ្ដុំគ្នានោះ(នៅកន្លែងជំនុំជំរះ)គឺងាយ ស្រួលបំផុតសម្រាប់យើង។","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"50:45","price":"យើងដឹងច្បាស់នូវអ្វីដែលពួកគេ(ពួកមូស្ហរីគីន)កំពុង និយាយ។ ហើយអ្នក(មូហាំម៉ាត់)មិនមែនជាអ្នកបង្ខំពួកគេ(ឱ្យ មានជំនឿ)នោះឡើយ។ ដូចេ្នះចូរអ្នកក្រើនរំលឹកអ្នកដែលខ្លាចការ ព្រមានរបស់យើងដោយគម្ពីរគួរអានចុះ។","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:1","price":"អល់ឡោះស្បថនឹងខ្យល់ព្យុះដែលបក់បោកលំអងធូលី","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:2","price":"និងពពកដែលនាំទឹកភ្លៀងដ៏ធ្ងន់","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:3","price":"និងនាវាដែលធ្វើដំណើរ(លើផ្ទៃសមុទ្រ)ដោយងាយស្រួល","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:4","price":"និងម៉ាឡាអ៊ីកាត់ដែលបែងចែកការងារ(តាមបទបញ្ជា របស់អល់ឡោះ)។","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:5","price":"ពិតប្រាកដណាស់ អ្វីដែលគេសន្យានឹងពួកអ្នកគឺជាការពិត។","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:6","price":"ហើយពិតប្រាកដណាស់ ថ្ងៃជំនុំជំរះពិតជានឹងកើតឡើង។","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:7","price":"អល់ឡោះស្បថនឹងមេឃដែលមានគន្លងជាច្រើន។","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:8","price":"ពិតប្រាកដណាស់ ពួកអ្នកមានយោបល់ខុសៗគ្នា(អំពី មូហាំម៉ាត់ និងគម្ពីរគួរអាន)។","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:9","price":"គេបង្វែរចេញពីវា(គម្ពីរគួរអាន)ចំពោះអ្នកណាដែលត្រូវ បានគេបង្វែរចេញ(ពីភាពមានជំនឿ)នោះ។","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:10","price":"ពួកភូតកុហកត្រូវបានគេដាក់បណ្ដាសា","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:11","price":"ដែលពួកគេជាពួកល្ងង់ខ្លៅស្ថិតក្នុងភាពវងេ្វង ។","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:12","price":"ពួកគេសួរថាៈ តើថ្ងៃជំនុំជំរះនឹងកើតឡើងនៅពេលណា?","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:13","price":"គឺនៅថ្ងៃដែលពួកគេត្រូវគេដុតនៅលើភ្លើងនរក។","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:14","price":"-(មានគេនិយាយទៅកាន់ពួកគេថា) ចូរពួកអ្នកភ្លក្សនូវ ទារុណកម្មរបស់ពួកអ្នកចុះ។ នេះហើយជាអ្វីដែលពួកអ្នកធ្លាប់សុំវា ឱ្យមកដល់យ៉ាងឆាប់រហ័សនោះ។","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:15","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះគឺ ស្ថិតនៅក្នុងឋានសួគ៌ និងមានប្រភពទឹកជាច្រើន។","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:16","price":"ដោយពួកគេទទួលយកនូវអ្វីៗដែលម្ចាស់របស់ពួកគេបាន ប្រទានឱ្យពួកគេ។ ពិតប្រាកដណាស់ ពួកគេជាអ្នកដែលធ្លាប់សាង អំពើល្អកាលពីមុន។","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:17","price":"គឺពួកគេដេកតិចតួចបំផុតនៅពេលយប់។","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:18","price":"ហើយពួកគេតែងតែសុំអភ័យទោសពីអល់ឡោះនៅវេលា ទៀបភ្លឺ ។","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:19","price":"ហើយចំពោះទ្រព្យសម្បត្ដិរបស់ពួកគេ គឺមានសិទ្ធិ(មាន ចំណែក)សម្រាប់អ្នកក្រដែលហ៊ានសុំ និងអ្នកក្រដែលមិនហ៊ានសុំ។","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:20","price":"ហើយនៅលើផែនដីមានភស្ដុតាងជាច្រើន(បញ្ជាក់ពី អានុភាពរបស់អល់ឡោះ)សម្រាប់បណ្ដាអ្នកដែលមានជំនឿដ៏ ពិតប្រាកដ។","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:21","price":"ហើយចំពោះខ្លួនពួកអ្នកផ្ទាល់ក៏ដូច្នោះដែរ។ តើពួកអ្នក មិនឃើញទេឬ?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:22","price":"ហើយនៅលើមេឃ មានលាភសក្ការៈរបស់ពួកអ្នក(ដូច ជាទឹកភ្លៀង)និងអ្វីៗដែលគេសន្យាជាមួយពួកអ្នក(នៅក្នុងឡាវ-ហុលម៉ះហ្វ៊ូស)។","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:23","price":"ហើយម្ចាស់គ្រប់គ្រងមេឃ និងផែនដីស្បថនឹងខ្លួនឯងថាៈ ពិតប្រាកដណាស់ វា(អ្វីដែលទ្រង់សន្យាជាមួយពួកអ្នក)គឺជាការ ពិតដូចអ្វីដែលពួកអ្នកនិយាយនោះដែរ។","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:24","price":"តើរឿងរ៉ាវរបស់ភ្ញៀវអ៊ីព្រហ៊ីម(ម៉ាឡាអ៊ីកាត់)ដែលត្រូវ គេលើកតម្កើងបានមកដល់អ្នក(មូហាំម៉ាត់)ដែរឬទេ ?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:25","price":"នៅពេលដែលពួកគេចូលទៅជួបគាត់(អ៊ីព្រហ៊ីម) ហើយ ពួកគេបានស្វាគមន៍នឹងពាក្យសាឡាម គាត់ក៏បានតបនឹងពាក្យ សាឡាមវិញដែរ។ (គាត់បានពោលថា) ពួកអ្នកគឺជាក្រុមដែលគេ មិនស្គាល់ឡើយ។","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:26","price":"ពេលនោះគាត់បានដើរទៅកាន់គ្រួសាររបស់គាត់ដោយ ស្ងៀមស្ងាត់ ហើយក៏នាំមកនូវកូនគោអាំងមួយដ៏ធាត់(មកទទួល ពួកគេ)។","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:27","price":"ហើយគាត់បានរៀបចំវានៅជិតពួកគេ(ពេលនោះពួកគេ មិនបរិភោគឡើយ) គាត់ក៏ពោលថាៈ តើពួកអ្នកមិនបរិភោគទេឬ?","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:28","price":"ក្រោយមកគាត់ក៏មានអារម្មណ៍ភ័យខ្លាចពីពួកគេ។ ពួកគេបានពោលថាៈ សូមអ្នកកុំខ្លាច. ហើយពួកគេបានផ្ដល់ដំណឹង រីករាយដល់គាត់អំពី(ការប្រសូត)កេ្មងប្រុសម្នាក់ដ៏មានចំណេះដឹង។","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:29","price":"ពេលនោះភរិយារបស់គាត់ក៏បានចេញមកខាងក្រៅដោយ បន្លឺសំឡេងទាំងភ្ញាក់ផ្អើល ហើយបានទះមុខខ្លួនឯង រួចនិយាយថាៈ (តើខ្ញុំអាចមានកូនដូចមេ្ដចទៅ)បើខ្ញុំជរា និងជាស្ដ្រីអារទៀតនោះ?","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"km"},{"name":"51:30","price":"ពួកគេបានពោលថាៈ នោះហើយដែលម្ចាស់របស់អ្នកបាន មានបន្ទូលនោះ។ ពិតប្រាកដណាស់ ទ្រង់មហាគតិបណ្ឌិត មហាដឹង។","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"km"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}