{"data":[{"name":"7:88","price":"ពួកមេដឹកនាំដែលជាពួកក្រអឺតក្រទមនៃក្រុមរបស់ព្យាការីស៊្ហូអែបបាននិយាយទៅកាន់ព្យាការីស៊្ហូអែបថាៈ ពិតប្រាកដណាស់ ពួកយើងនឹងបណ្តេញអ្នក(ឱស៊្ហូអែប) និងបណ្តាអ្នកមានជំនឿលើអ្នកដែលនៅជាមួយអ្នកចេញពីស្រុកភូមិរបស់យើងនេះ ឬក៏អ្នកត្រូវតែវិលត្រឡប់មកកាន់សាសនារបស់ពួកយើងវិញ។ ព្យាការីស៊្ហូអែបបាននិយាយទៅកាន់ពួកគេវិញដោយភាពភ្ញាក់ផ្អើល និងហួសចិត្តថាៈ តើឲ្យពួកយើងតាមពួកអ្នក គោរពតាមសាសនារបស់ពួកអ្នកឬ ទាំងដែលពួកយើងមិនពេញចិត្តចំពោះវាដោយសារចំណេះដឹងរបស់យើងដែលដឹងថា ពួកអ្នកស្ថិតនៅលើផ្លូវមិនពិតក៏ដោយនោះ?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:89","price":"ពួកយើងពិតជាបានប្រឌិតនូវការភូតកុហកចំពោះ អល់ឡោះជាមិនខាន ប្រសិនបើពួកយើងបានវិលទៅរកសាសនា របស់ពួកអ្នកវិញ ក្រោយពេលដែលអល់ឡោះបានជួយសង្គ្រោះពួក យើងឱ្យចេញផុតពីវា(សាសនាដើម)ហើយនោះ។ ហើយចំពោះពួក យើងនឹងមិនវិលទៅរកវាវិញទេ លើកលែងតែអល់ឡោះជាម្ចាស់ របស់ពួកយើងមានចេតនាប៉ុណ្ណោះ។ ម្ចាស់របស់ពួកយើងដឹងជ្រួត ជ្រាបលើអ្វីៗទាំងអស់។ ចំពោះអល់ឡោះតែមួយគត់ដែលពួកយើង ប្រគល់ការទុកចិត្ដ។ ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់មេត្ដាកាត់ សេចក្តី រវាងពួកយើង និងក្រុមរបស់ពួកយើងដោយយុត្ដិធម៌ផង ចុះ។ ហើយទ្រង់គឺជាអ្នកកាត់សេចក្ដីដ៏ប្រសើរបំផុត។","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:90","price":"ពួកមេដឹកនាំដែលគ្មានជំនឿនៃក្រុមរបស់គេបាននិយាយ ថាៈ ប្រសិនបើពួកអ្នកតាមស្ហ៊ូអែបនោះ ពិតប្រាកដណាស់ ពួកអ្នក នឹងក្លាយជាអ្នកដែលខាតបង់ជាមិនខាន។","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:91","price":"ពេលនោះការរញ្ជួយដីបានឆក់យកជីវិតរបស់ពួកគេ និង ធ្វើឱ្យពួកគេស្លាប់នៅក្នុងផ្ទះរបស់ពួកគេ។","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:92","price":"ពួកដែលបានបដិសេធនឹងស្ហ៊ូអែបគឺហាក់ដូចជាមិនបានរស់ នៅទីនេះ(ភូមិស្រុកដែលអល់ឡាះបានបំផ្លាញ)។ ពួកដែលបាន បដិសេធនឹងស្ហ៊ូអែប ពួកគេគឺជាពួកដែលខាតបង់។","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:93","price":"បន្ទាប់មកគេ(ស្ហ៊ូអែប)បានបែរចេញពីពួកគេ ហើយបាន ពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ខ្ញុំពិតជាបានផ្ដល់សារនៃម្ចាស់របស់ខ្ញុំឱ្យ ពួកអ្នក ហើយខ្ញុំក៏បានផ្ដល់ដំបូន្មានដល់ពួកអ្នកដែរ។ ដូចេ្នះ តើឱ្យ ខ្ញុំសោកស្ដាយចំពោះក្រុមដែលគ្មានជំនឿយ៉ាងដូចមេ្ដចទៅ?","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:94","price":"ហើយយើងមិនបានបញ្ជូនណាពីទៅក្នុងភូមិស្រុកណាមួយ ឡើយ លើកលែងតែយើងឱ្យពួកគេនោះជួបប្រទះនូវភាពវេទនាក្រ ខ្សត់ និងគ្រោះមហន្ដរាយ សង្ឃឹមថាពួកគេនឹងបន្ទាបខ្លួន(សារភាព កំហុស)។","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:95","price":"ក្រោយមកយើងបានផ្លាស់ប្តូរពីស្ថានភាពអាក្រក់ទៅល្អ វិញ រហូតដល់ពួកគេមានសុខភាពល្អ(មានកូនចៅនិងទ្រព្យសម្បត្តិ ច្រើន) ហើយពួកគេបែរជាបាននិយាយថាៈ ជាការពិតណាស់ ជីដូន ជីតារបស់ពួកយើងក៏ធ្លាប់ជួបប្រទះនូវគ្រោះមហន្ដរាយ និងភាពសប្បាយរីករាយនេះដែរ។ ដូចេ្នះ យើងក៏បានបញ្ចុះទារុណកម្មទៅ លើពួកគេភ្លាមៗដោយពួកគេមិនដឹងខ្លួន។","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:96","price":"ប្រសិនបើអ្នកភូមិស្រុកទាំងនោះបានជឿ និងកោតខ្លាច អល់ឡោះ យើងពិតជាផ្ដល់ឱ្យពួកគេនូវពរជ័យជាច្រើនពីលើមេឃ និងផែនដីជាមិនខាន តែពួកគេបែរជាបានបដិសេធទៅវិញ។ ដូចេ្នះ យើងក៏បានបញ្ចុះទារុណកម្មទៅលើពួកគេដោយសារតែអ្វីដែលពួក គេបានប្រព្រឹត្ដ។","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:97","price":"តើអ្នកភូមិស្រុកទាំងនោះ(គិតថា) ពួកគេអាចគេចផុត ពីទារុណកម្មរបស់យើងដែលមកដល់ពួកគេនៅពេលយប់ ខណៈ ដែលពួកគេកំពុងដេកលក់នោះឬ?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:98","price":"ឬក៏ពួកគេគិតថា ពួកគេអាចគេចផុតពីទណ្ឌកម្មរបស់យើងដែលអាចមកដល់ពួកគេនៅពេលព្រឹក ខណៈដែលពួកគេធ្វេសប្រហែស ភ្លេចខ្លួន ដោយសារភាពមមាញឹករបស់ពួកគេចំពោះកិច្ចការលោកិយនោះឬ?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:99","price":"តើពួកគេគិតថា អាចគេចផុតពីទារុណកម្មរបស់អល់ឡោះ ឬ? គ្មានអ្នកណាគិតថា អាចគេចផុតពីទារុណកម្មរបស់អល់ឡោះ ឡើយ លើកលែងតែពួកដែលខាតបង់ប៉ុណ្ណោះ។","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:100","price":"តើមិនទាន់ច្បាស់លាស់សម្រាប់ពួកដែលទទួលមរតក នៅលើផែនដីបន្ទាប់ពីអ្នកជំនាន់មុន(បានវិនាសអន្តរាយ)ទេឬ ប្រសិនបើយើងមានចេតនានោះ យើងនឹងដាក់ទារុណកម្មទៅលើ ពួកគេរួចទៅហើយដោយសារបាបកម្មរបស់ពួកគេ ហើយយើងនឹង បោះត្រាភ្ជិតទៅលើចិត្តរបស់ពួកគេ ក្រោយមកពួកគេមិនស្តាប់ឮ (ដំបូន្មានល្អ)នោះ?","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:101","price":"ភូមិស្រុកទាំងនោះ យើងនឹងនិទានប្រាប់អ្នក(មូហាំ-ម៉ាត់) នូវរឿងរ៉ាវរបស់វា។ ហើយពិតប្រាកដណាស់ បណ្ដាអ្នក នាំសាររបស់ពួកគេបានមកដល់ពួកគេដោយនាំមកនូវភស្ដុតាង ជាច្រើន ក៏ប៉ុន្ដែពួកគេមិនបានជឿនូវអ្វីដែលពួកគេបានបដិសេធ ពីមុននោះឡើយ។ ដូច្នោះដែរ អល់ឡោះបោះត្រាភ្ជិតទៅលើចិត្ដ ពួកដែលគ្មានជំនឿ។","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:102","price":"ហើយភាគច្រើននៃពួកគេដែលយើងបានជួបប្រទះនោះ មិនមែនជាអ្នកគោរពកិច្ចសន្យាឡើយ។ តែយើងបានជួបប្រទះពួក គេភាគច្រើនជាពួកប្រព្រឹត្ដបទល្មើស។","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:103","price":"បន្ទាប់មក យើងបានបញ្ជូនមូសាក្រោយពីពួកគេ(អ្នក នាំសារមុនៗ)ជាមួយនឹងមុជីហ្សាត់ជាច្រើនរបស់យើងទៅកាន់ ហ្វៀរអោន និងបណ្តាមេដឹកនាំរបស់គេ តែពួកគេបានប្រឆាំងនឹងវា។ ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)មើលចុះ. តើលទ្ធផលចុងក្រោយ របស់ពួកល្មើសនោះយ៉ាងណាដែរ?","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:104","price":"មូសាបានពោលថាៈ ឱហ្វៀរអោន. ពិតប្រាកដណាស់ ខ្ញុំគឺជាអ្នកនាំសារម្នាក់មកពីម្ចាស់ដែលគ្រប់គ្រងពិភពទាំងអស់។","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:105","price":"សមរម្យសម្រាប់ខ្ញុំនោះ គឺខ្ញុំមិននិយាយអ្វីអំពីអល់ឡោះ ក្រៅពីការពិតឡើយ។ ពិតប្រាកដណាស់ ខ្ញុំបាននាំមកឱ្យអ្នកនូវ ភស្ដុតាងដ៏ច្បាស់លាស់ពីម្ចាស់របស់អ្នក ដូចេ្នះសូមអ្នកមេត្ដាដោះ លែងអំបូរអ៊ីស្រាអែលឱ្យធ្វើដំណើរចាកចេញទៅជាមួយខ្ញុំផង។","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:106","price":"ហ្វៀរអោនបាននិយាយថាៈ ប្រសិនបើអ្នកបាននាំ ភស្ដុតាងមកមែន ចូរអ្នកបង្ហាញវាមក ប្រសិនបើអ្នកស្ថិតក្នុង ចំណោមអ្នកដែលនិយាយពិតមែននោះ។","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:107","price":"បន្ទាប់មកមូសាបានបោះដំបងរបស់គេ រំពេចនោះវាក៏ ក្លាយទៅជាសត្វពស់យ៉ាងពិតប្រាកដ។","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:108","price":"ហើយមូសាក៏បានដកដៃរបស់គេ(ចេញពីហោប៉ៅ)រំពេច នោះវាក៏ក្លាយជាពន្លឺពណ៌សចែងចាំងសម្រាប់អ្នកទស្សនាទាំងអស់។","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:109","price":"ពួកមេដឹកនាំនៃក្រុមហ្វៀរអោនបាននិយាយថាៈ តាម ពិត នេះគ្រាន់តែជាអ្នកមន្តអាគមដ៏ស្ទាត់ជំនាញប៉ុណ្ណោះ។","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:110","price":"គេចង់បណេ្ដញពួកអ្នកចេញពីទឹកដីរបស់ពួកអ្នក។ (ហ្វៀរអោនបានសួរថា) ដូចេ្នះតើពួកអ្នកត្រូវឱ្យខ្ញុំធ្វើដូចម្តេច?","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:111","price":"ពួកគេបានឆ្លើយថាៈ សូមអ្នកពន្យារពេលឱ្យគេ និងបង ប្អូនរបស់គេសិនចុះ ហើយសូមអ្នកបញ្ជូនមនុស្សទៅគ្រប់ទីក្រុង ដើម្បីប្រមូល(អ្នកចេះប្រើមន្តអាគមទាំងអស់)។","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:112","price":"ពួកគេនឹងនាំមកឱ្យអ្នកនូវរាល់អ្នកចេះមន្តអាគមដែល ស្ទាត់ជំនាញបំផុត។","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:113","price":"ពួកដែលប្រើមន្តអាគមទាំងអស់បានមកដល់ហ្វៀរអោន ហើយពួកគេបាននិយាយថាៈ ពិតប្រាកដណាស់ តើមានរង្វាន់សម្រាប់ ពួកយើងដែរឬទេ ប្រសិនបើពួកយើងជាអ្នកទទួលជ័យជំនះនោះ?","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:114","price":"គេ(ហ្វៀរអោន)បានឆ្លើយថាៈ ពិតជាមាន. ហើយពិត ប្រាកដណាស់ ពួកអ្នកនឹងស្ថិតក្នុងចំណោមអ្នកជំនិត(របស់យើង)។","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:115","price":"ពួកគេ(គ្រូមន្តអាគម)បាននិយាយថាៈ ឱមូសា. តើអ្នក បោះ(ដំបងរបស់អ្នក)មុន ឬពួកយើងបោះមុន?","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:116","price":"គេ(មូសា)បានឆ្លើយថាៈ ចូរពួកអ្នកបោះមុនចុះ. នៅ ពេលដែលពួកគេបានបោះហើយនោះ ពួកគេបានប្រើមន្តអាគម បំភាន់ភ្នែកមនុស្ស(ធ្វើឱ្យមើលឃើញដំបង និងខ្សែថាជាសត្វពស់ ដ៏ធំ) ហើយបានធ្វើឱ្យពួកគេ(មនុស្ស)ភ័យខ្លាច និងបាននាំមកនូវ មន្តអាគមដ៏អស្ចារ្យ។","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:117","price":"យើងបានផ្ដល់វ៉ាហ៊ីទៅកាន់មូសាថាៈ ចូរអ្នកបោះដំបង របស់អ្នកទៅ. (មូសាក៏បានបោះដំបង)រំពេចនោះវាក៏ទៅលេប អ្វីៗដែលពួកគេកំពុងបំភាន់នោះ។","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:118","price":"បន្ទាប់មក ការពិតក៏បានលេចឡើង ហើយអ្វីដែលពួក គេបានធ្វើគ្មានប្រសិទ្ធភាពឡើយ។","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:119","price":"ដូចេ្នះពួកគេត្រូវបានបរាជ័យនៅទីនោះ ហើយពួកគេ (ហ្វៀរអោននិងបរិវា)ក៏បានចាកចេញដោយអាម៉ាស់បំផុត។","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:120","price":"ហើយពួកដែលប្រើមន្តអាគមទាំងអស់នោះក៏លំឱន កាយស៊ូជូត។","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:121","price":"ដោយពួកគេបាននិយាយថាៈ ពួកយើងជឿនឹងម្ចាស់ ពិភពទាំងអស់ហើយ។","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:122","price":"-ដែលជាម្ចាស់របស់មូសា និងហារូន។","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:123","price":"ហ្វៀរអោនបានស្រែកថាៈ តើពួកឯងជឿនឹងវា(មូសា) មុននឹងយើងអនុញ្ញាតឱ្យពួកឯងឬ? ពិតប្រាកដណាស់ នេះគឺជា ល្បិចកលដែលពួកអ្នកបានប្រើវានៅក្នុងទីក្រុង(អេហ្ស៊ីប)នេះ ដើម្បីពួកអ្នកបណេ្ដញអ្នកដែលនៅទីនេះចេញពីវា(ទីក្រុង)។ ដូចេ្នះ ពួកអ្នកគង់តែនឹងដឹង។","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:124","price":"យើងពិតជានឹងកាត់ដៃជើងរបស់ពួកឯងឆ្លាស់គ្នា(កាត់ ដៃស្ដាំនិងជើងឆេ្វង ឬដៃឆេ្វងនិងជើងស្ដាំ) ក្រោយមកយើងពិតជា នឹងឆ្កាងពួកឯងទាំងអស់គ្នា។","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:125","price":"ពួកគេ(មន្ដអាគម)បានតបវិញថាៈ ពិតប្រាកដណាស់ ពួកយើងវិលទៅរកម្ចាស់(អល់ឡោះ)របស់ពួកយើងវិញហើយ។","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:126","price":"អ្នកមិនត្រូវសងសឹកនឹងពួកយើងដោយសារតែពួកយើង មានជំនឿនឹងបណ្ដាភសុ្ដតាងនៃម្ចាស់របស់ពួកយើងពេលដែលវាបាន មកដល់ពួកយើងនោះឡើយ។ ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់ មេត្ដាប្រទានការអត់ធ្មត់ដល់ពួកយើង និងប្រទានឱ្យពួកយើងបាន ស្លាប់ក្នុងនាមជាមូស្លីមផងចុះ។","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:127","price":"ពួកមេដឹកនាំនៃក្រុមរបស់ហ្វៀរអោនបាននិយាយថាៈ តើលោក(ហ្វៀរអោន)បណ្ដោយឱ្យមូសា និងបក្សពួករបស់គេបង្ក វិនាសកម្មនៅលើផែនដី ព្រមទាំងគេបោះបង់អ្នក និងម្ចាស់របស់ អ្នកឬ? គេ(ហ្វៀរអោន)បានតបថាៈ (ទេ.) យើងនឹងសម្លាប់កូន ប្រុសរបស់ពួកគេទាំងអស់ តែពួកយើងនឹងទុកជីវិតឱ្យកូនស្រីរបស់ ពួកគេ ហើយពិតប្រាកដណាស់ ពួកយើងជាអ្នកមានអំណាចលើ ពួកគេទាំងអស់។","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:128","price":"មូសាបានពោលទៅកាន់ក្រុមរបស់គាត់ថាៈ ចូរពួកអ្នក បួងសួងសុំឱ្យអល់ឡោះជួយ ហើយចូរពួកអ្នកអត់ធ្មត់។ ពិតប្រាកដ ណាស់ ផែនដីនេះជាកម្មសិទិ្ធរបស់អល់ឡោះ ដោយទ្រង់នឹងផ្ដល់វា ឱ្យនរណាដែលទ្រង់មានចេតនាក្នុងចំណោមខ្ញុំរបស់ទ្រង់។ហើយលទ្ធ ផលដ៏ប្រសើរនេះ គឺសម្រាប់បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:129","price":"ពួកគេបាននិយាយថាៈ ពួកយើងត្រូវបានគេធ្វើបាបតាំង ពីមុនអ្នកមកដល់ពួកយើង(មុនពេលអ្នកនាំភស្ដុតាងមក)មកម្លេះ និងក្រោយពេលដែលអ្នកបានមកដល់ពួកយើងទៀតផង។ គាត់ បានឆ្លើយថាៈ សង្ឃឹមថា ម្ចាស់របស់ពួកអ្នកនឹងកំទេចសត្រូវរបស់ ពួកអ្នក រួចទ្រង់នឹងឱ្យពួកអ្នកគ្រប់គ្រងនៅលើផែនដីវិញ ហើយ ទ្រង់នឹងរង់ចាំមើលតើពួកអ្នកនឹងធ្វើយ៉ាងណា(ដឹងគុណឬប្រឆាំង)?","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:130","price":"ជាការពិតណាស់ យើងបានដាក់ទណ្ឌកម្មចំពោះក្រុម ហ្វៀរអោននូវគ្រោះរាំងស្ងួតជាច្រើនឆ្នាំ និងកាត់បន្ថយភោគផល ជាច្រីនដើម្បីឱ្យពួកគេចងចាំ។","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:131","price":"ហើយនៅពេលដែលផលល្អបានមកដល់ពួកគេ ពួកគេ និយាយថាៈ ទាំងនេះវាសមជារបស់ពួកយើងណាស់ តែប្រសិនបើ ផលអាក្រក់់(គ្រោះរាំងស្ងួតជាដើម)បានមកដល់ពួកគេវិញនោះ ពួកគេចោទថា គឺបណ្ដាលមកពីមូសា និងអ្នកដែលនៅជាមួយគេ។ ត្រូវដឹងថា ពិតប្រាកដណាស់ ផលអាក្រក់របស់ពួកគេនោះគឺមកពី អល់ឡោះទេ ប៉ុន្ដែពួកគេភាគច្រើនមិនដឹងឡើយ។","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:132","price":"ហើយពួកគេបាននិយាយថាៈ ទោះបីជាអ្នក(មូសា) យកភសុ្ដតាងណាមួយមកបង្ហាញពពួកយើង ដើម្បីអូសទាញពួកយើង តាមរយៈវា(ឱ្យចេញពីហ្វៀរអោន)ក៏ដោយ ក៏ពួកយើងមិនជឿ អ្នកដែរ។","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:133","price":"ដូចេ្នះ យើងបានបញ្ជូនទៅលើពួកគេ(ជាការដាក់ ទណ្ឌកម្ម)នូវទឹកជំនន់ សត្វកណ្ដូប សត្វចៃ សត្វកង្កែប និងឈាម ដែលជាភសុ្ដតាងៗដាច់ដោយឡែកពីគ្នា។ ទោះជាដូចនោះក្ដី ក៏ពួក គេនៅតែក្រអឺតក្រទមដដែល។ ហើយពួកគេគឺជាក្រុមដែលបាន ប្រព្រឹត្ដអាក្រក់មែន។","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:134","price":"នៅពេលដែលទណ្ឌកម្មបានធ្លាក់មកលើពួកគេ ពួកគេ បាននិយាយ(អង្វរ)ថាៈ ឱមូសា. សូមអ្នកបួងសួងសុំពីម្ចាស់របស់ អ្នកឱ្យពួកយើងនូវអ្វីដែលទ្រង់បានសន្យាជាមួយអ្នក(ថានឹងដក ទណ្ឌកម្ម បើពួកយើងសារភាពកំហុស)ផង។ ជាការពិតណាស់ បើ អ្នកអាចដកទណ្ឌកម្មនេះចេញពីពួកយើងបាន ពួកយើងច្បាស់ជានឹង ជឿលើអ្នក ហើយពួកយើងពិតជានឹងដោះលែងអំបូរអ៊ីស្រាអែល ឱ្យទៅជាមួយអ្នក។","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:135","price":"នៅពេលដែលយើងបានដកទណ្ឌកម្មចេញពីពួកគេទៅ កាន់ពេលកំណត់ដាក់លើពួកគេនោះ ស្រាប់តែពួកគេក្បត់កិច្ចសន្យា ទៅវិញ។","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:136","price":"ដូចេ្នះយើងបានផ្ដន្ទាទោសពួកគេដោយយើងបានពន្លិច ពួកគេទៅក្នុងសមុទ្រ ដោយសារតែពួកគេបានបដិសេធនឹងបណ្ដា ភសុ្ដតាងរបស់យើង និងបានធេ្វសប្រហែសចំពោះវា។","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:137","price":"ហើយយើងបានផ្ដល់មរតកឱ្យពួកដែលធ្លាប់គេជិះជាន់ ទិសខាងកើត និងខាងលិចនៃផែនដីដែលយើងបានធ្វើឱ្យវាមានការ រីកចំរើន។ ពាក្យសន្យាដ៏ល្អឥតខ្ចោះរបស់ម្ចាស់អ្នក(មូហាំម៉ាត់) បានបំពេញទៅឱ្យអំបូរអ៊ីស្រាអែលដោយសារពួកគេបានអត់ធ្មត់ កន្លងមក។ ហើយយើងបានកំទេចចោលនូវអ្វីដែលហ្វៀរអោន និង បក្សពួករបស់គេបានធ្វើ និងអ្វីដែលពួកគេបានកសាងឡើង។","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:138","price":"យើងបានចម្លងអំបូរអ៊ីស្រាអែលឱ្យផុតពីសមុទ្រ ហើយ ពួកគេបានទៅជួបក្រុមមួយដែលកំពុងតែគោរពសក្ការៈចំពោះរូប សំណាករបស់ពួកគេ។ ពួកគេបាននិយាយថាៈ ឱមូសា. សូមអ្នកធ្វើ ឱ្យពួកយើងមានម្ចាស់(ដើម្បីគោរពសក្ការៈ) ដូចដែលពួកគេមាន ម្ចាស់ផង។ គេ(មូសា)បានតបវិញថាៈ ពិតប្រាកដណាស់ ពួកអ្នក គឺជាក្រុមដែលល្ងង់ខ្លៅ។","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:139","price":"ពិតប្រាកដណាស់ ពួកទាំងនោះនឹងត្រូវគេបំផ្លាញដោយ សារតែអ្វីដែលពួកគេងប់ងុលនឹងវា(អំពើស្ហ៊ីរិក) ហើយអ្វីដែលពួក គេធ្លាប់ធ្វើនោះគឺគ្មានផលឡើយ។","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:140","price":"មូសាបានពោលថាៈ តើសមដែរឬទេដែលខ្ញុំត្រូវស្វែង រកម្ចាស់ផេ្សងពីអល់ឡោះសម្រាប់ពួកអ្នក ខណៈដែលទ្រង់បាន លើកតម្កើងពួកអ្នកជាងគេ(ដោយតែងតាំងអ្នកនាំសារជាច្រើន ចេញពីពួកអ្នក)នៅលើពិភពទាំងអស់នោះ?","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:141","price":"ហើយចូរពួកអ្នកចងចាំ. នៅពេលដែលយើងបានរំដោះ ពួកអ្នកឱ្យរួចផុតពីបក្សពួកហ្វៀរអោន ដោយពួកគេឱ្យពួកអ្នក ភ្លក្សរសជាតិទារុណកម្មយ៉ាងព្រៃផ្សៃ ដោយសម្លាប់កូនប្រុស និង ទុកជីវិតកូនស្រីរបស់ពួកអ្នក។ នេះជាការសាកល្បងមួយយ៉ាងធំ ពីម្ចាស់របស់ពួកអ្នក។","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:142","price":"យើងបានសន្យាជាមួយមូសារយៈពេលសាមសិបយប់ ហើយយើងបានបន្ថែមដប់យប់ទៀត ទើបពេលវេលាជួបម្ចាស់របស់ គេគ្រប់ចំនួនសែសិបយប់។ ហើយមូសាបានពោលទៅកាន់បងប្រុស របស់គេហារូនថាៈ អ្នកត្រូវជំនួសកន្លែងខ្ញុំ និងត្រូវណែនាំក្រុមរបស់ ខ្ញុំ(ឱ្យពួកគេគោរពសក្ការៈចំពោះអល់ឡោះតែមួយ) ហើយកុំដើរ តាមមាគ៌ារបស់ពួកដែលបង្កវិនាសកម្មឱ្យសោះ។","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:143","price":"ហើយនៅពេលមូសាបានមកតាមការកំណត់របស់យើង ហើយម្ចាស់របស់គេបានមានបន្ទូលទៅកាន់គេ(ដាក់បញ្ជា និងហាម ឃាត់) មូសាបានពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាបង្ហាញ ដល់ខ្ញុំ ដើម្បីឱ្យខ្ញុំបានមើលឃើញទ្រង់ផង។ ទ្រង់បានមានបន្ទូលថាៈ អ្នកនឹងមិនអាចមើលឃើញយើងបានឡើយ ប៉ុន្ដែចូរអ្នកក្រឡេក មើលទៅភ្នំនោះ(ភ្នំតូរ) បើភ្នំនោះស្ថិតនៅនឹងថ្កល់មួយកន្លែងរបស់ វា អ្នកប្រាកដជានឹងឃើញយើង។ ហើយនៅពេលដែលម្ចាស់របស់ គេបានបង្ហាញខ្លួនទៅកាន់ភ្នំនោះ ទ្រង់ក៏បានធ្វើឱ្យភ្នំនោះក្លាយជា ធូលី ពេលនោះមូសាបានដួលសន្លប់នៅលើដី។ នៅពេលដែលមូសា ដឹងខ្លួនឡើងវិញ គាត់បានពោលថាៈ ទ្រង់មហាស្អាតស្អំ. ខ្ញុំសូម សារភាពកំហុសចំពោះទ្រង់ ហើយខ្ញុំជាអ្នកមានជំនឿមុនគេ។","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:144","price":"អល់ឡោះបានមានបន្ទូលថាៈ ឱមូសា. ពិតប្រាកដណាស់ យើងបានជ្រើសរើសអ្នកទៅកាន់មនុស្សលោកដោយនាំសារ និង បន្ទូលផ្ទាល់របស់យើង។ ហេតុនេះ ចូរអ្នកទទួលយកនូវអ្វីដែល យើងបានផ្ដល់ឱ្យអ្នក ហើយអ្នកត្រូវស្ថិតនៅក្នុងចំណោមអ្នកដែល ដឹងគុណ។","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:145","price":"យើងបានកត់ត្រាឱ្យមូសានៅក្នុងគម្ពីរតាវរ៉តគ្រប់អ្វីៗ ទាំងអស់ ជាការទូន្មាននិងជាការបំភ្លឺនូវអ្វីៗទាំងនោះ។ ហេតុនេះ ចូរអ្នកទទួលយកវា(គម្ពីរតាវរ៉ត)ដោយខ្ជាប់ខ្ជួន ហើយចូរអ្នក បង្គាប់បញ្ជាក្រុមរបស់អ្នកឱ្យពួកគេទទួលយកវាដោយប្រសើរ បំផុត។ យើងនឹងបង្ហាញដល់ពួកអ្នកនូវកន្លែងរបស់ពួកជនល្មើស។","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:146","price":"យើងនឹងបង្វែរពួកដែលក្រអឺតក្រទមនៅលើផែនដីដោយគ្មានការពិតចេញពីបណ្ដាភស្ដុតាងរបស់យើងហើយបើពួកគេ ឃើញរាល់ភសុ្ដតាងវិញនោះ ក៏ពួកគេគ្មានជំនឿនឹងវាដែរ។ ហើយ បើពួកគេឃើញមាគ៌ាត្រឹមត្រូវពួកគេក៏មិនទទួលយកវាធ្វើជាមាគ៌ា ដែរ។ តែបើពួកគេឃើញមាគ៌ាដែលវងេ្វងវិញនោះ ពួកគេទទួល យកវាធ្វើជាមាគ៌ាភ្លាម។ នោះដោយសារតែពួកគេបានបដិសេធនឹង បណ្ដាភស្ដុតាងរបស់យើង និងបានធេ្វសប្រហែសពីវា។","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:147","price":"ពួកដែលបានបដិសេធនឹងបណ្ដាភស្ដុតាងរបស់យើង និងបានបដិសេធនឹងជំនួបថ្ងៃបរលោកនោះ ទង្វើទាំងឡាយរបស់ ពួកគេបានវិនាសអន្ដរាយ។ គេ(អល់ឡោះ)មិនតបស្នងឱ្យពួកគេ ក្រៅពីអ្វីដែលពួកគេបានសាងនោះឡើយ។","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:148","price":"ក្រុមរបស់មូសាបានយកគ្រឿងអលង្ការបស់ពួកគេធ្វើ ជារូបរាងកូនគោដែលវាមានសំឡេងក្រោយពីគេអវត្ដមាន។ តើ ពួកគេមិនឃើញទេឬថា វា(កូនគោ)ពិតជាមិនអាចនិយាយ និង មិនអាចចង្អុលបង្ហាញផ្លូវដល់ពួកគេនោះ? ពួកគេបានយកវា(ធ្វើ ជាម្ចាស់) ហើយពួកគេជាពួកដែលបំពាន។","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:149","price":"នៅពេលពួកគេមានការសោកស្ដាយយ៉ាងខ្លាំងដោយ ទង្វើរបស់ពួកគេ ហើយពួកគេបានឃើញថា ពិតប្រាកដណាស់ ពួក គេពិតជាស្ថិតក្នុងភាពវងេ្វង។ ពួកគេក៏បានអង្វរថាៈ ពិតប្រាកដ ណាស់ ប្រសិនបើម្ចាស់របស់ពួកយើងមិនអាណិតស្រឡាញ់ និងមិន អភ័យទោសដល់ពួកយើងទេនោះ ច្បាស់ជាពួកយើងនឹងក្លាយជាពួក ដែលខាតបង់ជាមិនខាន។","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:150","price":"នៅពេលដែលមូសាបានវិលត្រលប់មករកក្រុមរបស់គាត់ វិញដោយកំហឹង និងសោកស្ដាយក៏បានពោលថាៈ អ្វីដែលពួកអ្នក បានធ្វើ(គោរពកូនគោ)បន្ទាប់ពីខ្ញុំអវត្ដមាននោះគឺអាក្រក់បំផុត។ តើពួកអ្នកប្រញាប់ប្រញាល់ជាងកាតព្វកិច្ចនៃម្ចាស់របស់ពួកអ្នកមក ដល់ឬ? គាត់បានគ្រវែងផែនគម្ពីរតាវរ៉ត ហើយបានចាប់សក់ក្បាល បងប្រុសគាត់(ហារូន)ទាញកន្ដ្រាក់វាមករកគាត់។ ពេលនោះ ហារូនបានពោលថាៈ ឱកូនប្រុសម្ដាយរបស់ខ្ញុំ. ពិតប្រាកដណាស់ ក្រុមនេះបានចាត់ទុកខ្ញុំជាអ្នកទន់ខ្សោយ ហើយពួកគេស្ទើរតែ សម្លាប់ខ្ញុំ(នៅពេលខ្ញុំបានឃាត់ពួកគេក្នុងការគោរពកូនគោ)។ ចូរ អ្នកកុំធ្វើឱ្យសត្រូវសប្បាយរីករាយដោយសារទណ្ឌកម្មរបស់អ្នក មកលើខ្ញុំ ហើយអ្នកកុំចាត់ទុកខ្ញុំរួមជាមួយក្រុមដែលបំពានអ្វី។","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:151","price":"មូសាបានបួងសួងសុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដា អភ័យទោសដល់ខ្ញុំ និងបងប្រុសរបស់ខ្ញុំ ព្រមទាំងបញ្ចូលពួកយើង ឱ្យស្ថិតក្រោមការអាណិតស្រឡាញ់របស់ទ្រង់ផង។ ហើយទ្រង់ជា អ្នកដែលអាណិតស្រឡាញ់ជាងគេបំផុត។","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:152","price":"ពិតប្រាកដណាស់ ចំពោះពួកដែលបានយកកូនគោ(ធ្វើ ជាម្ចាស់) ពួកគេនឹងទទួលបាននូវការខឹងសម្បាពីម្ចាស់របស់ពួកគេ និងភាពអាម៉ាស់ក្នុងការរស់នៅលើលោកិយនេះ។ ដូច្នោះដែរ យើង តបស្នងចំពោះពួកដែលប្រឌិតភូតកុហក។","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:153","price":"ចំពោះពួកដែលបានប្រព្រឹត្ដអំពើអាក្រក់ ក្រោយមក ពួកគេបានសុំអភ័យទោស ហើយពួកគេមានជំនឿបន្ទាប់ពីនោះ ពិតប្រាកដណាស់ម្ចាស់របស់អ្នកក្រោយពីនោះមហាអភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:154","price":"ហើយនៅពេលដែលកំហឹងបានរំសាយចេញពីមូសា គាត់ បានយកផែនចារិកមកវិញ ហើយនៅក្នុងការសរសេររបស់វានោះ គឺមានការចង្អុលបង្ហាញនិងការអាណិតស្រឡាញ់ចំពោះបណ្ដាអ្នក ដែលកោតខ្លាចម្ចាស់របស់ពួកគេ។","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:155","price":"ហើយមូសាបានជ្រើសរើសបុរសចិតសិបនាក់(អ្នកគ្រាន់ បើ)ពីក្រុមរបស់គេចំពោះការកំណត់របស់យើង។ ហើយពេលដែល ការរញ្ជួយដីបានឆក់យកជីវិតពួកគេ មូសាបានពោលថាៈ ឱម្ចាស់ របស់ខ្ញុំ. ប្រសិនបើទ្រង់មានចេតនានោះ ទ្រង់គួរតែបំផ្លាញពួកគេ និងខ្ញុំមុនទៅ។ តើទ្រង់បំផ្លាញពួកយើងដោយសារតែអ្វីដែលពួក ល្ងង់ខ្លៅក្នុងចំណោមពួកយើងបានប្រព្រឹត្ដឬ? ទង្វើទាំងនេះ(ការ គោរពរូបសំណាកកូនគោ)គ្រាន់តែជាការសាកល្បងរបស់ទ្រង់ ដែលធ្វើឱ្យវងេ្វងដោយសារវាចំពោះអ្នកណាដែលទ្រង់មានចេតនា ប៉ុណ្ណោះ។ ហើយទ្រង់ចង្អុលបង្ហាញអ្នកណាដែលទ្រង់មានចេតនា។ ទ្រង់គឺជាអ្នកគ្រប់គ្រងពួកយើង ដូចេ្នះសូមទ្រង់មេត្ដាអភ័យទោស ឱ្យពួកយើង និងអាណិតស្រឡាញ់ដល់ពួកយើងផង។ ហើយទ្រង់គឺ ជាអ្នកដែលអភ័យទោសដ៏ប្រសើរបំផុត។","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:156","price":"ហើយសូមទ្រង់មេត្ដាកំណត់អំពើល្អសម្រាប់ពួកយើង នៅក្នុងលោកិយនេះ និងថ្ងៃបរលោកផង ពិតប្រាកដណាស់ ពួក យើងបានវិលត្រឡប់ទៅរកទ្រង់វិញហើយ។ អល់ឡោះបានមាន បន្ទូលថាៈ ទារុណកម្មរបស់យើងគឺយើងនឹងដាក់វាលើអ្នកណាដែល យើងមានចេតនា ហើយការអាណិតស្រឡាញ់របស់យើងគឺបាន ជ្រួតជ្រាបទៅលើអ្វីៗទាំងអស់។ យើងនឹងកំណត់វា(ការអាណិត ស្រឡាញ់)សម្រាប់បណ្ដាអ្នកដែលកោតខ្លាច និងបណ្ដាអ្នកដែល បរិច្ចាគហ្សាកាត់ ព្រមទាំងអ្នកដែលមានជំនឿនឹងភស្ដុតាងទាំង ឡាយរបស់យើង។","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:157","price":"បណ្ដាអ្នកដែលតាមអ្នកនាំសារ(មូហាំម៉ាត់)ដែលជា ណាពីមិនចេះអាននិងមិនចេះសរសេរ ដែលពួកគេដឹងពីលក្ខណៈ របស់គាត់ដែលត្រូវបានសរសេរក្នុងគម្ពីរតាវរ៉តនិងអ៊ីញជីលដែល មាន(នៅជាមួយពួកគេ។ គាត់បញ្ជាពួកគេឱ្យធ្វើល្អ និងហាមឃាត់ ពួកគេអំពីប្រការអាក្រក់ ហើយអនុញ្ញាតឱ្យពួកគេនូវអ្វីដែលល្អ (ហាឡាល់) និងហាមឃាត់ពួកគេនូវអ្វីដែលអាក្រក់ ព្រមទាំង លុបបំបាត់កិច្ចការដែលលំបាក និងកិច្ចការដែលធ្ងន់ធ្ងរ ដែលធ្លាប់ មានចំពោះពួកគេ។ ដូចេ្នះ បណ្ដាអ្នកដែលបានជឿលើគាត់ និង លើកតម្កើងគាត់ និងជួយគាត់ ហើយនិងបានអនុវត្ដតាមពន្លឺ(គម្ពីរ គួរអាន)ដែលគេបានបញ្ចុះ មកឱ្យគាត់នោះ អ្នកទាំងនោះគឺជាអ្នក ដែលជោគជ័យ។","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:158","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ឱមនុស្សលោកទាំង ឡាយ. ពិតប្រាដកណាស់ ខ្ញុំគឺជាអ្នកនាំសាររបស់អល់ឡោះមក កាន់ពួកអ្នកទាំងអស់គ្នា ដែលអំណាចគ្រប់គ្រងមេឃជាច្រើនជាន់ និងផែនដីជាកម្មសិទិ្ធរបស់ទ្រង់។ គ្មានទេម្ចាស់ដែលត្រូវគេគោរព ដ៏ពិតប្រាកដក្រៅពីទ្រង់ដែលជាអ្នកធ្វើឱ្យរស់និងជាអ្នកធ្វើឱ្យស្លាប់។ ដូចេ្នះចូរពួកអ្នកជឿលើអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ដែល ជាណាពីមិនចេះអាន និងមិនចេះសរសេរដែលគាត់មានជំនឿលើ អល់ឡោះនិងជឿគ្រប់ពាក្យសំដីរបស់ទ្រង់។ ហើយចូរពួកអ្នកប្រតិបត្ដិតាមគាត់ សង្ឃឹមថាពួកអ្នកនឹងទទួលបាននូវការចង្អុលបង្ហាញ។","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:159","price":"ក្នុងចំណោមក្រុមរបស់មូសាមានមួយក្រុមដែលចង្អុល បង្ហាញអ្នកដទៃទៅរកការពិត និងកាត់សេចក្ដីដោយយុត្ដិធម៌។","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:160","price":"យើងបានបំបែកពួកគេជាដប់ពីរក្រុមតាមពូជអំបូរ នីមួយៗ។ ហើយយើងបានផ្ដល់វ៉ាហ៊ីចំពោះមូសានៅពេលដែល ក្រុមរបស់គេបានសុំទឹកពីគេ។ ចូរអ្នកវាយថ្មនឹងដំបងរបស់អ្នក។ បន្ទាប់មកថ្មនោះបានបាញ់ទឹកចេញពីវាដប់ពីររន្ធ។ ពិតប្រាកដណាស់ ក្រុមនីមួយៗបានដឹងពីកន្លែងផឹកទឹករបស់ពួកគេ។ ហើយ យើងបានធ្វើឱ្យពពកបាំងជាម្លប់លើពួកគេ ហើយយើងបានបញ្ចុះអាល់ម៉ាន់ណា និងសត្វក្រួចឱ្យពួកគេ។ ចូរពួកអ្នកបរិភោគចំណី អាហារល្អៗដែលយើងបានផ្ដល់ឱ្យពួកអ្នក។ ហើយពួកគេមិនបាន បំពានលើយើងឡើយ ក៏ប៉ុន្ដែពួកគេទេដែលបំពានលើខ្លួនឯងនោះ។","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:161","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលមានគេនិយាយទៅ កាន់ពួកគេថាៈ ចូរពួកអ្នករស់នៅទីក្រុង(ក្រុងយេរូសាឡឹម)នេះ ចុះ ហើយចូរពួកអ្នកទទួលទាននូវអ្វីដែលមាននៅទីនោះតាមសេច-ក្ដីត្រូវការរបស់ពួកអ្នក ហើយពួកអ្នកត្រូវសុំថាៈ សូមអល់ឡោះ មេត្ដាលើកលែងទោសឱ្យយើងខ្ញុំផង ហើយពួកអ្នកត្រូវចូលតាម ទ្វារដោយឱនលំទោន យើងនឹងលើកលែងឱ្យពួកអ្នកនូវកំហុសឆ្គង របស់ពួកអ្នក។ យើងនឹងបន្ថែម(ផលបុណ្យ)ទៅលើបណ្ដាអ្នក ដែលសាងអំពើល្អ។","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:162","price":"ប៉ុន្ដែពួកបំពានមួយចំនួនបានកែប្រែពាក្យផេ្សងដែលគេ បានប្រើទៅចំពោះពួកគេ។ ហេតុនេះ យើងបានបញ្ចុះទារុណកម្មពី លើមេឃទៅលើពួកគេតាមអ្វីដែលពួកគេបានបំពាន។","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:163","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)សួរពួកគេ(អំបូរអ៊ីស្រា-អែល)អំពីភូមិស្រុកដែលស្ថិតនៅជិតសមុទ្រ នៅពេលដែលពួក គេបំពាននៅថ្ងៃសៅរ៍ នាពេលដែលត្រីរបស់ពួកគេបានផុសយ៉ាង ច្រើនមកកាន់ពួកគេនៅថ្ងៃសៅរ៍ ហើយនៅថ្ងៃក្រៅពីថ្ងៃសៅរ៍ ត្រី ទាំងនោះមិនមកកាន់ពួកគេឡើយ។ ដូចេ្នះហើយយើងសាកល្បង ពួកគេនូវអ្វីដែលពួកគេធ្លាប់ប្រឆាំង(បទបញ្ជារបស់អល់ឡោះ)។","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:164","price":"(ចូរចងចាំ)នៅពេលដែលប្រជាជាតិមួយនៃពួកគេបាន និយាយថាៈ តើហេតុអ្វីបានជាពួកអ្នកណែនាំក្រុមដែលអល់ឡោះ ជិតនឹងបំផ្លាញពួកគេ ឬធ្វើទារុណកម្មពួកគេនូវទារុណកម្មយ៉ាងខ្លាំង ក្លានោះ? ពួកគេ(អ្នកណែនាំ)បានតបថាៈ គឺដើម្បីដោះសាចំពោះ ម្ចាស់របស់ពួកអ្នក ហើយសង្ឃឹមថាពួកគេនឹងកោតខ្លាចអល់ឡោះ។","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:165","price":"ហើយនៅពេលដែលពួកគេបានភេ្លចនូវអ្វីដែលគេបាន ក្រើនរំលឹកនោះ យើងបានរំដោះតែពួកដែលហាមឃាត់គ្នាអំពី ប្រការអាក្រក់ ហើយយើងបានដាក់ទៅលើពួកដែលបានបំពាន (នេសាទនៅថ្ងៃសៅរ៍)នូវទារុណកម្មយ៉ាងខ្លាំងដោយសារតែពួកគេ ធ្លាប់ប្រព្រឹត្ដបទល្មើស។","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:166","price":"ហើយនៅពេលដែលពួកគេបានបំពានហួសពីអ្វីដែលគេ បានហាមឃាត់នោះ ពេលនោះយើងបានបន្ទូលទៅកាន់ពួកគេថាៈ ចូរពួកអ្នកក្លាយជាសត្វស្វាដ៏វេទនាចុះ។","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:167","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ្នក(មូហាំ-ម៉ាត់)បានប្រកាសថាៈ ទ្រង់ប្រាកដជានឹងបញ្ជូនអ្នកដែលធ្វើបាប ពួកគេ(យ៉ាហ៊ូទី)ដោយទារុណកម្មដ៏អាក្រក់ទៅកាន់ពួកគេរហូត ដល់ថ្ងៃបរលោក។ ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នកជាអ្នកដាក់ ទណ្ឌកម្មយ៉ាងរហ័សបំផុត ហើយពិតប្រាកដណាស់ ទ្រង់មហា អភ័យទោស មហាអាណិតស្រឡាញ់។","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:168","price":"ហើយយើងបានបំបែកពួកគេ(អំបូរអ៊ីស្រាអែល)ជា ក្រុមៗនៅលើផែនដីនេះ។ មួយចំនួននៃពួកគេជាអ្នកសាងអំពើល្អ និងមួយចំនួនទៀតមិនបានសាងដូចេ្នះទេ។ យើងបានសាកល្បង ពួកគេនូវប្រការល្អ និងប្រការអាក្រក់ជាច្រើន។ សង្ឃឹមថាពួកគេ នឹងវិលត្រលប់(ទៅសាងអំពើល្អ)។","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:169","price":"ហើយមានអ្នកជំនាន់ក្រោយបានស្នងបន្ទាប់ពីពួកគេ ដែលអ្នកទាំងនោះបានទទួលមរតកគម្ពីរ(តាវរ៉ត)ហើយនោះ ពួក គេបែរជាទទួលយកទ្រព្យសម្បត្ដិដ៏តិចតួចក្នុងលោកិយនេះទៅវិញ ហើយពួកគេនិយាយថាៈ ពួកយើងនឹងត្រូវអល់ឡោះអភ័យទោស ឱ្យ។ ប្រសិនបើទ្រព្យសម្បត្ដិដូចនោះមកដល់ពួកគេ ពួកគេពិតជា ទទួលយកវា។ តើគេមិនបានដាក់កិច្ចសន្យាទៅលើពួកគេក្នុង (ការអនុវត្ដតាម)គម្ពីរតាវរ៉តដោយមិនឱ្យពួកគេនិយាយទៅលើ អល់ឡោះក្រៅពីការពិតនោះទេឬ? ហើយពួកគេក៏បានសិក្សានូវអ្វី ដែលមាននៅក្នុងគម្ពីរនោះដែរ។ លំនៅដ្ឋាននាថ្ងៃបរលោកគឺប្រសើរ បំផុតចំពោះអ្នកដែលកោតខ្លាច។ តើពួកអ្នកមិនស្វែងយល់ទេឬ?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:170","price":"ចំពោះបណ្ដាអ្នកដែលប្រកាន់ខ្ជាប់តាមគម្ពីរតាវរ៉ត និងប្រតិបត្ដិសឡាត ពិតប្រាកដណាស់យើងមិនធ្វើឱ្យបាត់បង់នូវ ផលបុណ្យរបស់អ្នកដែលសាងអំពើល្អឡើយ។","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:171","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានលើកភ្នំដាក់ ពីលើពួកគេ(អំបូរអ៊ីស្រាអែល) វាហាក់ដូចជាពពក ហើយពួកគេ បាននឹកស្មានថា ពិតប្រាកដណាស់ ភ្នំនោះធ្លាក់សង្កត់ពួកគេ។ (យើង បានមានបន្ទូលថា) ចូរពួកអ្នកទទួលយក(គម្ពីរតាវរ៉ត)ដោយខ្ជាប់ ខ្ជួននូវអ្វីដែលយើងបានផ្ដល់ឱ្យពួកអ្នក ហើយចូរពួកអ្នកចងចាំនូវអ្វី ដែលមាននៅក្នុងវា ដើម្បីឱ្យពួកអ្នកកោតខ្លាច។","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:172","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ្នកបាន បពោ្ចញអំបូរអាដាំអំពីខ្នងរបស់ពួកគេនូវកូនចៅរបស់ពួកគេ ហើយ ទ្រង់បានឱ្យពួកគេធ្វើសាក្សីលើខ្លួនឯងថាៈ តើយើងមិនមែនជាម្ចាស់ របស់ពួកអ្នកទេឬ? ពួកគេបាននិយាយថាៈ មិនដូច្នោះទេ. ពួកយើង បានធ្វើសាក្សីថា ទ្រង់ជាម្ចាស់របស់ពួកយើង។ (យើងសួរដូចេ្នះ) ខ្លាចក្រែងពួកអ្នកនិយាយនៅថ្ងៃបរលោកថាៈ ពិតប្រាកដណាស់ ពួកយើងមិនធ្លាប់បានដឹងពីបញ្ហានេះឡើយ។","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:173","price":"ឬពួកអ្នកនិយាយថាៈ តាមពិតជីដូនជីតារបស់ពួកយើង បានធ្វើស្ហ៊ីរិកតាំងពីមុនមកម៉េ្លះ ហើយពួកយើងខ្ញុំគ្រាន់តែជាកូនចៅ ជំនាន់ក្រោយពីពួកគាត់ប៉ុណ្ណោះ។ តើទ្រង់បំផ្លាញពួកយើងដោយ សារតែពួកដែលប្រព្រឹត្ដខុស(ជំនាន់មុន)ធ្លាប់បានប្រព្រឹត្ដឬ?","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:174","price":"ហើយដូចេ្នះដែរ យើងបញ្ជាក់់នូវភស្ដុតាងយ៉ាងច្បាស់ ជាច្រើន ហើយសង្ឃឹមថាពួកគេនឹងវិលត្រឡប់(ទៅរកមាគ៌ាត្រឹមត្រូវវិញ)។","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:175","price":"ចូរអ្នក(មូហាំម៉ាត់)អធិប្បាយដល់ពួកគេនូវដំណឹង របស់អ្នកដែលយើងបានផ្ដល់ឱ្យគេនូវបណ្ដាភស្ដុតាងរបស់យើង។ តែគេបានបោះបង់វា ហើយស្ហៃតនបានអូសទាញគេ រួចគេក៏ស្ថិត ក្នុងចំណោមពួកដែលវងេ្វង។","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:176","price":"ប្រសិនបើយើងមានចេតនា យើងពិតជាលើកតម្កើង គេតាមរយៈវា(អាយ៉ាត់)។ ក៏ប៉ុន្ដែបុគ្គលនោះបានរេទៅរកជីវិត លោកិយវិញ និងបានធ្វើតាមចំណង់ចិត្ដរបស់គេ។ ដូចេ្នះបុគ្គលនោះ ប្រៀបដូចជាសត្វឆ្កែ ប្រសិនបើអ្នកដេញវា ឬលែងវាចោល ក៏វា នៅតែលៀនអណ្ដាតដដែល។ នោះហើយគឺជាការប្រៀបធៀបក្រុម ដែលបានបដិសេធនឹងអាយ៉ាត់ៗរបស់យើង។ ដូចេ្នះ ចូរអ្នក(មូហាំ-ម៉ាត់)និទានរឿងទាំងនោះដើម្បីឱ្យពួកគេគិតពិចារណាចុះ។","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:177","price":"ការប្រៀបធៀបក្រុមដែលបានបដិសេធនឹងអាយ៉ាត់ៗ របស់យើង ហើយពួកគេធ្លាប់បានបំពានលើខ្លួនឯងនោះគឺអាក្រក់ បំផុត។","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:178","price":"អ្នកណាហើយដែលអល់ឡោះចង្អុលបង្ហាញ អ្នកនោះ ពិតជាអ្ម្នកដែលទទួលបានការចង្អុលបង្ហាញ។ រីឯអ្នកណាហើយដែល គេធ្វើឱ្យវងេ្វង ពួកទាំងនោះគឺជាពួកដែលខាតបង់។","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:179","price":"ហើយជាការពិតណាស់ យើងបានបង្កើតជិន និងមនុស្ស លោកភាគច្រើនសម្រាប់ដាក់ក្នុងនរកជើហាន់ណាំ។ ពួកគេមានចិត្ដ តែពួកគេមិនចេះស្វែងយល់នឹងវា។ ពួកគេមានភ្នែក តែពួកគេមិន មើលនឹងវា។ ពួកគេមានត្រចៀក តែពួកគេមិនស្ដាប់នឹងវា។ ពួក ទាំងនោះប្រៀបដូចជាសត្វពាហនៈ តែផ្ទុយទៅវិញពួកគេវងេ្វងជាង សត្វពាហនៈទៅទៀត។ ពួកទាំងនោះជាពួកដែលធេ្វសប្រហែស។","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:180","price":"ហើយបណ្ដាឈ្មោះដ៏ល្អប្រពៃជាកម្មសិទ្ធិរបស់ អល់ឡោះ។ ដូចេ្នះ ចូរពួកអ្នកបួងសួងសុំទ្រង់តាមរយៈឈ្មោះទាំង នោះចុះ។ ហើយចូរពួកអ្នកបោះបង់ចោលពួកដែលកែប្រែបណ្ដា ឈ្មោះរបស់ទ្រង់។ ពួកគេនឹងត្រូវគេតបស្នងនូវអ្វីដែលពួកគេបាន ប្រព្រឹត្ដ។","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:181","price":"ហើយក្នុងចំណោមអ្នកដែលយើងបានបង្កើតនោះ គឺ ប្រជាជាតិដែលពួកគេចង្អុលបង្ហាញនូវមាគ៌ាដ៏ត្រឹមត្រូវ ហើយដោយ ភាពត្រឹមត្រូវនេះ ពួកគេអនុវត្ដនូវភាពយុតិ្ដធម៌។","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:182","price":"ហើយពួកដែលបានបដិសេធនឹងអាយ៉ាត់ៗរបស់យើង យើងនឹងអូសទាញពួកគេបន្ដិចម្ដងៗ(ទៅរកសេចក្ដីវិនាសអន្ដរាយ និងផ្ដន្ទាទោស)តាមរូបភាពដែលពួកគេមិនដឹងខ្លួន។","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:183","price":"តែយើងពន្យារពេលឱ្យពួកគេ។ ពិតប្រាកដណាស់ វិធី សាស្ដ្ររបស់យើងគឺរឹងមាំបំផុត។","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:184","price":"តើពួកគេមិនពិចារណាទេឬ? មិត្ដរបស់ពួកគេ(មូហាំ-ម៉ាត់)មិនមែនជាមនុស្សវិកលចរិតឡើយ។ គេគ្មានអ្វីក្រៅពីជាអ្នក ដាស់តឿនព្រមានដ៏ជាក់ច្បាស់នោះឡើយ។","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:185","price":"តើពួកគេមិនសម្លឹងមើលការគ្រប់គ្រងមេឃជាច្រើន ជាន់ និងផែនដី និងអ្វីៗគ្រប់បែបយ៉ាងទាំងអស់ដែលអល់ឡោះបាន បង្កើត ហើយ(ភាពអន្ដរាយ)អាចនឹងមកដល់ចុងបពា្ចប់នៃជីវិត របស់ពួកគេទេឬ? តើមានពាក្យសំដីណាបន្ទាប់ពីវា(គម្ពីរគួរអាន) ដែលធ្វើឱ្យពួកគេមានជំនឿនោះ?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:186","price":"អ្នកណាហើយដែលអល់ឡោះធ្វើឱ្យវងេ្វង គឺគ្មានអ្នក ចង្អុលបង្ហាញដល់គេឡើយ។ ហើយអល់ឡោះបោះបង់ចោលពួក ទាំងនោះឱ្យស្ថិតក្នុងភាពវងេ្វងរបស់ពួកគេដោយពួកគេមានការ ស្ទាក់ស្ទើរ។","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:187","price":"ពួកគេនឹងសួរអ្នក(មូហាំម៉ាត់)អំពីថ្ងៃបរលោកថាៈ តើ ពេលណាទើបវាកើតឡើង? ចូរអ្នកពោលថាៈ តាមពិតការដឹងពី បញ្ហាវានៅលើម្ចាស់របស់ខ្ញុំតែមួយគត់។ គ្មាននរណាម្នាក់អាច បញ្ជាក់ប្រាប់ពីពេលកំណត់របស់វាក្រៅពីទ្រង់ឡើយ។ វាអាថ៌កំបាំង បំផុតសម្រាប់អ្នកដែលរស់នៅលើមេឃជាច្រើនជាន់ និងផែនដី។ វានឹងកើតឡើងដល់ពួកអ្នកភ្លាមៗ។ ពួកគេសួរអ្នកហាក់ដូចជាអ្នក ដឹងពិតប្រាកដអំពីបញ្ហានេះ។ ចូរអ្នកពោលថាៈ ជាការពិតណាស់ ការដឹងពីបញ្ហារបស់វាគឺនៅលើអល់ឡោះតែមួយគត់ តែមនុស្ស ភាគច្រើនមិនដឹងឡើយ។","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:188","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ខ្ញុំគ្មានលទ្ធភាពផ្ដល់ផល ប្រយោជន៍សម្រាប់ខ្លួនរបស់ខ្ញុំ និងរុញច្រានភាពគ្រោះថ្នាក់ចេញ ពីខ្លួនខ្ញុំបានឡើយ លើកលែងតែអ្វីដែលអល់ឡោះមានចេតនា ប៉ុណ្ណោះ។ ប្រសិនបើខ្ញុំបានដឹងនៃអាថ៌កំបាំង ខ្ញុំពិតជានឹងបង្កើននូវ អំពើល្អយ៉ាងច្រើន ហើយគ្មានអំពើអាក្រក់ណាមកបៀតបៀនរូប ខ្ញុំបានឡើយ។ ខ្ញុំគ្មានអ្វីក្រៅពីជាអ្នកដាស់តឿនព្រមាន និងផ្ដល់ ដំំណឹងរីករាយដល់ក្រុមដែលមានជំនឿនោះឡើយ។","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:189","price":"អល់ឡោះជាអ្នកដែលបានបង្កើតពួកអ្នកមកពីមនុស្ស តែមួយគត់(អាដាំ)ហើយអល់ឡោះបានបង្កើតចេញពីគាត់នូវ ភរិយារបស់គាត់(ហាវ៉ា) ដើម្បីឱ្យគាត់មានភាពរីករាយរស់នៅជា មួយនាង។ នៅពេលគាត់បានរួមភេទជាមួយនាង នាងក៏មានផ្ទៃ ពោះដ៏ស្រាល ហើយនាងបន្ដពរពោះនោះ។ នៅពេលផ្ទៃពោះនោះ មានភាពធ្ងន់ គេទាំងពីរក៏បានបួងសួងសុំពីអល់ឡោះដែលជាម្ចាស់ របស់ពួកគេទាំងពីរថាៈ ពិតប្រាកដណាស់ ប្រសិនបើទ្រង់ប្រទានឱ្យ ពួកយើងនូវកូនដ៏ល្អម្នាក់នោះ ពួកយើងពិតជានឹងក្លាយទៅជាអ្នក ដែលស្ថិតក្នុងចំណោមអ្នកដែលដឹងគុណ។","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:190","price":"ក្រោយមកនៅពេលដែលអល់ឡោះបានប្រទានឱ្យពួក គាត់ទាំងពីរនូវកូនដ៏ល្អម្នាក់ ពួកគាត់ទាំងពីរក៏បានធ្វើស្ហ៊ីរិកចំពោះ អល់ឡោះ(ក្នុងការដាក់ឈ្មោះកូន)នូវអ្វីដែលទ្រង់បានប្រទានឱ្យ ពួកគេទាំងពីរនេះទៅវិញ។ ហើយអល់ឡោះខ្ពង់ខ្ពស់អំពីអ្វីដែល ពួកគេកំពុងធ្វើស្ហ៊ីរិកនោះ។","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:191","price":"តើពួកអ្នកប្រព្រឹត្ដស្ហ៊ីរិកចំពោះអល់ឡោះនូវវត្ថុដែលមិន អាចបង្កើតអ្វីបាន តែពួកគេត្រូវបានគេបង្កើតនោះឬ?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:192","price":"ហើយវាទាំងនោះ(រូបសំណាក)គ្មានលទ្ធភាពជួយដល់ ពួកគេ(ពួកមូស្ហរីគីន)បានឡើយ ហើយពួកវាផ្ទាល់ក៏គ្មានលទ្ធភាព ជួយខ្លួនឯងដែរ។","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:193","price":"ហើយប្រសិនបើពួកអ្នកបួងសួងសុំពួកវា(រូបសំណាក) ឱ្យចង្អុលបង្ហាញ ពួកវាមិនអាចធ្វើតាមពួកអ្នកឡើយ។ វាដូចតែ គ្នាទេ ទោះបីជាពួកអ្នកបានបួងសួងសុំពួកវា ឬពួកអ្នកនៅស្ងៀម ក៏ដោយ។","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:194","price":"ពិតប្រាកដណាស់ ពួកដែលពួកអ្នកកំពុងបួងសួងសុំផេ្សង ពីអល់ឡោះនោះ គឺជាខ្ញុំរបស់អល់ឡោះដូចពួកអ្នកដែរ។ ដូចេ្នះ ចូរ ពួកអ្នកបួងសួងសុំពួកគេ ហើយឱ្យពួកគេឆ្លើយតបចំពោះពួកអ្នក មើល. ប្រសិនបើពួកអ្នកជាអ្នកដែលត្រឹមត្រូវមែននោះ។","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:195","price":"តើពួកវា(រូបសំណាក)មានជើងអាចដើរ ឬពួកវាមាន ដៃអាចកាន់ ឬពួកវាមានភ្នែកអាចមើល ឬពួកវាមានត្រចៀកអាច ស្ដាប់បានឬ? ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកបួងសួងសុំ ម្ចាស់(រូបសំណាក)របស់ពួកអ្នក បន្ទាប់មកពួកអ្នកប្រើល្បិចកល តតាំងជាមួយខ្ញុំចុះ ហើយកុំបន្ធូរដៃឱ្យខ្ញុំឱ្យសោះ។","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:196","price":"ពិតប្រាកដណាស់ អ្នកគាំពាររបស់ខ្ញុំនោះ គឺអល់ឡោះ ដែលបានបញ្ចុះគម្ពីរ(គួរអាន) ហើយទ្រង់ជាអ្នកគាំពារបណ្ដាអ្នក ដែលធ្វើអំពើល្អ។","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:197","price":"ហើយពួកដែលពួកអ្នកកំពុងតែបួងសួងសុំផេ្សងពីទ្រង់ នោះ ពួកគេមិនអាចជួយពួកអ្នកបានឡើយ ហើយពួកគេក៏មិនអាច ជួយខ្លួនឯងបានដែរ។","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:198","price":"ហើយប្រសិនបើពួកអ្នកបួងសួងសុំពួកវា(រូបសំណាក) ឱ្យចង្អុលបង្ហាញ ពួកវាមិនឮឡើយ។ អ្នកឃើញពួកវា ខណៈដែល ពួកវាកំពុងសម្លឹងមើលអ្នក តែពួកវាមើលមិនឃើញឡើយ។","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:199","price":"ចូរអ្នក(មូហាំម៉ាត់)ទទួលយកការអធ្យាស្រ័យ និង ប្រើគ្នាឱ្យធ្វើល្អ និងចៀសវាងពីទង្វើរបស់ពួកដែលល្ងង់ខ្លៅ(កុំផ្ដ ន្ទាទោសពួកគេ)។","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:200","price":"ហើយប្រសិនបើមានការអុចអាលពីស្ហៃតនកើតមាន ចំពោះអ្នក ចូរអ្នកសុំពីអល់ឡោះឱ្យបញ្ចៀសឱ្យឆ្ងាយ(ពីវា)។ ពិត ប្រាកដណាស់ ទ្រង់មហាឮ មហាដឹង។","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:201","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ នៅពេលក្រុមស្ហៃតនបានមករំខានដល់ពួកគេ ពួកគេនឹកឃើញ អល់ឡោះ។ ហើយនៅពេលនោះពួកគេគឺជាពួកដែលមើលឃើញ (ប្រការដែលត្រឹមត្រូវ)។","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:202","price":"តែបងប្អូនរបស់ពួកគេ(ស្ហៃតននិងជិន)នៅតែជំរុញពួក គេឱ្យធ្លាក់ក្នុងភាពវងេ្វង ក្រោយមកពួកគេគ្មានទីបពា្ចប់ឡើយ។","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:203","price":"កាលណាអ្នកមិនទាន់នាំទៅកាន់ពួកគេ នូវអាយ៉ាត់ណាមួយទេ ពួកគេនឹងបាន ចេញវាចាថា ហេតុអ្វីបានជាអ្នកមិនច្នៃបង្កើតអាយ៉ាត់មួយទៅ?។ ចូរថាទៅ ការពិត យើងចាំតែប្រតិបត្តិតាមអ្វីដែលគេធ្វើវ៉ាហ៊ីមកកាន់យើង មកពីម្ចាស់របស់យើងតែប៉ុណ្ណោះ។ គួរអាននេះ គឺជាអាយ៉ាត់ពណ្ណរាយមកពីម្ចាស់ពួកអ្នកជាមគ្គុទ្ទេសក៍ និងជាក្តីអាណិតអាសូរ សំរាប់ក្រុមមនុស្សកំពុងមានជំនឿ។","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:204","price":"នៅពេលដែលមានគេសូត្រគម្ពីរគួរអាន ចូរពួកអ្នក ស្ដាប់វា និងត្រូវស្ងៀមស្ងាត់ សង្ឃឹមថាពួកអ្នកនឹងទទួលបានការ អាណិតស្រឡាញ់។","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:205","price":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកទៅចំពោះម្ចាស់របស់ អ្នកនៅក្នុងខ្លួនប្រាណរបស់អ្នកដោយឱនលំទោន និងកោតខ្លាចចុះ ហើយមិនត្រូវបពោ្ចញសំឡេងខ្លាំងៗនៅពេលព្រឹកនិងពេលរសៀល ឡើយ ហើយកុំធ្វើឱ្យខ្លួនរបស់អ្នកស្ថិតនៅក្នុងចំណោមពួកដែល ធេ្វសប្រហែសឱ្យសោះ។","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"7:206","price":"ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលនៅជិតម្ចាស់របស់អ្នក (ម៉ាឡាអ៊ីកាត់) ពួកគេមិនដែលក្រអឺតក្រទមអំពីការគោរពប្រតិបត្ដិចំពោះអល់ឡោះឡើយ ផ្ទុយទៅវិញពួកគេលើកតម្កើងទ្រង់ និង ស៊ូជូតចំពោះទ្រង់។","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:1","price":"ពួកគេនឹងសួរអ្នក(មូហាំម៉ាត់)អំពីជ័យភណ្ឌ។ ចូរអ្នកពោល ថាៈ ជ័យភណ្ឌទាំងនោះ គឺសម្រាប់អល់ឡោះនិងអ្នកនាំសារ។ ចូរ ពួកអ្នកកោតខ្លាចអល់ឡោះ និងផ្សះផ្សាគ្នារាល់បញ្ហា ដែលកើត មានរវាងពួកអ្នក។ ចូរពួកអ្នកប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំ សាររបស់ទ្រង់ ប្រសិនបើពួកអ្នកជាអ្នកមានជំនឿមែននោះ។","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:2","price":"តាមពិតបណ្ដាអ្នកដែលមានជំនឿនោះ គឺជាបណ្ដាអ្នកដែល នៅពេលមានគេរំលឹកចំពោះអល់ឡោះ ចិត្ដរបស់ពួកគេមានការភ័យ ខ្លាចញាប់ញ័រ។ ហើយនៅពេលដែលមានគេសូត្រអាយ៉ាត់ៗរបស់ ទ្រង់ឱ្យពួកគេស្ដាប់ វាធ្វើឱ្យពួកគេកាន់តែមានជំនឿថែមទៀត។ ហើយចំពោះម្ចាស់របស់ពួកគេតែមួយគត់ ដែលពួកគេប្រគល់ការ ទុកចិត្ដ។","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:3","price":"គឺបណ្ដាអ្នកដែលប្រតិបត្ដិសឡាត និងបរិច្ចាគអំពីអ្វីដែល យើងបានផ្ដល់ឱ្យពួកគេ។","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:4","price":"អ្នកទាំងនោះគឺជាអ្នកដែលមានជំនឿយ៉ាងពិតប្រាកដ។ ពួក គេនឹងទទួលបានឋានៈដ៏ខ្ពង់ខ្ពស់ និងការអភ័យទោស ហើយនិង លាភសក្ការៈដ៏ប្រពៃ(ឋានសួគ៌)ពីម្ចាស់របស់ពួកគេ។","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:5","price":"(ពួកអ្នកបានខ្វែងយោបល់គ្នាពីបញ្ហាជ័យភណ្ឌ)ដូចនេះម្ចាស់ របស់អ្នក(មូហាំម៉ាត់)បានប្រើឱ្យអ្នកចាកចេញពីលំនៅដ្ឋានរបស់ អ្នកយ៉ាងពិតប្រាកដ។ ហើយពិតប្រាកដណាស់ មួយក្រុមនៃអ្នក មានជំនឿមិនពេញចិត្ដ(ក្នុងការចាកចេញពីលំនៅដ្ឋាន)ឡើយ។","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:6","price":"ពួកគេជជែកដេញដោលជាមួយអ្នកនៅក្នុងរឿងពិតបន្ទាប់ពី វាបានលាតត្រដាងហើយនោះ ហាក់បីដូចជាពួកគេត្រូវបានគេជំរុញ ឱ្យទៅរកសេចក្ដីស្លាប់ ខណៈដែលពួកគេកំពុងមើលឃើញ(សេចក្ដី ស្លាប់នៅចំពោះមុខ)។","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:7","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលអល់ឡោះបានសន្យាជា មួយពួកអ្នក(មូស្លីមឱ្យមានជ័យជំនះ)លើក្រុមមួយនៃក្រុមទាំង ពីរ(កងទ័ព ឬក្រុមសត្វអូដ្ឋដឹកទំនិញ)ថាៈ ពិតប្រាកដណាស់ វាគឺ សម្រាប់ពួកអ្នក។ ហើយពួកអ្នកចង់បានក្រុមដែលគ្មានអាវុធ(ក្រុម សត្វអូដ្ឋដឹកទំនិញ)ជារបស់ពួកអ្នក។ ហើយអល់ឡោះចង់ពង្រឹង ការពិត(សាសនាអ៊ីស្លាម)តាមរយៈពាក្យពេចន៍របស់ទ្រង់ ហើយ ទ្រង់នឹងកាត់ផ្ដាច់ឫសគល់ពួកគ្មានជំនឿ(ឧ.នៅសមរភូមិបាទើរ)។","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:8","price":"(ទង្វើដូចនោះ)ដើម្បីអល់ឡោះនឹងបង្ហាញនូវការពិត (សាសនាអ៊ីស្លាម) ហើយទ្រង់នឹងលុបបំបាត់ការភូតកុហក(ស្ហ៊ីរិក) ទោះបីជាពួកដែលធ្វើអំពើអាក្រក់ស្អប់ខ្ពើមក៏ដោយ។","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:9","price":"(ចូរចងចាំ)នៅពេលដែលពួកអ្នកបានបួងសួងសុំជំនួយពី ម្ចាស់របស់ពួកអ្នក ហើយទ្រង់បានទទួលយកការបួងសួងសុំនោះ ពីពួកអ្នក(ដោយមានបន្ទូលថា) ជាការពិតណាស់ យើងជាអ្នកជួយ ពួកអ្នកដោយបញ្ជូនម៉ាឡាអ៊ីកាត់មួយពាន់រូបជាបន្ដបន្ទាប់។","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:10","price":"ហើយអល់ឡោះធ្វើយ៉ាងនេះគ្មានអ្វីក្រៅពីការផ្ដល់ដំណឹង រីករាយ និងដើម្បីធ្វើឱ្យចិត្ដរបស់ពួកអ្នកនឹងនរដោយសារវា(ជ័យជំនះ)នោះទេ។ ហើយគ្មានជ័យជំនះណាក្រៅពីជ័យជំនះមកពី អល់ឡោះនោះឡើយ។ ពិតប្រាកដណាស់ អល់ឡោះមហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:11","price":"(ចូរចងចាំ)នៅពេលដែលទ្រង់គ្របដណ្ដប់ពួកអ្នកដោយ ការងងុយគេងជាសុវត្ថិភាពពីទ្រង់។ ហើយទ្រង់បញ្ចុះទឹកភ្លៀងពីលើមេឃមកឱ្យពួកអ្នក ដើម្បីសំអាតពួកអ្នកតាមរយៈវា និងដើម្បី បំបាត់ការរំខានរបស់ស្ហៃតនចេញពីពួកអ្នក ហើយនិងដើម្បីពង្រឹង ចិត្ដរបស់ពួកអ្នក(ដោយមានភាពអត់ធ្មត់) ព្រមទាំងទ្រង់ធ្វើឱ្យ មានការងាយស្រួលក្នុងការដើរដោយសារទឹកភ្លៀងនោះ។","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:12","price":"(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ្នកផ្ដល់វ៉ាហ៊ីទៅ កាន់ពួកម៉ាឡាអ៊ីកាត់ថាៈ ពិតប្រាកដណាស់ យើងនៅជាមួយ(ជួយ) ពួកអ្នក។ ដូចេ្នះ ចូរពួកអ្នកពង្រឹងគោលជំហរបណ្ដាអ្នកដែលមាន ជំនឿចុះ យើងនឹងបញ្ចូលការភ័យខ្លាចទៅក្នុងចិត្ដរបស់ពួកដែល គ្មានជំនឿ។ ហើយចូរពួកអ្នកកាត់ក្បាលពួកគេ និងកាត់គ្រប់សន្លាក់ ឆ្អឹងទាំងអស់(ដៃជើង)ក្នុងចំណោមពួកគេ។","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:13","price":"ទាំងនោះគឺដោយសារពួកគេបានប្រឆាំងនឹងអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់។ ជនណាដែលប្រឆាំងនឹងអល់ឡោះ និង អ្នកនាំសាររបស់ទ្រង់នោះ ពិតប្រាកដណាស់អល់ឡោះគឺជាអ្នកដាក់ ទណ្ឌកម្មយ៉ាងខ្លាំងក្លាបំផុត។","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:14","price":"ទាំងនោះ(គឺជាទណ្ឌកម្ម)។ ដូចេ្នះ ចូរពួកអ្នកភ្លក្សរសជាតិវាចុះ។ ហើយពិតប្រាកដណាស់ ទារុណកម្មនៃភ្លើងនរក នោះគឺសម្រាប់ពួកដែលគ្មានជំនឿ។","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:15","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. នៅពេលណាពួកអ្នកបានជួប ប្រទះពួកគ្មានជំនឿ(ជាសត្រូវរបស់អ្នក)នៅក្នុងសមរភូមិ ចូរពួក អ្នកកុំបែរខ្នងដាក់ពួកគេ(រត់ចោលជួរ)ឱ្យសោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:16","price":"ហើយនៅថ្ងៃនោះ អ្នកណារត់ចោលជួររបស់គេក្រៅពីការ រកល្បិចកលដើម្បីធ្វើសង្គ្រាម ឬដកថយទៅរកក្រុមរបស់គេផេ្សង ទៀតនោះ អ្នកនោះពិតជាបានវិលត្រឡប់មកវិញដោយទទួលការ ខឹងសម្បាពីអល់ឡោះ ហើយទីកន្លែងរបស់គេគឺនរកជើហាន់ណាំ។ ហើយវាជាកន្លែងវិលត្រឡប់ដ៏អាក្រក់បំផុត។","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:17","price":"ដូច្នោះ ពួកអ្នក(អ្នកមានជំនឿ)មិនបានសម្លាប់ពួកគេ (ពួកមូស្ហរិគីនក្នុងសង្គ្រាមបាទើរ)ទេ។ ក៏ប៉ុន្ដែអល់ឡោះទេដែល បានសម្លាប់ពួកគេនោះ។ ហើយអ្នក(មូហាំម៉ាត់)មិនបានគ្រវែង ឡើយនៅពេលដែលអ្នកគ្រវែងនោះ ក៏ប៉ុន្ដែអល់ឡោះទេដែលបាន គ្រវែង។ ហើយទ្រង់សាកល្បងចំពោះបណ្ដាអ្នកដែលមានជំនឿនូវ ការសាកល្បងមួយដ៏ល្អ។ ពិតប្រាកដណាស់ អល់ឡោះ មហាឮ មហាដឹង។","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:18","price":"ដូច្នោះ(ការដែលពួកអ្នកទទួលបានជោគជ័យគឺមកពី អល់ឡោះ)។ ហើយពិតប្រាកដណាស់ អល់ឡោះគឺជាអ្នកដែល ធ្វើឱ្យល្បិចកលរបស់ពួកគ្មានជំនឿទន់ខ្សោយ។","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:19","price":"ប្រសិនបើពួកអ្នក(ពួកគ្មានជំនឿ)សុំពីអល់ឡោះ ដើម្បី ទទួលបានជ័យជំនះ(លើពួកបំពាន) ភាពជោគជ័យពិតជាបានមក ដល់ពួកអ្នកជាមិនខាន។ ក៏ប៉ុន្ដែប្រសិនបើពួកអ្នកបពា្ឈប់ការប្រឆាំង (ចំពោះអល់ឡោះ) វាជាការប្រសើរបំផុតសម្រាប់ពួកអ្នក។ ប្រសិន បើពួកអ្នកវិលត្រឡប់(ទៅរកការប្រឆាំង)វិញ យើងនឹងធ្វើឱ្យពួក អ្នកទទួលការបរាជ័យទៀតជាមិនខាន។ វាគ្មានប្រយោជន៍អ្វី សម្រាប់ពួកអ្នកឡើយ ទោះបីជាក្រុមរបស់ពួកអ្នកមានចំនួនច្រើន លើសលប់យ៉ាងណាក៏ដោយ។ ហើយអល់ឡោះពិតជានៅជាមួយ បណ្ដាអ្នកដែលមានជំនឿ។","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:20","price":"ឱបណ្ដាអ្នកមានជំនឿ. ចូរគោរពប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ហើយកុំបោះបង់ចោលការគោរពប្រតិបត្ដិ នេះឱ្យសោះនៅពេលដែលពួកអ្នកបានដឹងឮ(គម្ពីរគួរអាន)ហើយ នោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:21","price":"ចូរពួកអ្នកកុំធ្វើឱ្យដូចពួកដែលបាននិយាយថាៈ ពួកយើង បានឮហើយ តែពួកគេមិនយកចិត្ដទុកដាក់នូវអ្វីដែលពួកគេបាន ឮឱ្យសោះ។","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:22","price":"ពិតប្រាកដណាស់ សត្វលោកដែលអាក្រក់នៅចំពោះមុខ អល់ឡោះនោះ គឺអ្នកថ្លង់(បិទត្រចៀកមិនស្ដាប់) គ(មិននិយាយ ពីការពិត)ដែលមិនយល់អ្វីទាំងអស់។","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:23","price":"ហើយអល់ឡោះបានដឹងពីលក្ខណៈល្អប្រសើររបស់ពួកគេ ក្នុងការធ្វើឱ្យពួកគេបានយល់។ តែទោះបីជាទ្រង់ធ្វើឱ្យពួកគេស្ដាប់ យល់ក៏ដោយ ក៏ពួកគេនៅតែបែរចេញដដែល ថែមទាំងពួកគេជា អ្នកដែលប្រឆាំងទៀតផង។","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:24","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកឆ្លើយតបចំពោះ អល់ឡោះ និងអ្នកនាំសារ នៅពេលដែលគេបានអំពាវនាវពួកអ្នក ទៅរកអ្វីដែលគេធ្វើឱ្យពួកអ្នករស់ឡើងវិញ(ដើរតាមមាគ៌ា នៃសាស-នាអ៊ីស្លាម)។ ចូរពួកអ្នកជ្រាបថាៈ ពិតប្រាកដណាស់ អល់ឡោះអាច រារាំងរវាងមនុស្ស និងចិត្ដរបស់គេ(ដែលប៉ងប្រាថ្នា) ហើយពិត ប្រាកដណាស់ ពួកអ្នកនឹងត្រូវគេប្រមូលផ្ដុំទៅកាន់ទ្រង់វិញ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:25","price":"ចូរពួកអ្នកកោតខ្លាចចំពោះភាពវឹកវរដែលមិនត្រឹមតែ ប៉ះពាល់ចំពោះពួកដែលបំពានក្នុងចំណោមពួកអ្នកប៉ុណ្ណោះទេ(តែ វាអាចប៉ះពាល់ទាំងអ្នកធ្វើល្អ និងអ្នកធ្វើអាក្រក់)។ ចូរពួកអ្នក ជ្រាបថា ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកធ្វើទណ្ឌកម្មយ៉ាងខ្លាំង ក្លាបំផុត។","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:26","price":"ចូរពួកអ្នកចងចាំ នៅពេលដែលពួកអ្នកមានគ្នាតិច ហើយ ទន់ខ្សោយនៅទឹកដីនេះ(ម៉ាក្កះ) ខណៈដែលពួកអ្នកខ្លាចពួកប្រឆាំង ចាប់ជំរិតពួកអ្នក តែទ្រង់បានផ្ដល់កន្លែងជ្រកកោនដល់ពួកអ្នក(នៅ ម៉ាឌីណះ) និងពង្រឹងពួកអ្នកដោយជំនួយពីទ្រង់ ព្រមទាំងទ្រង់បាន ផ្ដល់លាភសក្ការៈដ៏ល្អសម្រាប់ពួកអ្នក ដើម្បីឱ្យពួកអ្នកដឹងគុណ។","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:27","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកកុំក្បត់នឹង អល់ឡោះ និងអ្នកនាំសារ ហើយនិងកុំក្បត់បណ្ដាអ្នកដែលមាន ទំនុកចិត្ដលើពួកអ្នក ខណៈដែលពួកអ្នកដឹងឱ្យសោះ។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:28","price":"ហើយចូរពួកអ្នកដឹងថាៈ ពិតប្រាកដណាស់ ទ្រព្យសម្បត្ដិ របស់ពួកអ្នកនិងកូនចៅរបស់ពួកអ្នកគឺជាការសាកល្បង(ពី អល់ឡោះ) ហើយពិតប្រាកដណាស់ នៅជាមួយអល់ឡោះនោះ គឺមានការតបស្នងដ៏ធំធេង។","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:29","price":"ឱបណ្ដាអ្នកដែលមានជំនឿ ប្រសិនបើពួកអ្នកកោតខ្លាច អល់ឡោះនោះ ទ្រង់នឹងធ្វើឱ្យពួកអ្នកចេះបែងចែកខុសត្រូវ ហើយ ទ្រង់នឹងលុបបំបាត់ចោលអំពើអាក្រក់ទាំងឡាយរបស់ពួកអ្នក ព្រម ទាំងទ្រង់អភ័យទោសដល់ពួកអ្នក។ អល់ឡោះគឺជាអ្នកដែលមាន ភាពសប្បុរសបំផុត។","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:30","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលពួកគ្មានជំនឿបានប្រើ ល្បិចកលចំពោះអ្នកដើម្បីឃុំឃាំងអ្នក ឬសម្លាប់អ្នក ឬបណេ្ដញ អ្នកចេញ(ពីស្រុកកំណើត)។ ពួកគេកំពុងប្រើល្បិចកល ហើយ អល់ឡោះក៏ប្រើល្បិចកល(ចំពោះពួកគេ)វិញដែរ។ អល់ឡោះគឺ ជាអ្នកដែលប្រើល្បិចដ៏ប្រសើរបំផុត។","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:31","price":"ហើយនៅពេលដែលមានគេសូត្រអាយ៉ាត់ៗរបស់យើង ឱ្យពួកគេស្ដាប់់ ពួកគេបាននិយាយថាៈ ពួកយើងពិតជាបានឮ ប្រសិន បើពួកយើងចង់វិញនោះ ពួកយើងប្រាកដជានិយាយដូចនេះ។ តែ នេះ(គម្ពីរគួរអាន)គ្មានអ្វីក្រៅពីរឿងនិទានរបស់អ្នកជំនាន់មុន នោះឡើយ។","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:32","price":"ហើយ(ចូរចងចាំ)នៅពេលដែលពួកគេ(ពួកមូស្ហរីគីន) បាននិយាយថាៈ ឱអល់ឡោះ. ប្រសិនបើ(គម្ពីរគួរអាន) នេះវាជា ការពិតមកពីទ្រង់មែននោះ សូមទ្រង់មេត្ដាបញ្ចុះភ្លៀងជាដុំថ្មពីលើ មេឃលើពួកយើង ឬផ្ដល់ឱ្យពួកយើងនូវទារុណកម្មដ៏ឈឺចាប់មក។","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:33","price":"អល់ឡោះមិនបានធ្វើទារុណកម្មពួកគេ ខណៈដែលអ្នក (មូហាំម៉ាត់)ស្ថិតនៅជាមួយពួកគេទេ។ ហើយអល់ឡោះក៏មិនមែន ជាអ្នកធ្វើទារុណកម្មពួកគេនៅពេលដែលមានពួកគេសុំអភ័យទោស នោះដែរ។","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:34","price":"ហើយតើពួកគេមានអ្វីដែលអាចឱ្យអល់ឡោះមិនធ្វើ ទារុណកម្មពួកគេ ខណៈដែលពួកគេហាមឃាត់(អ្នកមានជំនឿក្នុង ការតវ៉ាហ្វ និងការគោរពសក្ការៈ)ពីម៉ាស្ជិទហារ៉មនោះ? ពួកគេមិន មែនជាអ្នកគ្រប់គ្រងវាឡើយ។ អ្នកដែលគ្រប់គ្រងវាគ្មានអ្នកណា ក្រៅពីបណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះឡើយ ប៉ុន្ដែពួកគេភាគ ច្រើនមិនដឹង។","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:35","price":"ការគោរពសក្ការៈរបស់ពួកគេ(ពួកមូស្ហរីគីន)នៅម៉ាស្ជិទ ហារ៉មនោះ គឺគ្មានអ្វីក្រៅពីការហួចលេង និងទះដៃឡើយ។ ដូចេ្នះ ចូរពួកអ្នកភ្លក្សទារុណកម្មនូវអ្វីដែលពួកអ្នកធ្លាប់បានប្រឆាំងចុះ។","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:36","price":"ពិតប្រាកដណាស់ ពួកដែលប្រឆាំងចំណាយទ្រព្យសម្បត្ដិ របស់ពួកគេដើម្បីរារាំងអ្នកដទៃពីមាគ៌ារបស់អល់ឡោះ។ ហើយពួក គេនឹងចំណាយវា បន្ទាប់មកការចំណាយនោះនឹងធ្វើឱ្យពួកគេមាន ការសោកស្ដាយ។ បន្ទាប់មកទៀតពួកគេនឹងត្រូវបរាជ័យ។ ហើយ ពួកដែលបានប្រឆាំងនឹងត្រូវគេប្រមូលផ្ដុំទៅកាន់នរកជើហាន់ណាំ។","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:37","price":"គឺដើម្បីអល់ឡោះនឹងបែងចែករវាងអ្នកអាក្រក់ និងអ្នក ល្អ(អ្នកគ្មានជំនឿ និងមានជំនឿ)។ ហើយទ្រង់នឹងដាក់ពួកអាក្រក់ ជាគំនរលើគ្នា ហើយទ្រង់នឹងប្រមូលគេទាំងអស់ ក្រោយមកទ្រង់ ក៏ដាក់គេទៅក្នុងនរកជើហាន់ណាំ។ ពួកទាំងនោះគឺជាពួកដែលខាត បង់។","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:38","price":"ចូរអ្នក(មូហាំម៉ាត់)ពោលទៅកាន់ពួកដែលប្រឆាំងថាៈ ប្រសិនបើពួកគេបពា្ឈប់(ការប្រឆាំងនឹងអល់ឡោះ) គេនឹងអភ័យ-ទោសឱ្យពួកគេនូវអ្វីដែលពួកគេបានប្រព្រឹត្ដកន្លងមក។ តែបើពួក គេវិលត្រឡប់(ទៅរកការប្រឆាំង)ម្ដងទៀត គឺមាគ៌ារបស់ពួក ជំនាន់មុនបានកើតមានឡើងរួចទៅហើយ។","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:39","price":"ហើយចូរពួកអ្នក(អ្នកមានជំនឿ)ប្រយុទ្ធនឹងពួកគេ(ពួក មូស្ហរីគីន)រហូតដល់ភាពវឹកវរ(ប្រការស្ហ៊ីរិក)លែងកើតមាន និង ធ្វើឱ្យការគោរពសក្ការៈទាំងអស់ទៅចំពោះអល់ឡោះតែមួយគត់។ ហើយប្រសិនបើពួកគេបានបពា្ឈប់(ភាពវឹកវរ) ពិតប្រាកដណាស់ អល់ឡោះឃើញនូវអ្វីដែលពួកគេប្រព្រឹត្ដ។","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"km"},{"name":"8:40","price":"តែប្រសិនបើពួកគេបានបែរចេញវិញនោះ ចូរពួកអ្នកជ្រាប ថាៈ ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកគាំពារពួកអ្នក។ ទ្រង់ជាអ្នក គាំពារ និងជាអ្នកជួយដ៏ប្រសើរបំផុត។","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"km"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}