{"data":[{"name":"2:142","price":"WAPUMBAVU miongoni mwa watu watasema: Nini kilicho wageuza kutoka kibla chao walicho kuwa wakikielekea? Sema: Mashariki na Magharibi ni ya Mwenyezi Mungu; Yeye humwongoa amtakaye kwenye njia iliyo nyooka.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"Hakika wale wachache wa akili walio potezwa na pumbao lao wasiweza kufikiri sawa na kuzingatia miongoni mwa Mayahudi, na Wakristo, na washirikina na wanaafiki, watachukizwa kuwaona Waumini wameacha kukielekea kibla cha Beitul Muqaddas (Yerusalemu) walicho kuwa wakikielekea kwanza katika Sala. Na wao wakiona kuwa hicho kinastahiki zaidi kuliko kibla kingine, yaani cha Alkaaba. Basi waambie, Ewe Nabii! Jiha zote ni za Mwenyezi Mungu. Hapana upande ulio bora kuliko mwengine kwa dhati yake, lakini Mwenyezi Mungu ndiye mwenyewe anachagua upande autakao uwe ni kibla cha Sala. Na Yeye kwa mapenzi yake huuongoa kila umma katika wanaadamu kufuata njia iliyo sawa anayo ikhiari Yeye na anayo ikhusisha Yeye. Na sasa umekuja Ujumbe wa Muhammad unafuta risala zote zilizo tangulia, na Kibla cha sasa cha Haki ni hichi cha Alkaaba iliyopo Makka.","lang":"sw"},{"name":"2:143","price":"Na vivyo hivyo tumekufanyeni muwe Umma wa wasitani, ili muwe mashahidi juu ya watu, na Mtume awe ni shahidi juu yenu. Na hatukukifanya kibla ulicho kuwa nacho ila tupate kumjua yule anaye mfuata Mtume na yule anaye geuka akarejea nyuma. Na kwa yakini hilo lilikuwa jambo gumu isipo kuwa kwa wale alio waongoa Mwenyezi Mungu. Na Mwenyezi Mungu hakuwa mwenye kuipoteza Imani yenu. Kwani Mwenyezi Mungu ni Mpole kwa watu na Mwenye kuwarehemu.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"Na kwa ajili ya kutaka huku ndio tukakuongoeni kwenye Njia Iliyo Nyooka kabisa, na tukakujaalieni muwe Umma wa katikati ulio bora kwa muujibu tulivyo iwafikisha Dini sahihi na vitendo vyema, ili muwe wenye kuthibitisha Haki kwa mnasaba wa sharia zilizo tangulia, na ili Mtume awe mlinzi juu yenu, akikupeni nguvu kwa uwongozi wake kwa muda wa uhai wake, na kwa kufuata njia yake na mwendo wake baada ya kufa kwake. Ama kibla cha Beitul Muqaddas tulicho amrisha kifuatwe kwa muda fulani tulikifanya kuwa ni mtihani kwa Waislamu ili watambulikane wanao t'ii wakielekee kwa ut'iifu, na wenye kuchukuliwa na mori wao wa Kiarabu kwa kufuata nyao za Ibrahim tu waivunje amri ya Mwenyezi Mungu na kwa hivyo wapotelee njia ya upotovu. Na ilikuwa ile amri ya kuelekea Beitul Muqaddas ni katika mambo magumu ila kwa wale ambao wamejaaliwa kupata hidaya ya Mwenyezi Mungu. Ikawa kufuata amri hii miongoni mwa nguzo za Imani. Mwenye kuelekea kibla cha Beitul Muqaddas katika zama ilipo amrishwa hayo hakupoteza Imani yake na ibada yake kwa upole na rehema ya Mwenyezi Mungu.","lang":"sw"},{"name":"2:144","price":"Kwa yakini tukiona unavyo geuza geuza uso wako mbinguni. Basi tutakuelekeza kwenye Kibla ukipendacho. Basi elekeza uso wako upande wa Msikiti Mtakatifu; na popote mnapokuwa zielekezeni nyuso zenu upande huo; na hakika wale walio pewa Kitabu wanajua kwamba hiyo ni haki itokayo kwa Mola wao Mlezi. Na Mwenyezi Mungu si mwenye kughafilika na yale wanayo yatenda.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"Na Sisi tulikuona vipi unazichungua mbingu asaa uteremke Wahyi (ufunuo) wa kugeuza Kibla cha Beitul Muqaddas ufuate cha Alkaaba ambacho unakipenda, kwa kuwa ndicho Kibla cha Ibrahim, baba wa Manabii, na baba wa Mayahudi na Waarabu. Na hapo pana Maqaamu Ibrahim, alipokuwa akisimama Ibrahim. Kwa hivyo hichi ni Kibla kilicho kusanya wote, ijapokuwa kinaacha kibla cha Mayahudi. Basi hivi sasa Sisi tunakupa lile ombi lako. Kwa hivyo katika Sala zako elekea Masjidil Haraam (Msikiti Mtakatifu). Na nyinyi Waumini, kadhaalika, elekeeni huko popote pale mlipo. Watu wa Kitabu wanao udhika kwa kukiacha kwenu Kibla cha Beitul Muqaddas wanajua katika vitabu vyao kuwa nyinyi ni watu wa Alkaaba. Na wanajua kuwa amri ya Mwenyezi Mungu inawakhusisha watu wa kila sharia na kibla chao. Na hii ni haki inayo tokana na Mola wao Mlezi. Lakini wao wanataka kukufitinisheni na kukutilieni shaka katika Dini yenu. Na Mwenyezi Mungu si mwenye kughafilika nao, na Yeye atawalipa kwa wayatendayo.","lang":"sw"},{"name":"2:145","price":"Na hao walio pewa Kitabu, hata ukiwaletea hoja za kila namna, hawatafuata Kibla chako; wala wewe hutafuata kibla chao, wala baadhi yao hawatafuata kibla cha wengineo; na kama ukiyafuata matamanio yao baada ya kukufikia ujuzi, hakika hapo utakuwa miongoni mwa wenye kudhullumu.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"Na hakukua kutoridhika kwao Watu wa Kitabu nanyi ni kwa kudanganyikiwa ambako kwaweza kuondoka kwa hoja, bali kuudhika huko ni kwa inadi na kiburi. Kwa hivyo Ewe Mtume! Hata ukiwaletea kila hoja ya kukata kuwa Kibla chako ndicho cha kweli, hawakubali kukifuata Kibla chako. Ikiwa Mayahudi wangali wanatumai kuwa bado utarejea kwenye kibla chao, na wanatoa hiyo ni shuruti ya kusilimu kwao, basi watavunjika moyo, wala wewe hutofuata kibla chao. Na hao watu wa Kitabu kila kikundi chao kina kibla chake mbali. Wakristo hawafuati kibla cha Mayahudi, wala Mayahudi hawafuati kibla cha Wakristo, na kila mmoja kati yao anawaona wengine hawamo katika haki. Basi wewe thibiti hapo hapo kwenye Kibla chako, wala usiyaendekeze matamanio yao. Kwani mwenye kuyafuata matamanio yao baada ya kwisha pata ujuzi kuwa wao ni wapotovu, na kujua kuwa yeye yuko katika haki, basi huyo ni katika walio dhulumu na wenye kubobea katika dhulma. Wanasema wafasiri kuwa Mayahudi wanaelekea kwenye Mwamba katika Beitul Muqaddas na Wakristo wanaelekea Mashariki.","lang":"sw"},{"name":"2:146","price":"Wale tulio wapa Kitabu wanayajua haya kama wanavyo wajua watoto wao; na kuna kikundi katika wao huificha haki na hali wanajua.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"Na hakika Watu wa Kitabu wanajua kuwa huku kugeuza Kibla ni jambo la haki, na wanakutambua kuwa wewe ndiye Nabii aliye sifiwa katika vitabu vyao, na miongoni mwa sifa hizo kuwa atasali kuelekea Alkaaba. Na kujua kwao Unabii wako na kukijua Kibla chako ni sawa sawa wanavyo wajua watoto wao kwa uwazi kabisa. Lakini baadhi yao wanaificha kweli hii juu ya kuwa wanajua, kwa kufuata pumbao na chuki zao za upotovu kuwania mila zao kwa ajili ya kulinda madaraka yao, na wanatafuta hila za kukupotoeni nyie.","lang":"sw"},{"name":"2:147","price":"Haki inatoka kwa Mola wako Mlezi. Basi usiwe miongoni mwa wanao fanya shaka.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"Na hakika Haki ni anayo kutolea Mwenyezi Mungu Mtukufu sio wanayo kupotoshelea watu wa Kitabu. Basi kuweni na yakini nayo, msiwe watu wenye kutia shaka shaka na kubabaika. Na katika hiyo Haki ni hii amri ya Kibla, basi endeleeni nayo wala msiwabali (musiwajali) wapinzani.","lang":"sw"},{"name":"2:148","price":"Na kila mmoja anao upande anao elekea. Basi shindanieni mema. Popote mlipo Mwenyezi Mungu atakuleteni nyote pamoja. Hakika Mwenyezi Mungu ni Muweza wa kila kitu.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"Hakika Kibla hicho tulicho kuelekeza ndicho Kibla chako na Kibla cha Umma wako. Na hali kadhaalika kila umma una kibla chake unako elekea katika swala yao kwa mujibu wa sharia zilizo kwisha pita. Wala katika haya hapana kupikuana kwa ubora, na ama kupikuana kwa ubora ni kwa kutenda vitendo vya ut'iifu na a'mali za kheri. Basi kimbilieni kwenye kheri na mshindane kwa hayo. Mwenyezi Mungu atakuhisabuni kwa hayo, kwani Yeye atakukusanyeni nyote Siku ya Kiyama kutoka kokote mtapo kuwako. Wala hatamchopoka hata mmoja. Kila kitu kimo mkononi mwake, na katika hivyo ni amana, kuhuisha, kufufua na kukusanya.","lang":"sw"},{"name":"2:149","price":"Na popote wendako elekeza uso wako kwenye Msikiti Mtakatifu. Na hiyo ndiyo Haki itokayo kwa Mola wako Mlezi. Na Mwenyezi Mungu si mwenye kughafilika na mnayo yatenda.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"Basi katika Swala zako popote pale ulipo uelekee Msikiti Mtakatifu, ukiwa upo mjini au umo safarini, popote wendapo. Na hakika haya bila ya shaka ndiyo ya Haki yanayo wafikiana na hikima ya Mola wako Mlezi aliye pamoja nawe. Basi wewe na umma wako yatamanini haya. Kwani Mwenyezi Mungu atakulipeni malipo mema kabisa. Na Mwenyezi Mungu ni mwenye ujuzi wala hapana katika vitendo vyenu vilivyo fichikana naye.","lang":"sw"},{"name":"2:150","price":"Na popote wendako elekeza uso wako kwenye Msikiti Mtakatifu. Na popote mlipo elekezeni nyuso zenu upande huo ili watu wasiwe na hoja juu yenu, isipokuwa wale walio dhulumu miongoni mwao Basi msiwaogope wao, lakini niogopeni Mimi - na ili nikutimizieni neema yangu, na ili mpate kuongoka.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"Jilazimishe kuifuata amri ya Mwenyezi Mungu katika mambo ya kuelekea Kibla, na kuwa na pupa nayo wewe na umma wako. Na uelekeze uso wako uelekee upande wa Msikiti Mtakatifu popote wendapo katika safari zako. Na elekeeni huko popote mtapo kuwapo pande zote za dunia, mkiwa mko safarini au mpo mjini, ili ukatike ule ushindani wa hoja za hao walio khalifu na wanao jadiliana nanyi ikiwa hamkufuata amri hii ya kugeuza Kibla. Mayahudi watasema: Vipi Muhammad anapo sali anaelekea Beitul Muqaddas, na Nabii alielezwa katika vitabu vyetu ni kuwa moja katika sifa zake anaelekea Alkaaba? Na washirikina wa Kiarabu watasema: Vipi anadai kuwa mila yake ni mila ya Ibrahim, naye hafuati Kibla chake? Juu ya vyote hakika hao walio dhulumu walio potoka wakaiacha Haki kutoka pande zote mbili hawatoacha majadiliano yao na upotovu wao, bali watasema: Hakugeuka kuelekea Alkaaba ila kuwa anafuata ile ile dini ya kishirikina ya kaumu yake, na kuupenda ule mji wake. Basi nyinyi msiwabali hao, kwani uchochezi wao hauto kudhuruni. Nanyi niogopeni Mimi, msiikhalifu amri yangu. Kwa amri hii tumetaka kuitimiza neema juu yenu, na Kibla hichi tulicho kuelekezeni ndicho kipelekee kuthibiti kwenu katika uwongofu na kupata tawfiki.","lang":"sw"},{"name":"2:151","price":"Kama tulivyo mtuma Mtume kwenu anaye tokana na nyinyi, anakusomeeni Aya zetu na kukutakaseni na kukufundisheni Kitabu na hikima na kukufundisheni mliyo kuwa hamyajui.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"Na hivi kukuelekezeni kwenye Msikiti Mtakatifu na kwa kuwa tumekutumieni Mtume aliye tokana nanyi, akikusomeeni Aya ni katika kukutimizieni neema yetu, kama tulivyo kutimizieni ile neema - nayo ni Qur'ani - na akusafishieni nafsi zenu zitoke uchafu wa ushirikina na tabia na ada mbovu mbovu, na anakusemezeni kwa njia ya kukufunzeni maarifa ya Qur'ani na ilimu zenye nafuu, na kukufunzeni mambo ambayo mlikuwa hamyajui. Kwani mlikuwa katika ujinga na upotovu ulio mpofu wa kijahilia.","lang":"sw"},{"name":"2:152","price":"Basi nikumbukeni nitakukumbukeni, na nishukuruni wala msinikufuru.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"Basi enyi Waumini! Nikumbukeni kwa kunit'ii, na Mimi nitakukumbukeni kwa kukupeni thawabu. Na nishukuruni kwa neema nilizo kuvikeni, wala msizipinge neema hizi kwa kuyaasi yale niliyo kuamrisheni.","lang":"sw"},{"name":"2:153","price":"Enyi mlio amini! Takeni msaada kwa subira na Swala. Hakika Mwenyezi Mungu yu pamoja na wanao subiri.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"Na tafuteni kujisaidia, enyi Waumini, katika kila linalo kupateni, kwa kusubiri na kushika Swala. Swala ndio msingi wa ibada zote. Hakika Mwenyezi Mungu kwa uwezo wake wenye nguvu yu pamoja na wanao subiri. Yeye ndiye mlinzi wao, na Yeye ndiye anaye wanusuru daima.","lang":"sw"},{"name":"2:154","price":"Wala msiseme kuwa wale walio uwawa katika Njia ya Mwenyezi Mungu ni maiti; bali hao ni wahai, lakini nyinyi hamtambui.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"Na subira haipelekei ila kwenye kheri na kufanikiwa kote kuwili, duniani na Akhera. Basi msikae nyuma mkaacha kwenda kupigana Jihadi kwa ajili ya Mwenyezi Mungu. Wala msiogope kufa katika Jihadi, kwani mwenye kufa katika Jihadi huyo si maiti, hakufa, bali yuhai maisha ya juu kabisa, ijapo kuwa hawa tunao waona wahai hawatambui hayo.","lang":"sw"},{"name":"2:155","price":"Hapana shaka tutakujaribuni kwa chembe ya khofu, na njaa, na upungufu wa mali na watu na matunda. Na wabashirie wanao subiri,","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"Subira ni ngao na silaha ya Muumini ambayo kwayo hushindia kila shida na mashaka. Na nyinyi zitakuja kupateni shida nyingi. Tutakujaribuni na kukufanyieni mitihani kwa vitisho vya maadui, kwa njaa, na uchache wa vifaa, na kupungukiwa mali, na watu kufa, na kupotea mazao. Na hapana la kukulindeni katika mtihani huu mkali ila Subira. Basi Ewe Nabii! Wape bishara nzuri wanao subiri kwa moyo na ulimi.","lang":"sw"},{"name":"2:156","price":"Wale ambao ukiwasibu msiba husema: Hakika sisi ni wa Mwenyezi Mungu, na kwake Yeye hakika tutarejea.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"Wale ambao kwamba yanapo wateremkia machungu ya kuwaumiza wanaamini ya kuwa hakika kheri yote na shari inatokana na mwenyewe Mwenyezi Mungu, na ya kwamba amri yote ni ya Mwenyezi Mungu. Hao husema: Sisi ni milki ya Mwenyezi Mungu Mtukufu, na sisi ni wenye kurejea kwake Yeye. Sisi hatuna letu jambo lolote. Na Yeye ni mwenye kustahiki kushukuriwa kwa anacho toa, na juu yetu kusubiri wakati wa kujaribiwa, na kwake Yeye ndiyo zipo thawabu na malipo.","lang":"sw"},{"name":"2:157","price":"Hao juu yao zitakuwa baraka zitokazo kwa Mola wao Mlezi na rehema. Nao ndio wenye kuongoka.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"Basi hao wenye kusubiri, wenye kumuamini Mwenyezi Mungu, wanapewa bishara njema kuwa watapata maghfira na ihsani ya Mwenyezi Mungu, na wao ndio wenye kuongoka njia ya kheri na uwongozi mwema.","lang":"sw"},{"name":"2:158","price":"Hakika vilima vya Safaa na Marwa ni katika alama za Mwenyezi Mungu. Basi anaye hiji kwenye Nyumba hiyo au akafanya Umra, si kosa kwake kuvizunguka. Na anaye jitendea mwenyewe kheri basi bila ya shaka Mwenyezi Mungu ni Mwenye shukrani na Mjuzi.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"Na kama alivyo kuwa Mwenyezi Mungu ametukuza hadhi ya Alkaaba akaifanya iwe ndiyo Kibla cha Swala, hali kadhaalika ametukuza shani ya vilima viwili viliopo Makka, navyo ni Safaa na Marwa, akavifanya miongoni mwa mahala pa kufanyia ibada ya Hijja. Basi imewajibikia baada ya kuizunguka Alkaaba kwa kut'ufu, kwenda huku na huku baina ya vilima viwili hivyo mara saba. Kwenda huko kunaitwa Sa'yu. Na baadhi yenu labda walikuwa wakiona vibaya kufanya hivyo kwa kuwa kilikuwa kitendo cha siku za jahiliya kabla ya kuja Uislamu. Lakini kweli iliopo ni kuwa hiyo ni ada ya Kiislamu ya tangu zamani. Basi hapana ubaya wowote kufanya Sa'yu baina ya vilima viwili hivi kwa mwenye kunuwiya Hijja na Umra. Na Muumini na afanye jambo la kheri kama awezavyo, kwani hakika Mwenyezi Mungu ni Mjuzi wa ayatendayo, na Yeye atamlipa kwa a'mali yake.","lang":"sw"},{"name":"2:159","price":"Hakika wale wanao ficha tuliyo yateremsha nazo ni hoja zilizo wazi na uwongofu baada ya Sisi kuzibainisha kwa watu Kitabuni -- hao anawalaani Mwenyezi Mungu, na wanawalaani kila wenye kulaani.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"Hao wanao kukatalieni Dini yenu wako makundi mawili: kundi moja ni katika Watu wa Kitabu wanao ijua Kweli, lakini wanaificha kwa kujua na kwa inda. Na kundi jengine ni la washirikina ambao nyoyo zao ni pofu, kwa hivyo hawaioni Kweli, na badala ya Mwenyezi Mungu Mmoja wakawa wanaabudu miungu myengineo. Basi Watu wa Kitabu walio jua ushahidi wa ukweli wako wanajua haki ya Dini yako, lakini kisha wanazificha hizo dalili ili watu wasijue. Mwenyezi Mungu atawapatiliza ghadhabu yake, na atawaepusha rehema yake, na kila wanao omba katika Malaika, na Wanaadamu na Majini watawaapiza wasipate rehema ya Mwenyezi Mungu.","lang":"sw"},{"name":"2:160","price":"Ila wale walio tubu na wakatengeneza na wakabainisha, basi hao nitapokea toba yao, na Mimi ni Mwenye kupokea toba na Mwenye kurehemu.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"Wala hapana atakaye vuka na laana hiyo katika wao ila aliye tubu na akatenda mema kwa kuacha kuficha Haki, akayadhihirisha aliyo kuwa akiyaficha katika sifa za Mtume na Uislamu. Mwenyezi Mungu atakubali toba yake na atamfutia dhambi zake, kwani Yeye ndiye anaye kubali toba ya waja wake kwa huruma na rehema yake.","lang":"sw"},{"name":"2:161","price":"Hakika walio kufuru na wakafa hali ni makafiri, hao iko juu yao laana ya Mwenyezi Mungu na ya Malaika na ya watu wote.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"Ama wale walio kakamia na ukafiri, na wakafa bila ya toba wala majuto, jaza yao ni laana ya Mwenyezi Mungu, na Malaika na watu wote.","lang":"sw"},{"name":"2:162","price":"Watadumu humo. Hawata-punguziwa adhabu wala hawatapewa muda wa kupumzika.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"Na wataendelea katika laana hii na katika Moto, wala hawatapunguziwa adhabu, wala hawatapewa muhula wala haitoakhirishwa. Hata wakiomba muhula na kuakhirishwa hawataitikiwa.","lang":"sw"},{"name":"2:163","price":"Na Mungu wenu ni Mungu mmoja tu, hapana mungu ila Yeye. Mwingi wa rehema, Mwenye kurehemu.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"Hakika Mungu wenu anaye stahiki kuabudiwa pekee ni Mmoja. Hakuna mungu mwenginewe, wala hapana utawala ila wake. Tena Yeye amesifika kuwa ni Mwenye rehema, basi Yeye ni Rahim, Mwenye Kuwarehemu waja wake katika kuwaumba na kuwafanya walivyo.","lang":"sw"},{"name":"2:164","price":"Hakika katika kuumbwa kwa mbingu na ardhi, na kukhitalifiana usiku na mchana, na marikebu ambazo hupita baharini kwa viwafaavyo watu, na maji anayo yateremsha Mwenyezi Mungu kutoka mbinguni, na kwa hayo akaihuisha ardhi baada ya kufa kwake, na akaeneza humo kila aina ya wanyama; na katika mabadiliko ya pepo, na mawingu yanayo amrishwa kupita baina ya mbingu na ardhi, bila shaka zimo Ishara kwa watu wanao zingatia.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"Na zipo dalili nyingi na Ishara kwa kila mwenye akili juu ya kuwapo kwake na Ungu wake. Miongoni mwa hizo ni hizi mbingu mzionazo zinazo pitiwa na sayari kwa nidhamu bila ya kuzahamiana wala kugongana, zikiuletea ulimwengu huu joto na nuru. Na pia hii dunia yenye bara na bahari, na kupishana usiku na mchana, pamoja na manufaa yake. Katika Ishara na dalili hizo ni kuzingatia marikebu zipitazo baharini zikibeba watu na vifao vyao, na hapana aziendeshao hizo ila Mwenyezi Mungu. Ni Yeye ndiye anaye zituma pepo zinazo leta mvua. Na mvua ikateremka ikahuisha wanyama na ikanywesha ardhi na mimea. Na hizo pepo kwa mivumo yake ya kila namna, na mawingu yaliyo tundikwa baina ya mbingu na ardhi: Jee, yote haya yamesimama kwa uangalifu namna hii na kwa hukumu kama hizi wenyewe tu? Au vimeundwa na Mwenye Kujua Mwenye Uwezo?","lang":"sw"},{"name":"2:165","price":"Na katika watu wapo wanao chukua waungu wasio kuwa Mwenyezi Mungu. Wanawapenda kama kumpenda Mwenyezi Mungu. Lakini walio amini wanampenda Mwenyezi Mungu zaidi sana. Na laiti walio dhulumu wakajua watakapo iona adhabu kuwa nguvu zote ni za Mwenyezi Mungu na kuwa Mwenyezi Mungu ni mkali wa kuadhibu!","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"Na juu ya dalili zilio wazi baadhi ya watu walio potelewa na akili wamewafanya miungu mingine isiyo kuwa Mwenyezi Mungu, wakiwat'ii na kuwaabudu kama Mwenyezi Mungu na wakawafanya mfano wa Mwenyezi Mungu. Muumini humuelekea Mwenyezi Mungu tu, na kumt'ii kwake hakuna ukomo. Ama hao ut'iifu wao kwa miungu yao hulegalega wakati wa shida. Hapo basi humkimbilia Allah Subhanahu. Na walio jidhulumu nafsi zao lau wangezingatia adhabu itakayo wapata Siku ya Malipo, utakapo dhihiri Ufalme wa Mwenyezi Mungu, na ut'iifu ukawa wake tu wangeli achilia mbali ukhalifu wao na wangeli sita kutenda dhambi zao.","lang":"sw"},{"name":"2:166","price":"Walio fuatwa watakapo wakataa wale walio wafuata, na hali ya kuwa wamekwisha iona adhabu; na yatakatika mafungamano yao.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"Siku hiyo wafuasi watatamani wakubwa wao wawaokoe na upotofu, nao watawakataa na kujitenga nao wakisema: Hatukukwiteni mtut'ii katika kumuasi Mola wenu Mlezi. Hilo ni pumbao lenu tu na uovu wa vitendo vyenu. Makhusiano baina yao na mapenzi waliyo kuwa nayo duniani yatakatika siku hiyo, na watakuwa maadui wao kwa wao.","lang":"sw"},{"name":"2:167","price":"Na watasema wale walio fuata: Laiti tungeweza kurudi tukawakataa wao kama wanavyo tukataa sisi! Hivi ndivyo Mwenyezi Mungu atakavyo waonyesha vitendo vyao kuwa majuto yao; wala hawatakuwa wenye kutoka Motoni.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"Na hapa wafuasi itawabainikia kuwa walipotea walipo wafuata viongozi wao katika upotovu, na watatamani warejee duniani wawakatae viongozi wao kama wao walivyo wakataa siku ya leo. Vitendo vyao viovu vitadhihiri wajute, lakini wapi! Vimekwisha watumbukiza Motoni, na wala hawatatoka humo.","lang":"sw"},{"name":"2:168","price":"Enyi watu! Kuleni vilivyomo katika ardhi, halali na vizuri, wala msifuate nyayo za Shet'ani. Hakika yeye ni adui yenu aliye dhaahiri.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"Enyi watu! Kuleni vyakula alivyo kuumbieni Mwenyezi Mungu katika ardhi vilivyo halali, visivyo harimishwa, vilivyo vizuri, vinavyo pendwa na nafsi. Wala msimfuate Shetani anaye kupendezeni kula chakula cha haramu, au kuharimisha kilicho halali. Nyinyi mmeujua uadui wa Shetani kwenu, na umebainika ubaya wa anayo kuamrisheni.","lang":"sw"},{"name":"2:169","price":"Yeye anakuamrisheni maovu na machafu, na mumsingizie Mwenyezi Mungu mambo msiyo yajua.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"Shetani anakupambieni kiovu kwa dhati na chenye madhara kwa afya yenu, na kibaya ili mkitende. Kwa sababu yake mnafuata dhana na mawazo yasio na msingi. Mkamsingizia Mwenyezi Mungu kuhalalisha na kuharimisha bila ya dalili ya ilimu na yakini.","lang":"sw"},{"name":"2:170","price":"Na wanapo ambiwa: Fuateni aliyo yateremsha Mwenyezi Mungu; wao husema: Bali tutafuata tuliyo wakuta nayo baba zetu. Je, hata ikiwa baba zao walikuwa hawaelewi kitu, wala hawakuongoka?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"Wapotovu walio acha njia ya uwongofu wamezoea kuyashika waliyo yarithi kwa baba zao katika itikadi na vitendo. Wanapo itwa wafuate uwongofu wa Mwenyezi Mungu husema: Hatuachi tuliyo yakuta kwa baba zetu. Katika ujinga mkubwa kabisa ni kukhiari kufuata wazee kuliko kumt'ii Mwenyezi Mungu na kufuata uwongofu wake. Kefu basi inapo kuwa baba zao hawanacho wakijuacho katika Dini, na hawana mwangaza wa kuwanawirisha uwongofu na Imani?","lang":"sw"},{"name":"2:171","price":"Na mfano wa walio kufuru ni kama mfano wa anaye mpigia kelele asiye sikia ila wito na sauti tu ni viziwi, mabubu, vipofu, kwa hivyo hawaelewi.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"Na mfano wa kuwaita hao makafiri wanao pinga haki na uwongofu na wasiitikie wala wasifahamu wanaitiwa nini ni mfano wa mchunga kondoo anapo wasemeza hayawani. Hawafahamu kitu wala hawasikii ila sauti, wala hawaelewi kinginecho. Basi hao kadhaalika kwa mintarafu ya Haki ni viziwi wa kusikia, vipofu wa kuona, mabubu wa kusema. Hawatamki jema, wala hawatoi la akili.","lang":"sw"},{"name":"2:172","price":"Enyi mlio amini! Kuleni vizuri tulivyo kuruzukuni, na mumshukuru Mwenyezi Mungu, ikiwa kweli mnamuabudu Yeye tu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"Na Sisi tumewaruhusu watu kula kila kilicho halali tulicho waumbia katika ardhi. Na tumewakataza wasifuate nyayo za Shetani. Wakifanya hivyo watakuwa wameongokewa, lakini wakikataa basi Sisi tunawakhusisha Waumini tu kwa uwongofu wetu, na tunawabainishia wao kilicho halali na haramu. Basi enyi Waumini! Mmeruhusiwa kula kila chakula kitamu kilicho chema, sio kichafu. Basi mshukuruni Mwenyezi Mungu aliye kuwekeeni wazi neema ya kumakinika kwa vitu vizuri na kukuhalalishieni, na kwa neema ya ut'iifu na kufuata amri yake ili ibada zenu zitimie. Qurani imeutangulia utibabu wa kisasa kwa kukataza kula mzoga, kwani kifacho kwa ukongwe au ugonjwa husabibishwa na sumu inayo mdhuru mlaji. Kadhaalika cha kunyongwa au maradhi huinajisi damu, na ndani yake huwamo vingi vya kudhuru kama jasho na mkojo. Na nguruwe husabibisha maradhi ya khatari kama TRICHINOSIS ambayo khatimaye huharibu moyo na mapafu na husabibisha mauti.","lang":"sw"},{"name":"2:173","price":"Yeye amekuharimishieni mzoga tu na damu na nyama ya nguruwe na kilicho tajiwa, katika kuchinjwa kwake, jina la asiye kuwa Mwenyezi Mungu. Lakini aliye fikiwa na dharura bila ya kutamani wala kupita kiasi, yeye hana dhambi. Hakika Mwenyezi Mungu ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"Sio yaliyo harimishwa wanayo zua Washirikina na Mayahudi. Lakini mlicho harimishiwa nyinyi Waumini ni nyamafu, mzoga, yaani mnyama asiye chinjwa, na mfano wake katika kuharimishwa ni nyama ya nguruwe, na nyama ambaye wakati wa kuchinjwa ametajiwa jina lisilo kuwa la Mwenyezi Mungu, kama vile miungu ya uwongo au mfano wake. Juu ya hivyo mtu akilazimika kwa dharura kula kidogo katika vilivyo katazwa kwa ajili ya njaa, na hakupata kinginecho, au kwa kulazimishwa, basi hana makosa juu yake. Lakini ajitenge na mwendo wa kijaahili, kutaka kula vilivyo katazwa kwa kutamani tu, na wala asipite kiasi kula kuliko cha kuondoa njaa tu.  Hali ya dharura inaruhusisha kinacho harimishwa, kwa sababu mauti ya yakini yanashinda madhara yanayo weza kustahamilika, na kwamba mwenye kulazimika kwa dharura haimfalii kupindukia mpaka wa dharura, wala asikiuke kile alicho lazimika kukila.","lang":"sw"},{"name":"2:174","price":"Hakika wale wafichao aliyo yateremsha Mwenyezi Mungu katika Kitabu, wakanunua kwacho thamani ndogo, hao hawali matumboni mwao isipo kuwa moto, wala Mwenyezi Mungu hatawasemeza Siku ya Kiyama, wala hatawatakasa. Nao watapata adhabu chungu.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"Miongoni mwa watu wanao jua aliyo yateremsha Mwenyezi Mungu kipo kikundi kinacho ficha baadhi ya maandishi ya ufunuo kwa ajili ya sababu fulani za kilimwengu. Mayahudi, mathalan, wakificha mengi yaliyo kuja katika Taurati ya kueleza sifa za Mtume kwa kukhofu wasije wakasilimu watu wa mila yao na kwa hivyo utukufu wao ukaondoka na wakapoteza mapato yao na vyakula vyao vitamu. Na hakika chakula chao wakilacho kwa njia hii ni kama kula moto, kwani hayo yatawapelekea kuingia Motoni. Mwenyezi Mungu atawatupilia mbali Siku ya Kiyama, wala hatawasafisha uchafu wao, na mbele yao kuna adhabu ya kuumiza kweli.","lang":"sw"},{"name":"2:175","price":"Hao ndio walio nunua upotofu badala ya uwongofu, na adhabu badala ya maghfira. Ama wavumilivu wa Moto watu hawa!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"Hao ndio wenye madhambi walio khiari upotovu wakaacha uwongofu, na kwa hivyo wakastahiki adhabu ya Akhera badala ya kupata msamaha. Watakuwa kama mwenye kununua baat'ili kwa haki, na chenye upotovu kwa chenye uwongofu. Hakika hali yao ni ya kustaajabisha, kwa kuwa wanavumilia kufanya mambo ambayo hayana budi kuwapelekea kwenye adhabu, na tena wakawa wenyewe wakayaonea uzuri hayo yanayo wapeleka huko!","lang":"sw"},{"name":"2:176","price":"Hayo ni kwa sababu Mwenyezi Mungu ameteremsha Kitabu kwa haki. Na wale walio khitilafiana katika Kitabu wamo katika upinzani ulio mbali na haki.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"Nao yamewapasa malipo waliyo kadiriwa kwa kukikataa Kitabu cha Mwenyezi Mungu alicho kiteremsha kwa haki na kweli. Na wamekhitalifiana kwacho khitilafu kubwa iliyo wapelekea kupenda kujadiliana na kujitenga na Haki, na kufuata pumbao, wakakigeuza na kukifisidi na kukifasiri kinyume na maana yake ya hakika.","lang":"sw"},{"name":"2:177","price":"Sio wema kuwa mnaelekeza nyuso zenu upande wa mashariki na magharibi. Bali wema ni wa anaye muamini Mwenyezi Mungu na Siku ya Mwisho na Malaika na Kitabu na Manabii, na anawapa mali, kwa kupenda kwake, jamaa na mayatima na masikini na wasafiri, na waombao, na katika ugombozi, na akawa anashika Swala, na akatoa Zaka, na wanao timiza ahadi yao wanapo ahidi, na wanao vumilia katika shida na dhara na wakati wa vita; hao ndio walio sadikisha, na hao ndio wajilindao.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"Watu wamekithirisha maneno juu ya Kibla kama kwamba wema wote ni hayo tu. Hivi sivyo. Kuelekea upande fulani, mashariki au magharibi, sio msingi wa Dini na kupata kheri, lakini kupata wema ni mambo kadhaa wa kadhaa, baadhi yake ni nguzo za itikadi sahihi, na baadhi yake ni katika misingi ya tabia njema na ibada. La kwanza: kumuamini Mwenyezi Mungu, na Siku ya kufufuliwa na kukusanywa na kuhisabiwa na yatakayo tokea Siku ya Kiyama; na kuamini Malaika, na Vitabu vilivyo teremka kwa Manabii, na kuwaamini wenyewe Manabii. Na pili: kutoa mali kwa kupenda na kuridhia nafsi kuwapa mafakiri katika jamaa, na mayatima, na wenye shida ya haja, na wasafiri walio katikiwa safari yao wasipate cha kuwafikishia wendako, na walio lazimika kuomba kwa haja walio nayo, na kukomboa watumwa. ( Walio fungwa na kutawaliwa na dhaalimu ni watumwa pia. )Tatu: kushika Swala. Lane: kutoa Zaka iliyo lazimishwa. La tano: kutimiza ahadi bilhali wal maal. La sita: kustahamili maudhi yanayo teremkia roho na mali, mnapo pambana na adui zama za vita. Basi wenye kukusanya imani hizi na vitendo hivi vya kheri ndio walio sadikisha Imani yao, na wao ndio wanao jilinda na ukafiri na mambo machafu na wakayaepuka.","lang":"sw"},{"name":"2:178","price":"Enyi mlio amini! Mmepewa ruhusa kulipa kisasi katika walio uwawa - muungwana kwa muungwana, na mtumwa kwa mtumwa, na mwanamke kwa mwanamke. Na anaye samehewa na ndugu yake chochote basi ashikwe kulipa kwa wema, na yeye alipe kwa ihsani. Huko ni kupunguziwa kuliko tokana na Mola wenu Mlezi, na ni rehema. Na atakaye vuka mipaka baada ya haya, basi yeye atapata adhabu chungu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"Katika Sharia tulizo walazimisha Waumini ni hukumu za mauwaji ya makusudi. Tumewaandikia kisasi kwa mauwaji. Na wala msichukulie dhulma za kijahiliya , walipo kuwa wakimuuwa muungwana asiye uwa kwa ajili ya mtumwa, na wakimuuwa mwanamume asiye uwa kwa ajili ya mwanamke, na mkuu asiye uwa badala ya mwenginewe aliye uwa, akaachiliwa aliye uwa khasa. (Kwa kila ukoo kujiona bora). Yatakikana yule aliye uwa auwawe yeye, akiwa ni muungwana, au mtumwa, au mwanamke. Msingi wa sharia ya kisasi ni kuondoa kufanyiana uadui kwa kumuuwa yule yule aliye uwa ili kuuzima moto wa kulipizana na kuondoa uadui. Walio uliwa mtu wao wakiacha kisasi, wakapendelea kuwasamehe wenzao, watakuwa na haki ya kupewa fidia kwa maiti wao. Na wao inatakikana wawe wasemehevu bila ya kumkahirisha aliye uwa. Na juu ya mwenye kuuwa alipe fidia bila ya kujikurupusha. Katika hukumu ya mauwaji kama tulivyo ilazimisha pana wepesi kwa Waumini ukilinganisha na hukumu ya Taurati inayo lazimisha kisasi tu, na kama ilivyo kuwa ni rehema ukilinganisha na watakavyo wenginewe kuwa muuwaji aachiliwe bure bila ya kumtaaradhi. Basi mwenye kuivuka hukumu hii baada ya hayo atapata adhabu chungu duniani na Akhera. Waarabu zama za jahiliya walikuwa hawafanyi usawa baina ya watukufu na wanyonge. Akiuliwa mwongozi hawatosheki na kumuuwa muuwaji bali huyo huachwa akenda kulipizwa kisasi kwa mwongozi wa kabila ya muuwaji. Kwao roho si sawa, na damu si sawa. Uislamu haukukubali haya, lakini ukapasisha Kisasi, roho kwa roho, mwenye kuuwa huuwawa. Muuwaji yeyote awaye atauliwa akiwa muungwana, mtumwa au mwanamke. Haya ni kwa ajili ya usawa katika damu; hapana mwenye damu tukufu na damu isiyo tukufu. Na inafahamika kwa ishara kuwa nafsi kwa nafsi. Na hii ni sharia ya milele, ilikuwako katika Taurat, na Injil na Qur'ani. Na Mwenyezi Mungu Mtukufu amesema: \"Na tuliwaandikia kuwa nafsi kwa nafsi...\" (taz. sura Almaida ). Na Mtume s.a.w. amesema: \"Damu za Waislamu ni sawa.\" Na amesema: \"Nafsi kwa nafsi\". Zingatia: Uislamu kwa sharia ya kisasi ina nadhari nyengine, sio kama kanuni za kutungwa. Imewapa wenye kuuliwa mtu wao haki ya kutaka muuwaji auwawe, kuondoa fitna na umwagaji wa damu mkubwa. Imewapa haki ya kusamehe au kulipwa kisasi, wala haizuilii serikali kumfedhehi aliye uwa ikiona hivyo ni maslaha. Uislamu hauzingatii sababu ya kuuwa, kwani mwenye kuuwa amedhulumu hata ikiwa sababu gani. Na huenda ukitafuta sababu akaonewa huruma mkosa, na kumpuuza mkoswa. Na hayo hupelekea mchafuko wa watu kuchukua kisasi mkononi mwao, na kuzalikana makosa juu ya makosa ya kuuwa, kwa kutoridhika wale walio uliwa mtu wao. Nadharia hii ya Kiislamu sasa inadurusiwa katika vyuo vikuu vya Ulaya.","lang":"sw"},{"name":"2:179","price":"Mtakuwa nao uhai mzuri katika kulipiza kisasi enyi wenye akili, ili msalimike.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"Hakika rehema ya Mwenyezi Mungu kwenu ni kubwa kwa hii hukumu ya kisasi. Kwa fadhila ya kisasi jamii yenu ina hakika kupata maisha ya amani na salama. Haya ni kwa kuwa mwenye kutaka kuuwa akijua kuwa naye atauwawa atajizuia kutenda alilo kusudia. Kwa hivyo yeye na yule ambaye angeli uwawa wanahifadhika. Lakini ikiwa kama ilivyo kuwa zama za ujahili akiuliwa mkuu kwa kuuliwa mtu mdogo, na asiye na kosa badala ya mwenye makosa - hapo inakuwa ni kuzua fitna, na kuondoka utulivu na amani. Wenye akili nawazingatie faida ya sharia ya kisasi. Hayo yatawapelekea watambue upole wa Mwenyezi Mungu kwao kuendea njia ya uchamngu, na kuzifuata amri za Mwenyezi Mungu Subhanahu.","lang":"sw"},{"name":"2:180","price":"Mmeandikiwa -- mmoja wenu anapo fikwa na mauti, kama akiacha mali -- afanye wasia kwa wazazi wake na jamaa zake kwa namna nzuri inayo pendeza. Ni waajibu haya kwa wachamngu.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"Kama tulivyo weka sharia ya kisasi kwa maslaha ya umma na kuhifadhi jamii, vile vile tumeleta sharia ya maslaha ya ukoo na kuulinda, nayo ni Sharia ya Wasiya. Basi mwenye kuona kuwa amekabiliwa na mauti naye akawa na mali basi yatatikana awawekee katika mali yake fungu la wazazi wake na jamaa zake, wale jamaa ambao hawamrithi. Katika hayo afuate mwendo unao pendeza na unakubaliwa na wenye akili. Asiwe akampa tajiri na akamwacha fakiri, bali amfadhilishe yule mwenye haja zaidi, wala asiweke sawa ila wale wenye pato sawa. Na faridha hiyo ni haki iliyo mwajibikia mwenye kupenda uchamngu na kufuata amri za Dini.","lang":"sw"},{"name":"2:181","price":"Na atakaye ubadilisha wasia baada ya kuusikia, basi dhambi yake ni juu ya wale watakao ubadilisha; hakika Mwenyezi Mungu ni Mwenye kusikia Mwenye kujua.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"Ukitoka wasiya basi huo ni haki iliyo waajibu, haijuzu kuugeuza na kuubadilisha ila ikiwa wasiya huo umeacha uadilifu. Mwenye kubadilisha haki akageuza wasiya muadilifu ulio sawa baada ya kujua hukumu hii basi huyo amepanda madhambi yatakayo mletea adhabu. Mwenye kuusia hana kosa kwa yatakayo tokea baada yake, wala hakudhani kuwa atakuwapo atakaye fanya hayo, wala yeye hapatilizwi kwa hayo. Mwenyezi Mungu, hakika, ni Mwenye kusikia na kujua, wala hapana linalo fichikana kwake.","lang":"sw"},{"name":"2:182","price":"Na mwenye kumkhofia muusiaji kwenda kombo au kupata dhambi akasuluhisha baina yao, basi hatakuwa na dhambi. Hakika Mwenyezi Mungu ni Msamehevu na Mwenye kurehemu.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"Ama ikiwa wasiya umeacha haki na njia iliyo sawa tuliyo kwisha ibainisha, kwa mwenye kufanya wasiya kumharimisha fakiri akampa tajiri, akawawacha jamaa zake akawapa mafakiri wasio rithi watu mbali, basi mwenye kwenda mwendo wa kheri akamrejeza mwenye kufanya wasiya ende sawa, basi hapana dhambi kwa kuugeuza wasiya kwa namna hiyo. Na Mwenyezi Mungu hamchukulii kitu kwa hayo, kwani Mwenyezi Mungu ni Msamehevu, Mwenye kurehemu.","lang":"sw"},{"name":"2:183","price":"Enyi mlio amini! Mmeandikiwa Saumu, kama waliyo andikiwa walio kuwa kabla yenu ili mpate kuchamngu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"Na kama tulivyo kuwekeeni sharia za Kisasi na Wasiya kwa ajili ya maslaha ya jamii zenu, na kuhifadhi mambo ya ukoo, kadhaalika tumeweka sharia za Saumu ili kuzitengeneza nafsi zenu, ziweze kujikinga na matamanio, na kukutukuzeni kuliko wanyama walio baki wanao fuata hisiya za matamanio yao tu. Na huku kufaridhishwa Saumu ni kama walivyo faridhishwa kaumu zilizo tangulia. Basi msilione kuwa ni jambo zito mno hili, kwani watu wote walilazimishwa haya. Kulazimishwa Saumu ni kwa ajili ipate kuleleka roho ya uchamngu, na ili muwe watu madhubuti, na nafsi zenu ziongoke sawa.","lang":"sw"},{"name":"2:184","price":"(Mfunge) siku maalumu za kuhisabika. Na atakaye kuwa miongoni mwenu mgonjwa au yumo safarini basi atimize hisabu katika siku nyengine. Na wale wasio weza, watoe fidiya kwa kumlisha masikini. Na atakaye fanya wema kwa kujitolea, basi ni bora kwake. Na mkifunga ni bora kwenu, kama mnajua.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"Mmeamrishwa mfunge siku chache za kuhisabika, na lau Mwenyezi Mungu angependa angeli kufanyieni muda mrefu. Wala hatukulazimisheni katika Saumu jambo msilo liweza. Aliye mgonjwa wa maradhi yanayo dhuriana na kufunga, au aliomo safarini, basi anaweza kula na alipe akisha pona au akirejea safarini. Ama asiyekuwa mgonjwa wala si msafiri, lakini hawezi kufunga ila kwa taabu kwa sababu ya udhuru kama ukongwe, na maradhi yasiyo tarajiwa kupona, yeye pia anaweza kula, na juu yake amlishe masikini ambaye hamiliki hata chakula cha siku moja yake. Na mwenye kujitolea kwa ridha yake kufunga zaidi kuliko faradhi itakuwa ni bora zaidi kwake. Kwani Saumu daima ni bora kwa mwenye kujua ukweli wa ibada.","lang":"sw"},{"name":"2:185","price":"Mwezi wa Ramadhani ambao imeteremshwa humo Qur'ani kuwa ni uwongofu kwa watu, na hoja zilizo wazi za uwongofu na upambanuzi. Basi ataye kuwa mjini katika mwezi huu naafunge. Na mwenye kuwa mgonjwa au safarini, basi atimize hisabu katika siku nyengine. Mwenyezi Mungu anakutakieni yaliyo mepesi wala hakutakieni yaliyo mazito, na mtimize hiyo hisabu, na mumtukuze Mwenyezi Mungu kwa kuwa amekuongoeni ili mpate kushukuru.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"Na siku hizi ni za mwezi wa Ramadhani mwezi wenye daraja tukufu kwa Mwenyezi Mungu ndipo ilipo teremshwa Qur'ani ili kuwaongoa watu wote kwa hoja zake zilizo wazi zinazo fikishia kheri, na zenye kutenga baina ya Haki na baat'ili kwa nyakati zote na vizazi vyote. Basi mwenye kuuwahi mwezi huu naye ni mzima, si mgonjwa, yupo mjini si msafiri, yampasa afunge Saumu. Na aliye mgonjwa anaye dhurika kwa kufunga au alioko safarini anaweza kula, na juu yake kuzilipa zile siku alizo kula kwa kufunga utapo ondoka udhuru. Kwani Mwenyezi Mungu hataki kuwapatisha watu mashaka na taklifa bali Yeye anapenda kuwafanyia watu sahala. Na Mwenyezi Mungu amekubainishieni Mwezi wa Saumu, na amekuongoeni ili mpate kutimiza siku za kufunga, na mumtukuze Mwenyezi Mungu kwa uwongofu alio kuongoeni, na akakupeni tawfiki njema.  Imethibiti kwa matibabu ya kisasa kuwa Saumu kwa namna ya Qur'ani ina faida nyingi, katika hizo ni kuwa inasaidia katika kutibu maradhi ya sukari, inatengeneza matumbo, inapunguza maumivu ya viungo, na maradhi ya moyo, inapumzisha nyama za mwili, na inasafisha uchafu mwingi wenye madhara, na pia inakuwa ni kinga kwa maradhi mengi mengineyo. Je, vipi kwa mtu asiye jua kusoma na kuandika ayajue yote haya?","lang":"sw"},{"name":"2:186","price":"Na waja wangu watakapo kuuliza khabari zangu, waambie kuwa Mimi nipo karibu. Naitikia maombi ya mwombaji anapo niomba. Basi na waniitikie Mimi, na waniamini Mimi, ili wapate kuongoka.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"Na Mimi nawajua vyema waja wangu, na najua wanayo yafanya na wanayo yawacha. Na Ewe Muhammad! Wakikuuliza waja wangu wakasema: Hivyo Mwenyezi Mungu yupo karibu nasi hata ajue tunayo yaficha na tunayo yatangaza na tunayo yawacha? Waambie: Mimi ni karibu nao zaidi kuliko wanavyo dhani. Na dalili ya hayo ni kuwa ombi la mwenye kuomba linafika wakati huo huo, na Mimi ndiye ninaye pokea hayo maombi wakati huo huo vile vile. Ilivyo kuwa Mimi nimewaitikia maombi yao basi na wao waniitikie Mimi kwa kuamini na kut'ii, kwani hiyo ndiyo njia ya kuongoka kwao na kusibu kwao.","lang":"sw"},{"name":"2:187","price":"Mmehalalishiwa usiku wa Saumu kuingiliana na wake zenu. Wao ni vazi kwenu, na nyinyi ni vazi kwao. Mwenyezi Mungu anajua kwamba mlikuwa mkizikhini nafsi zenu. Kwa hivyo amekukubalieni toba yenu na amekusameheni. Basi sasa changanyikeni nao na takeni aliyo kuandikieni Mwenyezi Mungu. Na kuleni na kunyweni mpaka ubainike kwenu weupe wa alfajiri katika weusi wa usiku. Kisha timizeni Saumu mpaka usiku. Wala msichanganyike nao, na hali mnakaa Itikafu msikitini. Hiyo ni mipaka ya Mwenyezi Mungu, basi msiikaribie. Namna hivi Mwenyezi Mungu anabainisha Ishara zake kwa watu ili wapate kumcha.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"Mwenyezi Mungu amekuhalalishieni usiku wa kufunga kuingiana na wake zenu, na wao kuchanganyika nanyi katika maisha na katika malazi. Ilikuwa ni mazito kwenu kujitenga nao, na sasa mmepunguziwa hizo taabu. Mwenyezi Mungu anajua kuwa mlikuwa mkijipunguzia starehe ya nafsi zenu na mkijidhulumu kwa kujizuia msiingiane na wake zenu hata usiku wa Ramadhani. Sasa amekusameheni na kukupunguzieni mikazo. Sasa basi msione vibaya kuchanganyika nao, na stareheni kwa aliyo kuhalalishieni Mwenyezi Mungu, na kuleni na mnywe usiku wa Ramadhani mpaka mwone mwangaza wa alfajiri unapo tokeza kutokana na kiza cha usiku. Hapo tena fungeni na mtimize Saumu mpaka linapo kuchwa jua. Na ilivyo kuwa Saumu ni katika ibada zinazo taka mtu kujiepusha na matamanio ya roho na kuingiana na wanawake wakati wa mchana, basi kadhaalika katika ibada ya kukaa Itikafu msikitini inahitaji kujitenga na kuacha kustarehe na wake zenu wakati huo mnapo kuwapo katika Itikafu. Na haya ya sharia za Saumu na Itikafu alizo kuwekeeni Mwenyezi Mungu yashikeni baraabara msikaribie kuyavunja. Na Mwenyezi Mungu ameyaweka wazi haya kwa watu kwa namna hii ili wapate kuyaogopa na waepukane na matokeo yake.","lang":"sw"},{"name":"2:188","price":"Wala msiliane mali zenu kwa baat'ili na kuzipeleka kwa mahakimu ili mpate kula sehemu ya mali ya watu kwa dhambi, na hali mnajua.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"Mmekatazwa siku zote kula mali ya watu kwa njia isiyo ya haki. Mali ya mtu si halali kwenu ila kwa moja ya njia alizo wekea Sharia Mwenyezi Mungu, kama vile mirathi, au kutunukiwa kwa kupewa na mwenye mali, au kwa mkataba ulio sahihi wenye kuhalalisha kumiliki. Na huenda mmoja wenu hutafuta njia za kumpokonya mwenziwe haki ya mali yake kwa kupeleka kesi mahkamani ili yeye kwa kushirikiana na mahakimu au makadhi na kuleta ushahidi wa uwongo, au uwongo dhaahiri, au kutoa rushwa, wapate kula mali kwa dhulma. Huo ni uovu mno kwa wanao tenda, na malipo yao ni mabaya sana.","lang":"sw"},{"name":"2:189","price":"Wanakuuliza khabarai ya miezi. Sema: Hiyo ni vipimo vya nyakati kwa ajili ya watu na Hija. Wala sio wema kuziingia nyumba kwa nyuma. Bali mwema ni mwenye kuchamngu. Na ingieni majumbani kupitia milangoni. Na mcheni Mwenyezi Mungu ili mpate kufanikiwa.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"Na watu wanakuuliza khabari za mwezi, unaanza mwezi mchanga kama uzi, kisha unakua mpaka unatimia kaamili. Tena unapungua mpaka unakuwa kama ulivyo anza. Haukai katika hali moja kama jua. Nini maana ya kugeuka huku hata inakuwa kila siku 29 au 30 unakuja mwezi mpya? Waambie: Huku kutokea hivi kuandama mwezi na kugeuka yapo ndani yake maslaha ya Dini na dunia pia. Hizi ni alama za kuonyesha nyakati  za mambo ya maisha yenu. Zinaonyesha nyakati za Hija, ambayo ni moja katika Nguzo za Dini yenu. Na lau kuwa mwezi ungeli baki namna moja tu kama jua, msingeli tambua nyakati za maisha yenu na Hija zenu. Wala huko kutojua hikima ya kugeuka mwezi kusikupelekeeni kutilia shaka hikima ya Muumba. Wala sio wema kuziingilia nyumba kwa nyuma, kinyume na wafanyavyo watu wote. Lakini wema ni kumchamngu katika nyoyo na kumsafishia niya, na kuziingilia nyumba kwa kupitia milangoni kama wafanyavyo watu wote. Na mtake Haki na dalili iliyo sawa. Basi takeni radhi ya Mwenyezi Mungu, na muiogope adhabu yake na kwa hivyo ndio mtaraji kufanikiwa kwenu, na kufuzu kwenu na kuepuka adhabu ya Moto. Uislamu unahisabu mwezi unapo andama na kugeuka sura kwa watu kupimia nyakati za ibada, na pia kwa mambo yao ya kidunia, kwa sababu hayo ni mambo ya kuonekana, na kwa hivyo taarikhi inajuulikana kwa sura ya mwezi. Mwezi kwa hakika ni kama kioo kinacho onyesha mwangaza wa jua huku duniani. Mwezi ukiwa kati baina ya jua na dunia hauonekani, na baadae mwezi mchanga unaandama na wakaazi wa dunia wanajua kuwa mwezi mpya umeanza. Ukifika mwezi katika upande unao kabiliana baina ya jua na dunia ndio unapo kuwa wakati wa mbaamwezi, mwezi mpevu. Khalafu unaendelea kupungua kama ulivyo kuwa kwanza ukizidi kukua. Kwa hivyo taarikhi inaanza tangu pale ulipo kuwa mwezi mchanga. Pale unapo onekana mwezi mchanga kama uzi ndio mwezi umeandama, huonekana upande wa magharibi, hata kwa dakika chache baada ya kuchwa jua nao hupotea. Hivyo hivyo siku baada ya siku huhisabiwa mpaka zipite siku 29 au 30.","lang":"sw"},{"name":"2:190","price":"Na piganeni katika Njia ya Mwenyezi Mungu na wale wanao kupigeni, wala msianze uadui. Kwani Mwenyezi Mungu hawapendi waanzao uadui.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"Na katika kumcha Mwenyezi Mungu ni kustahamili mashaka katika kumt'ii Yeye, na mashaka makubwa kabisa juu ya nafsi ni kuwapiga vita maadui wa Mwenyezi Mungu. Lakini wakikuvamieni, basi piganeni na hao wavamizi. Na mmepewa ruhusa kuurudi uvamizi wao, lakini nyinyi msivamie kwa kuanza nyinyi, au kwa kumuuwa asiye kupigeni vita wala hana mahusiano na vita; kwani Mwenyezi Mungu hawapendi wavamizi.","lang":"sw"},{"name":"2:191","price":"Na wauweni popote mwakutapo, na muwatoe popote walipo kutoeni; kwani fitina ni mbaya zaidi kuliko kuuwa. Wala msipigane nao kwenye Msikiti Mtakatifu mpaka wakupigeni huko. Wakikupigeni huko basi nanyi pia wapigeni. Na hivi ndivyo yalivyo malipo ya makafiri.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"Wauweni walio kuanzeni vita popote mnapowakuta, na watoeni Makka, wat'ani wenu ambao wamekulazimisheni kuutoka. Wala msione vibaya, kwani walio kufanyieni nyinyi ni maovu zaidi kuliko kuuwa msikitini, nako ni kuwafitini Waumini katika Dini yao kwa kuwaadhibu huko Makka mpaka wakauacha mji wao kuhifadhi Dini yao. Na huu Msikiti Mtakatifu una utakatifu wake, basi msiuvunje kwa kupigana ndani yake. Lakini wakikupigeni vita ndani yake basi nanyi pia wauweni, na nyinyi kwa fadhila ya Mwenyezi Mungu, mtashinda. Na malipo ya makafiri ni kufanyiwa wanayo wafanyia watu.","lang":"sw"},{"name":"2:192","price":"Lakini wakiacha basi Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"Wakirejea wakaacha ukafiri, wakafuata Uislamu basi Uislamu humuitikia anaye uelekea. Na Mwenyezi Mungu atawasamehe ule ukafiri wao wa zamani kwa fadhila yake na rehema yake.","lang":"sw"},{"name":"2:193","price":"Na piganeni nao mpaka pasiwepo fitina, na Dini iwe ya Mwenyezi Mungu tu. Na kama wakiacha basi usiweko uadui ila kwa wenye kudhulumu.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"Wapigeni vita walio taka kukuuweni na kukugeuzeni muache Dini yenu kwa maudhi na mateso mpaka ing'oke mizizi ya fitina na isafike Dini iwe ya Mwenyezi Mungu tu. Wakiuacha ukafiri wao basi wamejiokoa nafsi zao na wataepukana na adhabu. Hapo basi haifai kuwafanyia uadui. Uadui hufanyiwa mwenye kuidhulumu nafsi yake akaiteketeza kwa maasi na akaacha uadilifu kwa maneno na vitendo.","lang":"sw"},{"name":"2:194","price":"Mwezi mtakatifu kwa mwezi mtakatifu. Na vitu vitakatifu vimeekewa kisasi. Anaye kushambulieni nanyi mshambulieni, kwa kadiri alivyo kushambulieni. Na mcheni Mwenyezi Mungu. Na jueni kwamba Mwenyezi Mungu yu pamoja na wachamngu.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"Na pindi wakikushambulieni katika mwezi mtukufu msiache kupigana nao, kwani huo ni mtukufu kwao kama ulivyo kuwa mtukufu kwenu. Ikiwa wao watauvunja utukufu wake basi nanyi wakabilini kwa kuzilinda nafsi zenu katika huo mwezi. Na katika mambo matukufu na matakatifu pana sharia ya kisasi na kutendeana mfano kwa mfano. Anaye kushambulieni katika matakatifu yenu nanyi jilindeni na uadui huo kwa mfano wake. Na mcheni Mwenyezi Mungu, msikiuke mipaka katika kulipiza kisasi. Na jueni kuwa Mwenyezi Mungu ni Mwenye kuwanusuru wachamngu.","lang":"sw"},{"name":"2:195","price":"Na toeni katika njia ya Mwenyezi Mungu, wala msijitie kwa mikono yenu katika maangamizo. Na fanyeni wema. Hakika Mwenyezi Mungu huwapenda wafanyao wema.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"Kupambana na makafiri kunahitaji kutoa roho kama ilivyo kutoa mali. Basi toeni kwa kuandaa vita, na jueni kuwa kupigana na hawa ni kupigana katika Njia ya Mwenyezi Mungu. Basi msikae tu. Toeni mali kwa ajili yake, kwani mkitofanya na mkafanya ubakhili adui atakupandeni na atakudhilini. Hapo itakuwa kama mlio jitokomeza wenyewe kwenye maangamio. Tendeni lilio kuwajibikieni kwa uzuri na vilivyo, kwani Mwenyezi Mungu hupenda anapo fanya jambo mtu alifanye vizuri. Aya 190 mpaka 195 zinaeleza sharia ya vita katika Uislamu. Nazo zinaeleza kwa matamshi yalio wazi haya yafuatayo: 1. Ruhusa ya kupigana imetolewa kwa ajili ya kujilinda na uvamizi wa vita wa vitendo khasa, au zikidhihiri dalili kuwa maadui wanataka vita. Vita havikulazimishwa kwa ajili ya vita wala kwa sababu ya kutaka kuwasilimisha watu kwa kuwauwa na kuwapiga vita. 2. Kunakatazwa kuvamia au kuanza uadui kwa njia yoyote ile. Basi hapana ruhusa kufanyiwa uadui asiye pigana, wala hapana ruhusa kuvuka mipaka ya uadui wakati wa vita: basi hauliwi asiye chukua silaha, wala hakhusiani na vita bali ni mwenye kukumbwa tu na vita. Wala hauliwi mwenye kusalimu amri na akatupa silaha. Wala hapana ruhusa kuwavunjia watu nyumba zao, huko ni kupita mpaka. 3. Mzingatie fadhila iliyo onyeshwa kwa kuamrishwa kuchamngu. Basi msivunje heshima ya wanawake kuwanajisi, hata washirikina wakifanya hayo. Wala msiwakatekate walio uwawa hata ikiwa makafiri wakiwafanyia hayo Waumini. Washirikina walimfanyia hayo Bwana wa Mashahidi, Hamza, wala Mtume s.a.w. hakutoa ruhusa kumfanyia hayo maiti yeyote, bali alikataza akasema:\"Tahadharini msiwakatekate maiti\". 4. Vita vinakwisha wakiacha washirikina kuwafitini Waumini katika Dini yao, na Dini inakuwa inataka akili na nyoyo zimwelekee Mwenyezi Mungu kwa uhuru. 5. Hapana vita katika mwezi mtukufu, nayo ni miezi ya Hija na Umra. Ikiwa washirikina watapigana katika miezi hiyo, basi Waumini nao yawapasa wapigane. 6. Kuacha kutoka kwenda pigana na maadui wanauwa pasina nasi kupigana nao ni kuipoteza kheri na wema. Kwa haya inadhihiri kuwa vita vya Islamu vina fadhila katika sababu zinazo pelekea kuanza kwake, na vina uadilifu katika kuviendesha. Viwapi hivi na vita vya mataifa mengine ya zamani na ya sasa! Vita vyao hao ni vya uchafu, na vita vya Islamu ni vya Haki na vyenye fadhila.","lang":"sw"},{"name":"2:196","price":"Na timizeni Hija na Umra kwa ajili ya Mwenyezi Mungu. Na ikiwa mkizuiwa,basi (chinjeni) wanyama walio wepesi kupatikana. Wala msinyoe vichwa vyenu mpaka wanyama hao wafike machinjoni mwao. Na atakaye kuwa mgonjwa au ana vya kumuudhi kichwani mwake basi atoe fidiya kwa kufunga au kwa kutoa sadaka au kuchinja wanyama. Na mtakapo kuwa salama, basi mwenye kujistarehesha kwa kufanya Umra kisha ndio akahiji, basi achinje mnyama aliye mwepesi kumpata. Na asiye pata, afunge siku tatu katika Hija na siku saba mtakapo rudi; hizi ni kumi kaamili. Hayo ni kwa ajili ya yule ambaye watu wake hawako karibu na Msikiti Mtakatifu. Na mcheni Mwenyezi Mungu, na jueni Mwenyezi Mungu ni Mkali wa kuadhibu.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"Timizeni Hija na Umra kwa ajili ya Mwenyezi Mungu kwa ukamilifu, wala yasiwe makusudio yenu ya kidunia kama kutaka umaarufu na kadhaalika. Mkiharimia Hija na Umra akakuzuieni adui njiani basi mtatoka katika Ihram yenu kwa kunyoa nywele. Lakini kabla ya hayo mchinje mnyama aliye mwepesi kumpata, kama mbuzi au ngamia au ng'ombe, na kumtoa sadaka kwa masikini. Wala msinyoe mpaka mtimize haya. Mwenye kuharimia akapata maudhi katika nywele zake kwa maradhi au wadudu hapana ubaya kunyoa. Juu yake hapo atoe fidiya kwa kufunga siku tatu, au kutoa sadaka kuwalisha masikini sita chakula cha kutwa, au kuchinja mbuzi na kumtoa sadaka kwa masikini. Na ikiwa mpo katika amani na salama na hakukutokeleeni adui njiani, na mkakusudia Hija na Umra, na mkajistarehesha kwa kufanya Umra kwanza mpaka ufike wakati wa Hija ndio mharimie, basi inakupaseni kuchinja mbuzi kwa ajili ya masikini na mafakiri wa Makka. Asiye pata mbuzi au hamiliki bei yake afunge siku tatu hapo Makka, na siku saba akisha rejea kwao. Haya ni kwa aliye kuwa hana watu wake Makka. Kwa mwenye watu wake Makka hapana kitu akijistarehesha.","lang":"sw"},{"name":"2:197","price":"Hija ni miezi maalumu. Na anaye kusudia kufanya Hija katika miezi hiyo, basi asiseme maneno machafu wala asifanye vitendo vichafu wala asibishane katika Hija. Na kheri yoyote mnayo ifanya Mwenyezi Mungu anaijua. Na jitengezeeni zawadi. Na hakika bora ya zawadi ni uchamngu. Na nicheni Mimi, enyi wenye akili!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"Na Hija inakuwa katika miezi mnayo ijua, kwani jambo hili ni maarufu kwenu tangu zama za Ibrahim a.s. nayo ni miezi ya Mfungo Mosi, Mfungo Pili na Mfungo Tatu. Mwenye kuazimia faridha ya Hija katika miezi hii na akaingia basi afuate vilivyo adabu zake. Katika adabu za Hija ni kuwa mwenye kuharimia ajiepushe na kuingiana na wakeze, na kufanya maasi ya kutukanana na mengineyo, kujadiliana na kubishana na Mahujaji wenziwe, na ajiepushe na kila linalo pelekea chuki na khasama ili atoke katika Ihramu yake naye hali ana hishima yake. Ajitahidi kufanya kheri na kutafuta malipwa kwa Mwenyezi Mungu kwa kutenda mema, kwani Mwenyezi Mungu ni Mwenye kuyajua hayo na ni Mwenye kulipa vitendo vyema. Na mchukue zawadi za Akhera yenu kwa kuchamngu na kufuata amri za Mwenyezi Mungu na kuyaepuka ayakatazayo. Hiyo, basi ndio zawadi bora. Na kuweni wenye kuhisi khofu ya Mwenyezi Mungu katika yote mnayo yafanya na mnayo yawacha kwa mujibu wa akili na hikima njema. Katika vitendo vyenu vyote msichanganyishe hata chembe na mambo ya pumbao au makusudio ya kidunia.","lang":"sw"},{"name":"2:198","price":"Si vibaya kwenu kuitafuta fadhila ya Mola wenu Mlezi. Na mtakapo miminika kutoka A'rafat mtajeni Mwenyezi Mungu penye Masha'ril Haram. Na mkumbukeni kama alivyo kuongoeni, ijapo kuwa zamani mlikuwa miongoni mwa walio potea.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"Na walikuwako miongoni mwenu ambao wakiona vibaya kufanya biashara na kutafuta riziki wakati wa msimu wa Hija. Basi mnaambiwa kuwa hapana ubaya kwenu hayo, bali mnaweza kuchuma maisha kwa njia ziliyo ruhusiwa na sharia, na mtafute fadhila na neema za Mwenyezi Mungu. Wakitoka Mahujaji A'rafat baada ya kusimama huko, na wakafika Muzdalifa katika mkesha wa Idi ya Kuchinja, wamtaje Mwenyezi Mungu hapo Masha'ril Haram, napo ndipo kwenye kilima cha Muzdalifa, kwa kusoma Tahlili na kuitikia Labbaika na kusoma Takbir. Na wamtukuze Mwenyezi Mungu wakimhimidi na kumshukuru kwa vile alivyo waongoa kwenye Dini ya Haki na ibada iliyo nyooka katika Hija na Umra, na ilhali kabla ya hapo walikuwa katika walio potea njia ya uwongofu.","lang":"sw"},{"name":"2:199","price":"Kisha miminikeni kutoka pale wanapo miminika watu, na muombeni Mwenyezi Mungu msamaha: hakika Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"Makureshi walikuwa hawasimami na watu wengine katika A'rafat juu ya kuwa wakijua kuwa baba yao Ibrahim akisimama hapo. Na hayo ni kwa kujitukuza wasiwe sawa na wengineo na hali wao ati ni watu wa Nyumba ya Mwenyezi Mungu na ni wakaazi wa katika pahala patakatifu. Wakidai kuwa hayo ni kuitukuza Makka wasitoke kwenda A'rafat ambako si kutakatifu kama Makka. Mwenyezi Mungu akawalazimisha wazing'olee mbali hizo ada za kijinga, na wasimame katika A'rafat, na watoke huko kama watokavyo watu wote. Kwani hapana yeyote aliye bora kuliko mwengine katika utendaji wa ibada. Na inawapasa wamwombe Mwenyezi Mungu maghfira katika mwahala humu mwenye baraka. Hayo ndiyo yana maelekeo zaidi Mwenyezi Mungu kuwasamehe dhambi na makosa yao, na akawarehemu kwa fadhila yake.","lang":"sw"},{"name":"2:200","price":"Na mkisha timiza ibada zenu basi mtajeni Mwenyezi Mungu kama mlivyo kuwa mkiwataja baba zenu au mtajeni zaidi. Na wapo baadhi ya watu wanao sema: Mola wetu Mlezi, tupe duniani! Naye katika Akhera hana sehemu yoyote.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"Mkisha maliza a'mali za Hija na ibada zake wacheni mliyo kuwa mkiyafanya zama za ujahili ya kutafakhari kwa baba zenu na kukumbusha mambo yao, bali makumbusho yenu na kutukuza kwenu kuwe kwa Mwenyezi Mungu kama mlivyo kuwa mkiwakumbuka baba zenu, bali mtajeni Yeye kwa wingi zaidi kuliko wazee wenu, kwani Yeye ndiye Mwenye kuzitawala neema zenu na neema za baba zenu vile vile. Na humu mwahali mwa Hija ndio khasa mwahala mwa dua na kuombea fadhila na kheri na rehema zitokazo kwa Mwenyezi Mungu. Na walikuwako baadhi ya Mahujaji wakifupiza dua zao kwa mambo na kheri za dunia tu. Hao hawapati sehemu yoyote ya Akhera.","lang":"sw"},{"name":"2:201","price":"Na katika wao wapo wanao sema: Mola wetu Mlezi, tupe duniani mema, na Akhera mema, na utulinde na adhabu ya Moto!","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"Na wapo watu ambao Mwenyezi Mungu amewawezesha nyoyo zao zikapelekea kuomba kheri ya dunia na Akhera, na wakamwomba Mwenyezi Mungu awaepushe na shari na adhabu ya Moto.","lang":"sw"},{"name":"2:202","price":"Hao ndio watakao pata sehemu yao kwa sababu ya yale waliyo yachuma. Na Mwenyezi Mungu ni Mwepesi wa kuhisabu.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"Hawa wanapewa kama walivyo jaaliwa kuyachuma kwa kumwomba na kumtegemea Mwenyezi Mungu. Na Mwenyezi Mungu humlipa kila mtu kama anavyo stahiki, na ni Mwepesi wa kuhisabu na kulipa.","lang":"sw"},{"name":"2:203","price":"Na mtajeni Mwenyezi Mungu katika zile siku zinazo hisabiwa. Lakini mwenye kufanya haraka katika siku mbili (akarejea) si dhambi juu yake; na mwenye kukawia pia si dhambi juu yake, kwa mwenye kumchamngu. Na mcheni Mwenyezi Mungu, na jueni kwamba nyinyi mtakusanywa kwake.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"Na mtajeni Mwenyezi Mungu kwa Takbiri na vinginevyo katika siku maalumu, nazo ni siku za kutupa mawe hapo Mina, nazo ni taarikh 11 na 12 na 13. Na si lazima kwa Haji kukaa siku tatu hizi Mina akitupa mawe, bali anaweza kufupiza siku mbili, kwani msimamo wa kheri ni kuchamngu, si idadi. Na daima mcheni Mwenyezi Mungu, na jueni kuwa kwake Yeye mtakusanywa na muulizwe mliyo yatenda. Hayo mawe ni changarawe hutupwa mwahala maalumu katika Mina katika siku ya kuchinja (Idd) na siku tatu zifwatiazo.","lang":"sw"},{"name":"2:204","price":"Na katika watu yupo yule ambaye maneno yake kwa maisha ya kidunia hukufurahisha; naye humshuhudisha Mwenyezi Mungu kwa yaliyomo moyoni mwake, na hali yeye ndiye mkubwa wa ukhasimu.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"Ilivyo kuwa kumcha Mwenyezi Mungu ndio msingi, basi khasara ni ya wale watu ambao dhamiri walio nayo nyoyoni mwao ni mbali na maneno yanayo tamkwa na ndimi zao. Wamepewa utamu wa kupanga maneno, hukufurahisha kauli yao katika kujivutia manufaa ya maisha ya kidunia, na kuunga mkono kwa wayasemayo humsingizia Mwenyezi Mungu kuwa anashuhudia kuwa wayasemayo yanatoka nyoyoni mwao. Kumbe wao kwa hakika ndio wakubwa wa ukhasama na ukhabithi kwako wewe.","lang":"sw"},{"name":"2:205","price":"Na anapo tawala hufanya juhudi katika nchi kwa kufisidi humo na kuteketeza mimea na viumbe. Na Mwenyezi Mungu hapendi ufisadi.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"Na pindi wakitawalishwa madaraka yoyote haiwi juhudi yao kuleta maslaha, bali ni kuleta ufisadi na kuteketeza mimea, kukata miti na kuuwa wanyama na binaadamu. Na Mwenyezi hawapendi watu kama hawa, kwani Mwenyezi Mtukufu hapendi uharibifu.","lang":"sw"},{"name":"2:206","price":"Na akiambiwa: Mwogope Mwenyezi Mungu, hupandwa na mori wa kutenda madhambi. Basi huyo inamtosha Jahannam. Paovu mno hapo kwa mapumziko.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"Akinasihiwa amwogope Mwenyezi Mungu huzidi kupanda mori wake na akadhani kuwa hivyo unamvunjia cheo chake, akazidi kupanda madhambi na kuzidi kumchafua na kumwongeza inadi. Mtu huyo hatoshelezeki mpaka aingie Jahannam, na hayo ni makao maovu mno.","lang":"sw"},{"name":"2:207","price":"Na katika watu yupo ambaye huiuza nafsi yake kwa kutaka radhi za Mwenyezi Mungu; na Mwenyezi Mungu ni Mpole kwa waja wake.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"Ni farka kubwa baina ya wanaafiki hawa na Waumini wa kweli ambao watayari kuuza nafsi zao kwa sababu ya kutafuta radhi za Mwenyezi Mungu na kulitukuza Neno la Haki. Hawa ni kinyume na wale wa kwanza. Hawa wakitawalishwa madaraka kuendesha mambo ya watu inakuwa ni katika upole wa Mwenyezi Mungu kuwafanyia waja wake. Mwenyezi Mungu Mtukufu huwarehemu hao waja wema kwa kuwatawalisha watu wema ili awalinde na wenye shari.","lang":"sw"},{"name":"2:208","price":"Enyi mlio amini! Ingieni katika Uislamu kwa ukamilifu, wala msifuate nyayo za She'tani; hakika yeye kwenu ni adui aliye wazi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"Enyi mlio amini! Na iwe baina yenu nyote amani na salama,wala msichochee chuki za kijahiliya na mengineyo kuleta sababu za ugomvi na khitilafu. Wala msipite katika njia ya Shetani anaye kupelekeeni kugawanyika, kwani yeye ni adui wenu aliye dhaahiri. Maneno haya ya Qur'ani ni wito kwa Waumini wote iwe baina yao salama na amani, na yanafahamisha kuwa vita na khasama ni katika mwendo wa kumfuata Shetani. Waumini wote wanaitwa wawe katika hali ya salama na wengineo, na wao baina yao kwa wao, wasipigane na wengine wala wasipigane wenyewe kwa wenyewe. Na maneno haya ya Qur'ani yanaonyesha kuwa mahusiano baina ya dola ya Kiislamu na nyenginezo ni salama, na huo ni msingi wa mwanzo wa dini zote za mbinguni. Wakati ilipo kuwa kanuni ya porini ndiyo inayo hukumu baina ya madola na kuwekea mipaka ya mahusiano yao, mwenye nguvu kumla mnyonge, Uislamu ulikuja na huu msingi wa kuamrisha kuwa mahusiano yawe ya Usalama. Pindi vikitokea vita basi viwe kwa ajili ya ulinzi na kuupinga uvamizi. Yaani ni kumlazimisha yule mwenye kufanya uadui awe mwenye usalama. Vita vilivyo ruhusiwa na Uislamu ni kuthibitisha nguzo za amani, na kuhakikisha uadilifu. Vita hivi ni vita vya salama, kwa ajili ya uadilifu na amani.","lang":"sw"},{"name":"2:209","price":"Na ikiwa mkateleza baada ya kukufikieni hoja zilizo wazi, basi jueni kuwa Mwenyezi Mungu ni Mwenye nguvu na Mwenye hikima.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"Mkigeuka mkaiacha Njia hii mliyo itiwa muifuate nyote baada ya kudhihiri hoja za kukata kuwa ndiyo Njia ya Haki, basi jueni mtapatilizwa kwa kugeuka huko, kwani Mwenyezi Mungu hakika ni Mwenye nguvu, humuadhibu mwenye kuiacha Njia yake, na Mwenye hikima anaye pima kadiri ya adhabu yake.","lang":"sw"},{"name":"2:210","price":"Je wanangoja mpaka Mwenyezi Mungu awajie katika vivuli vya mawingu pamoja na Malaika, na hukumu iwe imekwisha tolewa? Na kwa Mwenyezi Mungu ndio hurejeshwa mashauri yote.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"Je, hao wanao ukataa Uislamu wanangojea mpaka wamwone Mwenyezi Mungu Mtukufu na Malaika jahara katika mawingu na hukumu ya kuwakatisha tamaa zao imekwisha pitishwa? Kwani hakika mambo yote yamo mikononi mwa Mwenyezi Mungu. Yeye huyasarifu atakavyo, na hukumu yake imekwisha tolewa, na hapana shaka yoyote itatekelezwa tu.","lang":"sw"},{"name":"2:211","price":"Waulize Wana wa Israili: Tumewapa ishara ngapi zilizo wazi? Na anaye zibadili neema za Mwenyezi Mungu baada ya kumfikia basi hakika Mwenyezi Mungu ni mkali wa kuadhibu.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"Waulize Wana wa Israili tumewaletea dalili ngapi za kukata za kuthibitisha ukweli wa Mtume! Na hayo ni neema ya kutaka kuwaongoa wamwendee Mwenyezi Mungu. Lakini wapi! Walizikataa hizo dalili na wakashikilia kuzikanusha hadi ya kuyageuza makusudio yake. Baada ya kuwa hizo dalili ni kwa ajili ya uwongofu zikawa kwa ukafiri wao ni sababu ya kuwazidisha upotovu na kutenda dhambi. Na mwenye kugeuza neema ya Mwenyezi Mungu kwa namna hii basi huyo anastahiki adhabu, na Mwenyezi Mungu hakika ni mkali wa kuadhibu.","lang":"sw"},{"name":"2:212","price":"Walio kufuru wamepambiwa maisha ya duniani; na wanawafanyia maskhara walio amini. Na wenye kuchamngu watakuwa juu yao Siku ya Kiyama. Na Mwenyezi Mungu humruzuku amtakaye bila ya hisabu.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"Na sababu ya kupotoka na kukufuru ni kuitaka dunia. Wale walio kufuru wamepambiwa matamanio ya maisha ya kidunia wakawa wanawakejeli wale walio amini kwa kushughulikia kwao maisha ya Akhera. Na Mwenyezi Mungu atawaweka walio amini pahala pa juu kabisa kuliko wao katika Akhera. Ama kuwa hawa makafiri wana mali zaidi na mapambo ya kidunia hakuonyeshi ubora wao, kwani riziki ya Mwenyezi Mungu haipimwi kwa mujibu wa kuamini na kukufuru, bali inakwenda kama apendavyo Yeye mwenyewe. Wapo watu huzidishiwa hiyo riziki kwa \"Istidraaji\" kumpururia kamba tu, na wapo wanao nyimwa neema za dunia kama ni mtihani, majaribio.","lang":"sw"},{"name":"2:213","price":"Watu wote walikuwa ni umma mmoja. Mwenyezi Mungu akapeleka Manabii wabashiri na waonyaji. Na pamoja nao akateremsha Kitabu kwa Haki, ili kihukumu baina ya watu katika yale walio khitalifiana. Na wala hawakukhitalifiana ila wale walio pewa Kitabu hicho baada ya kuwafikia hoja zilizo wazi, kwa sababu ya uhasidi baina yao. Ndipo Mwenyezi Mungu kwa idhini yake akawaongoa walio amini kwendea haki katika mambo waliyo khitalifiana. Na Mwenyezi Mungu humwongoa amtakaye kwenye Njia Iliyo Nyooka.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"Hakika watu wana tabia moja ya kuwa wapo tayari kupotoka, na wapo ambao sababu za uwongofu zinakuwa na nguvu kwao, na wengine upotovu ndio unawatawala. Kwa hivyo wakakhitalifiana. Mwenyezi Mungu akawapelekea Manabii kuwaongoa na kuwabashiria kheri na kuwaonya. Na akateremsha kwa hao Manabii Vitabu vyenye kukusanya Haki, ili viwe ndivyo vya kuwahukumu iondoke mizozo baina yao. Lakini wale walio nafiika na uwongofu wa Manabii ndio wao tu walio amini, hao ambao Mwenyezi Mungu amewaongoa kutokana na khitilafu wakafuata Haki. Na Mwenyezi Mungu ndiye anaye wapa tawfiqi watu wa Haki pindi wakisafi niya zao.","lang":"sw"},{"name":"2:214","price":"Mnadhani kuwa mtaingia Peponi, bila ya kukujieni kama yaliyo wajia wale walio pita kabla yenu? Iliwapata shida na madhara na wakatikiswa hata Mtume na walio amini pamoja naye wakasema: Lini nusura ya Mwenyezi Mungu itakuja? Jueni kuwa nusura ya Mwenyezi Mungu ipo karibu.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"Hivyo mnadhani kuwa mtaingia Peponi kwa Uislamu wa kutamka tu bila ya kupatikana na masaibu mfano wa masaibu yaliyo wasibu walio kuwa kabla yenu? Hao walipata shida na mashaka na mateso, wakatikiswa mpaka ikafika hadi ya kuwa Mtume wao mwenyewe kusema, na wao wakasema vile vile pamoja naye: Lini itakuja nusura ya Mwenyezi Mungu? Mola wao Mlezi basi anawahakikishia kwa ahadi yake kwa kuwajibu kuwa nusura ya Mwenyezi Mungu ipo karibu","lang":"sw"},{"name":"2:215","price":"Wanakuuliza watoe nini? Sema: Kheri mnayo itoa ni kwa ajili ya wazazi na jamaa na mayatima na masikini na wasafiri. Na kheri yoyote mnayo ifanya Mwenyezi Mungu anaijua.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"Waumini wanakuuliza mas-ala ya kutoa. Waambie: Kutoa iwe kutokana na mali mazuri, na wa kupewa ni wazazi wawili, na jamaa, na mayatima, na masikini, na msafiri aliye katikiwa na mali yake na watu wake. Na lolote katika vitendo vya kheri mlitendalo basi hakika Mwnyezi Mungu analijua na atakulipeni kwalo.","lang":"sw"},{"name":"2:216","price":"Mmeandikiwa kupigana vita, navyo vinachusha kwenu. Lakini huenda mkachukia kitu nacho ni kheri kwenu. Na huenda mkapenda kitu nacho ni shari kwenu. Na Mwenyezi Mungu anajua na nyinyi hamjui.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"Ikiwa kutoa kusaidia mayatima na masikini na wengineo ni kuhami jamii ya umma kwa ndani, kadhaalika kupigana vita ni kuuhami umma na adui wa nje. Kwa hivyo enyi Waislamu, mmelazimishwa kupigana vita kuhami Dini yenu, na kulinda nafsi zenu. Hakika hizo nafsi zenu kwa mujibu wa tabia zake zinachukia mno kupigana. Lakini huenda mkachukia kitu na ndani yake ipo kheri kwenu, na mkapenda kitu na ikawa ipo shari kwenu. Na Mwenyezi Mungu anayajua maslaha yenu ambayo yamefichikana, na nyinyi hamyajui. Basi tendeni mlilo amrishwa kulitenda.","lang":"sw"},{"name":"2:217","price":"Wanakuuliza juu ya kupigana vita katika mwezi mtakatifu. Sema: Kupigana vita wakati huo ni dhambi kubwa. Lakini kuzuilia watu wasende katika Njia ya Mwenyezi Mungu na kumkanusha Yeye, na kuzuilia watu wasende kwenye Msikiti Mtakatifu na kuwatoa watu wake humo, ni makubwa zaidi mbele ya Mwenyezi Mungu. Na fitina ni mbaya zaidi kuliko kuuwa. Wala hawatoacha kupigana nanyi mpaka wakutoeni katika Dini yenu kama wakiweza. Na yeyote katika nyinyi akiacha Dini yake akafa naye ni kafiri, basi hao ndio ambao a'mali zao zimeharibika duniani na Akhera. Na hao ndio watu wa Motoni; humo watadumu.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"Waislamu walichukia kupigana katika mwezi mtakatifu, ndio wakakuuliza juu yake. Waambie: Naam, kupigana katika mwezi mtakatifu ni dhambi kubwa. Lakini kubwa zaidi ni haya wayatendayo maadui zenu nayo: kuwazuia watu wasifuate Njia ya Mwenyezi Mungu, wasende kwenye Msikiti Mtakatifu, na kuwafukuza Waislamu kutoka Makka. Na hayo maudhi na mateso yao kuwafanyia Waislamu ili waache Dini yao ni makubwa zaidi kuliko mauwaji yoyote. Kwa hivyo imehalalishwa kupigana vita katika mwezi mtakatifu kwa ajili ya kupambana na maovu haya. Hichi ni kitendo kikubwa cha kujikinga na lilio kubwa zaidi. Enyi Waislamu! Jueni kuwa mwendo wa watu hawa ni mwendo wa ukhalifu na udhaalimu. Na wao hawakubali kwenu uadilifu wala mambo ya kiakili. Na wala hawatasita kukupigeni vita mpaka wakuachisheni Dini yenu pindi wakiweza. Na atakaye dhoofika kwa mashambulio yao akaacha Dini yake na akafa katika ukafiri, basi watu kama hao watapoteza vitendo vyao vyema vyote vya duniani na Akhera. Na hao ni watu wa Motoni ambako watadumu.","lang":"sw"},{"name":"2:218","price":"Hakika wale walio amini na wale walio hama na wakapigania Njia ya Mwenyezi Mungu, hao ndio wanao taraji rehema za Mwenyezi Mungu. Na Mwenyezi Mungu ni Mwenye kusamehe na Mwenye kurehemu.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"Wenye kuamini imani ya kweli hata wakahama kwa ajili ya kuinusuru Dini na kwa ajili ya Jihadi ili Dini ienee hao wanangojea thawabu kubwa za Mwenyezi Mungu. Na ikiwa wamefanya kasoro kitu basi hakika Mwenyezi Mungu ni Mwenye kusamehe, anasamehe dhambi, Mwenye kurehemu, anawarehemu waja wake kwa uwongofu na kuwalipa.","lang":"sw"},{"name":"2:219","price":"Wanakuuliza juu ya ulevi na kamari. Sema: Katika hivyo zipo dhambi kubwa na manufaa kwa watu. Lakini dhambi zake ni kubwa zaidi kuliko manufaa yake. Na wanakuuliza watoe nini? Sema: Kilicho chepesi. Namna hivi Mwenyezi Mungu anakubainishieni Aya zake mpate kufikiri--","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"Ewe Muhammad! Wanakuuliza juu ya hukumu ya ulevi na kamari. Waambie kwamba katika yote mawili hayo pana madhara makubwa, kwa kuharibu siha na kupoteza akili na mali, na kuleta chuki na uadui baina ya watu. Pia ndani ya hayo yapo manufaa, kama kujipumbaza na kupata faida ya sahali. Lakini madhara yake ni makubwa zaidi kuliko manufaa yake, basi epukaneni nayo. Na wanakuuliza watoe nini? Wajibu watoe kwa ajili ya Mwenyezi Mungu kilicho chepesi na hakina uzito kukitoa. Hivyo ndio Mwenyezi Mungu anakubainishieni Aya zake mpate kufikiri yale yatakayo kurejeeni katika maslaha ya dunia na Akhera. Kifungu hichi cha Qur'ani kinatuwekea wazi makusudio ya sharia ya Kiislamu. Kinatueleza kuwa sharia inataka manufaa ya waja. Chenye kuzidi nafuu yake kuliko madhara kinafaa. Chenye nafuu chache kuliko madhara kinakatazwa. Pia kifungu kinatuonyesha kuwa vitu ulimwenguni vimechanganya mema na mabaya. Hapana ovu lisio kuwa na wema, wala wema usio na uovu. Ulevi, mama wa maovu, unao haribu akili na kumfanya mtu kuwa mnyama, nao una faida pamoja na uovu wake usio na mpaka. Na kamari inayo shughulisha nafsi na akili, ikaleta mpapatiko usio sita, nayo ina nafuu yake pamoja na kuwa na madhambi yanayo fisidi maisha na nyumba za watu, na kila makhusiano bora ya binaadamu.","lang":"sw"},{"name":"2:220","price":"--Katika mambo ya dunia na mambo ya Akhera. Na wanakuuliza juu ya mayatima. Sema: Kuwatengenezea ndio kheri. Na mkichanganyika nao basi ni ndugu zenu; na Mwenyezi Mungu anamjua mharibifu na mtengenezaji. Na Mwenyezi Mungu angeli penda angeli kutieni katika udhia. Hakika Mwenyezi Mungu ni Mwenye nguvu na Mwenye hikima.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"Na wanakuuliza khabari ya mayatima: katika Uislamu inapasa watendejwe? Sema ni kheri yenu na yao kuwatendea wema. Wawekeni katika nyumba zenu pamoja nanyi, na changanyikeni nao kwa makusudio ya kheri si ya fisadi, kwani wao ni ndugu zenu duniani, wanahitaji kwenu mchanganyiko huu. Na Mwenyezi Mungu anamjua mharibifu na mtengenezaji katika nyinyi. Basi tahadharini! Na Mwenyezi Mungu angeli penda angeli kupeni taabu, akakulazimisheni kuwaangalia mayatima bila ya kuchanganyika nao, au angeli kuacheni bila ya kubainisha waajibu wanao pasa kutendewa. Kwa hivyo wangeli kulia kuchukia watu, na hayo yange pelekea kufisidika na kuleta shida kwa jamii zenu. Kwani kuwakahirisha mayatima na kuwadhili huwafanya wawachukie hao jamaa wawatendao vibaya. Na hakika Mwenyezi Mungu ni Mwenye nguvu na Mwenye kushinda katika amri yake, lakini naye ni Mwenye hikima halazimishi katika sharia ila lenye maslaha yenu.","lang":"sw"},{"name":"2:221","price":"Wala msiwaoe wanawake washirikina mpaka waamini. Na mjakazi Muumini ni bora kuliko mshirikina hata akikupendezeni. Wala msiwaoze (binti zenu) wanaume washirikina mpaka waamini. Na mtumwa mwanamume Muumini ni bora kuliko mshirikina hata akikupendezeni. Hao wanaitia kwenye Moto, na Mwenyezi Mungu anaitia kwenye Pepo na maghafira kwa idhini yake. Naye huzibainisha Aya zake kwa watu ili wapate kukumbuka.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"Hapana ubaya wowote kuchanganyika na mayatima, lakini kuchanganyika na washirikina ni vibaya. Muumini hana ruhusa kumwoa mshirikina asiye fuata dini ya Kitabu cha mbinguni. Basi msipelekewe kutaka kumwoa mwanamke wa kishirikina kwa ajili ya mali yake, au uzuri wake, au jaha yake, au ukoo wake. Muumini aliye mtumwa ni bora kuliko mshirikina aliye huru mwenye mali, na jamali, na utukufu na nasaba. Wala nyinyi msiwaoeze wanawake walio mikononi mwenu wanaume wa kishirikina wasio amini Vitabu vya mbinguni, wala yasikupelekeeni kumkhiari mshirikina utajiri na cheo chake. Mtumwa Muumini ni bora kuliko huyo. Hao washirikina wanawavutia wenzao kwenda katika maasi na ushirikina, na kwa hivyo wanapaswa kuingia Motoni. Na Mwenyezi Mungu anapo kulinganieni mjitenge na ndoa za washirikina anakulinganieni kwa ajili ya maslaha yenu na mwongoke ili mpate Pepo na maghfira, na mwende katika njia ya kheri kwa taisiri. Na Mwenyezi Mungu anabainisha sharia zake na uwongofu wake kwa watu wapate kujua maslaha yao na kheri yao.","lang":"sw"},{"name":"2:222","price":"Na wanakuuliza juu ya hedhi. Waambie, huo ni uchafu. Basi jitengeni na wanawake wakati wa hedhi. Wala msiwaingilie mpaka wat'ahirike. Wakisha t'ahirika basi waendeeni alivyo kuamrisheni Mwenyezi Mungu. Hakika Mwenyezi Mungu huwapenda wanao tubu na huwapenda wanao jisafisha.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"Na wanakuuliza juu ya kuwaingilia wake zenu wakati wanapo kuwa na damu ya mwezi, hedhi. Waambie kuwa hedhi ni uchafu. Basi jizuieni kuwaingilia wakati wake mpaka wat'ahirike (wasafike). Wakit'ahirika basi ingianeni nao katika njia za maumbile. Na ikiwa mtu amefanya makosa katika haya, basi na atubu, na Mwenyezi Mungu anapenda waja wake wakithiri toba na usafi kutokana na uchafu. Ilimu ya kisasa zimethibitisha kuwa wakati wa hedhi yanaweza kuwa madhara kwa kuwa zalio huweza kupata maradhi pindi likiingiliwa na vidudu vya maradhi, ambavyo ni vyepesi kuingia wakati wa kuingiliana na mwanamume. Maradhi hayo huenda yakasababisha mwanamke asiweze kuzaa. Mwanamume naye huambukia maradhi hayo kutokana na mwanamke kwa kupitia njia za mkojo, na maradhi yakapanda juu mpaka mafigo yakaharibika, na kuathirika vyombo vya uzazi, na mwanamume naye akawa hawezi kutia mimba. Maradhi haya huleta machungu makubwa. Watu walikuwa hawajui, lakini Mwenyezi Mungu anajua kila kitu. Na mwanamke anapo kuwa na damu anakuwa hana raghba ya kuingiliwa, basi kumuingilia wakati huo huenda kukamletea hali ya nafsi mbaya na chuki kwa jambo hilo.","lang":"sw"},{"name":"2:223","price":"Wake zenu ni kama konde zenu. Basi ziendeeni konde zenu mpendavyo. Lakini jitangulizieni kheri nafsi zenu, na mcheni Mwenyezi Mungu, na jueni kuwa hakika nyinyi mtakutana naye. Na wape bishara njema Waumini.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"Wake zenu ni mwahali mwa kupatia uzazi, kama vile mbegu inavyo toa mmea. Basi ni halali kwenu kuwaingilia vyovyote kwa sharti ya kupitia njia za uzazi. Na mcheni Mwenyezi Mungu wala msimuasi katika kukaa kwenu na wanawake. Na mjue kuwa nyinyi mtakutana naye, na mna jukumu kwake. Furaha ni ya hao wanao simama juu ya mipaka yake Mtukufu na hawaikiuki.","lang":"sw"},{"name":"2:224","price":"Wala msifanye jina la Mwenyezi Mungu katika viapo vyenu kuwa ni kisingizio cha kuacha kufanya wema na kuchamngu na kupatanisha baina ya watu. Na Mwenyezi Mungu ni Mwenye kusikia na Mwenye kujua.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"Msilichezee jina la Mwenyezi Mungu katika kukithirisha viapo, kwani hivyo inakuwa ni kinyume na kulitukuza jina la Mwenyezi Mungu. Na hakika kujilinda na kukithirisha kuapa kwa jina la Mwenyezi Mungu ndio hupelekea vitendo vyema, na kuchamngu, na kuweza kusuluhisha baina ya watu. Mwenye kujilinda hivyo huwa anatukuka cheo katika macho ya watu, na anakuwa anaaminika, na kauli yake hukubalika kwao. Na Mwenyezi Mungu ni Mwenye kusikia maneno yenu na yamini zenu, na Mjuzi wa niya zenu.","lang":"sw"},{"name":"2:225","price":"Mwenyezi Mungu hakushikeni kwa viapo vyenu vya upuuzi. Bali anakushikeni kwa yanayo chuma nyoyo zenu. Na Mwenyezi Mungu ni Mwenye kusamehe na Mpole.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"Mwenyezi Mungu amekusameheni baadhi ya yamini (viapo) zenu. Lilio mpitia mtu ulimini mwake katika viapo bila ya kukusudia wala kulitia moyoni, au akaapa kwa kuamini kuwa limetukia na halikutukia, Mwenyezi Mungu hayachukulii hayo. Lakini anakushikeni kwa mnayo yaazimia katika nyoyo zenu kuwa yamekuwa au hayakuwa, na kwa kusema uwongo pamoja na kuuwapia yamini. Hakika Mwenyezi Mungu ni Mwenye kumghufiria mwenye kutubu, ni Mpole, anasamehe lisilo kusudiwa moyoni.","lang":"sw"},{"name":"2:226","price":"Kwa wanao apa kuwa watajitenga na wake zao, wangojee miezi mine. Wakirejea basi Mwenyezi Mungu hakika ni Mwenye kusamehe na Mwenye kurehemu.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"Na hawa walio apa kuwa hawatawakaribia wake zao, na wangoje muda wa miezi mine. Wakiwaingilia wake zao mnamo muda huu ndoa itaendelea, lakini juu yao ni kafara kwa yamini yao. Na Mwenyezi Mungu amewasamehe na anakubali kafara kwa rehema yake kuwahurumia.","lang":"sw"},{"name":"2:227","price":"Na wakiazimia kuwapa talaka basi, Mwenyezi Mungu ni Mwenye kusikia na Mjuzi.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"Na ikiwa hawakuwaingilia wake zao katika muda huu inakuwa hayo ni madhara kwa mwanamke. Basi hapana ila t'alaka tu. Na Mwenyezi Mungu ni Mwenye kuzisikia yamini zao, na Mwenye kuzijua hali zao, na atawahisabu kwa hayo Siku ya Kiyama.","lang":"sw"},{"name":"2:228","price":"Na wanawake walio achwa wangoje peke yao mpaka t'ahara (au hedhi) tatu zipite. Wala haiwajuzii kuficha alicho umba Mwenyezi Mungu katika matumbo yao, ikiwa wanamuamini Mwenyezi Mungu na Siku ya Mwisho. Na waume wao wana haki ya kuwarejesha katika muda huo, kama wakitaka kufanya sulhu. Nao wanawake wanayo haki kwa Sharia kama ile haki iliyo juu yao. Na wanaume wana daraja zaidi kuliko wao. Na Mwenyezi Mungu ni Mwenye nguvu na Mwenye hikima.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"Yawapasa wat'alaka wangojee bila ya kufanya pupa ya kuolewa muda wa hedhi tatu , ili kuhakikisha hawana mimba na kujipa nafasi ya kumkinika kurejeana. Wala si halali kwao kuficha mimba au damu ya hedhi. Huo ndio mwendo wa wanawake wanao muamini Mwenyezi Mungu na kukutana naye Siku ya Akhera. Na waume zao wanayo haki kuwarejea katika ule muda wa eda. Na wanaume wanapo tumia haki wakusudie kupatana si kudhuru. Wanawake nao wana haki mfano wa jukumu lilio juu yao katika mambo yasio kuwa kinyume na Sharia Tukufu (2). Na wanaume wana daraja juu yao ya ulinzi na kuyahifadhi maisha ya nyumbani na mambo ya watoto. Mwenyezi Mungu Subhanahu yuko juu ya waja wake, na Yeye ndiye anawatungia sharia zinazo wafikiana na hikima. (1) Zingatia: Khabari ya eda ya mt'alaka limefasiriwa neno \"Qurui\" na wanazuoni wengi kuwa ni \"Hedhi\". Na wamefasiri Shafii (na Malik) kuwa ni \"T'ahara\". Khabari nyengine za eda zitakuja baadae. Sharia ya eda imekuja ili kuhakikisha kuwa ipo mimba au hapana, kwani hayo hayawezi kuhakikishwa ila baada ya kupita hedhi (au t'ahara) tatu, kwani mbegu za uzazi haziwezi kuishi baada ya hedhi tatu. Mwenye mimba kwa kawaida hatoki hedhi, na akitoka ni mara moja au sana mara mbili. Kwani hakika hapo ile mimba huwa imepevuka kwa muda huo hata kufikia kujaza eneo lote la tumbo la uzazi, na kwa hivyo ikazuia kuteremka damu ya mwezi. Hiyo ni kudra ya Mwenyezi Mungu katika kuumba kwake, na hayakuwa hayo yanajuulikana na Waarabu, na wala hayakuwa yajuulikaane na Nabii asiye jua kusoma. Lakini Mwenyezi Mungu alimteremshia Qur'ani, akamfunza yeye na akaufunza umma wake. Na sababu ya pili ya sharia ya eda ni kumpa fursa ya mt'alaka kurejea kwa mumewe baada ya kuwaza na kufikiri na kutua. Na hapo ni mume kusema: \"Nimekurejea\". Lakini hii itahisabiwa ni moja katika t'alaka tatu.  Mwenyezi Mungu amempa mwanamke haki kama zile zinazo mwajibikia yeye. Na mwanamume amepewa cheo cha ulinzi na kuhifadhi. Na juu yake ni waajibu wa uadilifu. Uislamu ndio ulio mpa mwanamke haki ambazo hakupata kupewa na mila zote zilizo tangulia. Kwa Warumi mwanamke alikuwa ni kijikazi wa nyumba ya mumewe. Ana jukumu, lakini hana haki. Hali kadhaalika kwa Waajemi. (Na vivyo hivyo katika dini za Kiyahudi, Kikristo na Kibaniani.)  Paulo ameandika katika 1 Korintho: \"Wanawake na wanyamaze katika kanisa, maana hawana ruhusa kunena bali watii, kama vile inenavyo torati nayo. Na wakitaka kujifunza neno lo lote, na wawaulize waume zao wenyewe nyumbani mwao; maana ni aibu kunena katika kanisa.\" - 1 Korinth. 14.34-35. \"Kwa maana kweli haimpasi mwanamume kufunikwa kichwa, kwa sababu yeye ni mfano na utukufu wa Mungu. Lakini mwanamke ni utukufu wa mwanamume. Maana mwanamume hakutoka katika mwanamke, bali mwanamke katika mwanamume. Wala mwanamume hakuumbwa kwa ajili ya mwanamke, bali mwanamke kwa ajili ya mwanamume.\" 1 Korinth. 11.7.9 \"Mwanamke na ajifunze katika utulivu, akitii kwa kila namna. Simpi mwanamke ruhusa ya kufundisha, wala kumtawala mwanamume, bali awe katika utulivu. Kwa maana Adamu ndiye aliyeumbwa kwanza, na Hawa baadaye. Wala Adamu hakudanganywa, mwanamke alidanganywa kabisa akaingia katika hali ya kukosa..\" 1 Timotheo 2.11-14. Na hapana popote katika Biblia panapo kataza Mayahudi au Wakristo kuoa wake wengi, isipo kuwa kauli moja tu ya Paulo inayo mpendekeza Askofu aoe mke asiye zidi mmoja. Kauli hiyo iko katika Waraka wa Kwanza wa Paulo kwa Timotheo 3.2: \"Basi imempasa askofu awe mtu asiyelaumika, mume wa mke mmoja, mwenye kiasi na busara, mtu wa utaratibu, n.k.\" Je, ni Uislamu au Ukristo ulio mweka chini mwanamke?)","lang":"sw"},{"name":"2:229","price":"T'alaka ni mara mbili. Kisha ni kukaa kwa wema au kuachana kwa vizuri. Wala si halali kwenu kuchukua chochote mlicho wapa wake zenu, ila ikiwa wote wawili wakiogopa ya kwamba hawataweza kushikamana na mipaka ya Mwenyezi Mungu. Basi mkiogopa kuwa hawataweza kushikamana na mipaka ya Mwenyezi Mungu hapo itakuwa hapana lawama ikiwa mwanamke atajikomboa. Hii ndiyo mipaka ya Mwenyezi Mungu; basi msiikiuke. Na watakao ikiuka mipaka ya Mwenyezi Mungu, hao ndio madhaalimu.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"T'alaka ni mara mbili. Baada ya kila t'alaka ana haki mume kukaa naye kwa kumrejea kabla ya kwisha siku za eda, au kumrejesha katika dhamana yake kwa kumwoa upya. Na katika hali hiyo inapasa makusudio yake ni kukaa naye kwa uadilifu na kumtendea wema, au kuachana kwa ihsani na heshima bila ya kukhasimiana. Wala si halali kwenu, enyi waume, kuchukua chochote mlicho wapa wanawake ila mkikhofu kuwa hamtoweza kufuata haki za uke na ume alizo kubainishieni Mwenyezi Mungu Subhanahu wa Taa'la, na akaku lazimisheni mzifuate. Mkikhofu, enyi Waislamu, kutofuata haki za mume na mke vilivyo kama alivyo eleza Mwenyezi Mungu basi ameamrisha mke atoe mali kwa ajili ya kutokana na mumewe. Na hizi ni hukumu zilizo pitishwa, msiende kinyume nazo, mkazipindukia. Mwenye kufanya hivyo amejidhulumu nafsi yake na amedhulumu jamii anayo ishi kati yake. Mwenyezi Mungu Subhanahu wa Taa'la ameifanyia sharia T'alaka, na akampa mwanamume kwanza uwezo wa kuacha. Baadhi ya watu wanadhani kuwa haya huleta madhara katika maisha na kusahilisha kuvunjika nyumba za watu. (a) Ama kupewa haki ya kuacha mwanamume kwa hakika hakupewa haki hiyo bila ya masharti yoyote. Katika masharti hayo aliyo wekewa ni: KWANZA hana ruhusa kuacha ila t'alaka moja ya kuweza kurejea, yaani anakuwa na haki ya kumrejea mke kabla ya kwisha eda. Ama amrejee naye yu ndani ya eda au amwache, na hivyo tena ni dalili ya hadi ya kuchukiana, na hapana maisha ya mume na mke tena kuchukiana kumefika hadi hiyo. PILI asimwache wakati wa hedhi, kwani wakati huo mwanamke huwa na hamaki, kwa hivyo huwa hapana utulivu. Na huenda hiyo hedhi ndiyo sababu ya hizo chuki zilizo zidi. Basi asiache mpaka mambo yawe yametua. TATU asimwache naye yumo katika t'ahara aliyo kwisha muingilia, kwani hiyo yaweza kuonekana huko kuchukiana kunatokana na kutokuwa na raghba na mkewe. Basi mambo yakiwa hivi t'alaka inakuwa katika hali ya chuki iliyo na nguvu, na kukatika mapenzi ya daima.","lang":"sw"},{"name":"2:230","price":"Na kama amempa t'alaka (ya tatu) basi si halali kwake baada ya hayo mpaka aolewe na mume mwengine. Na akiachwa basi hapana ubaya kwao kurejeana wakiona kuwa watashikamana na mipaka ya Mwenyezi Mungu. Na hii ni mipaka ya Mwenyezi Mungu anayo ibainisha kwa watu wanao jua.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"Mume akimwacha mkewe mara ya tatu baada ya T'alaka mbili za mwanzo basi hamhalalikii mpaka yule mke aolewe na mume mwengine aingie harusi. Akimwacha baada ya hapo basi anaweza kufunga ndoa tena na yule mume wa kwanza, na wala hapana dhambi juu yao kuanza maisha mapya kwa ndoa mpya. Lakini yawapasa waazimie kuendesha maisha mema ya mume na mke wakifuata sharia alizo ziwekea mipaka Mwenyezi Mungu Subhanahu wa Taa'la. Na mipaka hii imebainishwa wazi kwa mwenye kuamini sharia ya Kiislamu na anataka ilimu na a'mali njema.","lang":"sw"},{"name":"2:231","price":"Na mtakapo wapa wanawake t'alaka, nao wakafikia kumaliza eda yao, basi warejeeni kwa wema au waachilieni kwa wema. Wala msiwarejee kwa kuwadhuru mkafanya uadui. Na atakaye fanya hivyo, amejidhulumu nafsi yake. Wala msizichukulie Aya za Mwenyezi Mungu kwa maskhara. Na kumbukeni neema ya Mwenyezi Mungu juu yenu, na aliyo kuteremshieni katika Kitabu na hikima anacho kuonyeni kwacho. Na mcheni Mwenyezi Mungu, na jueni kwamba hakika Mwenyezi Mungu ni Mjuzi wa kila kitu.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"Mnapo wawacha wake wakakaribia kumaliza eda zao mnaweza kuwarejea kwa makusudio ya uadilifu na kukaa nao kwa wema bila ya kuwadhuru, na pia mnaweza kuwaacha watimize eda zao kwa kuzingatia muamala mwema ulio laiki wakati wa kufarikiana bila ya kuwatendea mabaya. Wala haijuzu katika kuwarejea ikawa makusudio yake ni madhara na kuirefusha eda. Mwenye kutenda hayo basi mwenyewe amejinyima starehe ya maisha ya mke na mume, na imani ya watu kwake, na anastahiki kukasirikiwa na Mwenyezi Mungu. Wala msizifanyie maskhara na mchezo na kuwa ni upuuzi hukumu za Mwenyezi Mungu zilizo kuja katika Aya hizi kwa ajili ya kutengeza maisha ya kinyumba, na zikaweka khatamu za ukoo katika mikono ya wakili, naye ni mume, mkawa mnatoa T'alaka bila ya sababu, na mkawapatisha wake zenu madhara na maudhi. Na kumbukeni neema ya Mwenyezi Mungu juu yenu kwa kukupangieni mpango bora kabisa katika maisha ya ndoa, na pia kwa aliyo kuteremshieni katika Kitabu kilicho bainisha wazi ujumbe wa Muhammad, na ilimu mbali mbali zenye manufaa, na mifano na hadithi za kukuwaidhini na kukuongoeni. Na jikingeni na ghadhabu ya Mwenyezi Mungu. Jueni kuwa Mwenyezi Mungu anajua siri zenu na mnayo dhihirisha na niya zenu na vitendo vyenu. Naye ni Mwenye kukulipeni kwa myatendayo.","lang":"sw"},{"name":"2:232","price":"Na mtakapo wapa wanawake t'alaka nao wakamaliza eda yao, basi msiwazuie kuolewa na waume zao endapo baina yao wamepatana kwa wema. Hayo anaonywa nayo yule miongoni mwenu anaye muamini Mwenyezi Mungu na Siku ya Mwisho. Hayo ni bora zaidi kwenu na safi kabisa. Na Mwenyezi Mungu anajua, lakini nyinyi hamjui.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"Mmnapo waacha wake na zikatimia eda na akitaka mwanamke kuanza maisha mapya kwa kuolewa tena ama na yule mku-mwenziwe au na mwanamume mwengine, basi si halali kwa wazee wala yule mku-mwenza kuwakataza, ikiwa pande mbili zimeridhiana kufanya ndoa mpya kwa kutaka maisha bora yatakayo pelekea masikilizano mema baina yao. Anawaidhiwa hayo anaye muamini Mwenyezi Mungu na Siku ya Mwisho. Mwendo huo unapelekea kukuza mahusiano ya hishima na sharaf katika jamii zenu, na ni usafi zaidi katika nafsi zenu kut'ahirika na uchafu na mahusiano yaliyo maovu. Na Mwenyezi Mungu anajua maslaha ya binaadamu na siri za nafsi zao ambazo wao hawajui vipi kuzipata.","lang":"sw"},{"name":"2:233","price":"Na wazazi wanawake wawanyonyeshe watoto wao miaka miwili kaamili kwa anaye taka kutimiza kunyonyesha. Na juu ya baba yake chakula cha kina mama, na nguo zao kwa mujibu wa ada. Wala halazimishwi mtu ila kwa kadiri ya uwezo wake. Mama asitiwe taabuni kwa ajili ya mwanawe, wala baba kwa ajili ya mwanawe. Na juu ya mrithi mfano wa hivyo. Na kama wote wawili wakitaka kumwachisha ziwa kwa kuridhiana na kushauriana, basi si vibaya kwao. Na mkitaka kuwapatia watoto wenu mama wa kuwanyonyesha basi hapana ubaya kwenu mkitoa mlicho ahidi kwa mujibu wa ada. Na mcheni Mwenyezi Mungu, na jueni kwamba Mwenyezi Mungu anayaona yote mnayo yatenda.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"Ni juu ya kina mama kuwanyonyesha wana wao muda wa miaka miwili iliyo timia kwa maslaha ya mtoto mchanga, akitaka hayo mmojapo au wote kati ya wazazi. Itamlazimu baba, kwa kuwa mtoto ni wake, amkimu mama kwa chakula na nguo kwa uwezo wake bila ya israfu wala uchoyo. Kwani haimlazimu mtu kufanya ila kiasi ya uwezo wake, na wala haitakikani kumletea madhara mama kwa kumnyima haki yake ya kumkimu yeye na kumlea mwana. Kadhaalika haitakikani mtoto awe sababu ya kumletea madhara baba yake kwa kumkalifu zaidi kuliko uwezo wake, au kumharimisha haki yake kwa mwanawe. Na akifa baba au akawa fakiri hawezi kazi kiamu kitakuwa juu ya mrithi wa mtoto ikiwa mtoto ana mali yake. Wakitaka wazazi kumwachisha ziwa mtoto kabla ya kutimia miaka miwili wakakubaliana kwa hayo na huku wakiangalia maslaha ya mtoto basi hapana ubaya. Na nyinyi wazazi mkitaka kumpa mama mwingine kumnyonyesha mtoto pia hapana ubaya - na hapo mtamtolea ujira kwa ridhaa na ihsani. Katika myatendayo muangalieni Mwenyezi Mungu, na mjue kuwa Yeye anayajua myatendayo na atakulipeni kwayo.  Qur'ani inawajibisha mama amnyonyeshe mwanawe na asinyonyeshwe na mwingine ila kwa dharura, kwani kunyonyesha yeye ni faida kwa mama na mtoto katika siha. Na kuachisha ziwa kuwe kwa taratibu, na yajuzu kabla ya kutimiza muda ikiwa siha ya mtoto inaruhusu hayo","lang":"sw"},{"name":"2:234","price":"Na wale miongoni mwenu wanao kufa na wakaacha wake, hawa wake wangoje peke yao miezi mine na siku kumi. Na wanapo timiza eda yao basi hapana ubaya kwao kwa wanao jifanyia kwa mujibu wa ada. Na Mwenyezi Mungu anazo khabari za yote mnayo yatenda.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"Miongoni mwenu enyi wanaume, akitokea aliye kufa akaacha mke asiye na mimba, basi mwanamke yampasa akae eda, yaani asiolewe, muda wa miezi mine ya kuandama na siku kumi mchana na usiku, ili kuhakikisha kiliomo tumboni, kama ana mimba au la. Ukisha muda huu, enyi wazee, hapana ubaya kwenu mkiwaachilia kuleta mtu wa hishima kuja mposa. Haifai nyinyi kuwazuilia hayo, na haijuzu kwao kufanya mambo yanayo kataliwa na Sharia, kwani Mwenyezi Mungu anajua vyema siri zenu na anavijua vitendo vyenu, na atakuhisabuni kwa myatendayo.","lang":"sw"},{"name":"2:235","price":"Wala si vibaya kwenu katika kupeleka posa kwa ishara tu kwa wanawake waliomo edani au mkadhamiria katika nyoyo zenu. Mwenyezi Mungu anajua kwamba nyinyi mtawakumbuka. Lakini msiwaahidi kwa siri, ila mnene maneno mema. Wala msiazimie kufunga ndoa mpaka eda ifike mwisho wake. Na jueni kwamba Mwenyezi Mungu anajua yaliyomo katika nafsi zenu. Basi tahadharini naye. Na jueni kwamba Mwenyezi Mungu ni Mwenye kusamehe na Mpole.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"Katika muda wa eda hapana dhambi kwenu, nyinyi wanaume, mkiwaonyesha dalili kuwa mnadhamiria kutaka kuwaoa waliomo edani kwa kufiwa na waume zao, lakini hayo yawe ni kudhamiria ndani ya moyo tu. Mwenyezi Mungu hakika anajua kuwa hamwezi kuacha kuwazungumza waliomo edani, kwani ni maumbile baina ya wanaume na wanawake. Kwa hivyo mmepewa ruhusa kuashiria bila ya kubainisha kwa maneno. Basi msiwape ahadi ya kuwaoa ila iwe ishara isiyo ovu wala ya uchafu. Basi msifunge ndoa mpaka baada ya kwisha eda. Na kuweni yakini kuwa Mwenyezi Mungu anayajua mnayo yaficha ndani ya nyoyo zenu. Basi iogopeni adhabu yake, wala msitende anayo kukatazeni. Wala msikate tamaa na rehema yake pale mnapo ikhalifu amri yake, kwani Yeye ni Mwenye kughufiria mno, na anakubali toba ya waja wake, na anasamehe makosa, kama alivyo Mpole hafanyi haraka ya kuwaadhibu wale wanao vunja aliyo yakataza.","lang":"sw"},{"name":"2:236","price":"Hapana ubaya kwenu mkiwapa T'alaka wanawake ambao hamjawagusa au kuwabainishia mahari yao. Lakini wapeni cha kuwaliwaza, mwenye wasaa kadiri awezavyo na mwenye dhiki kadiri awezavyo - maliwaza kwa mujibu wa dasturi kuwa ni haki juu ya watendao mema.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"Wala hapana dhambi kwenu enyi waume, wala hapana mahari juu yenu mkiwaacha wake kabla ya kuingia harusi na kabla hamjawatajia kiasi cha mahari. Lakini wapeni zawadi kama kuwapoza kuwapunguzia machungu ya moyo. Na hicho mnacho toa kiwe cha kuridhisha na kupendeza moyo. Tajiri atoe kwa kadiri ya wasaa wake, na fakiri kwa kadiri ya hali yake. Na zawadi hiyo ni katika a'mali za kheri wanazo jilazimisha nazo watu wenye muruwa na watu wa kheri na ihsani.","lang":"sw"},{"name":"2:237","price":"Na mkiwapa T'alaka kabla ya kuwagusa, na mmekwisha wawekea hayo mahari makhsusi, basi wapeni nusu ya mahari mlio agana, isipo kuwa ikiwa wanawake wenyewe wamesamehe, au mume ambaye kifungo cha ndoa ki mikononi mwake awe amesamehe. Na kusameheana ndiko kulio karibu zaidi na uchamngu. Wala msisahau fadhila baina yenu. Hakika Mwenyezi Mungu anayaona mnayo yatenda.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"Pindi mkiwapa T'alaka wanawake kabla ya kuingia harusi lakini baada ya kwisha wafikiana mahari, basi ni haki yao hao wat'alaka wapewe nusu ya mahari, ila wenyewe kwa ridhaa yao wakikataa kuchukua kitu. Na wao pia hawapewi zaidi ya nusu ila waume nafsi zao wakasamehe na wakatoa mahari yote kaamili. Na kila mmoja wapo kusamehe ndio ubora zaidi na ni kumridhisha zaidi Mwenyezi Mungu, na ndio mambo yanavyo elekea kwa wachao Mungu. Basi msiache huu mwendo wa kusameheana. Na kumbukeni kuwa kheri iko katika kufadhiliana na kufanyiana ihsani. Hayo ndiyo yanayo pelekea kupendana baina ya watu. Na Mwenyezi Mungu anazijua vyema dhamiri zenu na atakulipeni kwa fadhila mzitendazo.","lang":"sw"},{"name":"2:238","price":"Zilindeni Swala, na khasa Swala ya katikati, na simameni kwa ajili ya Mwenyezi Mungu nanyi ni wenye kuqunuti (kunyenyekea).","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"Fanyeni hima katika kusimamisha Swala zote na kuzidumisha. Na fanyeni hima kuwa Swala yenu iwe ni Swala bora kwa kuzitimiza nguzo zake na kumsafia niya Mwenyezi Mungu kwa ukamilifu katika Swala. Na timizeni ut'iifu kwa Mwenyezi Mungu Mtukufu, na mkumbukeni kwa usafi wa moyo na kunyenyekea Utukufu wake.","lang":"sw"},{"name":"2:239","price":"Ikiwa mnakhofu (Salini) na hali mnakwenda kwa miguu au mmepanda. Na mtakapo kuwa katika amani, basi mkumbukeni Mwenyezi Mungu kama alivyo kufunzeni yale mliyo kuwa hamyajui.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"Ukikufikieni wakati wa Swala nanyi mko katika khofu basi msiache kusali, bali swalini kama muwezavyo, ikiwa huku mnakwenda kwa miguu au mmepanda kipando. Ikiondoka khofu swalini kwa kutimiza nguzo zote kama mlivyo jifunza, mkimkumbuka Mwenyezi Mungu katika Swala na mkimshukuru kwa aliyo kufunzeni, na kwa kukujaalieni kuwa katika amani.","lang":"sw"},{"name":"2:240","price":"Na wale miongoni mwenu wanao kufa na wakawacha wake, na wausie kwa ajili ya wake zao kupata matumizi kwa mwaka mmoja bila ya kuwatoa nyumba. Na wanawake wenyewe wakiondoka, basi hapana ubaya kwenu kwa waliyo jifanyia wenyewe kwa mujibu wa Sharia. Na Mwenyezi Mungu ni Mwenye nguvu na Mwenye hikima.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"Wanao kufa miongoni mwenu wakaacha wake zao, Mwenyezi Mungu ameusia hao wanawake wafiwa wabaki nyumbani mwa waume zao muda wa mwaka mzima kwa maliwaza na kuwaondolea ukiwa. Wala hana haki yeyote kuwatoa. Wakitoka kwa khiari yao kabla ya mwaka kwisha basi hamna dhambi nyinyi wenye madaraka mkiwaachilia wajitendee wenyewe wapendalo kwa lisio vunja Sharia tukufu. Na mt'iini Mwenyezi Mungu katika hukumu zake, na tendeni Sharia alizo kutungieni kwani Yeye ni Muweza wa kumuadhibu anaye kwenda kinyume na amri yake, na Yeye ni Mwenye hikima iliyo pita ukomo. Hakuamrishini ila lenye maslaha yenu ijapo kuwa hikima yake imepindukia ujuzi wenu.","lang":"sw"},{"name":"2:241","price":"Na wanawake walio achwa wapewe cha kuwaliwaza kwa mujibu wa Sharia. Haya ni waajibu kwa wachamngu.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"Na wanawake walio pewa T'alaka baada ya kuingia harusi wana haki wapewe mali ya kuwaliwaza. Wapewe kwa wema, kwa kadiri ya utajiri na umasikini wa mume. Kumcha Mwenyezi Mungu kunawajibisha hayo, na pia watu wa Imani wanalazimika na hayo.","lang":"sw"},{"name":"2:242","price":"Namna hivi anakubainishieni Mwenyezi Mungu Aya zake ili mpate kufahamu.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"Mwenyezi Mungu anakubainishieni hukumu zake, na neema zake, na Aya zake, kwa mfano wa bayana hizi na Sharia hizi zilizo wazi zenye kuleta maslaha, ili mpate kuzingatia na mpate kutenda yaliyo kheri.","lang":"sw"},{"name":"2:243","price":"Hukuwaona wale walio toka majumbani kwao kwa maelfu kwa kuogopa mauti? Mwenyezi Mungu akawaambia: Kufeni! Kisha akawahauisha. Hakika Mwenyezi Mungu ni Mwenye fadhila juu ya watu, lakini wengi wa watu hawashukuru.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"Zingatia, ewe Nabii, hichi kisa cha ajabu, na ukijue! Hao watu walitoka wakaacha majumba yao ati wanakimbia Jihadi kwa kuogopa kufa, na hali wao ni maelfu kwa maelfu. Mwenyezi Mungu akawahukumia kifo na udhalili kutokana na maadui zao. Walipo bakia walio bakia wakasimama kupigana Jihadi, Mwenyezi Mungu aliwapa uhai kwa kuwapa nguvu. Hakika uhai huu wenye nguvu ulio kuwa baada ya madhila umekuja kwa fadhila ya Mwenyezi Mungu, na unastahiki shukrani. Lakini wengi wa watu hawashukuru.","lang":"sw"},{"name":"2:244","price":"Na piganeni katika Njia ya Mwenyezi Mungu, na jueni kwamba Mwenyezi Mungu ni Msikizi na Mjuzi.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"Mlivyo jua kuwa hamwezi kuyaepuka mauti kwa kuyakimbia, basi piganeni Jihadi, na zitumieni nafsi zenu kwa kulitukuza Neno la Mwenyezi Mungu, na kuweni na yakini kuwa Mwenyezi Mungu anayasikia wanayo yasema woga na wanaafiki wanao kimbia, na wayasemayo Mujaahidina wanao pigana, na anayajua anayo dhamiria kila mtu katika nafsi yake. Na kwa lilio kheri atamlipa kheri, na kwa shari atamlipa shari.","lang":"sw"},{"name":"2:245","price":"Ni nani atakaye mkopesha Mwenyezi Mungu mkopo mwema ili amzidishie mzidisho mwingi, na Mwenyezi Mungu hukunja na hukunjua. Na Kwake Yeye mtarejea.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"Na Jihadi kwa Njia ya Mwenyezi inhaitaji mali, basi toeni mali yenu. Mtu gani huyo ambaye hatoi mali yake kwa ajili ya Mwenyezi Mungu kwa radhi ya nafsi yake, na hali Mwenyezi Mungu ameahidi kuwa atamrejeshea mara nyingi sana zaidi? Na riziki zote zimo katika mkono wa Mwenyezi Mungu. Yeye ndiye humkunjia amtakaye na akamkunjulia amtakaye kwa yaliyo na maslaha yenu. Marejeo ni kwake Yeye, naye atakulipeni kwa mujibu mlivyo toa. Na ilivyo kuwa riziki zote ni kwa fadhila ya Mwenyezi na Yeye ndiye mwenye kutoa na mwenye kunyima basi ameitwa yule mwenye kutoa kuwa ni kama mkopeshaji ili kuhimiza na kupendekeza kutoa, na kutilia mkazo kuwa malipo ni mara nyingi sana duniani na Akhera.","lang":"sw"},{"name":"2:246","price":"Hukuwaona watukufu katika Wana wa Israili baada ya Musa, walipo mwambia Nabii wao: Tuwekee mfalme ili tupigane katika Njia ya Mwenyezi Mungu? Akasema: Je, haielekei ikiwa mtaandikiwa vita kuwa msipigane? Wakasema: Itakuwaje tusipigane katika Njia ya Mwenyezi Mungu, na hali tumetolewa majumbani kwetu na watoto wetu? Lakini walipo andikiwa kupigana waligeuka, isipo kuwa wachache miongoni mwao. Na Mwenyezi Mungu anawajua madhaalimu.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"Zingatia khabari hii ya ajabu ya baadhi ya Wana wa Israili baada ya zama za Musa. Walimtaka Nabii wao wa wakati ule awawekee mtawala ataye weza kuwakusanya baada ya mfarakano walio kuwa nao, awaongoze chini ya bendera ya kutukuza Neno la Mwenyezi Mungu na kurejeza utukufu wao. Yule Nabii akawauliza kuhakikisha kama wana ukweli katika jambo hilo: \"Je haiwezi kuwa nyinyi mtaingia woga mkatae kupigana pindi mkifaridhiwa mpigane?\" Wakakataa hayo wakisema: \"Itakuwaje tusipigane kurejeza haki zetu, na hali sisi tumefukuzwa makwetu na adui?\" Mwenyezi Mungu alipo waitikia yale wayatakayo na akaandikia vita wakakataa ila kikundi cha wachache tu miongoni mwao. Na kule kukataa kwao ni dhulma kujidhulumu nafsi zao, na Nabii wao na Dini yao. Na Mwenyezi Mungu anayajua hayo kwao, na atawalipa malipo ya madhaalimu.","lang":"sw"},{"name":"2:247","price":"Na Nabii wao akawaambia: Mwenyezi Mungu amekuteulieni Twaluti (Sauli) kuwa ni mfalme. Wakasema: vipi atakuwa na ufalme juu yetu, na hali sisi tuna haki zaidi kupata ufalme kuliko yeye, naye hakupewa wasaa wa mali? Akasema: Mwenyezi Mungu amemteua yeye juu yenu na amemzidishia ukunjufu wa ilimu na kiwiliwili. Na Mwenyezi Mungu humpa ufalme wake amtakaye. Na Mwenyezi Mungu ni Mwenye wasaa na Mjuzi.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"Nabii wao akawaambia: \"Hakika Mwenyezi Mungu amekuitikieni, basi amemkhiari Twaluti awe ndiye mtawala wenu.\" Wakuu wao wakapinga huo uteuzi wa Mwenyezi Mungu, wakisema: \"Kwa nini awe yeye ni wa kututawala na hali sisi ni bora kuliko yeye. Yeye si mtu wa ukoo bora wala hana mali.\" Nabii wao akawarudi kwa kusema: \"Mwenyezi Mungu amemkhiari yeye kuwa ni mtawala wenu kwa sababu ana sifa nyingi za uwongozi, kama mazoezi makubwa katika mambo ya vita, na siyasa ya kutawala, pamoja na nguvu za mwili. Na utawala uko katika mkono wa Mwenyezi Mungu humpa amtakaye katika waja wake, wala yeye hatagemei urithi wala mali.\" Na fadhila za Mwenyezi Mungu na ujuzi wake umeenea. Yeye huchagua lilio na maslaha yenu.","lang":"sw"},{"name":"2:248","price":"Na Nabii wao akawaambia: Alama ya ufalme wake ni kukuleteeni lile sanduku ambalo mna ndani yake kituliza nyoyo zenu, kitokacho kwa Mola wenu Mlezi, na mna mabaki ya waliyo yaacha kina Musa na kina Harun, wanalichukua Malaika. Bila shaka katika hayo zimo dalili kwenu ikiwa nyinyi mnaamini.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"Na Nabii wao aliwaambia: \"Hakika dalili ya ukweli wangu kuwa Mwenyezi Mungu amemteua Twaluti awe ni mtawala wenu ni kuwa atakurejesheeni sanduku la Taurati mlio nyang'anywa, linalo bebwa na Malaika. Na ndani yake yamo baadhi ya mabaki ya watu wa Musa na watu wa Harun walio kuja baada yao. Na likiletwa sanduku hilo nyoyo zenu zitatua. Katika hayo hakika pana dalili ambazo zitakupelekeeni kumfuata na kumridhia, ikiwa kama kweli nyinyi mnataka Haki na mnaiamini.\"","lang":"sw"},{"name":"2:249","price":"Basi Twaluti alipo ondoka na majeshi alisema: Mwenyezi Mungu atakujaribuni kwa mto. Atakaye kunywa humo si pamoja nami, na asiye kunywa atakuwa pamoja nami: ila atakaye teka kiasi ya kitanga cha mkono wake. Lakini walikunywa humo isipo kuwa wachache tu miongoni mwao. Alipo vuka mto yeye na wale walio amini pamoja naye, walisema: Leo hatumwezi Jaluti (Goliati) na majeshi yake. Wakasema wale wenye yakini ya kukutana na Mwenyezi Mungu: Makundi mangapi madogo yameshinda makundi makubwa kwa idhini ya Mwenyezi Mungu. Na Mwenyezi Mungu yu pamoja na wenye kusubiri.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"Taluti alipo toka nao aliwaambia: \"Mwenyezi Mungu anakujaribuni kwa mto ambao mtaukuta njiani mwenu. Msinywe katika mto huo ila tama moja tu. Mwenye kunywa zaidi ya hivyo basi hayumo katika jeshi letu, wala jamii yetu. Kwani amekuwa ameacha kumt'ii Mwenyezi Mungu. Wala asinifuate ila yule ambaye hakunywa ila tama moja tu.\" Hawakuweza kuvumilia jaribio hili, wakanywa maji mengi, ila wachache tu kati yao. Basi akafuatana na hichi kikundi kidogo akavuka nao mto. Walipoona wingi wa maadui wao walisema: \"Hatutoweza hii leo kupigana na Jaluti na askari wake kwa wingi wao na uchache wetu.\" Baadhi yao wenye nyoyo madhbuti kwa kutaraji kwao malipo ya Mwenyezi Mungu watapo kutana naye, walisema: \"Msiogope kitu! Mara nyingi wachache wenye kuamini huwashinda wengi walio makafiri. Subirini, kwani ushindi watapata wenye kusubiri.\"","lang":"sw"},{"name":"2:250","price":"Na walipo toka kupambana na Jaluti na majeshi yake walisema: Mola wetu Mlezi! Tumiminie subira, na isimamishe imara miguu yetu, na utusaidie tuwashinde watu Makafiri.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"Waumini walipo songa kupigana na Jaluti na jeshi lake walimwelekea Mwenyezi Mungu wakamnyenyekea na kumwomba awajaze subira, awatie nguvu azma zao, naawaweke imara katika uwanja wa vita, na awape ushindi juu ya maadui zao makafiri.","lang":"sw"},{"name":"2:251","price":"--Kwa idhini ya Mwenyezi Mungu waliwatimua, na Daudi akamuuwa Jaluti, na Mwenyezi Mungu akampa Daudi ufalme na hikima, na akamfundisha aliyo yapenda. Na lau kuwa Mwenyezi Mungu hawapambanishi watu kwa watu basi dunia ingeli haribika. Lakini Mwenyezi Mungu ni Mwenye fadhila juu ya walimwengu wote.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"Basi wale Waumini waliwashinda maadui zao kwa uwezo wa Mwenyezi Mungu Mtukufu, na Daudi, mmoja wa askari wa Taluti, akamwuuwa Jaluti amiri-jeshi wa makafiri. Na Mwenyezi Mungu akampa Daudi utawala baada ya Twaluti. Akampa na unabii na ilimu yenye manufaa, na akamfunza kwa ayapendayo Mwenyezi Mungu. Na huo ndio mwendo wake Mwenyezi Mungu - kuwanusuru wale wanao tenda mema duniani wala hawafanyi ufisadi. Lau kuwa Mwenyezi Mungu hawasalitishi askari wake kupambana na mafisadi kwa ajili ya kuondoa ufisadi wao, na akawasalitisha waovu wenyewe kwa wenyewe, ulimwengu usingeli endelea. Lakini Mwenyezi Mungu ni Mwenye hisani na fadhila daima milele juu ya waja wake.","lang":"sw"},{"name":"2:252","price":"Hizi ni Aya za Mwenyezi Mungu tunakusomea kwa haki. Na hakika wewe ni miongoni mwa Mitume.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"Kisa hichi ni katika mafunzo ya kuzingatia tunakusimulia kwa kweli, ili kiwe ni ruwaza kwako na dalili ya ukweli wa Utume wako, na ili ujue kuwa Sisi hakika tutakunusuru kama tulivyo wanusuru Mitume walio kuwa kabla yako.","lang":"sw"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}