{"data":[{"name":"39:32","price":"BASI NI NANI dhaalimu mkubwa kuliko yule aliye msingizia uwongo Mwenyezi Mungu na kuikanusha kweli imfikiapo? Je! Siyo katika Jahannamu makaazi ya hao makafiri?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"Basi hapana aliye dhaalimu mkubwa zaidi kuliko yule anaye msingizia Mwenyezi Mungu lisio kuwa lake, na akaikanusha Haki bila ya kufikiri wala kuzingatia pale inapo mjia kwa ndimi za Mitume. Kwani katika Jahannamu sio makaazi ya makafiri walio ghurika hata wakamfanyia jeuri Mwenyezi Mungu?","lang":"sw"},{"name":"39:33","price":"Na aliye ileta Kweli na akaithibitisha - hao ndio wachamngu.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"Na wale walio ileta Haki na wakaisadiki ilipo wajia, hao ndio wachamngu kweli, wala si wengineo.","lang":"sw"},{"name":"39:34","price":"Watapata watakacho taka kwa Mola wao Mlezi. Hayo ndiyo malipo ya watendao mema.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"Wachamngu hao watapata kutoka kwa Mola wao Mlezi kila wakipendacho. Fadhila hiyo ni malipo ya kila mwenye kufanya vizuri katika itikadi yake na vitendo vyake.","lang":"sw"},{"name":"39:35","price":"Ili Mwenyezi Mungu awafutie ukomo wa uovu walio ufanya na awalipe ujira wao kwa mujibu wa ukomo wa wema walio kuwa wakiutenda.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"Mwenyezi Mungu amewakirimu wachamngu kwa alivyo wakirimu, ili awafutie vile vitendo vyao viovu kabisa, na awalipe ujira wao kwa bora ya vitendo vyao walivyo vitenda duniani.","lang":"sw"},{"name":"39:36","price":"Je! Mwenyezi Mungu si wa kumtosheleza mja wake? Na ati wanakutishia kwa hao wenginewe wasio kuwa Yeye! Na aliye hukumiwa na Mwenyezi Mungu kupotea hana wa kumwongoa.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"Mwenyezi Mungu, peke yake, ni Mwenye kuwatosheleza waja wake kwa kila lilio wakhusu. Na ati hao makafiri wa Kikureshi wanakutisha, ewe Muhammad, kwa miungu yao wanayo iomba badala ya Mwenyezi Mungu. Na hayo ni katika upotovu wao. Na mwenye kupotozwa na Mwenyezi Mungu, kwa kumjua kuwa huyo amekhiari upotovu kuliko uwongofu, basi hatakuwa na mwongozi wa kumwongoza.","lang":"sw"},{"name":"39:37","price":"Na ambaye Mwenyezi Mungu anamwongoa hana wa kumpotoa. Je! Mwenyezi Mungu si Mwenye nguvu anaye weza kulipiza?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"Na mwenye kuongozwa na Mwenyezi Mungu kuendea Haki, na akamwezesha kuifikia, kwa kujua kwake kuwa huyo amekhiari uwongofu kuliko upotovu, basi hatokuwapo wa kumpotoa akaiacha Njia ya Uwongofu. Kwani Mwenyezi Mungu si ndio Yeye ambaye hashindiki kwa kila upande, ambaye ni Mwenye kulipiza kwa ukali? Na kwa hivyo huwalinda vipenzi vyake na maadui wake?","lang":"sw"},{"name":"39:38","price":"Na ukiwauliza: Ni nani aliye ziumba mbingu na ardhi. Bila ya shaka watasema: Mwenyezi Mungu. Sema: Je! Mnawaonaje wale mnao waomba badala ya Mwenyezi Mungu, ikiwa Mwenyezi Mungu akitaka kunidhuru, wao wanaweza kuniondolea dhara yake? Au akitaka kunirehemu, je, wao wanaweza kuzuia rehema yake? Sema: Mwenyezi Mungu ananitosheleza. Kwake Yeye wategemee wanao tegemea.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"Na ninaapa, lau ungeli wauliza, wewe Muhammad, hawa washirikina: Nani aliye ziumba mbingu na ardhi? Bila ya shaka wangeli sema: Mwenyezi Mungu ndiye aliye ziumba. Ewe Muhammad, waambie: Mmezingatia mkawaona hao miungu mnao washirikisha na Mwenyezi Mungu, wanaweza kuniondolea madhara ikiwa Mwenyezi Mungu anataka kunidhuru? Au wanaweza kunizuilia rehema yake akitaka inifikie? Ewe Muhammad! Waambie: Anaye nitosheleza kwa kila kitu ni Yeyey peke yake, si mwenginewe, ndiye Yeye wanaye mtegemea wote wanao tegemea na kumwachilia kila kitu.","lang":"sw"},{"name":"39:39","price":"Sema: Enyi watu wangu! Fanyeni mwezavyo, mimi pia nafanya. Basi mtakuja ona","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"Waambie, kwa kuwapa ahadi: Enyi watu! Ishikilieni hiyo hiyo njia yenu ya ukafiri na kukadhibisha, na mimi hakika ninashikilia aliyo niamrisha Mola wangu Mlezi. Mtakuja ona nani katika sisi atakaye fikiwa na adhabu ya kumdhalilisha, na atakaye teremkiwa na adhabu ya daima isiyo mwondokea?","lang":"sw"},{"name":"39:40","price":"Ni nani itakaye mfikia adhabu ya kumhizi, na itakaye mshukia adhabu ya daima.","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"Waambie, kwa kuwapa ahadi: Enyi watu! Ishikilieni hiyo hiyo njia yenu ya ukafiri na kukadhibisha, na mimi hakika ninashikilia aliyo niamrisha Mola wangu Mlezi. Mtakuja ona nani katika sisi atakaye fikiwa na adhabu ya kumdhalilisha, na atakaye teremkiwa na adhabu ya daima isiyo mwondokea?","lang":"sw"},{"name":"39:41","price":"Hakika Sisi tumekuteremshia Kitabu kwa ajili ya watu wote kwa Haki. Basi mwenye kuongoka ni kwa nafsi yake, na mwenye kupotoka bila ya shaka amepotoka kwa khasara yake. Na wewe si mlinzi juu yao.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"Ewe Nabii! Hakika Sisi tumekuteremshia Qur'ani Tukufu hii kwa watu wote, nayo imekusanya Haki iliyo thibiti. Basi mwenye kuongoka kwa sababu yake basi manufaa hayo ni kwa nafsi yake, na mwenye kuipotea njia yake basi balaa ya upotofu wake itamrejea mwenyewe. Wala wewe, Muhammad, si mwenye kuwakilishwa uwongofu wao. Jukumu lako ni kufikisha ujumbe, nao umeufikisha.","lang":"sw"},{"name":"39:42","price":"MWENYEZI MUNGU huzipokea roho zinapo kufa. Na zile zisio kufa wakati wa kulala kwake, huzishika zilizo hukumiwa kufa, na huzirudisha nyengine mpaka ufike wakati uliowekwa. Hakika katika hayo bila ya shaka zipo Ishara kwa watu wanao fikiri.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"Mwenyezi Mungu huzitakabadhi roho zinapo kufa. Na huzipokea roho zisio kufa zinapo lala. Basi huzizuia zilizo kwisha hukumiwa kufa, zisirudi kwenye miili yao, na huzirudisha nyenginezo ambazo hazijafikilia bado ajali yao, wakati wa kuamka, mpaka itakapo fika ajali yao ilio wekewa. Hakika katika hayo bila ya shaka zipo Ishara wazi kwa watu wanao zingatia.","lang":"sw"},{"name":"39:43","price":"Au ndio wanachukua waombezi badala ya Mwenyezi Mungu? Sema: Ingawa hawana mamlaka juu ya kitu chochote, wala hawatambui lolote?","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"Bali washirikina wakawafanya wengineo badala ya Mwenyezi Mungu kuwa ni waombezi wao wa kuwakurubisha kwake. Waambie, ewe Muhammad: Mnafanya haya ijapo kuwa hawa mnao wafanya \"waombezi\" hawanacho wanacho kimiliki, wala hawana wanacho kifahamu?","lang":"sw"},{"name":"39:44","price":"Sema: Uombezi wote uko kwa Mwenyezi Mungu. Ni wake Yeye tu ufalme wa mbingu na ardhi. Kisha mtarejeshwa kwake.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"Ewe Muhammad! Waambie: Uombezi wote uko kwa Mwenyezi Mungu peke yake! Hapana anaye upata ila aridhie Yeye. Ufalme wa mbingu na ardhi ni wake Yeye tu. Na kisha mtarejeshwa kwake, akuhisabieni vitendo vyenu.","lang":"sw"},{"name":"39:45","price":"Na anapo tajwa Mwenyezi Mungu peke yake nyoyo za wasio iamini Akhera huchafuka. Na wanapo tajwa wenginewe asiye kuwa Yeye basi wao hufurahi.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"Na pindi akitajwa Mwenyezi Mungu peke yake, bila ya kutajwa miungu yao, nyoyo za wasio yaamini maisha ya Akhera hukunjana na kukasirika. Na wakitajwa miungu yao wanayo iabudu badala ya Mwenyezi Mungu wao huwa wepesi kufurahi na kustarehe.","lang":"sw"},{"name":"39:46","price":"Sema: Ewe Mwenyezi Mungu! Muumba mbingu na ardhi! Mjuzi wa yasiyo onekana na yanayo onekana! Wewe utahukumu baina ya waja wako katika waliyo kuwa wakikhitalifiana.","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"Ewe Muhammad! Sema, nawe umemwelekea Mola wako: Ewe Mwenyezi Mungu! Ewe Muumba mbingu na ardhi bila ya mithali! Ewe Mjuzi wa siri na dhaahiri! Wewe peke yako, ndiye wa kuhukumu baina ya waja wako katika hayo wanayo khitalifiana katika mambo ya dunia na Akhera. Basi hukumu baina yangu na hawa washirikina!","lang":"sw"},{"name":"39:47","price":"Na lau kuwa walio dhulumu wangeli kuwa na vyote viliomo duniani na pamoja navyo vingine kama hivyo, bila ya shaka wangeli vitoa kujikomboa katika adhabu mbaya hiyo Siku ya Kiyama. Na yatawadhihirikia kwa Mwenyezi Mungu wasiyo kuwa wakiyatarajia.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"Na lau kuwa hao walio jidhulumu nafsi zao kwa ushirikina wanamiliki vyote viliomo duniani na mara mbili kama hivyo, bila ya shaka wangeli vitoa kuwa ni fidia ya kujigombolea nafsi zao na adhabu waliyo andaliwa Siku ya Kiyama. Nao watakuja iona adhabu itokayo kwa Mwenyezi Mungu ambayo haikupata kuwapitikia katika mawazo yao.","lang":"sw"},{"name":"39:48","price":"Na utawadhihirikia ubaya wa waliyo yachuma, yatawazunguka waliyo kuwa wakiyafanyia mzaha.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"Na katika Siku hii ya leo utawadhihirikia uovu wa vitendo vyao, na itawazunguka adhabu ya yale waliyo kuwa wakiyafanyia maskhaara duniani.","lang":"sw"},{"name":"39:49","price":"Na dhara inapo mgusa mtu hutuomba. Kisha tunapo mpa neema zitokazo kwetu, husema: Nimepewa haya kwa sababu ya ilimu yangu. Sio! Huo ni mtihani! Lakini wengi wao hawajui!","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"Na mtu yakimpata madhara hutuomba kwa unyenyekevu; kisha tukimpa neema kwa kumfadhili, mtu huyo huyo husema: Sikupewa neema hizi mimi ila kwa ujuzi wangu nilio nao wa kujua kuchuma. Naye mtu huyu kasahau kuwa mambo si hivyo kama asemavyo, bali neema hizo alizo mneemesha Mwenyezi Mungu ni kama majaribio tu, ni mtihani, ili amdhihirishe nani mwenye kut'ii na nani mwenye kua'si. Lakini wengi wa watu hawatambui kama hayo ni majaribio na fitna.","lang":"sw"},{"name":"39:50","price":"Waliyasema haya waliyo kuwa kabla yao, lakini hayakuwafaa waliyo kuwa wakiyachuma.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"Maneno kama haya waliyasema walio kuwa kabla ya washirikina hawa, na hayakuwalinda na adhabu hayo mali na starehe waliyo yachuma.","lang":"sw"},{"name":"39:51","price":"Basi ukawasibu uovu wa waliyo yachuma. Na wale walio dhulumu miongoni mwa hawa utawasibu uovu wa waliyo yachuma vile vile. Nao si wenye kushinda.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"Yakawasibu makafiri walio tangulia malipo ya madhambi ya vitendo vyao, na madhaalimu miongoni mwa hawa wanao semezwa hivi sasa yatawapata vile vile malipo ya madhambi ya vitendo vyao. Wala hawa hawataiepuka adhabu.","lang":"sw"},{"name":"39:52","price":"Kwani wao hawajui kwamba Mwenyezi Mungu humkunjulia riziki amtakaye na akamkadiria? Hakika katika haya bila ya shaka zipo Ishara kwa watu wanao amini.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"Je! Hawa wanasema wayasemayo, wala hawajui kwamba Mwenyezi Mungu humkunjulia riziki amtakaye katika waja wake, na humpa kwa kadiri atakacho kwa mujibu wa hikima yake? Hakika katika haya bila ya shaka ni mazingatio kwa watu wanao amini.","lang":"sw"},{"name":"39:53","price":"Sema: Enyi waja wangu walio jidhulumu nafsi zao! Msikate tamaa na rehema ya Mwenyezi Mungu. Hakika Mwenyezi Mungu husamehe dhambi zote. Hakika Yeye ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"Ewe Muhammad! Sema kwa kufikisha kutokana na Mola wako Mlezi: Enyi waja wangu walio jizidishia juu ya nafsi zao maasi, msikate tamaa na rehema ya Mwenyezi Mungu. Hakika Mwenyezi Mungu huyafuta madhambi yote. Hakika Yeye, peke yake, ndiye Mkuu katika kusamehe kwake na kurehemu kwake.","lang":"sw"},{"name":"39:54","price":"Na rejeeni kwa Mola wenu Mlezi, na silimuni kwake, kabla ya kukujieni adhabu. Kisha hapo hamtanusuriwa.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"Enyi mlio jidhulumu nafsi zenu, rejeeni kwa Mwenye kuyamiliki mambo yenu yote, na Mlezi wenu. Na mfuateni Yeye kabla haijakujieni adhabu, tena hapo hapatakuwepo wa kukunusuruni na Mwenyezi Mungu na kukulindeni na adhabu yake.","lang":"sw"},{"name":"39:55","price":"Na fuateni yaliyo bora kabisa katika yale yaliyo teremshwa kwenu kutoka kwa Mola wenu Mlezi, kabla haijakujieni adhabu kwa ghafla, na hali hamtambui.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"Na fuateni yaliyo bora kabisa katika mliyo teremshiwa kutokana na Mola wenu Mlezi, nayo ni Qur'ani Tukufu, kabla ya kukujieni adhabu kwa ghafla, na bila ya kujitayarisha, na hali nyinyi hamjui kuja kwake.","lang":"sw"},{"name":"39:56","price":"Isije ikasema nafsi: Ee majuto yangu kwa yale niliyo poteza upande wa Mwenyezi Mungu, na hakika nilikuwa miongoni mwa wanao fanya maskhara!","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"Rejeeni kwa Mola wenu Mlezi, na Msilimu kwake, na mfuate mafunzo yake, ili nafsi yenye dhambi isisema itapo iona adhabu: Ee msiba wangu kwa niliyo yawacha upande wa Mwenyezi Mungu na katika haki zake, na kwamba mimi nilikuwa duniani miongoni mwa walio kuwa wakiifanyia maskhara Dini yake.","lang":"sw"},{"name":"39:57","price":"Au ikasema: Ingeli kuwa Mwenyezi Mungu ameniongoa, bila ya shaka ningeli kuwa miongoni mwa wenye kumchamngu.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"Au iseme ile nafsi yenye dhambi, kutafuta udhuru: Lau kuwa Mwenyezi Mungu angeli niwezesha kufuata uwongofu bila ya shaka ningeli kuwa duniani katika wale walio jilinda na adhabu ya Mwenyezi Mungu kwa Imani na vitendo vyema.","lang":"sw"},{"name":"39:58","price":"Au ikasema inapo ona adhabu: Lau kuwa ningeli pata fursa nyengine, ningeli kuwa miongoni mwa wafanya mema.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"Au iseme nafsi ile yenye dhambi itapo ona adhabu: Laiti ningeli rejeshwa duniani, nikawa katika wanao tengeneza imani yao na vitendo vyao!","lang":"sw"},{"name":"39:59","price":"Wapi! Bila ya shaka zilikujia Ishara zangu, nawe ukazikadhibisha, na ukajivuna, na ukawa miongoni mwa makafiri!","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"Utayapata wapi, ewe mwenye majuto! Mafunzo yangu yalikujia katika ndimi za Mitume, nawe ukayakanusha, na ukajiona bora, ukakataa kuyafuata, na ukawa katika dunia yako miongoni mwa wenye kushikilia ukafiri.","lang":"sw"},{"name":"39:60","price":"Na Siku ya Kiyama utawaona walio msingizia uwongo Mwenyezi Mungu nyuso zao zimesawijika. Je! Si katika Jahannamu makaazi ya wanao takabari?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"Na Siku ya Kiyama utawaona walio mzulia uwongo Mwenyezi Mungu, wakamkhusisha yasiyo kuwa yake, nyuso zao zimesawjika kwa huzuni na majonzi. Hakika Jahannamu ndio makaazi ya wenye kiburi wakaikataa Haki.","lang":"sw"},{"name":"39:61","price":"Na Mwenyezi Mungu atawaokoa wenye kujikinga kwa ajili ya kufuzu kwao. Hapana uovu utao wagusa, wala hawatahuzunika.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"Na Mwenyezi Mungu atawaokoa alio wajaalia ulinzi isiwapate adhabu ya Mwenyezi Mungu, kwa vile alivyo kwisha wajua kuwa wamefuzu, kwa walivyo ukhiari uwongofu kuliko upotofu. Na siku hii basi uovu hautawagusa, wala hawatahuzunika kwa kuzikosa neema walizo kuwa wakizitaraji.","lang":"sw"},{"name":"39:62","price":"Mwenyezi Mungu ndiye Muumba wa kila kitu, na Yeye ndiye Mlinzi juu ya kila kitu.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"Mwenyezi Mungu Muumba kila kitu - naye peke yake - ndiye Mlinzi wa kila kitu. Anaendesha mambo yake kwa mujibu wa hikima yake.","lang":"sw"},{"name":"39:63","price":"Yeye anazo funguo za mbingu na ardhi. Na wale walio zikataa Ishara za Mwenyezi Mungu, hao ndio wenye kukhasiri.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"Maendesho ya mambo ya katika mbingu na ardhi yako kwa Mwenyezi Mungu. Hayaendeshi hayo isipo kuwa Yeye. Na makafiri kwa hoja za Mwenyezi Mungu na ushahidi wake ndio wao, peke yao, ndio wenye kukhasiri, mwisho wa kukhasiri! (Injili ya Mathayo 16:16-20 imedai kuwa Yesu kampa funguo za mbingu na ardhi Petro, na hivyo ndiyo Papa wa Roma amerithi funguo hizo na kuanzisha Kanisa la Kikatoliki, na uwezo wa kufutia watu dhambi na kuwaangamiza Motoni. Marcello Craveri, mtaalamu wa Biblia wa Kitaliana ameandika katika kitabu chake Maisha ya Yesu (sahifa 227-28 Panther Edn.) kuwa Mathayo 16:16-20 imeongezwa na ametoa hoja 7 kwa wazo hilo. Licha ya kuwa Yesu hakumpa Petro hizo funguo za mbingu na ardhi, yeye mwenyewe Yesu hakuwa nazo.)","lang":"sw"},{"name":"39:64","price":"Sema: Je! Mnaniamrisha nimuabudu asiye kuwa Mwenyezi Mungu, enyi majaahili?","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"Ewe Muhammad! Sema: Je! Baada ya kuweka wazi Ishara zote kuwepo Mwenyezi Mungu Mmoja wa kuabudiwa, mnaniamrisha nimuabudu mwenginewe, enyi wajinga, majaahili?","lang":"sw"},{"name":"39:65","price":"Na kwa yakini yamefunuliwa kwako na kwa walio kuwa kabla yako: Bila ya shaka ukimshirikisha Mwenyezi Mungu a'mali zako zitaanguka, na lazima utakuwa miongoni mwa wenye kukhasiri.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"Na ninaapa: Bila ya shaka, umepewa Wahyi, wewe, Muhammad na Mitume walio kuwa kabla yako, kwamba bila ya shaka ukimshirikisha Mwenyezi Mungu na chochote kile basi hapana shaka Mwenyezi Mungu atazibat'ilisha a'mali zako, na utakuwa katika watu walio khasirika ukomo wa kukhasiri.","lang":"sw"},{"name":"39:66","price":"Bali muabudu Mwenyezi Mungu tu, na uwe miongoni mwa wenye kushukuru.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"Ewe Mtume! Usiwakubalie kwa hayo wanayo kutaka, bali muabudu Mwenyezi Mungu peke yake, na uwe katika wanao mshukuru Yeye kwa neema zake.","lang":"sw"},{"name":"39:67","price":"Na wala hawakumhishimu Mwenyezi Mungu kama anavyo stahiki kadiri yake. Na Siku ya Kiyama ardhi yote itakuwa mkononi mwake, na mbingu zitakunjwa katika mkono wake wa kuume. Subhanahu wa Taa'la Ametakasika na Ametukuka na hayo wanayo mshirikisha nayo.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"Washirikina hawakumtukuza Mwenyezi Mungu kama anavyo stahiki utukufu wake, wala hawakumjua kama anavyo stahiki kujuulikana, kwa kuwa wamemshirikisha pamoja naye wenginewe, na wakamtaka Mtume naye aingie katika ushirikina, na hali ardhi yote ni milki yake Siku ya Kiyama, na mbingu zitakuwa zimekunjwa, kama zinavyo kunjwa nguo, katika mkono wake wa kulia. Mwenyezi Mungu ametakasika na kila upungufu, na ametukuka vikubwa mno na vyote hivyo wanavyo mshirikisha naye.","lang":"sw"},{"name":"39:68","price":"Na litapulizwa barugumu, wazimie waliomo mbinguni na waliomo katika ardhi, isipo kuwa aliye mtaka Mwenyezi Mungu. Kisha litapulizwa mara nyengine. Hapo watainuka wawe wanangojea.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"Na litapulizwa barugumu kwa yakini, na watakufa walioko mbinguni na katika ardhi ila anaye mtaka Mwenyezi Mungu kumuakhirisha mpaka wakati mwengine. Kisha litapulizwa mara nyengine, na hapo wote watainuka kutoka makaburini mwao, wakingojea watafanywa nini? Hilo barugumu (S'ur) kilugha, ni tarumbeta, mbiu, siwa, parapanda. Barugumu inalo tusimulia Qur'ani ni katika mambo ya ulimwengu usio onekana, hatujui lilivyo na hakika yake.","lang":"sw"},{"name":"39:69","price":"Na ardhi itang'ara kwa Nuru ya Mola wake Mlezi, na Kitabu kitawekwa, na wataletwa Manabii na mashahidi, na patahukumiwa baina yao kwa haki, wala hawatadhulumiwa.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"Na ardhi itang'ara siku hiyo kwa nuru ya Muumba wake na Mmiliki wake. Na kitatayarishwa Kitabu kilicho sajiliwa ndani yake vitendo vyao, na watahudhurishwa Manabii na mashahidi wapate kuwashuhudia viumbe vyote, na wapambanuliwe baina ya viumbe kwa uadilifu, na wala hawatadhulumiwa kwa kupunguziwa thawabu wala kuzidishiwa adhabu.","lang":"sw"},{"name":"39:70","price":"Na kila nafsi italipwa kwa yale iliyo yafanya, na Yeye anayajua sana wanayo yatenda.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"Na kila nafsi itapewa malipo ya a'mali yake, na Mwenyezi Mungu ni mbora wa kujua vitendo vyao.","lang":"sw"},{"name":"39:71","price":"Na walio kufuru wataongozwa kuendea Jahannamu kwa makundi. Mpaka watakapo ifikia itafunguliwa milango yake, na walinzi wake watawaambia: Kwani hawakukujilieni Mitume miongoni mwenu wakikusomeeni Aya za Mola wenu Mlezi na kukuonyeni mkutano wa siku yenu hii? Watasema: Kwani! Lakini limekwisha thibiti neno la adhabu juu ya makafiri.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"Na makafiri watahimizwa kwenda kwa nguvu kuendea Jahannamu kwa makundi makundi. Na hata watapo fika milango yake itafunguliwa, na walinzi wake watawaambia kwa kuwakebehi: Kwani hawakuja kwenu Wajumbe kutoka kwa Mwenyezi Mungu wa jinsi yenu, wakikusomeeni Aya za Mola wenu Mlezi, na wakakuhadharisheni na mkutano wenu huu? Makafiri watasema kwa kukiri: Kwani! Walitujia Mitume. Lakini neno la adhabu limekwisha wajibikia juu ya makafiri, kwa kuwa wao wamekhiari ukafiri kuliko Imani.","lang":"sw"},{"name":"39:72","price":"Itasemwa: Ingieni milango ya Jahannamu mdumu humo. Basi nayo ni ubaya ulioje wa makaazi ya wanao takabari!","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"Wataambiwa: Iingieni milango ya Jahannamu mliyo jaaliwa mkae humo milele. Jahannamu ni pahala paovu mno pa kukaa wenye kutakabari na wakakataa kuikubali Haki.","lang":"sw"},{"name":"39:73","price":"Na walio mcha Mola wao Mlezi wataongozwa kuendea Peponi kwa makundi, mpaka watakapo fikilia, nayo milango yake imekwisha funguliwa. Walinzi wake watawaambia: Salaam Alaikum, Amani iwe juu yenu! Mmet'ahirika. Basi ingieni humu mkae milele.","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"Na wachamngu watahimizwa kwenda Peponi kwa hishima makundi makundi, mpaka wakifika kwenye milango yake, wataambiwa na walinzi wake: Amani kubwa juu yenu! Mmet'ahirika duniani na uchafu wa maasi, na mmet'ahirika Akhera katika nafsi zenu kwa neema mlizo zipata. Basi ingieni Peponi mliko jaaliwa kukaa milele. Kwani nyinyi mna neema zisio pita akilini.","lang":"sw"},{"name":"39:74","price":"Nao watasema: Alhamdulillah, Sifa njema zote ni za Mwenyezi Mungu aliye tutimizia ahadi yake, na akaturithisha ardhi, tunakaa katika Bustani popote tupendapo. Basi ni malipo mazuri yaliyoje ya watendao!","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"Na wachamngu watasema: Sifa zote njema ni za Mwenyezi Mungu peke yake, ambaye ametutimizia aliyo tuahidi kwa ndimi za Mitume wake, na akatumilikisha ardhi ya Peponi tunashukia tutakapo humo. Ama hakika bora ya ujira wa wenye kutenda mema ni Pepo.","lang":"sw"},{"name":"39:75","price":"Na utawaona Malaika wakizunguka pembeni mwa Kiti cha enzi cha Mwenyezi Mungu, wakimtakasa na kumsifu Mola wao Mlezi. Na patahukumiwa baina yao kwa haki na patasemwa: Sifa zote njema ni za Mwenyezi Mungu, Mola Mlezi wa viumbe vyote!","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"Na utaona, ewe mwenye kuona, Malaika wakiizunguka A'rshi, wakimtakasa Mwenyezi Mungu na kila upungufu, kwa utakaso unao fuatana na kumhimidi Muumba wao na Mlezi wao, na akapambanua baina ya viumbe vyote kwa uadilifu, na ulimwengu wote ukatamka kwa kusema: Sifa njema zote ni za Mwenyezi Mungu, Mola Mlezi wa viumbe vyote.","lang":"sw"},{"name":"40:1","price":"H'a, Mim.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:2","price":"Uteremsho wa Kitabu umetoka kwa Mwenyezi Mungu Mwenye nguvu, Mwenye kujua.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:3","price":"Anaye samehe dhambi na anaye pokea toba, Mkali wa kuadhibu, Mwenye ukarimu, hakuna mungu ila Yeye; marejeo ni kwake.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:4","price":"Hawazibishi Ishara za Mwenyezi Mungu ila walio kufuru; basi kusikughuri wewe kutanga tanga kwao katika nchi.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:5","price":"Kabla yao walikadhibisha kaumu ya Nuhu na makundi mengine baada yao. Na kila taifa lilikuwa na hamu juu ya Mtume wao wamkamate. Na walibishana kwa upotovu ili kuipindua haki. Kwa hivyo niliwakamata. Basi ilikuwaje adhabu yangu!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:6","price":"Namna hivi limewathibitikia makafiri neno la Mola wako Mlezi ya kwamba wao ni watu wa Motoni.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:7","price":"Wale wanao beba A'rshi, na wanao izunguka, wanamsabihi na kumhimidi Mola wao Mlezi, na wanamuamini, na wanawaombea msamaha walio amini kwa kusema: Mola wetu Mlezi! Umekienea kila kitu kwa rehema na ujuzi. Basi wasamehe walio tubu na wakaifuata Njia yako, na waepushe na adhabu ya Jahannamu.","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:8","price":"Mola wetu Mlezi! Na waingize katika Bustani za Milele ulizo waahidi. Na uwape haya pia wale walio fanya mema miongoni mwa wazee wao na wake zao na dhuriya zao. Hakika Wewe ni Mwenye nguvu, Mwenye hikima.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:9","price":"Na waepushe na maovu; kwani umwepushaye maovu siku hiyo, hakika umemrehemu; na huko ndiko kufuzu kukubwa.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:10","price":"Kwa hakika wale walio kufuru watanadiwa: Bila ya shaka kukuchukieni Mwenyezi Mungu ni kukubwa kuliko kujichukia nyinyi nafsi zenu, mlipo kuwa mnaitwa kwenye Imani nanyi mkakataa.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:11","price":"Watasema: Mola wetu Mlezi! Umetufisha mara mbili, na umetuhuisha mara mbili! Basi tunakiri madhambi yetu. Basi je, ipo njia ya kutoka?","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:12","price":"Hayo ni hivyo kwa sababu mlikuwa akiombwa Mwenyezi Mungu peke yake mnakataa. Na akishirikishwa mnaamini. Basi hukumu ni ya Mwenyezi Mungu Mtukufu Mkuu.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:13","price":"Yeye ndiye anaye kuonyesheni Ishara zake, na anakuteremshieni kutoka mbinguni riziki. Na hapana anaye kumbuka ila anaye rejea.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:14","price":"Basi mwombeni Mwenyezi Mungu mkimsafia Dini Yeye tu, na wangachukia makafiri.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:15","price":"Yeye ndiye Mwenye vyeo vya juu, Mwenye A'rshi. Hupeleka Roho kwa amri yake juu ya amtakaye katika waja wake, ili kuonya kwa Siku ya Mkutano.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:16","price":"Siku watakayo dhihiri wao. Hapana kitacho fichikana chochote chao kwa Mwenyezi Mungu. Ufalme ni wa nani leo? Ni wa Mwenyezi Mungu Mmoja Mtenda nguvu.","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:17","price":"Leo kila nafsi italipwa kwa iliyo chuma. Hapana dhulma leo. Hakika Mwenyezi Mungu ni Mwepesi wa kuhisabu.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:18","price":"Na waonye siku inayo kurubia, wakati nyoyo zitakapo fika kooni, nao wamejaa huzuni. Madhaalimu hawatakuwa na rafiki, wala mwombezi wa kuitikiwa.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:19","price":"(Mwenyezi Mungu) anajua khiyana ya macho na yanayo ficha vifua.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:20","price":"Na Mwenyezi Mungu huhukumu kwa haki; lakini hao wanao waomba badala yake hawahukumu chochote. Hakika Mwenyezi Mungu ndiye Mwenye kusikia Mwenye kuona.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:21","price":"Kwani hawatembei katika ardhi wakaona jinsi ulivyo kuwa mwisho wa walio kuwa kabla yao? Hao walikuwa wamewazidi hawa kwa nguvu na athari katika nchi. Na Mwenyezi Mungu aliwatia mkononi kwa sababu ya madhambi yao. Na wala hapakuwa wa kuwalinda na Mwenyezi Mungu.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:22","price":"Hayo ni kwa sababu walikuwa wanawajia Mitume wao kwa hoja zilizo wazi, lakini wakawakataa, ndipo Mwenyezi Mungu akawakamata. Bila ya shaka Yeye ni Mwenye nguvu, Mkali wa kuadhibu.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:23","price":"Na kwa yakini tulimtuma Musa pamoja na Ishara zetu na uthibitisho ulio wazi,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:24","price":"Kumwendea Firauni na Hamana na Qaruni, wakasema: Huyu ni mchawi, mwongo mkubwa.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:25","price":"Basi alipo waletea Haki inayo toka kwetu, walisema: Waueni watoto wanaume wa wale walio muamini na wawacheni hai wanawake wao. Na haviwi vitimbi vya makafiri ila katika upotovu.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:26","price":"Na Firauni akasema: Niachieni nimuuwe Musa, naye amwite Mola wake Mlezi! Mimi nachelea asije kubadilishieni dini yenu, au akatangaza uharibifu katika nchi.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:27","price":"Na Musa akasema: Mimi najikinga kwa Mola wangu Mlezi na Mola wenu Mlezi anilinde na kila mwenye jeuri asiye iamini Siku ya Hisabu.","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:28","price":"Na akasema mtu mmoja Muumini, aliye kuwa mmoja katika watu wa Firauni aliye ficha Imani yake: Mtamuuwa mtu kwa sababu anasema Mola wangu Mlezi ni Mwenyezi Mungu? Na hali naye amekujieni na hoja zilizo wazi? Na akiwa yeye mwongo basi uwongo wake ni juu yake mwenyewe, na akiwa mkweli yatakufikieni baadhi ya hayo anayo kuahidini. Hakika Mwenyezi Mungu hamwongoi apindukiaye mipaka, mwongo mkubwa.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:29","price":"Enyi watu wangu! Leo mna ufalme, mmeshinda katika nchi; basi ni nani atakaye nisaidia kutuokoa na adhabu ya Mwenyezi Mungu kama ikitufikia? Firauni akasema: Sikupeni shauri ila ile niliyo iona, wala sikuongozeni ila kwenye njia ya uwongofu.","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:30","price":"Na akasema yule aliye amini: Enyi watu wangu! Hakika mimi nakukhofieni mfano wa siku za makundi,","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:31","price":"Mfano wa hali ya watu wa Nuhu na A'di na Thamudi na wale wa baada yao. Na Mwenyezi Mungu hataki kuwadhulumu waja.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:32","price":"Na enyi watu wangu! Hakika mimi nakukhofieni Siku ya mayowe.","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:33","price":"Siku mtakapo geuka kurudi nyuma. Hamtakuwa na wa kukulindeni kwa Mwenyezi Mungu. Na mwenye kuhukumiwa na Mwenyezi Mungu kupotea, basi huyo hana wa kumwongoa.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:34","price":"Na alikwisha wajieni Yusuf zamani kwa dalili zilizo wazi, lakini nyinyi mliendelea katika shaka kwa yale aliyo kuleteeni; mpaka alipo kufa mkasema: Mwenyezi Mungu hataleta kabisa Mtume baada yake. Kama hivyo Mwenyezi Mungu humwacha kupotea anaye pindukia mipaka katika maasi anaye jitia shaka.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:35","price":"Hao ambao wanajadiliana katika Ishara za Mwenyezi Mungu pasipo ushahidi wowote ulio wafikia, ni chukizo kubwa mbele ya Mwenyezi Mungu na mbele ya walio amini. Hivi ndivyo Mwenyezi Mungu apigavyo muhuri juu ya kila moyo wa jeuri anaye jivuna.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:36","price":"Na Firauni akasema: Ewe Hamana! Nijengee mnara ili nipate kuzifikia njia,","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:37","price":"Njia za mbinguni ili nikamwone Mungu wa Musa. Na kwa hakika mimi bila ya shaka namjua kuwa ni mwongo tu. Na hivi ndivyo Firauni alivyo pambiwa ubaya wa vitendo vyake, na akazuiliwa Njia. Na vitimbi vya Firauni havikuwa ila katika kuangamia tu.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:38","price":"Na yule aliye amini alisema: Enyi watu wangu! Nifuateni mimi, nitakuongozeni njia ya uwongozi mwema.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:39","price":"Enyi watu wangu! Hakika haya maisha ya dunia ni starehe ipitayo tu, na hakika Akhera ndiyo nyumba ya daima.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:40","price":"Mwenye kutenda uovu hatalipwa ila sawa na huo uwovu wake, na anaye tenda wema, akiwa mwanamume au mwanamke, naye ni Muumini, basi hao wataingia Peponi, waruzukiwe humo bila ya hisabu.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:41","price":"Na enyi watu wangu! Kwa nini mimi nakuiteni kwenye uwokofu, nanyi mnaniita kwenye Moto?","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:42","price":"Mnaniita nimkufuru Mwenyezi Mungu na nimshirikishe na yule ambaye simjui, nami nakuiteni kwa Mwenye nguvu Mwenye kusamehe?","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:43","price":"Bila ya shaka mnaye niitia kumuabudu hastahiki wito duniani wala Akhera. Na hakika marejeo yetu ni kwa Mwenyezi Mungu. Na wanao pindukia mipaka ndio watu wa Motoni!","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:44","price":"Basi mtayakumbuka ninayo kuambieni. Nami namkabidhi Mwenyezi Mungu mambo yangu. Hakika Mwenyezi Mungu anawaona waja wake.","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:45","price":"Basi Mwenyezi Mungu akamlinda na ubaya wa hila walizo zifanya. Na adhabu mbaya itawazunguka watu wa Firauni.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:46","price":"Wanaonyeshwa Moto asubuhi na jioni. Na itapo fika Saa ya Kiyama patasemwa: Waingizeni watu wa Firauni katika adhabu kali kabisa!","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:47","price":"Na watapo hojiana huko Motoni, wanyonge watawaambia walio jitukuza: Hakika sisi tulikuwa wafuasi wenu, basi je, hamtuondolei sehemu ya huu Moto?","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:48","price":"Watasema walio jitukuza: Hakika sote sisi tumo humo humo! Kwani Mwenyezi Mungu kesha hukumu baina ya waja!","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:49","price":"Na walio Motoni watawaambia walinzi wa Jahannamu: Mwombeni Mola wenu Mlezi atupunguzie walau siku moja ya adhabu.","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:50","price":"Nao watasema: Je! Hawakuwa wakikufikieni Mitume wenu kwa hoja zilio wazi? Watasema: Kwani? Watasema: Basi ombeni! Na maombi ya makafiri hayawi ila ni kupotea bure.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:51","price":"Hakika bila ya shaka Sisi tunawanusuru Mitume wetu na walio amini katika uhai wa duniani na siku watapo simama Mashahidi,","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:52","price":"Siku ambayo hautawafaa madhaalimu udhuru wao, nao watapata laana, na watapata makaazi mabaya kabisa.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:53","price":"Na kwa hakika tulimpa Musa uwongofu, na tukawarithisha Wana wa Israili Kitabu,","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:54","price":"Ambacho ni Uwongofu na Ukumbusho kwa wenye akili.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:55","price":"Basi subiri. Hakika ahadi ya Mwenyezi Mungu ni kweli. Na omba msamaha kwa dhambi zako, na umtakase Mola wako Mlezi kwa kumhimidi jioni na asubuhi.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:56","price":"Hakika hao wanao bishana katika Ishara za Mwenyezi Mungu bila ya uthibitisho wowote uliyo wajia, hawana vifuani mwao ila kutaka ukubwa tu, na wala huo hawaufikilii. Basi jikinge kwa Mwenyezi Mungu. Hakika Yeye ni Mwenye kusikia, Mwenye kuona.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:57","price":"Bila ya shaka kuumba mbingu na ardhi ni kukubwa zaidi kuliko kuwaumba watu. Lakini watu wengi hawajui.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:58","price":"Na kipofu na mwenye kuona hawalingani; na walio amini na watendao mema hawalingani na muovu. Ni machache mnayo yakumbuka.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:59","price":"Hakika Saa (ya Kiyama) itafika, nayo haina shaka. Lakini watu wengi hawaamini.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:60","price":"Na Mola wenu Mlezi anasema: Niombeni nitakuitikieni. Kwa hakika wale ambao wanajivuna na kuniabudu Mimi wataingia Jahannamu wadhalilike.","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:61","price":"Mwenyezi Mungu aliye kufanyieni usiku ili mpate kutulia humo, na mchana wa kuonea. Hakika Mwenyezi Mungu bila ya shaka ni Mwenye fadhila juu ya watu, lakini watu wengi hawashukuru.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:62","price":"Huyo ndiye Mwenyezi Mungu Mola wenu Mlezi, Muumba wa kila kitu. Hapana mungu ila Yeye; basi mnageuzwa wapi?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:63","price":"Namna hivi ndivyo walivyo geuzwa walio kuwa wakizikataa Ishara za Mwenyezi Mungu.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:64","price":"Ni Mwenyezi Mungu aliye kufanyieni ardhi kuwa ni pahala pa kukaa, na mbingu kuwa dari. Na akakutieni sura, na akazifanya nzuri sura zenu, na akakuruzukuni vitu vizuri. Huyo ndiye Mwenyezi Mungu Mola wenu Mlezi. Basi ametukuka Mwenyezi Mungu Mola Mlezi wa walimwengu wote.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:65","price":"Yeye ndiye aliye Hai - hapana mungu isipo kuwa Yeye. Basi muabuduni Yeye mkimsafishia Dini Yeye. Sifa njema zote ni za Mwenyezi Mungu, Mola Mlezi wa walimwengu wote.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:66","price":"Sema: Mimi nimekatazwa kuwaabudu hao mnao waomba badala ya Mwenyezi Mungu, zilipo nijia hoja zilizo dhaahiri kutokana na Mola wangu Mlezi. Na nimeamrishwa nisilimu kwa Mola wa walimwengu wote.","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:67","price":"Yeye ndiye aliye kuumbeni kwa udongo, kisha kwa tone la manii, kisha kwa pande la damu, kisha akakutoeni katika hali ya mtoto mchanga, kisha mpate kufikilia utu uzima, kisha mpate kuwa wazee. Na kati yenu wapo wanao kufa kabla, na ili mfikie muda ulio kwisha wekwa, na ili mpate kufahamu.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:68","price":"Yeye ndiye anaye huisha na anaye fisha. Akihukumu jambo liwe, basi huliambia: Kuwa! Likawa.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:69","price":"Je! Huwaoni wale wanao bishana katika Ishara za Mwenyezi Mungu? Wanageuziwa wapi?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:70","price":"Ambao wamekanusha Kitabu na yale tuliyo watuma Mitume wetu. Basi watakuja jua.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:71","price":"Zitakapo kuwa pingu shingoni mwao na minyororo, huku wanabururwa","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:72","price":"Katika maji ya moto, kisha wanaunguzwa Motoni,","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:73","price":"Tena wataambiwa: Wako wapi mlio kuwa mkiwashirikisha.","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:74","price":"Badala ya Mwenyezi Mungu? Watasema: Wametupotea, bali tangu zamani hatukuwa tukiomba kitu! Hivyo ndivyo Mwenyezi Mungu anawaachia makafiri wapotelee mbali.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:75","price":"Haya ni kwa sababu mlikuwa mkijitapa katika ardhi pasipo haki, na kwa sababu mlikuwa mkijishaua.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:76","price":"Ingieni kwenye milango ya Jahannamu, mdumu humo milele. Basi ni maovu yaliyoje makaazi ya wanao takabari!","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:77","price":"Basi subiri, hakika ahadi ya Mwenyezi Mungu ni ya kweli. Na ama tukikuonyesha baadhi ya yale tuliyo waahidi au tukikufisha, lakini wao watarudishwa kwetu tu.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:78","price":"Na bila ya shaka tuliwatuma Mitume kabla yako. Wengine katika hao tumekusimulia khabari zao, na wengine hatukukusimulia. Na haiwi Mtume alete Ishara yoyote ila kwa idhini ya Mwenyezi Mungu. Basi ikija amri ya Mwenyezi Mungu huhukumiwa kwa Haki, na hapo wapotofu watakhasiri.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:79","price":"Mwenyezi Mungu aliye kujaalieni nyama hoa, mifugo, ili muwapande baadhi yao, na muwale baadhi yao.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:80","price":"Na katika hao mnayo manufaa kadhaa wa kadhaa, na mnapata kwao haja ziliomo vifuani mwenu; na mnachukuliwa juu yao, na juu ya marikebu.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:81","price":"Naye anakuonyesheni Ishara zake. Basi Ishara gani za Mwenyezi Mungu mnazo zikataa?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:82","price":"Kwani hawatembei katika ardhi wakaona ulikuwaje mwisho wa walio kuwa kabla yao? Wao walikuwa wengi kuliko hawa, na wamewashinda kwa nguvu na athari katika nchi. Wala hayakuwafaa hayo waliyo kuwa wakiyachuma.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:83","price":"Walipo wajia Mitume wao kwa dalili zilizo wazi walijitapa kwa ilimu waliyo kuwa nayo. Basi yakawazunguka waliyo kuwa wakiyafanyia maskhara.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:84","price":"Walipo iona adhabu yetu walisema: Tumemuamini Mwenyezi Mungu kuwa ni wa pekee, na tunaikataa miungu tuliyo kuwa tukiishirikisha naye.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"40:85","price":"Lakini imani yao haikuwa yenye kuwafaa kitu wakati ambao wamekwisha iona adhabu yetu. Huu ndio mwendo wa Mwenyezi Mungu ulio kuwa kwa waja wake. Na hapo walio kufuru walikhasiri.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"sw"},{"name":"41:1","price":"H'a Mim .","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"(H'a Mim) Hizi harufi mbili katika harufi za alifbete zilio fungulia Sura hii kama ilivyo ada ya Qur'ani katika Sura nyingi, ili kuzindua watu watanabahi, na pia kuonyesha dalili ya muujiza wa Qur'ani.","lang":"sw"},{"name":"41:2","price":"Uteremsho huu umetoka kwa Mwingi wa rehema, Mwenye kurehemu.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"Kitabu hichi ni mteremsho wa namna ya peke yake, kutokana na Mneemeshaji wa neema kubwa na neema ndogo.","lang":"sw"},{"name":"41:3","price":"Hichi ni Kitabu kilicho pambanuliwa Aya zake, cha kusomwa kwa Kiarabu kwa watu wanao jua.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"Kitabu hichi ni namna ya peke yake kwa uzuri wake kwa matamshi na ibara yake ya utungaji, na kwa maana inavyo pambanua baina Haki na baat'ili, na bishara na onyo, na kuzitengeneza nafsi, na kupiga mifano, na kubainisha hukumu. Nacho kinasomwa kwa ulimi wa Kiarabu, chepesi kukifahamu kwa watu wanao jua.","lang":"sw"},{"name":"41:4","price":"Kitoacho khabari njema, na chenye kuonya. Lakini wengi katika wao wamepuuza; kwa hivyo hawasikii.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"Chenye kuwapa khabari njema Waumini wenye kutenda kuwa watapata neema iliyo andaliwa kwa ajili yao, na kuwakhofisha wanao kanusha kuwa watapata adhabu chungu iliyo andaliwa kwa ajili yao. Lakini wengi walikitupilia mbali, wala wasinafiike nacho, kama kwamba hawakusikia.","lang":"sw"},{"name":"41:5","price":"Na wakasema: Nyoyo zetu zimo katika vifuniko kwa hayo unayo tuitia, na masikio yetu yana uziwi, na baina yetu na wewe lipo pazia. Basi wewe tenda, nasi tunatenda.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"Na makafiri wakamwambia Mtume s.a.w.: Nyoyo zetu zimo katika vifuniko vizito kwa hayo unayo tuitia yaliyo khusu Tawhidi (Upweke) wa Mwenyezi Mungu. Na masikioni mwetu mna uziwi, basi hayasikii hayo unayo tulingania. Na baina yetu na wewe lipo pazia nene linalo tuzuia kukubali hayo uliyo tuletea. Basi fanya utakalo, na sisi tunafanya tutakalo.","lang":"sw"},{"name":"41:6","price":"Sema: Hakika mimi ni mtu kama nyinyi; inafunuliwa kwangu ya kwamba Mungu wenu ni Mungu Mmoja tu. Basi nyookeni sawa kumwendea Yeye, na mumtake msamaha, na ole wao wanao mshirikisha!","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"Ewe Mtume! Waambie: Hakika mimi si chochote ila ni mtu mfano wenu nyinyi, napata Wahyi (Ufunuo) kutoka kwa Mwenyezi Mungu, kwamba wa kuabudiwa kwa haki na nyinyi ni Mungu Mmoja tu. Basi fuateni Njia Iliyo Nyooka ya kwendea kwake! Na mtake kwake msamaha kwa madhambi yenu. Na washirikina wasio toa Zaka kuwapa wanao stahiki watapata adhabu kali. Na wao tu, si wenginewe, ndio wanao kataa kuwa upo uhai wa Akhera.","lang":"sw"},{"name":"41:7","price":"Ambao hawatoi Zaka na wanaikataa Akhera.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"Na washirikina wasio toa Zaka kuwapa wanao stahiki watapata adhabu kali. Na wao tu, si wenginewe, ndio wanao kataa kuwa upo uhai wa Akhera.","lang":"sw"},{"name":"41:8","price":"Hakika wanao amini na wakatenda mema watakuwa na ujira usio na ukomo.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"Hakika Waumini wanao tenda mema watapata malipo mazuri yasiyo katika.","lang":"sw"},{"name":"41:9","price":"Sema: Hivyo nyinyi mnamkataa aliye umba ardhi katika siku mbili, na mnamfanyia washirika? Huyu ndiye Mola Mlezi wa walimwengu wote.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"Ewe Mtume! Waambie hawa washirikina: Ama nyinyi mnastaajabisha! Mnamkataa Mwenyezi Mungu aliye iumba ardhi kwa siku mbili, na huku juu ya hayo, mnamfanyia washirika wa kushirikiana naye huyo Muumba ardhi, Mmiliki wa walimwengu wote na Mlezi wao? Zimetajwa Siku moja au Siku nyingi katika Sura nyengine. Katika Surat Al-Hajj, Aya 47 Mwenyezi Mungu Mtukufu amesema: \"Na kwa hakika siku moja kwa Mola wako Mlezi ni kama miaka elfu mnavyo hisabu nyinyi.\" Na katika Surat Assajdah, Aya 5 amesema Mtukufu: \"Anapitisha mambo yote yaliyo baina ya mbingu na ardhi, kisha yanapanda kwake kwa siku moja tu ambayo kipimo chake ni miaka elfu mnayo hisabu.\" Na katika Surat Al-Ma'arij Mtukufu amesema: \"Malaika na Roho hupanda kwake katika siku iliyo kadiri yake ni miaka elfu khamsini.\" Maoni ya kitaalamu: Vipimo vya wakati wanavyo vitumia watu vimefungamana na dunia na inavyo zunguka juu ya msumari-kati wake na kulizunguka jua. Mtu akitoka kwenye ardhi (dunia) akenda kwenye sayari nyengine za mbinguni vipimo hivyo vya nyakati vinabadilika kwa kuzidi au kwa kupungua. Na hizi Aya tukufu zinaonyesha ishara ya ukweli huu wa ki-ilimu, na ya kwamba zama au nyakati ni jambo la mlinganisho tu. Na bila ya shaka ipo miaka ya ki-ilimu ya Falaki ya kulinganisha yenye kumkinika kuifarikisha baina yao. Mwaka wa ki-jua wa duniani huhisabiwa kwa kupimwa wakati ambao dunia inachukua kulizunguka jua kwa ukamilifu mnamo siku 365, na ilhali sayari zilio karibu na jua kama U't'aarid (Mercury) humaliza safari yake ya kulizunguka jua mnamo siku 88, na upande mwengine sayari ya Blutu (Pluto) ambayo ndiyo sayari iliyo mbali mno na jua, na ndiyo inazunguka taratibu mno inachukua kuzunguka kwake mnamo miaka 250 kwa mujibu wa miaka yetu sisi.","lang":"sw"},{"name":"41:10","price":"Na akaweka humo milima juu yake, na akabarikia humo na akakadiria humo chakula chake katika siku nne. Haya ni sawa kabisa kwa wanao uliza.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"Naye Mwenyezi Mungu amesimamisha juu ya ardhi milima iliyo simama imara ili isiyumbe nanyi; na akakithirisha humo kheri nyingi, na akakadiria humo riziki kwa watu wake, kwa mujibu wa hikima yake, mnamo siku nne. Na nyinyi, juu ya haya, mnakwenda kumwekea washirika? Na Yeye amekadiria kila kitu bila ya upungufu wala kuzidi. Kufafanua huku katika uumbaji wa ardhi na vilio juu yake ni maelezo kwa hao wanao uliza.","lang":"sw"},{"name":"41:11","price":"Kisha akazielekea mbingu, na zilikuwa moshi, akaziambia hizo na ardhi: Njooni, kwa khiari au kwa nguvu! Vyote viwili vikasema: Tumekuja nasi ni wat'iifu.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"Kisha amekhusisha uweza wake na kuumba mbingu, nazo zilikuwa kama moshi, basi zikawapo. Na kuumba kwake mbingu na ardhi kwa mujibu wa mapendo yake ni jambo jepesi kwake, ni kama kukiambia kitu: Njoo ukipenda usipenda, nacho kikat'ii.","lang":"sw"},{"name":"41:12","price":"Basi akazifanya mbingu saba kwa siku mbili, na akazipangia kila mbingu mambo yake. Na tukaipamba mbingu ya chini kwa mataa na kwa ulinzi. Hichi ndicho kipimo cha Mwenyezi Mungu Mwenye Kujua.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"Na akatimiza kuumba mbingu saba mnamo siku mbili nyengine. Na akaweka katika kila mbingu alicho kiandalia na ilivyo pelekea hikima yake. Na akaipamba mbingu ya karibu na dunia kwa nyota zinazo ng'ara kama taa, kwa ajili ya uwongofu wasisikilize mashetani khabari za walio juu. Kuumba huko vilivyo ni mpango wa Mwenyezi Mungu asiye shindika, Mwenye kuzunguka kila kitu.","lang":"sw"},{"name":"41:13","price":"Basi wakipuuza wewe sema: Nakuhadharisheni adhabu mfano wa adhabu ya A'di na Thamudi,","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"Basi washirikina wakipuuza Imani baada ya kuwekewa wazi dalili zake, wewe, Mtume, waambie: Nimekuonyeni msije kupatilizwa kwa adhabu kali kama iliyo wateketeza kina A'di na Thamudi.","lang":"sw"},{"name":"41:14","price":"Walipo wajia Mitume mbele yao na nyuma yao wakawaambia: Msimuabudu ila Mwenyezi Mungu! Wakasema: Angeli taka Mola wetu Mlezi bila ya shaka angeli wateremsha Malaika. Basi sisi hakika tunayakataa hayo mliyo tumwa.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"Walijiwa A'di na Thamudi na hiyo adhabu walipo watokelea Mitume pande zote. Hawakuacha njia ya kuwaongoza ila waliipitia, na wakawaambia: Msimuabudu ila Mwenyezi Mungu. Wao wakasema: Lau Mwenyezi Mungu angeli taka kumtuma Mtume basi angeli tuteremshia Malaika. Basi sisi hakika tunakataa hayo ya Tawhidi na mengineyo mliyo kuja nayo nyinyi.","lang":"sw"},{"name":"41:15","price":"Ama kina A'di walijivuna katika nchi bila ya haki, na wakasema: Nani aliye kuwa na nguvu kushinda sisi? Kwani wao hawakuona kwamba Mwenyezi Mungu aliye waumba ni Mwenye nguvu kushinda wao? Na wao wakawa wanazikataa Ishara zetu!","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"Ama kina A'di walipandwa na kiburi katika nchi bila ya haki ya kuwa na kiburi hicho. Na walisema kwa kughurika na nafsi zao: Nani huyo anaye tushinda sisi kwa nguvu? Ama ajabu watu hawa! Wanasema hayo na wao hawaoni kwamba Mwenyezi Mungu aliye waumba ana nguvu zaidi kuwashinda wao? Na wao walikuwa wakizikanya Ishara zetu!","lang":"sw"},{"name":"41:16","price":"Basi tuliwapelekea upepo wa kimbunga katika siku za ukorofi, ili tuwaonjeshe adhabu ya kuwahizi katika uhai wa duniani, na bila ya shaka adhabu ya Akhera ina hizaya zaidi, na wala wao hawatanusuriwa.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"Tukawapelekea upepo wenye sauti kali katika siku korofi, ili tuwaonjeshe adhabu ya kuwafanya wawe madhalili wanyonge katika maisha ya duniani. Na ninaapa kuwa bila ya shaka adhabu ya Akhera itakuwa ya hizaya zaidi, wala wao siku hiyo hawatapata wa kuwasaidia.","lang":"sw"},{"name":"41:17","price":"Na ama Thamudi tuliwaongoza, lakini walipenda upofu kuliko uwongofu. Basi uliwachukua moto wa adhabu ya kuwafedhehi kwa sababu ya yale waliyo kuwa wakiyachuma.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"Na ama kina Thamudi tuliwabainishia njia ya kheri na njia ya shari. Lakini wao walikhiari upotovu kuliko uwongofu, ikawatwaa radi iliyo waunguza kwa madhila na unyonge, kwa sababu ya madhambi waliyo yachuma.","lang":"sw"},{"name":"41:18","price":"Na tukawaokoa walio amini na wakawa wanamcha-mngu.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"Na tukawaokoa kutokana na adhabu hii wale walio amini, na wakawa wanamcha Mwenyezi Mungu na wanaiogopa adhabu yake.","lang":"sw"},{"name":"41:19","price":"Na siku watakapo kusanywa maadui wa Mwenyezi Mungu kwenye Moto, nao wakikgawanywa kwa makundi.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"Ewe Nabii! Siku watakapo kusanywa maadui wa Mwenyezi Mungu kupelekwa Motoni, wakawa wa mwanzo wao wanakutana na wa mwisho wao, ili ipate hoja ilazimike juu ya wote,","lang":"sw"},{"name":"41:20","price":"Hata watakapo ufikia Moto yatawashuhudia masikio yao, na macho yao na ngozi zao kwa waliyo kuwa wakiyatenda.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"Mpaka watakapo ufikilia Moto na wakaulizwa juu ya madhambi waliyo yatenda duniani, na wao wakakataa, yakawashuhudilia masikio yao, na macho yao, na ngozi zao kwa waliyo yatenda wao,","lang":"sw"},{"name":"41:21","price":"Na wao wataziambia ngozi zao: Kwa nini mmetushuhudilia? Nazo zitasema: Ametutamkisha Mwenyezi Mungu ambaye ametamkisha kila kitu! Na Yeye ndiye aliye kuumbeni mara ya kwanza, na kwake Yeye tu mtarejeshwa.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"Na hao maadui wa Mwenyezi Mungu wakaziambia ngozi zao: Kwa nini mmetushuhudilia? Na ngozi zitasema: Ametutamkisha Mwenyezi Mungu aliye tamkisha kila kitu. Na Yeye ndiye aliye kuumbeni hapo mwanzo kabla hamjawa chochote. Na kwake Yeye, peke yake, ndio mtarejea baada ya kufufuliwa, akuhisabieni mliyo kwisha yatanguliza katika vitendo.","lang":"sw"},{"name":"41:22","price":"Na hamkuwa wenye kujificha hata masikio yenu, na macho yenu, na ngozi zenu, zisikushuhudilieni. Lakini mlidhani kwamba Mwenyezi Mungu hayajui mengi katika mliyo kuwa mkiyatenda.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"Wala nyinyi hamkuwa mkiweza kuficha vitendo vyenu viovu hata viungo vyenu visivione na ikawa macho yenu, na masikio yenu na ngozi zenu, vyote hivyo vikakushuhudilieni. Lakini nyinyi mlikuwa mkidhani kuwa Mwenyezi Mungu hajui mengi katika vitendo vyenu, kwa sababu mkivifanya kwa uficho.","lang":"sw"},{"name":"41:23","price":"Basi hiyo dhana yenu mliyo kuwa mkimdhania Mola wenu Mlezi. Imekuangamizeni; na mmekuwa miongoni mwa walio khasiri.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"Lakini dhana mbovu mliyo kuwa mkimdhania Mola wenu Mlezi imekuhilikini, na kwa hivyo mmekuwa Siku ya Kiyama katika wenye kukhasiri vibaya mno.","lang":"sw"},{"name":"41:24","price":"Basi wakisubiri Moto ndio maskani yao. Na wakiomba radhi hawakubaliwi.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"Basi hata wakijizuia machungu yao, Moto ndio mwisho wao, na makaazi yao ya daima. Na wakitaka kumridhi Mwenyezi Mungu sasa hawakubaliwi hayo matakwa yao.","lang":"sw"},{"name":"41:25","price":"Na tukawawekea marafiki, na wakawapambia yaliyo mbele yao na nyuma yao. Basi ikawathibitikia kauli wawe pamoja na mataifa yaliyo pita kabla yao, miongoni mwa majini na watu. Hakika hao wamekuwa ni wenye kukhasirika.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"Nasi tumewaandalia duniani marafiki waharibifu, na wao wakawazainishia mbele yao mambo ya Akhera, basi wakawaghuri kwamba ati hakuna kufufuliwa wala kuhisabiwa, na wakawapambia pia mambo ya duniani ili wastarehe nayo. Na neno la adhabu lilio wapata mataifa yaliyo kwisha pita miongoni mwa majini na watu walio kuwa kama wao, likawathibitikia na wao kwa sababu ya kukhiari kwao upotovu badala ya uwongofu. Hakika watu hao wote walikuwa katika walio khasiri khasara iliyo timia.","lang":"sw"},{"name":"41:26","price":"Na walio kufuru walisema: Msiisikilize Qur'ani hii, na timueni zogo, huenda mkashinda.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"Makafiri wakaambizana wenyewe kwa wenyewe: Msiisikilize hii Qur'ani, na inapo somwa nyie leteni porojo lisio kuwa na maana, ili pasiwepo mtu wa kuisikia wala kunafiika kwayo, asaa kwa hivyo mkamshinda Muhammad.","lang":"sw"},{"name":"41:27","price":"Basi hapana shaka tutawaonjesha hao walio kufuru adhabu kali, na hapana shaka tutawalipa malipo mabaya ya yale waliyo kuwa wakiyafanya.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"Tunaapa: Bila ya shaka tutawaonjesha walio kufuru adhabu kali kwa vitendo vyao, na khasa kwa hivi kuipiga vita Qur'ani. Na bila ya shaka tutawalipa malipo maovu kabisa kwa vitendo vyao.","lang":"sw"},{"name":"41:28","price":"Hayo ndiyo malipo ya Maadui wa Mwenyezi Mungu - Moto! Humo watakuwa na maskani ya kudumu, ndiyo malipo yao kwa sababu walikuwa wakizikataa Ishara zetu.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"Hizo adhabu zilizo tajwa ni malipo wanayo stahiki maadui wa Mwenyezi Mungu - Moto walio andaliwa katika makaazi ya kuishi milele, kuwa ni malipo kwa kule kuzikataa mfululizo Ishara za Mwenyezi Mungu na hoja zake.","lang":"sw"},{"name":"41:29","price":"Na walio kufuru watasema: Mola wetu Mlezi! Tuonyeshe walio tupoteza miongoni mwa majini na watu ili tuwaweke chini ya miguu yetu, wapate kuwa miongoni wa walio chini kabisa.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"Na makafiri watasema, nao wamo Motoni: Mola wetu Mlezi! Tuonyeshe hayo makundi ya majini na watu walio tupoteza ili tuwaweke chini ya nyayo zetu, wawe katika watu wa chini kabisa.","lang":"sw"},{"name":"41:30","price":"Hakika walio sema: Mola wetu Mlezi ni Mwenyezi Mungu! Kisha wakanyooka sawa, hao huwateremkia Malaika wakawaambia: Msiogope, wala msihuzunike; nanyi furahini kwa Pepo mliyo kuwa mkiahidiwa.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"Hakika walio sema: Mola wetu Mlezi ni Mwenyezi Mungu, kwa kuukubali Upweke wake, kisha wakasimama sawa sawa juu ya sharia zake, Malaika watawateremkia mara kwa mara wakiwaambia: Msikhofu kukuteremkieni shari, wala msihuzunike kuwa mtakosa kheri, na furahini kuwa mtapata Pepo mliyo ahidiwa kwa ndimi za Manabii na Mitume.","lang":"sw"},{"name":"41:31","price":"Sisi ni vipenzi vyenu katika maisha ya dunia na katika Akhera, na humo mtapata kinacho tamaniwa na nafsi zenu, na humo mtapata mtakavyo vitaka.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"Na Malaika watawaambia: Sisi ni wasaidizi wenu katika maisha ya duniani kwa kukuungeni mkono, na Akhera kwa kukuombeeni shafaa na kukutukuzeni. Na huko Akhera mtapata kila cha ladha na kizuri kinacho pendwa na nafsi zenu, na mtapata kila mnacho kitamani kuwa ni takrima, na maamkio yanayo toka kwa Mola Mlezi Mkunjufu wa maghfira na rehema.","lang":"sw"},{"name":"41:32","price":"Ni takrima itokayo kwa Mwenye kusamehe, Mwenye kurehemu.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"Na Malaika watawaambia: Sisi ni wasaidizi wenu katika maisha ya duniani kwa kukuungeni mkono, na Akhera kwa kukuombeeni shafaa na kukutukuzeni. Na huko Akhera mtapata kila cha ladha na kizuri kinacho pendwa na nafsi zenu, na mtapata kila mnacho kitamani kuwa ni takrima, na maamkio yanayo toka kwa Mola Mlezi Mkunjufu wa maghfira na rehema.","lang":"sw"},{"name":"41:33","price":"Na ni nani mbora wa kusema kuliko aitaye kwa Mwenyezi Mungu na akatenda mema, na akasema: Hakika mimi ni katika Waislamu?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"Hapana mwenye kauli nzuri zaidi kuliko mwenye kulingania Tawhid ya Mwenyezi Mungu na ut'iifu wake, na pamoja na hayo, akatenda vitendo vyema, na akasema kwa kuungama itikadi yake: Hakika mimi ni miongoni mwa Waislamu, yaani wenye kunyenyekea amri za Mwenyezi Mungu.","lang":"sw"},{"name":"41:34","price":"Mema na maovu hayalingani. Pinga uovu kwa lilio jema zaidi. Hapo yule ambaye baina yako naye pana uadui atakuwa kama rafiki jamaa wa kukuonea uchungu.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"Haziwezi kuwa sawa tabia njema na tabia mbovu. Pinga uovu ukikujia kutokana na adui kwa tabia iliyo bora kuliko yake. Hapo matokeo yake ni huyo ambaye uliye kuwa na uadui naye atakuja kuwa kama mwenzio wa kukunusuru mwenye moyo safi.","lang":"sw"},{"name":"41:35","price":"Lakini hawapewi wema huu ila wanao subiri, wala hawapewi ila wenye bahati kubwa.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"Na hawaruzukiwi tabia hii, ya kulipa wema kwa uovu, ila wale wenye khulka ya kusubiri, na hawaruzukiwi hayo ila wenye fungu kubwa la tabia ya wema na ukamilifu wa nafsi.","lang":"sw"},{"name":"41:36","price":"Na Shet'ani akikuchochea kwa uchochezi wewe jikinge kwa Mwenyezi Mungu. Hakika Yeye ni Mwenye kusikia, Mwenye kujua.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"Na akitokea Shetani akakutia wasiwasi kukuachisha hayo uliyo amrishwa, ewe unaye semezwa, basi jilinde naye kwa Mwenyezi Mungu. Hakika Mwenyezi Mungu kusikia kwake na kujua kwake kumezunguka kila kitu. Na Yeye atakulinda naye.","lang":"sw"},{"name":"41:37","price":"Na katika Ishara zake ni usiku na mchana, na jua na mwezi. Basi msilisujudie jua wala mwezi, bali msujudieni Mwenyezi Mungu aliye viumba, ikiwa nyinyi mnamuabudu Yeye tu.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"Na katika dalili za uweza wake Mwenyezi Mungu Mtukufu ni huu usiku na mchana, na jua na mwezi. Msilisujudie jua wala mwezi, kwani hivyo ni katika Ishara zake tu. Bali msujudieni Yeye Mwenyezi Mungu peke yake, aliye umba jua, na mwezi, na usiku, na mchana, ikiwa nyinyi kweli mnamuabudu Yeye peke yake.","lang":"sw"},{"name":"41:38","price":"Na ikiwa watajivuna, basi hao walioko kwa Mola wako Mlezi wanamtakasa Yeye usiku na mchana, na wao hawachoki.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"Ikiwa washirikina watajiona wakubwa hawafai kufuata amri yako, basi wewe usiudhike. Kwani hao walio kwa Mola wako Mlezi kwenye utakatifu wake, nao ni Malaika, wanamtakasa Yeye na kila upungufu katika kila wakati, usiku na mchana, wakimsafia ibada Yeye tu, wala hawachoki kumsabihi.","lang":"sw"},{"name":"41:39","price":"Na katika Ishara zake ni kwamba unaiona ardhi nyonge, lakini tunapo iteremshia maji mara unaiona inataharaki na kuumuka. Bila ya shaka aliye ihuisha ardhi ndiye atakaye huisha wafu. Hakika Yeye ni Muweza wa kila kitu.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"Na katika dalili za uweza wake, Mtukufu, ni kwamba unaona, wewe unaye weza kuona, ardhi kavu. Tukiiteremshia maji inatikisika kwa mimea, na inaumuka na kuja juu. Hakika huyo aliye ihuisha ardhi iliyo kwisha kufa ndiye aliye elekea kuhuisha wafu katika hayawani. Yeye ni mtimilivu wa uweza juu ya kila kitu. Aya hii inabainisha kwamba mawadi za mbolea ambazo ni chumvi chumvi zisio na uhai, pindi zipatapo maji ya mvua, huyayuka, na kwa hivyo husahilika kufikilia kwenye mbegu za mimea na mizizi yake. Hapo hugeuka kuingia katika khalaya (Cells) na mifumo na viungo vilio hai. Na kwa hivyo vinaonekana kuwa ni hai. Na ukubwa wake hukua na kuzidi kwa kuingiana na kukuzwa na mimea.","lang":"sw"},{"name":"41:40","price":"Hakika wale wanao upotoa ukweli uliomo katika Ishara zetu hawatufichikii Sisi. Je! Atakaye tupwa Motoni ni bora au atakaye kuja kwa amani Siku ya Kiyama? Tendeni mpendavyo, kwa hakika Yeye anayaona mnayo yatenda.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"Hakika hao wanao iacha Njia iliyo sawa kwa mintarafu ya Ishara zetu na wakaitupilia mbali kwa kuikadhibisha, mambo yao hayatupotei Sisi wala hayo wanayo yakusudia. Nasi tutawalipa kama wanavyo stahiki. Kwani anaye tupwa katika Moto ni bora au yule anaye kuja naye hali katulia Siku ya Kiyama kwa kuokoka kwake na kila ovu? Kabisa hao hawalingani. Waambie kwa kuwaahidi: Fanyeni mtakavyo. Hakika Mwenyezi Mungu ni Mwenye kuzunguka kila kitu kwa jicho lake, naye atamlipa kila mmoja kwa a'mali yake.","lang":"sw"},{"name":"41:41","price":"Kwa hakika wanayo yakataa mawaidha haya yanapo wajia (wataangamia), na haya bila ya shaka ni Kitabu chenye nguvu na utukufu.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"Hakika wanao ikataa Qur'ani Tukufu inapo wajia bila ya kuzingatia, watapata adhabu ambayo hapana mtu anaye weza kuikadiria. Wao wameipinga Qur'ani nacho hakika ni Kitabu kisicho kuwa na mfano, kinamshinda kila mwenye kukipinga, hakiingiliwi na upotofu usio kuwa na asli kwake kwa upande wowote ule, kimeteremka kwa kukufuatana kutokana na Mungu aliye takasika na upuuzi, Msifiwa kwa wingi wa sifa kwa neema alizo zitoa.","lang":"sw"},{"name":"41:42","price":"Hautakifikia upotovu mbele yake wala nyuma yake. Kimeteremshwa na Mwenye hikima, Msifiwa.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"Hakika wanao ikataa Qur'ani Tukufu inapo wajia bila ya kuzingatia, watapata adhabu ambayo hapana mtu anaye weza kuikadiria. Wao wameipinga Qur'ani nacho hakika ni Kitabu kisicho kuwa na mfano, kinamshinda kila mwenye kukipinga, hakiingiliwi na upotofu usio kuwa na asli kwake kwa upande wowote ule, kimeteremka kwa kukufuatana kutokana na Mungu aliye takasika na upuuzi, Msifiwa kwa wingi wa sifa kwa neema alizo zitoa.","lang":"sw"},{"name":"41:43","price":"Huambiwi ila yale yale waliyo ambiwa Mitume wa kabla yako. Hakika Mola wako Mlezi bila ya shaka ni Mwenye maghfira, na ni Mwenye adhabu chungu.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"Ewe Muhammad! Huambiwi wewe na maadui wako ila kama walivyo ambiwa Mitume wa kabla yako na maadui wao, nayo ni matusi na kuambiwa mwongo. Hakika Muumba wako na Mlezi wako ana msamaha mwingi, na ni Mwenye kuadhibu kwa machungu makubwa. Basi Yeye humghufiria mwenye kutubu kwake, na humtesa mwenye kushikilia na inda yake.","lang":"sw"},{"name":"41:44","price":"Na lau tungeli ifanya Qur'ani kwa lugha ya kigeni wangeli sema: Kwanini Aya zake haziku pambanuliwa? Yawaje lugha ya kigeni na Mtume Mwaarabu? Sema: Hii Qur'ani ni uwongofu na poza kwa wenye kuamini. Na wasio amini umo uziwi katika masikio yao, nayo kwao imezibwa hawaioni. Hao wanaitwa nao wako pahala mbali.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"Na lau tungeli ifanya Qur'ani kwa lugha ya kigeni, kama walivyo pendekeza baadhi ya hao wanao kera, basi bila ya shaka wangeli sema: Lau zingeli bainishwa Aya zake kwa ulimi tunao ufahamu! Kitabu hichi cha lugha ya kigeni, na huyu mkhubiri wake ni Mwaarabu! Yawaje haya? Ewe Mtume! Waambie: Hii Qur'ani ni hivyo hivyo kama walivyo teremshiwa Waumini, si wengineo, kuwa ni Uwongofu na Poza kwa Waumini; kiwaokoe na ubabaishi, na kiwaponyeshe na shaka shaka. Na wasio amini wamekuwa kama katika masikio yao pana kizuizi, uziwi, nayo hii Qur'ani kwao wao ni upofu, hawaoni chochote ndani yake ila fitna tu. Hao makafiri ni kama wanao itwa waiamini kwa umbali kabisa. Hawausikii wito huo.","lang":"sw"},{"name":"41:45","price":"Na hakika tulimpa Musa Kitabu, lakini pakatokea khitilafu kati yake. Na lau kuwa halikwisha tangulia neno la Mola wako Mlezi wangeli hukumiwa. Na hakika wao wamo katika shaka yenye kuwatia wasiwasi.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"Ninaapa: Kwa hakika tulimpa Musa Taurati, na watu wake wakakhitalifiana kwayo. Na lau ingeli kuwa hukumu ya Mola wako Mlezi haikuakhirishwa, ewe Muhammad, mpaka muda maalumu kwake, basi hapana shaka pange amuliwa hukumu baina yako na hao kwa kuwang'olea mbali wanao kanusha. Na hakika makafiri katika kaumu yako wamo katika shaka na Qur'ani, na hiyo inawatia dhiki na wasiwasi.","lang":"sw"},{"name":"41:46","price":"Anaye tenda mema basi anajitendea mwenyewe nafsi yake, na mwenye kutenda uovu basi ni juu ya nafsi yake vile vile; wala Mola wako Mlezi si mwenye kuwadhulumu waja.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"Mwenye kutenda vitendo vyema ujira wake ataupata mwenyewe, na mwenye kutenda uovu madhambi yake yatakuwa juu yake. Na Mola wako Mlezi si mwenye kuwadhulumu waja wake, hata amtese mtu kwa dhambi za mwengine.","lang":"sw"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}