{"data":[{"name":"7:88","price":"WAHESHIMIWA WALIO TAKABARI katika kaumu yake wakasema: Ewe Shua'ib! Tutakutoa wewe pamoja na wale walio kuamini katika mji wetu, au mrejee katika mila yetu. Akasema: Je, ingawa tunaichukia?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"Hii ni khabari ya Shua'ib katika wito wake kuwalingania kaumu yake. Ama hao kaumu yake walikuwa wamemili juu ya upotovu. Na wale wakubwa wao walio takabari waliukataa wito, na wakaona ni uvunjifu kuifuata Haki. Wakamkabili Shua'ib kumwambia dhamiri yao kwa kusema: Hakika hapana vingine ila tukutoe wewe na hao walio amini pamoja nawe katika mji wetu. Na tutakufukuzeni, wala hamtasalimika na adhabu hii ila mkirejea katika hii dini yetu mliyo iacha. Shua'ib a.s. akawajibu kwa kusema: Turejee katika mila yenu na hali sisi tunaichukia kwa uharibifu wake? Hayawi hayo abadan!","lang":"sw"},{"name":"7:89","price":"Bila ya shaka itakuwa tumemzulia uwongo Mwenyezi Mungu tukirudi katika mila yenu baada ya kwisha tuokoa nayo Mwenyezi Mungu. Wala haiwi kwetu sisi kuirejea mila hiyo, ila akitaka Mwenyezi Mungu, Mola Mlezi wetu. Ujuzi wa Mola Mlezi wetu umeenea katika kila kitu. Kwa Mwenyezi Mungu tunategemea. Ewe Mola Mlezi wetu! Tuhukumie baina yetu na kaumu yetu kwa haki, nawe ndiye mbora wa wanao hukumu.","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"Akaendelea zaidi kuwavunja tamaa yao ya kuwarejeza kwenye mila yao kama walivyo taka. Akasema: Tutakuwa tunamzulia uwongo Mwenyezi Mungu tukiwa katika mila yenu baada ya Mwenyezi Mungu kesha tuhidi kwenye Njia Iliyo Nyooka. Na haifai sisi kuwa katika mila yenu kwa khiari yetu na kutaka kwetu, ila akipenda Mwenyezi Mungu turejee katika mila yenu. Na hayo hayawi! Kwa sababu Mola Mlezi wetu anatujua vyema, na Yeye hataki turejee kwenye upotovu wenu. Yeye aliye tukuka shani yake amekienea kila kitu kwa ujuzi wake. Anatuongoa kwa upole wake na hikima yake kwenye jambo litalo tuhifadhia Imani yetu. Kwa Yeye peke yake ndio tumesalimisha mambo yetu, na huku tunashikilia yale aliyo tuwajibisha tuyashike. Ewe Mola Mlezi wetu! Tutenge sisi na hao kaumu yetu kwa Haki, kama ilivyo kuwa mwendo wako unavyo amua baina ya wenye kufuata Haki na wakatenda mema, na wale wapotovu waharibifu. Na Wewe kwa kuwa ujuzi wako na uwezo ulivyo enea ndiye Muadilifu na Muweza kuliko mahakimu wote.","lang":"sw"},{"name":"7:90","price":"Na waheshimiwa walio kufuru katika kaumu yake wakasema: Mkimfuata Shua'ib, basi hakika hapo nyinyi mtakuwa mlio khasiri.","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"Hapo basi wale watu walikata tamaa ya kuwafanya Shua'ib na walio kuwa naye wawafuate wao. Na wakajua kuwa hakika hao walikuwa wamethibiti katika Dini yao. Kadhaalika waliogopa wasizidi kuwa wengi wale walio hidika pamoja na Shua'ib kwa kudhihiri nguvu zake na kuthibiti kwake juu ya wito wake. Kwa hivyo wale waheshimiwa wa kikafiri wakawaelekea wafwasi wao wakiwatisha kwa kusema: Wallahi! Mkimfuata Shua'ib mkakubali wito wake, basi hapana shaka nyinyi utakutokeni utukufu wenu na utajiri wenu kwa kufuata dini potovu wasio kuwa wakiifuata wazee wenu.","lang":"sw"},{"name":"7:91","price":"Basi tetemeko la ardhi likawanyakua, na wakaamkia majumbani mwao wamejifudikiza, wamekwisha kufa.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"Basi hapo kauli ya kuteremka adhabu ikawa imethibiti. Wakasibiwa kwa tetemeko lilio tikisa nyoyo zao, wakawa katika majumba yao wamesinukia kifudifudi hawana tena uhai.","lang":"sw"},{"name":"7:92","price":"Wale walio mkanusha Shua'ib wakawa kama kwamba hawakuwako. Walio mkanusha Shua'ib ndio walio kuwa wenye kukhasiri.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"Hii ndio shani ya Mwenyezi Mungu na hao walio mkanusha Shua'ib, na wakamtishia, na wakamwonya kuwa watamfukuza katika mji wao, na wakafanya kila kitu kuupinga wito wake. Wamehiliki wao na ukahiliki mji wao, ikawa kama kwamba humo hawakuwahi kuishi wale walio mkadhibisha Shua'ib na wakadai kuwa ati atakaye mfuata atakuwa amekhasiri, na wakatilia nguvu madai hayo. Na lililo kuwa ni kuwa wao ndio walio poteza neema yao ya dunia na Akhera.","lang":"sw"},{"name":"7:93","price":"Basi akawaachilia mbali na akasema: Enyi kaumu yangu! Nimekufikishieni Ujumbe wa Mola Mlezi wangu, na nimekunasihini; basi vipi niwahuzunikie watu makafiri?","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"Shua'ib alipo ona hilaki ya kuvuruga iliyo wateremkia wale watu, basi aliwaachilia mbali, na akasema kujivua nafsi yake asiwe mkosa pamoja nao: Mimi nimekufikishieni ujumbe wa Mola wenu Mlezi unao pelekea mpate wema nyinyi, lau kuwa mngeli ufuata. Na mimi nimefanya ukomo wa uwezo wangu katika kukunasihini, na kukuwaidhini kwa mambo ya kukuokoeni na adhabu ya Mwenyezi Mungu. Basi vipi tena niwasikitikie mno watu makafiri? Hayawi hayo baada ya kuwa mimi nimekwisha jiudhuru kwao, na nikatumia juhudi yangu kwa ajili ya kutaka kuwahidi na kuwaokoa, na wao wakakhiari kufuata yale yale ya kuwahiliki.","lang":"sw"},{"name":"7:94","price":"Na hatukumtuma Nabii yeyote katika mji ila tuliwapatiliza wakaazi wake kwa taabu na mashaka ili wapate kunyenyekea.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"Na Sisi hatukumpeleka Nabii yeyote kwenye mji akawalingania watu wake wafuate Dini ya Mwenyezi Mungu iliyo sawa, na wao wakakataa kuukubali huo wito, ila tuliwapatiliza kwa ufakiri na maradhi, ili wapate kuwa wanyonge na wamwombe Mwenyezi Mungu kwa unyenyekevu, na kumsafia niya wapate kuondokewa na balaa na wamuitikie Mtume wake.","lang":"sw"},{"name":"7:95","price":"Kisha Sisi hubadilisha mahala pa ubaya kwa wema, hata wakazidi, na wakasema: Taabu na raha ziliwafikia baba zetu. Basi kwa ghafla tukawashika, hali ya kuwa hawajatambua.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"Basi tena ilivyo kuwa hawakufanya hayo, bali wakaendelea na ukafiri wao na inadi yao, tukawapa mtihani wa kuwapa neema badala ya dhiki ili kuwapururia tu. Tukawapa kutononoka, na nafasi nzuri, na siha na afya, mpaka wakawa wengi, na mali yao yakazidi, wakasema kwa ujinga wao: Hayo yaliyo wapata baba zetu ya mahna, na balaa, na starehe na neema - hayo yote ndio shani ya ulimwengu. Shida na neema huwajia watu kwa zamu. Hawakuzindukana wakajua kuwa haya ni malipo ya kufru zao wakajizuia! Na kwa hivyo wakawa hawaujui mwendo wa Mwenyezi Mungu, iliyo tukuka shani yake, katika sababu za matengenezo na uharibifu wa binaadamu, na nini linalo leta neema na nini linalo leta dhiki! Matokeo ya hayo ni kuwa Mwenyezi Mungu aliwapatiliza kwa kuwaletea adhabu ya kuteketeza kwa ghafla, na wao bila ya kujua nini litawafika.","lang":"sw"},{"name":"7:96","price":"Na lau kuwa watu wa miji wangeli amini na wakamchamngu, kwa yakini tungeli wafungulia baraka kutoka mbinguni na katika ardhi. Lakini walikanusha basi tukawapatiliza kwa sababu ya yale waliyo kuwa wakiyachuma.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"Na lau kuwa watu wa hiyo miji wangeliamini walio kuja nayo Mitume, na wakatenda walio wausia, na wakajitenga na aliyo yaharimisha Mwenyezi Mungu, tungeli wapa baraka nyingi zitokazo mbinguni na kwenye ardhi, kama mvua, na mimea, na matunda, na wanyama, na riziki, na amani na kusalimika na misiba. Lakini wao wakapinga na wakawakadhibisha Mitume. Basi tukawapatiliza kwa adhabu nao wamelala, kwa sababu ya ukafiri na maasi waliyo yazua. Basi huko kushikwa waliko shikwa kwa adhabu ni matokeo ya lazima kuwa kwa ajili ya maovu waliyo yachuma, na yawe kuwa ni somo kwa walio kama wao ikiwa wanayatia akilini!","lang":"sw"},{"name":"7:97","price":"Je, watu wa mijini wameaminisha ya kuwa adhabu yetu haitawafika usiku, nao wamelala?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"Je, watu wa hii miji walio letewa wito wa Manabii wao na wasiwaamini, wamejiaminisha kuwa adhabu yetu haitawafika nao wamezama katika usingizi wao?","lang":"sw"},{"name":"7:98","price":"Au watu wa mijini wameaminisha ya kuwa adhabu yetu haitawafika mchana, nao wanacheza?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"Je, watu hawa wameghafilika na wamejiaminisha kuwa adhabu haitawajia mchana kweupe na jua linawaka, nao wameshughulikia mambo yasiyo na faida nao?","lang":"sw"},{"name":"7:99","price":". Je, wamejiaminisha na mipango ya Mwenyezi Mungu? Kwani hawajiaminishi na mipango ya Mwenyezi Mungu ila watu wenye kukhasiri.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"Je, hawaujui mwendo wa Mwenyezi Mungu anavyo kwenda nao wanao kanusha, hata wakajitumainisha kuwa haitowafikia adhabu usiku au mchana? Naye, huipeleka kwa mpango wake wasio uona watu. Hakika hawawi wajinga wa mpango na mwendo wa Mwenyezi Mungu katika kuadhibu ila wale wanao kanusha, wenye kuzikhasiri nafsi zao kwa kutozinduka katika mambo yaliyo khusu kufanikiwa kwao.","lang":"sw"},{"name":"7:100","price":"Je, hawahidiki hawa wanao rithi ardhi baada ya wale wenyewe kwamba tukitaka tutawapatiliza kwa madhambi yao, na tutapiga muhuri juu ya nyoyo zao, na kwa hivyo hawatasikia?.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"Je, hawaujui mwendo wa Mwenyezi Mungu kwa kaumu zilizo kwisha pita kabla yao, na kuwa shani yetu kwao ni kama ilivyo kuwa kwa walio watangulia? Na kwamba wao lazima wafuate tuyatakayo. Tukitaka kuwaadhibu kwa sababu ya madhambi yao tutawapatiliza kama tulivyo wapatiliza walio kama wao. Nasi tunatia muhuri nyoyo zao kwa kuwa zimeharibika bila ya kiasi, mpaka ikafika ukomo kuwa hazipokei tena uwongofu. Kwa muhuri huo imekuwa hawasikii hikima wala nasiha, kwa msikio wa kufahamu na kuwaidhika.","lang":"sw"},{"name":"7:101","price":"Miji hiyo, tunakusimulia baadhi ya khabari zake. Na hapana shaka Mitume wao waliwafikia kwa hoja zilizo waziwazi. Lakini hawakuwa wenye kuamini waliyo yakanusha zamani. Namna hivi Mwenyezi Mungu anazipiga muhuri nyoyo za makafiri.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"Hiyo ni miji iliyo dumu karne nyingi, na imepitiwa na muda mrefu katika taarikhi yao. Tunakusimulia hivi sasa baadhi ya khabari zao zenye somo la kuzingatiwa. Na watu wa miji hiyo walifikiwa na Mitume wao kwa Ishara zilizo wazi zenye kuonyesha ukweli wa wito wao. Lakini haikuwa shani yao kuamini baada ya kuja hizo Ishara zilizo wazi, kwa sababu ya mtindo wao wa kuwakanusha wasemao kweli. Basi wakawakadhibisha Mitume wao, wala hawakuongoka! Basi ni hivyo Mwenyezi Mungu huweka kizuizi juu ya nyoyo na akili za makafiri, ikafichika kwao Njia ya Haki, na wakajitenga nayo.","lang":"sw"},{"name":"7:102","price":"Wala hatukuwaona wengi wao kuwa wanatimiza ahadi; bali kwa hakika tuliwakuta wengi wao ni wapotofu.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"Wala hatukuwakuta wengi wa watu hao kuwa ni wenye kutimiza ahadi kwa Imani tulio wausia kwa ndimi za Mitume, na yanayo tambuliwa na akili na nadhari nzuri. Na mwendo ulio thibiti kwao ni vile kuselelea katika upotofu na kwenda kinyume na kila ahadi.","lang":"sw"},{"name":"7:103","price":"Kisha baada yao tukamtuma Musa na Ishara zetu kwa Firauni na waheshimiwa wake. Nao wakazikataa. Basi tazama ulikuwaje mwisho wa waharibifu.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"Tena baada ya Mitume hao tulimtuma Musa a.s. Naye akaja na dalili zenye kuonyesha ukweli wa anayo yafikisha kutokana nasi kumpelekea Firauni na kaumu yake. Musa akaufikisha wito wa Mola wake Mlezi, na akawaonyesha Ishara ya Mwenyezi Mungu. Nao wakadhulumu nafsi zao na watu wao kwa kuzikataa kwa kiburi na upinzani tu! Basi wakastahiki adhabu kali kutokana na Mwenyezi Mungu, na hivyo ukawa mwisho wa mambo yao! Basi ewe Nabii! Angalia vyema mwisho wa mafisadi katika ardhi.","lang":"sw"},{"name":"7:104","price":"Na Musa alisema: Ewe Firauni! Hakika mimi ni Mtume nitokaye kwa Mola Mlezi wa viumbe vyote.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"Musa akasema: Ewe Firauni! Hakika mimi nimetumwa kutoka kwa Mwenyezi Mungu, Mola Mlezi wa viumbe vyote, Mwenye mamlaka juu ya mambo yao yote, ili nikufikishieni wito wake, na nikuiteni muifuate Sharia yake.","lang":"sw"},{"name":"7:105","price":"Inafaa nisiseme juu ya Mwenyezi Mungu ila lilio la Haki. Nami hakika nimekujieni na dalili waziwazi kutokana na Mola Mlezi wenu. Basi waache Wana wa Israili wende nami.","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"Na mimi pupa yangu ni kumsemea kweli Mwenyezi Mungu Mtukufu. Na nimekujieni na Ishara yenye shani kubwa, yenye hoja iliyo dhaahiri katika kubainisha Haki niliyo kuja nayo. Basi waachilie waje nami Wana wa Israili, na uwatoe kwenye utumwa wa kahari yako, wende nami kwenye nchi nyengine isiyo kuwa yako, na huko wapate kumuabudu Mola Mlezi wao na wako.","lang":"sw"},{"name":"7:106","price":"Akasema Firauni: Ikiwa umekuja na Ishara, basi ilete ukiwa ni katika wasemao kweli.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"Firauni akamwambia Musa: Ikiwa umekuja na Ishara (muujiza) kutokana na huyo aliye kutuma, basi nionyeshe kama wewe ni katika watu wakweli wanalo lishika neno la haki.","lang":"sw"},{"name":"7:107","price":"Basi akaitupa fimbo yake, na mara ikawa nyoka dhaahiri.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"Kiasi ya Musa kuitupa fimbo aliyo kuwa nayo mkononi mwake wa kulia mbele ya Firauni, mara hiyo fimbo ikawa nyoka khasa dhaahiri, anakwenda mbio huku na huku, kwa nguvu zinazo onyesha kuwa ana uhai timamu.","lang":"sw"},{"name":"7:108","price":"Na akatoa mkono wake, mara ukawa mweupe kwa watazamao.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"Akautoa mkono wake kutoka mfukoni mwake, na hapo hapo ukawa mweupe safi kabisa ukimeremeta katika macho ya wanao angalia!","lang":"sw"},{"name":"7:109","price":"Wakasema waheshimiwa wa kaumu ya Firauni: Hakika huyo ni mchawi mjuzi.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"Musa alipo ionyesha Ishara ya Mwenyezi Mungu Mtukufu, zilitibuka roho za wapambe wa Firauni na waheshimiwa wa kaumu yake, wakasema katika kujipendekeza kwa Firauni na kumtetea: Hakika huyu ni bingwa katika ilimu ya uchawi, wala hii si Ishara itokayo kwa Mwenyezi Mungu!!","lang":"sw"},{"name":"7:110","price":"Anataka kukutoeni katika nchi yenu. Basi mnatoa shauri gani?.","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"Na yeye ameelekeza lengo lake akupokonyeni ufalme wenu, na akutoeni katika nchi yenu kwa uchawi wake na yatayo tokea hapo kwa kuwavutia watu wamili na wamfuate. Basi tazameni, mnaamrisha njia gani ya kutokana naye huyu?","lang":"sw"},{"name":"7:111","price":"Wakasema: Mwache kidogo yeye na nduguye, na watume mijini wakusanyao,.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"Wakasema: Akhirisha kukata shauri juu yake na nduguye huyu anaye msaidia katika wito wake, na watume watu katika askari wako wende katika miji ya ufalme wako wawakusanye walio mafundi katika ilimu ya uchawi.","lang":"sw"},{"name":"7:112","price":"Wakuletee kila mchawi mjuzi.","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"Wakuletee kila mwanachuoni wa ilimu za uchawi. Na wao watakufichulia nini khasa hakika ya aliyo kuja nayo Musa, asije akafitinika yeyote.","lang":"sw"},{"name":"7:113","price":"Wakaja wachawi kwa Firauni, wakasema: Hakika tutapata ujira ikiwa tutashinda.","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"Basi wakaja kwa Firauni wachawi walio kusanywa na askari wake. Nao wakasema: Hapana shaka nasi tutapata malipo makubwa yanayo lingana na hili linalo takikana kwetu, ikiwa sisi tutamshinda Musa.","lang":"sw"},{"name":"7:114","price":"Akasema: Naam! Nanyi bila ya shaka mtakuwa katika wa karibu nami.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"Haraka haraka Firauni akawajibu kwa walitakalo: Naam! Hapana shaka mtapata malipo makubwa. Na hapana shaka juu ya hayo nyinyi mtakuwa watu wenye cheo kwangu.","lang":"sw"},{"name":"7:115","price":"Wakasema: Ewe Musa! Je, utatupa wewe, au tutakuwa sisi tutao tupa?","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"Kisha wachawi wakamgeukia Musa, baada ya Firauni kuwaahidi alivyo waahidi, na wao wakaonyesha wana imani na nafsi zao na kujitayarisha kwao kwa uchawi wao katika uwanja wa mapambano. Wakamwabia: Ama utupe ulicho nacho kwanza, au sisi tuwe wenye kutupa tulicho nacho.","lang":"sw"},{"name":"7:116","price":"Akasema: Tupeni! Basi walipo tupa waliyazuga macho ya watu na wakawatia khofu, na wakaleta uchawi mkubwa.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"Musa akwajibu jawabu ya mwenye imani ya kushinda, akionyesha kutowabali: Tupeni nyinyi kwanza hicho mnacho tupa. Walipo tupa kila mmoja wao, navyo ni kamba na fimbo, macho ya watu yalizugwa, na ikawapitikia kuwa walicho kifanya kile ni hakika kweli. Na hali haikuwa ila ni kiini macho tu. Mambo yale yaliwatisha watu, na nyoyo zao zikaingia khofu na kitisho. Kwani wachawi wale waliwaletea watu uchawi unao onekana ni mkubwa, na athari yake katika macho yao ni kubwa!","lang":"sw"},{"name":"7:117","price":"Nasi tukamfunulia Musa kumwambia: Tupa fimbo yako. Mara ikavimeza vyote vile walivyo vibuni.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"Mwenyezi Mungu akaitoa amri yake kumpelekea Musa: Tupa fimbo yako. Sasa umekwisha fika wakati wake. Akaitupa kama alivyo amrishwa. Mara hiyo fimbo ikaingia kuvimeza vile vizushi vyao walivyo zua na kubuni!","lang":"sw"},{"name":"7:118","price":"Kweli ikathibiti na yakabat'ilika waliyo kuwa wakiyatenda.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"Basi Haki ikathibiti na kudhihiri upande wa Musa a.s. na ukabwatika udanganyifu wa wachawi.","lang":"sw"},{"name":"7:119","price":"Kwa hivyo walishindwa hapo, na wakageuka kuwa wadogo.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"Firauni na waheshimiwa wake wakashindwa katika ule mkutano mkubwa, na wakawa madhalili mbele ya watu wote kwa masaibu yaliyo wapata, nayo ni kuvunjika moyo na kukata tamaa.","lang":"sw"},{"name":"7:120","price":"Na wachawi wakapoomoka wakisujudu.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"Haya ni mambo yaliyo wafika Firauni na waheshimiwa wake. Ama wale wachawi Haki iliangaza kwao, na wakaanguka kwa kumsujudia Mwenyezi Mungu nao wanainyenyekea Haki.","lang":"sw"},{"name":"7:121","price":"Wakasema: Tumemuamini Mola Mlezi wa viumbe vyote.","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"Huku wakisema hao wachawi walio tubia: Tumemuamini Muumba wa viumbe vyote, Mwenye kumiliki na kuendesha mambo yao yote.","lang":"sw"},{"name":"7:122","price":"Mola Mlezi wa Musa na Haarun.","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"Hakika huyo ndiye Mungu anaye itakidiwa na kuaminiwa na Musa na Haarun.","lang":"sw"},{"name":"7:123","price":"Akasema Firauni: Mmemuamini kabla sijakupeni idhini? Hizi ni njama mlizo panga mjini mpate kuwatoa wenyewe. Lakini karibu mtajua!","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"Jambo hili lilimtisha Firauni na ikafoka ghadhabu yake, akasema: Hivyo nyinyi mmemuamini na kumsadiki Mola Mlezi wa Musa na Haarun kabla sijakupeni ruhusa mimi? Hakika hapa pana kijambo mmekizua nyinyi na Musa na Haarun kwa kuwafikiana. Na haya si chochote ila ni vitimbi mlivyo vipanga katika mji wa Misri mpate kuwatoa wenyewe kwa hila yenu. Basi ngojeni, mtaiona adhabu itayo kushukieni kuwa ndio jaza yenu kwa kumfuata Musa na Haarun, na ndio adabu yenu kwa hivi vitimbi vyenu na khadaa!","lang":"sw"},{"name":"7:124","price":"Lazima nitaikata mikono yenu na miguu yenu mbali mbali. Kisha nitakutundikeni misalabani.","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"Na ninakuapieni kuwa nitakuteseni vikali, na nitakukateni mikono yenu na miguu yenu mbali mbali, nitakata mkono wa upande mmoja na mguu wa upande wa pili, kisha nitakutundikeni misalabani, kila mmoja wenu, nanyi mmo katika hali hiyo, ili muwe ni zingatio kwa anaye jifikiria kutufanyia vitimbi, au kutaka kuufanyia uasi utawala wetu!","lang":"sw"},{"name":"7:125","price":"Wakasema: Sisi ni wenye kurejea kwa Mola wetu Mlezi.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"Nao hawakuibali kauli yake wala vitisho vyake, kwa kuwa Imani ilikwisha saki ndani ya nyoyo zao. Wakamwambia: Hakika sisi ni wenye kurejea kwa Mola wetu Mlezi. Kwa hivyo tunaneemeka katika rehema yake na bora ya malipo yake.","lang":"sw"},{"name":"7:126","price":"Nawe hukuudhika nasi ila kwa kuwa tumeziamini Ishara za Mola Mlezi wetu zilipo tujia. Ewe Mola Mlezi wetu! Tumiminie uvumilivu na utufishe hali ni Waislamu.","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"Na wewe hutuchukii na kutuadhibu ila kwa kuwa tumemsadiki Musa, na tumezikubali zilipo tujia Ishara za Mola wetu Mlezi zilio wazi, zenye kuonyesha Haki! Kisha wakamuelekea Mwenyezi Mungu kwa unyenyekevu, wakisema: Ewe Mola Mlezi wetu! Tumiminie subira kubwa, itupe nguvu kuhimili shida zote; na utufishe katika Uislamu bila ya kuteseka kwa anayo tuahidi Firauni.","lang":"sw"},{"name":"7:127","price":"Wakasema waheshimiwa wa kaumu ya Firauni: Unamuacha Musa na watu wake walete uharibifu katika nchi na wakuache wewe na miungu yako? Akasema: Tutawauwa wavulana wao, na tutawaacha hai wanawake wao. Na bila ya shaka sisi ni wenye nguvu juu yao.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"Baada ya Firauni na watu wake kuona waliyo yaona, katika vile kudhihiri mambo ya Musa na nguvu za ushindi wake, na wachawi wakamuamini, walisema wakuu wa kaumu yake: Unamuacha Musa na watu wake wawe huru katika amani, ili mwisho wao wawafisidi kaumu yako dhidi yako katika nchi ya Misri kwa kuwatia katika dini yao, na wakuache wewe na miungu yako bila ya wao kujali? Hapo watu wa Misri watakuona wewe na hiyo miungu kuwa mmeshindwa. Firauni akasema kuwajibu: Tutawawauwa watoto wao wa kiume wa watu hawa, kila anaye zaliwa; na tutawabakisha wa kike wawe hai, ili wasiwe na nguvu, kama tulivyo fanya zamani. Na sisi tuko juu yao kwa kuwashinda na kwa utawala, na kuwafanyia kahari.","lang":"sw"},{"name":"7:128","price":"Musa akawaambia watu wake: Ombeni msaada kwa Mwenyezi Mungu, na subirini. Hakika ardhi ni ya Mwenyezi Mungu. Naye humrithisha amtakaye katika waja wake. Na mwisho ni wa wachamngu.","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"Na hapo Musa aliona kama dalili za huzuni katika watu wake, basi akawatia nguvu katika azma yao. Akawambia: Mtakeni Mwenyezi Mungu msaada na kukuungeni mkono. Na kuweni imara, wala msifazaike. Kwani ardhi yote imo katika nguvu za uwezo wa Mwenyezi Mungu na ufalme wake. Humrithisha amtakaye katika waja wake, wala si ya Firauni. Na mwisho mwema wataupata wale wanao mcha Mwenyezi Mungu kwa kushikamana naye na kuzikamata hukumu zake.","lang":"sw"},{"name":"7:129","price":"Wakasema: Tumeudhiwa kabla hujatufikia, na baada ya wewe kutujia! Musa akasema: Huenda Mola wenu Mlezi akamhiliki adui wenu, na akakufanyeni nyinyi ndio wa kufuatia kushika nchi, ili atazame mtavyo kuja tenda nyinyi.","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"Wakasema wale watu kwa huzuni na unyonge: Sisi tulipata maudhi zamani kutoka kwa Firauni kabla hujatujia, na hivi sasa tena baada ya kuja kwako. Musa akawafungulia mlango wa matarajio mema kwa kuwaambia: Hakika linalo tarajiwa kwa fadhila za Mola wenu Mlezi ni kumteketeza adui yenu, aliye kufanyeni watumwa na akakuteseni kwa dhulma yake, na akujaalieni nyinyi ndio wa kuimiliki ardhi aliyo kuahidini. Yeye Subhanahu, Aliye takasika, anayajua mnayo yatenda baada ya kukuwekeni huku. Je, mtaishukuru neema au mtaikufuru? Na mtatenda mema katika nchi au mtafanya fisadi? Hayo ili apate kukulipeni duniani na Akhera kwa mujibu wa mtendayo.","lang":"sw"},{"name":"7:130","price":"Na hakika tuliwaadhibu watu wa Firauni kwa miyaka (ya ukame) na kwa upungufu wa mazao, ili wapate kukumbuka.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"Na hakika Sisi tuliwaadhibu Firauni na watu wake kwa ukame, na dhiki ya maisha, na upungufu wa matunda na mazao na miti, kwa kutaraji kuwa watazindukana wautambue unyonge wao, na kushindwa ufalme wao wa jeuri mbele ya nguvu za Mwenyezi Mungu, wapate kuwaidhika na waache kuwadhulumu Wana wa Israili, na wauitikie wito wa Musa a.s. Kwani mtindo wa shida ni kuzuia kujidanganya, na kutengeza tabia, na kuzielekeza nafsi ziikubali Haki, na kumridhi Mola Mlezi wa viumbe vyote, na kumnyenyekea Yeye tu, si mwenginewe.","lang":"sw"},{"name":"7:131","price":"Likiwafika jema wakisema: Haya ni haki yetu. Na likiwafika ovu husema: Musa na walio pamoja naye ni wakorofi. Hakika ukorofi wao huo unao wafikia unatoka kwa Mwenyezi Mungu. Lakini wengi wao hawajui.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"Lakini tabia ya Firauni na wasaidizi wake ni kuto thibiti juu ya Haki. Wepesi kurejea kwenye khiana na uasi. Hao ni watu wa kigeugeu! Ikiwajia kutononoka na neema - na mara nyingi huwa hivyo - wao wakisema: Sisi tunastahiki haya tuliyo nayo kuwapita watu wengineo! Na likiwasibu la kuwaudhi, kama ukame, au tauni, au msiba wa miili au riziki, wakiona yamewapata hayo kwa ukorofi wa Musa na walio pamoja naye. Na wanaghafilika kuwa dhulma zao, na fisadi zao ndizo zilizo pelekea kuja hayo yanayo wapata! Basi na watanabahi, na wajue kuwa ujuzi wa ukorofi wao uko kwa Mwenyezi Mungu. Yeye ndiye anaye wapatiliza kwa sababu ya vitendo vyao viovu. Yeye ndiye anaye wapelekea hayo yanao waudhi, wala si Musa na alio nao. Lakini wengi wao hawaijui Hakika ambayo haina shaka.","lang":"sw"},{"name":"7:132","price":"Na wakisema: Hata ukituletea Ishara yoyote kutuzuga hatuto kuamini.","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"Na kwa hii fikra mbovu waliyo nayo wakaendelea na upinzani. Walisema walipo ona miujiza ya Musa: Wewe hata ukituletea kila namna ya Ishara zinazo onyesha ukweli wa wito wako, ili kutuachisha dini yetu, na tusiwafanye watumwa watu wako, sisi hatukusadiki wala hatukufuati.","lang":"sw"},{"name":"7:133","price":"Basi tukawapelekea tufani, na nzige, na chawa, na vyura, na damu, kuwa ni Ishara mbali mbali. Nao wakapanda kiburi, na wakawa watu wakosefu.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"Basi Mwenyezi Mungu aliwateremshia masaibu na balaa zaidi, kama tufani lilio funika mwahala mwao, na nzige walio kula kila mmea na mti ulio bakia, na chawa, yaani vijidudu vinavyo haribu matunda na kuteketeza wanyama na mimea. na vyura vilivyo enea vikafanya maisha yao dhiki, na vikachafua kila pahala, na damu iliyo sabibisha maradhi mengi, kama kupasuka mishipa ya damu katika mwili, na damu inayo najisisha kila pahala ikasabibisha presha, au kupasuka ikaleta kiharusi na kupooza, na kutokwa na mkojo wa damu kwa sababu ya kichocho na mfano wake, au ikawa inachanganyika na maji yao wanayo hitajia kunywa au kupikia. Mwenyezi Mungu aliwapatiliza na Ishara hizi zote zilio wazi! Nao wasiathirike, nyoyo zao zikabaki kuwa ngumu, na wenye kutakabari hawataki Imani wala kurejea kwenye Haki. Walikuwa watu walio bobea kwenye madhambi na ukosefu, kama ilivyo ada yao.","lang":"sw"},{"name":"7:134","price":"Na ilipo waangukia adhabu wakasema: Ewe Musa! Tuombee kwa Mola wako Mlezi kwa aliyo kuahidi. Ukituondolea adhabu hii hapana shaka tutakuamini, na tutawaachilia Wana wa Israili wende nawe.","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"Katika kuzidi kigeugeu chao kama zinavyo badilika sababu, walikuwa kila ikiwashukia namna yoyote ya adhabu wakisema kwa shida na machungu yanayo wapata: Ewe Musa! Tuombee kwa Mola Mlezi wako, kwa vile alivyo kuahidi kuwa ukimwomba atakupa miujiza na atakuitikia dua, atuondolee adhabu hii. Na sisi tunakuapia kuwa ukituondolea basi bila ya shaka tutakuitikia na tutawaachilia wende nawe Wana wa Israili kama ulivyo taka!","lang":"sw"},{"name":"7:135","price":"Lakini tukiwaondolea adhabu mpaka muda fulani wao waufikie, mara wakivunja ahadi yao.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"Tulipo waondolea adhabu kila mara kwa muda wao mpaka mwisho wake ukisha huivunja ahadi yao, na huenda kinyume na kiapo chao, na hurejea yale yale waliyo kuwa nayo. Kwao wao hayo majaribio ya kuwaachisha maovu hayakuleta faida!","lang":"sw"},{"name":"7:136","price":"Basi tuliwapatiliza, tuka- wazamisha baharini kwa sababu walizikanusha Ishara zetu, na wakaghafilika nazo.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"Tuliwateremshia nakama yetu. Tukawazamisha baharini kwa sababu ya kushikilia kwao kukanusha Ishara zetu, na hadi ya kutoyabali mafunzo ya Imani na ut'iifu yaliyomo katika hizo Ishara.","lang":"sw"},{"name":"7:137","price":"Na tukawarithisha watu walio kuwa wanadharauliwa mashariki na magharibi ya ardhi tuliyo ibariki. Na likatimia neno jema la Mola Mlezi wako juu ya Wana wa Israili, kwa vile walivyo subiri. Na tukayaangamiza aliyo kuwa akiyafanya Firauni na kaumu yake, na waliyo kuwa wakiyajenga.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"Tukawapa watu ambao walikuwa wakidharauliwa katika Misri, nao ni Wana wa Israili, ardhi alio ipa baraka Mwenyezi Mungu kwa kuifanya ina rutba na kheri nyingi, tangu mashariki mpaka magharibi yake. Neno jema la Mwenyezi Mungu likatekelezwa kwa ukamilifu, na pia ahadi yake ya ushindi kwa Wana wa Israili, kwa sababu ya kuvumilia kwao dhiki. Na tukayateketeza majumba ya fakhari, na kila majenzi, na chanja za mimea ya kutambaa, na bustani, na pandio za mizabibu, waliyo kuwa wakisimamisha na kujenga akina Firauni na watu wake! Hiyo ndiyo shani ya Mwenyezi Mungu, na ametimiza kweli ahadi yake kwa Wana wa Israili.","lang":"sw"},{"name":"7:138","price":"Na tukawavusha bahari Wana wa Israili, wakafika kwa watu wanao abudu masanamu yao. Wakasema: Ewe Musa! Hebu tufanyie na sisi miungu kama hawa walivyo kuwa na miungu. Musa akasema: Hakika nyinyi ni watu msio jua kitu","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"Wana wa Israili wakaivuka bahari kwa uangalizi wetu, na kuwaunga mkono na kuwafanyia mepesi mambo yao. Baada ya kwisha vuka waliwakuta kaumu wameshika ibada ya masanamu. Walipoona hivi yale waliyo kuwa wameyazoea kuwaona Wamisri wakiabudu masanamu yaliwaghilibu, wakamtaka Musa awafanyie nao masanamu wayaabudu, kama ilivyo kuwa wale kaumu wana masanamu yao wanayo yaabudu! Hapo hapo Musa a.s. aliwatahayarisha na kuwakanya, akasema: Hakika nyinyi ni watu wapumbavu, msio na akili! Hamjui ibada ya Haki, wala hamumjui Mungu anaye stahiki kuabudiwa!","lang":"sw"},{"name":"7:139","price":"Hakika haya waliyo nayo watu hawa yatakuja angamia, na hayo waliyo kuwa wakiyafanya yamepotea bure.","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"Hawa mnao waona wanaabudu masanamu, hapana shaka haya walio nayo ni yenye kuangamia, na hii dini waliyo nayo ni potovu , bure bilashi. Na a'mali zao ni zenye kupotea, wala hazibaki.","lang":"sw"},{"name":"7:140","price":"Akasema: Je, nikutafutieni mungu asiye kuwa Mwenyezi Mungu, na Yeye ndiye aliye kufadhilisheni juu ya viumbe vyote?","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"Je, nikutafutieni wa kuabudiwa asiye kuwa Mwenyezi Mungu Mola Mlezi wa viumbe vyote, na Yeye ndiye aliye kupeni fadhila, na akakupeni neema asio pata kupewa mwengine asiye kuwa nyinyi katika zama zenu?","lang":"sw"},{"name":"7:141","price":"Na pale tulipo kuokoeni kwa watu wa Firauni walio kupeni adhabu za mwisho wa uovu. Wakiwauwa wavulana wenu, na wakawaacha hai wanawake wenu. Na katika hayo yalikuwa majaribio makubwa kutokana na Mola wenu Mlezi.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"Kumbukeni alipo kuvueni Mwenyezi Mungu Mtukufu kwa uangalizi wake na watu wa Firauni, walio kuwa wakikuadhibuni ukomo wa adhabu, wakikudhalilisheni muwatumikie katika kazi ngumu, wala hawakukuoneeni huruma kama wanyama, wakiuwa wavulana wenu na wakiwabakisha wasichana ili mzidi kudhoofika kwa wingi wa wanawake! Na katika adhabu za Firauni zilizo kushukieni, na kukuvueni nazo, pana mtihani mkubwa wa Mola wenu Mlezi, wala hapana mfano wake.","lang":"sw"},{"name":"7:142","price":"Tulimuahidi Musa masiku thalathini na tukayatimiza kwa kumi; ikatimia miadi ya Mola wake Mlezi masiku arubaini. Na Musa akamwambia nduguye Haarun: Shika mahala pangu kwa watu wangu na utengeneze wala usifuate njia ya waharibifu.","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"Tulimuahidi Musa tutazungumza naye na tutampa Taurati baada ya kutimia masiku (wingi wa \"usiku\") thalathini ya yeye kuabudu. Na tukauongeza muda huo kwa masiku kumi, kutimiza ibada. Yakawa masiku arubaini. Musa akamwambia nduguye Haarun alipo kuwa anakwenda kuzungumza na Mwenyezi Mungu: Kuwa badala yangu kwa hawa watu wangu. Na watengenezee mambo yao yanayo hitajia kutengenezwa. Na tahadhari na kufuata njia ya mafisadi. (Angalia: Kwa Kiswahili safi, \"Masiku\" ni wingi wa \"Usiku\". Ama wingi wa \"Siku\" ni \"Siku\" vile vile kama ilivyo katika aghlabu ya maneno mengine yanayo anzia \"S\", kama Saa, Sanda, Sahani, Sabuni, Safari, Sufuria n.k.)","lang":"sw"},{"name":"7:143","price":"Na alipo kuja Musa kwenye miadi yetu, na Mola wake Mlezi akamsemeza, alisema: Mola wangu Mlezi! Nionyeshe nikutazame. Mwenyezi Mungu akasema: Hutoniona. Lakini utazame huo mlima. Ukibaki pahala pake basi utaniona. Basi alipo jionyesha Mola Mlezi wake kwa mlima, aliufanya uvurugike, na Musa akaanguka chini amezimia. Alipo zindukana alisema: Subhanaka, Umetakasika! Natubu kwako, na mimi ni wa kwanza wa Waumini.","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"Na alipo kuja Musa kuzungumza nasi, na Mola Mlezi wake akanena naye kwa maneno ambayo siyo kama kusema kwetu, Musa alisema: Ewe Mola Mlezi wangu! Nionyeshe dhati yako na unidhihirikie, nipate kukutazama nizidi utukufu. Mwenyezi Mungu akasema: Huwezi kuniona. Kisha Subhanahu, Aliye takasika alitaka kumkinaisha kuwa hawezi kumwona, akamwambia: Walakini utazame huo mlima ambao una nguvu kuliko wewe. Ukithibiti pahala ulipo wakati wa kudhihiri kwangu, basi utaniona nikijidhihirisha kwako. Basi Mola wake Mlezi alipo jionyesha kwa huo mlima kwa njia inayo wafikiana naye Mtukufu, mlima ulivurugika ukawa sawa sawa na ardhi. Musa akaanguka, kazimia kwa kitisho alicho kiona. Alipo zindukana kutokana na kuzimia kwake alisema: Nakutakasa mtakaso mkuu na kuonekana kwako duniani! Hakika mimi ninatubu kwako kuja kukutaka kitu bila ya ruhusa yako. Na mimi ni wa mwanzo katika zama zangu wa wanao amini utukufu wako na ubora wako.","lang":"sw"},{"name":"7:144","price":"(Mwenyezi Mungu) akasema: Ewe Musa! Mimi nimekuteuwa wende kwa watu na Ujumbe wangu na maneno yangu. Basi chukua niliyo kupa na uwe katika wanao shukuru. ","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"Mwenyezi Mungu alipo mzuilia Musa asimwone, akaingia kumhisabia neema zake ili amliwaze kwa vile kumkatalia, akamwambia: Ewe Musa! Mimi nimekufadhilisha, na nimekuteua kuliko watu wote wa zama zako, ili ufikishe vitabu vya Taurati, na kwa kusema nawe bila ya kuwapo mtu kati. Basi yashike hayo niliyo kukufadhili, na unishukuru kama wafanyavyo wenye kushukuru, wanao kadiri neema.","lang":"sw"},{"name":"7:145","price":"Na tukamuandikia katika mbao kila kitu, mawaidha na maelezo ya mambo yote. (Tukamwambia): Basi yashike kwa nguvu na uwaamrishe watu wako wayashike kwa ubora wake. Nami nitakuonyesheni makaazi ya wapotofu.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"Na tulimbainishia Musa katika zile mbao za Taurati kila kitu kilicho khusu mawaidha na hukumu zilizo elezwa mbali mbali, wanazo hitajia watu duniani na Akhera. Na tukamwambia: Zishike hizi mbao baraabara na kwa kuazimia. Na waamrishe watu wako washike yaliyo bora humo, kama kusamehe badala ya kulipiza kisasi, na kuachilia badala ya kungojea, na kulegeza badala ya kukaza. Enyi kaumu ya Musa! Nitakuonyesheni katika vitabu vyenu makaazi ya wale wanao asi amri za Mwenyezi Mungu, na watavyo angamia, ili mpate kuzingatia. Basi msende kinyume yakakusibuni yalio wasibu hao waasi.","lang":"sw"},{"name":"7:146","price":"Nitawatenga na Ishara zangu wale wanao fanya kiburi katika nchi bila ya haki. Na wao wakiona kila Ishara hawaiamini. Wakiiona njia ya uwongofu hawaishiki kuwa ndiyo njia; lakini wakiiona njia ya upotofu wanaishika kuwa ndiyo njia. Hayo ni kwa sababu wamezikanusha Ishara zetu, na wameghafilika nazo.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"Hao walio majeuri na wakapanda kiburi katika ardhi wakakataa kukubali yaliyo sawa bila ya haki, nitawazuia wasiweze kuzizingatia dalili za uwezo wangu ziliomo katika nafsi za watu na jiha zote. Watu hawa hata wakiona kila Ishara inayo thibitisha ukweli wa Mitume wetu hawaisadiki. Na wakiiona njia ya uwongofu hawaipiti, na wakiiona njia ya upotofu ndio wanaipita! Hayo yanatokea kwao kwa sababu wamezikanusha Ishara zetu zilio teremshwa, na wameghafilika na kuongoka kwazo.","lang":"sw"},{"name":"7:147","price":"Na walio zikanusha Ishara zetu na mkutano wa Akhera a'mali zao zimeharibika. Kwani watalipwa ila kwa yale waliyo kuwa wakiyatenda?.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"Na walio zikanusha Ishara zetu zilio teremshwa juu ya Mitume wetu kwa ajili ya uwongofu, na wakakanusha kukutana nasi Siku ya Kiyama, wakakataa kufufuliwa na kulipwa, vitendo vyao walivyo kuwa wakitarajia viwafae vitapotelea mbali. Hawatokuta ila malipo ya kufru na maasi waliyo endelea nayo kuyatenda.","lang":"sw"},{"name":"7:148","price":"Na baada yake walimfanya ndama kutokana na mapambo yao (kumuabudu), kiwiliwili tu kilicho kuwa na sauti. Hivyo, hawakuona kuwa hawasemezi wala hawaongoi njia? Wakamuabudu, na wakawa wenye kudhulumu.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"Na baada ya Musa kwenda kwenye mlima kusema na Mola Mlezi wake, kaumu yake walichukua vyombo vyao vya kujipamba wakatengeneza sura ya ndama, asiye na akili wala hatambui kitu. Lakini akitoa sauti mfano wa sauti ya ng'ombe, kwa namna walivyo muunda na ukipita upepo ndani yake. Na aliye waundia ni Saamiriyu (Msamaria). Naye akawaamrisha wamuabudu! Upumbavu gani huu wa akili zao! Hivyo wao walipo mfanya ndiye mungu wakamuabudu, hawakuona kuwa hawasemezi, wala hawezi kuwaongoa wafuate njia iliyo sawa? Hakika hawa wamejidhulumu nafsi zao kwa kitendo hichi kiovu.","lang":"sw"},{"name":"7:149","price":"Na walipo juta na wakaona ya kwamba wamekwisha potea, walisema: Ikiwa Mola wetu Mlezi hakuturehemu na akatusamehe, bila ya shaka tutakuwa miongoni mwa walio khasiri.","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"Walipo tambua kuteleza kwao, na makaso yao, wakababaika, na wakajuta majuto makubwa kwa kumfanya ndama ndiye Mungu. Makosa yao yakabainika wazi, wakasema: Wallahi! Ikiwa Mola wetu Mlezi hakutusamehe hakika tutakuwa miongoni walio khasiri khasara iliyo dhaahiri; kwa vile kuabudu kisicho faa kuabudiwa.","lang":"sw"},{"name":"7:150","price":"Na alipo rudi Musa kwa watu wake, naye amekasirika na kuhuzunika, alisema: Ni maovu yalioje mlio nifanyia nyuma yangu! Je, mmeitangulia amri ya Mola wenu Mlezi? Na akaziweka chini zile mbao, na akamkamata kichwa ndugu yake akimvutia kwake. (Haarun) akasema: Ewe mwana wa mama yangu! Hakika hawa watu wamenidharau, na wakakaribia kuniuwa. Basi usiwafurahishe maadui juu yangu, wala usinifanye pamoja na watu madhaalimu.","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"Na Musa alipo rejea kutoka kuzungumza na Mola Mlezi wake kuja kwa watu wake, naye kakasirika nao kwa vile walivyo muabudu ndama, na amehuzunika kwa kuwa Mwenyezi Mungu amewatia mtihanini - kwani Mwenyezi Mungu alikwisha mpa khabari ya yale kabla hajarejea - aliwaambia: Kitendo gani kiovu hichi mlicho kitenda baada ya kuondoka kwangu! Mmetangulia kwa kumuabudu ndama msifuate amri ya Mola wenu Mlezi kuwa mningojee, na mkawa hamkuishika ahadi yangu mpaka nikakuleteeni Taurati? Akaziweka zile mbao, na akamuelekea nduguye kwa huzuni kubwa kwa yale aliyo yaona kwa kaumu yake. Akaingia kumvuta ndugu yake kwa kichwa akimbururia kwake kwa wingi wa ghadhabu. Haya ni kuwa alidhani kuwa amefanya taksiri hakuwazuia kufanya walio yafanya! Haarun akasema: Ewe mwana wa mama yangu!  Hakika hawa watu walipo fanya waliyo yafanya walinidharau na wakanishinda nguvu. Na wakakaribia kuniuwa kwa kuwa niliwakataza wasimuabudu ndama. Basi usiwafurahishe maadui kwa kunitesa mimi, wala usiitakidi kuwa mimi ni mmoja wa wenye kudhulumu, kwani mimi ni mbali nao na dhulma yao. Haarun amemwita Musa kwa kumnasibisha na mama yao, ijapo kuwa hao walikuwa ndugu khalisa, wa baba na mama, kwa sababu huyo mama alikuwa Muumini. Kumtaja yeye ni kuzidi kukumbusha mapenzi.","lang":"sw"},{"name":"7:151","price":"(Musa) akasema: Mola Mlezi wangu! Nisamehe mimi na ndugu yangu, na ututie katika rehema yako. Nawe ni Mwenye kurehemu kushinda wote wenye kurehemu.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"Musa alisema: Ewe Mola wangu Mlezi! Nisamehe kwa haya niliyo mfanyia ndugu yangu kabla sijayajua mambo. Na msamehe ndugu yangu ikiwa kakosea katika kushika pahala pangu kwa vizuri. Na tuingize katika eneo la rehema yako, kwani Wewe ndiwe Mwenye rehema nyingi kushinda wote wenye kurehemu.","lang":"sw"},{"name":"7:152","price":"Hakika wale walio muabudu ndama, itawapata ghadhabu ya Mola wao Mlezi na madhila katika maisha ya dunia. Na hivi ndivyo tunavyo walipa wazushi.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"Hakika wale walio endelea kumfanya ndama kuwa mungu, kama Msamaria na wenziwe, itawafika ghadhabu kubwa kutoka kwa Mola wao Mlezi huko Akhera, na uvunjifu mkubwa katika maisha ya duniani. Na mfano wa malipo hayo ndio tunamlipa kila mwenye kumzulia Mwenyezi Mungu uwongo, na akaabudu kinginecho.","lang":"sw"},{"name":"7:153","price":"Na walio tenda maovu, kisha wakatubia baada yake na wakaamini, hapana shaka kuwa Mola Mlezi wako baada ya hayo ni Mwenye kusamehe Mwenye kurehemu.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"Na wale walio tenda vitendo vibaya vya ukafiri na kuabudu ndama na maasi mengineyo, kisha wakarejea kwa Mwenyezi Mungu baada ya kutenda hayo, na wakamsadiki, basi hakika Mola wako Mlezi baada ya toba yao, ni Mwenye kuwasitiri, na kuwasamehe kwa hayo waliyo kuwa nayo.","lang":"sw"},{"name":"7:154","price":"Na Musa ilipo mtulia ghadhabu aliziokota zile mbao. Na katika maandiko yake mna uwongofu na rehema kwa wanao mwogopa Mola wao Mlezi.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"Na Musa zilipo muondoka ghadhabu kwa kutoa udhuru nduguye, akazirejea zile mbao alizo ziweka chini akazichukua. Na kwenye hizo mbao umeandikwa uwongofu, na uwongozi, na njia za kupata rehema, kwa wale wanao iogopa ghadhabu ya Mola wao Mlezi.","lang":"sw"},{"name":"7:155","price":"Na Musa akawateuwa watu sabiini katika kaumu yake kwa miadi yetu. Na ulipo fika mtetemeko mkubwa alisema: Ewe Mola wangu Mlezi! Ungeli taka ungeli wahiliki wao na mimi zamani! Unatuhiliki kwa waliyo yafanya wajinga katika sisi? Haya si chochote ila ni mtihani wako, umpoteze umtakaye na umhidi umtakaye. Wewe ndiye Rafiki Mlinzi wetu. Basi tughufirie na uturehemu. Na Wewe ndiye mbora wa kughufiria.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"Kisha Mwenyezi Mungu alimuamrisha awalete baadhi ya jamaa katika kaumu yake wawatakie radhi walio muabudu ndama, na akawapa miadi. Musa akawateuwa katika kaumu yake watu sabiini katika wasio muabudu ndama, nao wakawa wanawawakilisha kaumu yao. Akenda nao mpaka kwenye mlima. Na huko wakamwomba Mwenyezi Mungu awaondolee balaa, na akubali toba ya walio muabudu ndama kati yao. Ikawachukua zilzala (tetemeko) kubwa pahala hapo, wakazimia kwa sababu yake. Na hayo kwa kuwa hawakuwaacha kaumu yao walipo abudu ndama, wala hawakuamrisha mema, wala hawakuwakanya maovu! Musa alipoona yale alisema: Ewe Mola wangu Mlezi! Lau ungeli penda kuwaangamiza ungeli waangamiza kabla hawajaja hapa kwenye miadi, na ukaniangamiza na mimi pia, ili waone hayo Wana wa Israili wasinituhumu kuwa mimi nimewauwa. Basi ewe Mola Mlezi wangu! Usituhiliki kwa walio yafanya wajinga kati yetu. Kwani hii balaa ya kuabudu ndama haikuwa ila ni majaribio yaliyo toka kwako. Wewe unampoteza unaye taka apotee katika hao wanao ishika njia ya shari, na unawahidi (unawaonoza) unaye taka ahidike. Wewe ndiye mwenye kusema: Nitawaandikia wenye kujikinga na ukafiri na maasi katika kaumu yako, na akatoa Zaka iliyo faridhiwa, na Mwenye kusamehe madhambi.","lang":"sw"},{"name":"7:156","price":"Na utuandikie mema katika dunia hii na katika Akhera. Sisi tumerejea kwako. (Mwenyezi Mungu) akasema: Adhabu yangu nitamsibu nayo nimtakaye. Na rehema yangu imeenea kila kitu. Lakini nitawaandikia khasa wanao mchamngu, na wanao toa Zaka, na wale ambao wanaziamini Ishara zetu,","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"Na tukadirie hapa duniani maisha mema, na tupate tawfiqi tuweze kut'ii, na Akhera tupate malipo mazuri, na maghfira, na rehema, kwa kuwa sisi hakika tumekwisha rejea kwako na tunatubu kwako. Mola Mlezi wao akawaambia: Adhabu yangu namfikishia nimtakaye katika wasio tubu, na rehema yangu imeenea juu ya kila kitu, na nitawaandikia khasa wale wanao jikinga na ukafiri na maasi katika kaumu yako, na wanao toa Zaka zilio lazimishwa, na wanao sadiki Vitabu vyote vilivyo teremka.","lang":"sw"},{"name":"7:157","price":"Ambao kwamba wanamfuata huyo Mtume, Nabii, asiye soma wala kuandika, wanaye mkuta kaandikwa kwao katika Taurati na Injili, anaye waamrisha mema na anawakanya maovu, na anawahalalishia vizuri, na ana waharimishia viovu, na anawaondolea mizigo yao na minyororo iliyo kuwa juu yao. Basi wale walio muamini yeye, na wakamhishimu, na wakamsaidia, na wakaifuata nuru iliyo teremshwa pamoja naye - hao ndio wenye kufanikiwa.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"Na nawakusudia khasa wanao mfuata Mtume Muhammad, ambaye haandiki wala hasomi, na ambaye wanakuta sifa zake zimeandikwa katika vitabu vyao vya Taurati na Injili. Yeye anawaamrisha kila kheri na anawakataza kila shari. Na anawahalalishia vitu ambavyo tabia inaviona ni vizuri, na anawaharimishia vitu ambavyo tabia inavichukia kwa kuwa vina madhara, kama damu na mzoga. Na anawaondolea mizigo mizito na mikazo iliyo kuwa ikiwabana. Basi wanao usadiki Utume wake, na wakamsaidia, na wakamuunga mkono, na wakamnusuru na maadui zake, na wakaifuata Qur'ani aliyo teremshiwa pamoja naye kama nuru ya uwongofu, hao basi ndio wenye kufuzu, sio wenginewe ambao hawakumuamini.","lang":"sw"},{"name":"7:158","price":"Sema: Enyi watu! Hakika mimi ni Mtume kwenu nyinyi nyote, niliye tumwa na Mwenyezi Mungu Mwenye ufalme wa mbingu na ardhi. Hapana mungu ila Yeye anaye huisha na anaye fisha. Basi muaminini Mwenyezi Mungu na Mtume wake asiyejua kusoma na kuandika, ambaye anamuamini Mwenyezi Mungu na maneno yake. Na mfuateni yeye ili mpate kuongoka.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"Ewe Nabii! Waambie watu: Hakika mimi nimetumwa kutoka kwa Mwenyezi Mungu kwenu nyinyi nyote, bila ya farka baina ya Mwaarabu na asiye kuwa Mwaarabu, baina ya mweusi na mweupe. Na Mwenyezi Mungu aliye nituma ni Yeye peke yake ndiye Mwenye ufalme wa mbingu na ardhi. Huipitisha amri yake kwa mujibu wa hikima yake. Na hufanya mbinguni na duniani kama anavyo penda. Wala hapana wa kuabudiwa kwa haki ila Yeye. Na Yeye ndiye Mwenye uwezo wa kuhuisha na kufisha, wala hapana mwenginewe. Basi muaminini Yeye na Mtume wake, huyu Nabii asiye soma wala kuandika. Naye huyu anamuamini Mwenyezi Mungu ambaye anaye kuiteni mumuamini. Na anaamini Vitabu vyake vilivyo teremshwa. Basi mfuateni katika kila afanyalo na asemalo mpate kuongoka na kuongozeka.","lang":"sw"},{"name":"7:159","price":".Na katika kaumu ya Musa lipo kundi linao waongoa watu kwa haki na kwa haki wanafanya uadilifu.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"Na katika kaumu ya Musa wako jamaa walio bakia na Dini iliyo sawa. Wakiwahidi watu kwa Haki aliyo kuja nayo Musa kutoka kwa Mola wake Mlezi, na wakifanya uadilifu pale wanapo pitisha hukumu.","lang":"sw"},{"name":"7:160","price":"Na tuliwagawanya katika makabila kumi na mbili, mataifa mbali mbali. Na tulimfunulia Musa walipo muomba maji watu wake kumwambia: Lipige hilo jiwe kwa fimbo yako. Mara zikatibuka humo chemchem kumi na mbili, na kila watu wakajua mahali pao pa kunywea. Na tukawafunika kivuli kwa mawingu, na tukawateremshia Manna na Salwa. Tukawaambia: Kuleni vizuri hivi tulivyo kuruzukuni. Wala hawakutu- dhulumu Sisi, bali wamejidhulumu wenyewe.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"Mwenyezi Mungu amezitaja neema zake juu ya kaumu ya Musa. Akafahamisha kuwa aliwafanya makundi thinaashara, (kumi na mbili) na akawafanya mataifa, na kila taifa likawa na mpango wao, ili kuzuia uhasidi na kukhitalifiana. Na walipo taka watu wake maji jangwani, alimfunulia Musa alipige jiwe kwa fimbo yake. Akalipiga, zikatibuka kutoka kwenye hilo jiwe chemchem kumi na mbili kwa idadi ya kabila zao. Kila kabila kati yao ilijua pahala pake makhsusi pa kunywa. Basi haikuwa huyu kumuingilia huyu. Na akajaalia kiwingu chende kuwapa kivuli chake katika jangwa, kuwakinga na mwako wa jua. Akawateremshia Manna, nacho ni chakula kwa sura kinafanana na mvua ya barafu, na tamu kama asali. Na akateremsha Salwa, naye ni ndege aliye nona. Na akawaambia: Kuleni hivi vinono tulivyo kuruzukuni katika tulivyo kuteremshieni. Lakini walijudhulumu nafsi zao, na wakazikufuru neema hizo, kwa kuzikataa na kutaka nyenginezo. Na Sisi hatukupata madhara kwa udhalimu wao, lakini upungufu wamepata wao.","lang":"sw"},{"name":"7:161","price":"Na pale walipo ambiwa: Kaeni katika mji huu, na mle humo mpendapo, na semeni: Tufutie dhambi zetu. Na ingieni katika mlango wake kwa unyenyekevu, tupate kukusameheni makosa yenu. Walio wema tutawazidishia.","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"Ewe Nabii! Wakumbushe hao waliopo miongoni mwao katika zama zako - ili iwe ni onyo kwa vile walivyo tenda walio watangulia - wakumbushe kauli yetu tulio waambia hao walio watangulia kwa ulimi wa Musa: Kaeni katika mji wa Baitul Muqaddas (Yerusalemu) baada ya kutoka jangwani. Na kuleni kheri zake kokote humo mtakako, na semeni: Tunakuomba ewe Mola Mlezi wetu, utufutie makosa yetu. Na muingie kwenye lango la mji kwa kuinamisha vichwa kama kurukuu kwa kumnyenyekea Mwenyezi Mungu. Mkifanya hivyo tutakufutieni dhambi zenu, na tutazidisha thawabu za watendao mema.","lang":"sw"},{"name":"7:162","price":"Lakini walio dhulumu miongoni mwao walibadilisha kauli, sio ile waliyo ambiwa. Basi tukawapelekea adhabu kutoka mbinguni kwa vile walivyo kuwa wakidhulumu.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"Lakini waliikhalifu amri ya Mola wao Mlezi, wakasema kwa udhalimu maneno sio walio ambiwa, kwa kusudi ya kumkejeli Musa. Basi tukawateremshia adhabu kutoka mbinguni kwa sababu ya kuendelea kwao na udhalimu na kukiuka mpaka.","lang":"sw"},{"name":"7:163","price":"Na waulize khabari za mji ulio kuwa kando ya bahari, wakiivunja Sabato (Jumaamosi ya mapumziko). Samaki walikuwa wakiwajia juu juu siku ya mapumziko yao, na siku zisio kuwa za kupumzika hawakuwa wakiwajia. Kwa namna hiyo tuliwajaribu kwa sababu walikuwa wakifanya upotovu.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"Na waulize Mayahudi, kwa kuyachukia walio yafanya wenzao walio watangulia, khabari ya kijiji, nacho ni Elat, kilicho kuwa karibu na bahari. Wakaazi wake walivunja amri ya Mwenyezi Mungu ya kupiga marfuku kuvua samaki siku ya Jumaamosi, kuwa hiyo ni siku ya ibada tu kwao. Na siku hiyo samaki walikuwa wakiwajia vururu juu ya maji. Na siku isiyo kuwa Jumaamosi samaki walikuwa hawaji. Huo ni mtihani wa Mwenyezi Mungu! Na kwa mfano wa mtihani huo, au majaribio hayo yaliyo tajwa, ndio tunawajaribu kwa majaribio mengine kwa sababu ya upotovu wao unao endelea, ili adhihiri mwema na mbaya.","lang":"sw"},{"name":"7:164","price":"Na kikundi kati yao walisema: Kwa nini mnawawaidhi watu ambao tangu hapo Mwenyezi Mungu atawateketeza au atawaadhibu adhabu kali? Wakasema: Ili uwe ni udhuru kwa Mola Mlezi wenu, na huenda nao wakamchamngu.","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"Na wakumbushe pia hao Mayahudi pale kikundi cha watu wema katika wenzao walio tangulia, ambao hawakutenda mabaya waliyo yatenda wengineo, walipo waambia wanao wapa mawaidha wale waovu: Kwa sababu gani mnawapa nasaha watu ambao Mwenyezi Mungu atawahiliki, au atawaadhibu adhabu kali Akhera, kwa sababu ya madhambi wanayo yatenda? Wakasema: Tunawapa mawaidha ili tupate udhuru kwa Mola wako Mlezi, tusiwe tumefanya taksiri, na kutaraji huenda wakamchamngu.","lang":"sw"},{"name":"7:165","price":"Basi walipo yasahau waliyo kumbushwa, tuliwaokoa walio kuwa wakikataza maovu, na tukawatesa walio dhulumu kwa adhabu mbaya kwa vile walivyo kuwa wakifanya upotovu.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"Walipo yaacha mawaidha waliyo pewa, tukawaokoa na adhabu wale ambao walikuwa wakikataza vitendo viovu, na tukwashika walio dhulumu na wakavuka mipaka na wakakhalifu kwa kuwapa adhabu kali, nayo ni udhalili na shakawa, kwa sababu ya kuendelea kwao kutokana na ut'iifu wa Mwenyezi Mungu, Mola Mlezi wao.","lang":"sw"},{"name":"7:166","price":"Walipo jifakharisha katika waliyo kanywa tuliwaambia: Kuweni manyani wa kudharauliwa.","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"Walipo zidi kuwa wagumu, na wakaendelea kutobali waliyo katazwa, wala adhabu kali isiwaachishe uovu, tukawafanya kama manyani kwa kuzigeuza nyoyo zao, na kuwaondolea uwezo wa kuifahamu Haki, wakawa mbali na kila kheri.","lang":"sw"},{"name":"7:167","price":"Na pale alipo tangaza Mola wako Mlezi kwamba hapana shaka atawaletea watu ambao watawaadhibu kwa adhabu mbaya mpaka Siku ya Kiyama. Hakika Mola wako Mlezi ni Mwepesi wa kuadhibu, na bila ya shaka ni Mwenye maghfira, na Mwenye kurehemu.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"Na wakumbushe pia hao Mayahudi pale alipo wajuvya Mola Mlezi wako wenzao walio watangulia kwa ndimi za Manabii wao: Mwenyezi Mungu atawasalitisha Mayahudi mpaka Siku ya Kiyama adhabu mbaya kabisa kwa sababu ya dhulma yao na upotovu wao. Kwani Mola wako Mlezi ni Mwepesi wa kuwaadhibu watu makafiri, kwani adhabu yake itakuja tu bila ya shaka yoyote. Na kila kijacho kipo karibu, (chambilecho Waarabu). Na Yeye Mwenyezi Mungu ni Mwenye kusamehe na Mwenye kurehemu kwa anaye rejea kwake akatubu.","lang":"sw"},{"name":"7:168","price":"Na tuliwafarikisha katika ardhi makundi makundi. Wako kati yao walio wema, na wengine kinyume cha hivyo. Na tukawajaribu kwa mema na mabaya ili wapate kurejea.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"Na Sisi tumewagawa makundi makundi duniani. Wamo kati yao walio wema. Na hao ndio walio amini wakenda mwendo ulio sawa. Na wapo miongoni mwao watu wasio sifika kwa wema. Na wote tumewafanyia mitihani kwa kuwapa neema na kuwapa nakama, ili watubu, waache waliyo katazwa.","lang":"sw"},{"name":"7:169","price":"Na wakafuatia baada yao kizazi kibaya walio rithi Kitabu. Wakashika anasa za haya maisha duni, na wakasema: Tutasamehewa! Na ikiwajia tena anasa kama hiyo wataishika pia. Je, hawakufanyiwa agano la Kitabu kuwa wasiseme juu ya Mwenyezi Mungu ila Haki tu? Nao wamekwisha soma yaliomo humo. Na nyumba ya Akhera ni bora kwa wanao jikinga na maasi. Basi je, hamtii akilini?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"Baada ya hao tulio kwisha wataja na tukawagawa sehemu mbili, walifuatia waovu wakairithi Taurati kutokana na walio watangulia. Lakini hao hawakufanya yalio amrishwa humo. Kwani wao walishika starehe ya dunia badala ya Neno la Haki. Wakijiambia nafsi zao: Mwenyezi Mungu atatusamehe kwa tunayo yatenda! Wakitaraji maghfira, na ilhali kuwa yakiwajia kama yale waliyo yashika watayashika vile vile. Basi wao wamekuwa wameshikilia kuendelea na madhambi pamoja na kutaka kwao msamaha. Tena basi Mwenyezi Mungu anawatahayarisha kwa vile kutaka maghfira na huku wanaendelea na yao, akasema: Sisi tulichukua kwao ahadi katika Taurati - nao wameyasoma yaliomo humo - kuwa waseme kweli; nao wakasema uwongo! Na hakika neema za nyumba ya Akhera za wanao jikinga na maasi ni bora kuliko starehe za duniani! Basi je, mtaendelea na uasi wenu, wala hayaingii akilini mwenu kuwa neema hizo ni bora kwenu? Na mnakhiari badala yake hizo starehe za dunia?","lang":"sw"},{"name":"7:170","price":"Na wale wanao kishikilia Kitabu, na wakashika Swala - hakika Sisi hatupotezi ujira wa watendao mema.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"Na wanao ikamata baraabara Taurati, na wakashika Swala zilizo faridhiwa kwao, hakika Sisi hatutaupoteza ujira wao kwa sababu ya kutengeneza kwao na kutenda kwao mema.","lang":"sw"},{"name":"7:171","price":"Na pale tulipo unyanyua mlima juu yao ukawa kama kwamba ni kiwingu kilicho wafunika, na wakadhani kuwa utawaangukia, (tukawaambia): Kamateni kwa nguvu tuliyo kupeni, na yakumbukeni yaliyomo ndani yake ili mpate kumcha Mungu.","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"Mwenyezi Mungu ameijibu kauli ya Mayahudi walipo sema kwamba Wana wa Israili hawakupata kwenda kinyume na Haki. Alisema: Ewe Nabii! Wakumbushe pale tulipo unyanyua mlima juu ya Wana wa Israili ukawa kama kiwingu, na wakafazaika kwa kuwa walidhani utawaangukia. Nasi tukawaambia wakati ule ulipo nyanyuliwa na wao wamo katika khofu: Yashikeni ya uwongofu tuliyo kupeni katika Taurati kwa nguvu na kuazimia ut'iifu. Na kumbukeni yaliyomo ndani yake ili mpate kuzingatia na zitengenee nafsi zenu kwa kuchamngu.","lang":"sw"},{"name":"7:172","price":"Na pale Mola wako Mlezi alipo waleta katika wanaadamu kutoka migongoni mwao kizazi chao, na akawashuhudisha juu ya nafsi zao, akawaambia: Je, Mimi si Mola Mlezi wenu? Wakasema: Kwani! Tumeshuhudia. Msije mkasema Siku ya Kiyama sisi tulikuwa tumeghafilika na hayo.","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"Hapa Mwenyezi Mungu amebainisha hidaya ya wanaadamu kwa kusimamisha dalili katika viumbe, baada ya kwisha bainisha kwa njia za Mitume na Vitabu. Alisema: Ewe Nabii! Waambie watu pale Mola wako Mlezi alipo watoa kutoka migongo ya wanaadamu na watoto wao na wanao zaliwa karne baada ya karne, kisha akwasimamishia dalili za Ungu wake, na akawapa akili na nadhari ya kuwawezesha kuzijua, na kwa hizo akili na nadhari waweze kutambua Tawhidi na Rubuubiya, yaani kuwa Mwenyezi Mungu ni Mmoja Pekee na ni Mola Mlezi wa viumbe vyote, hata wakawa hao wanaadamu kama walio ulizwa: Je, Mimi siye Mola wenu Mlezi? Nao wakajibu: Kwani, Wewe ndiye Mola Mlezi wetu. Tunajishuhudia hayo juu ya nafsi zetu...Haya ni kwa kuwa kumkini kwao kupata kujua hizo hoja na dalili, na kutamakani kwao katika hayo imekuwa kama kwamba ni kukiri na kuungama. Na Sisi tumefanya haya ili msije kusema Siku ya Kiyama: Hakika sisi tulikuwa tumeghafilika na hiyo Tawhidi, na tulikuwa hatuijui. Katika Aya hii inaonyesha kuwa watoto asili yake wanatoka kwenye uti wa mgongo. Na ilimu ya kisasa imethibitisha kuwa kokwa za khaswa zinakuwa katika sehemu ya mgongo chini ya mafigo. Na zinakaa hapa mpaka katika miezi ya mwisho ya mimba ndio huteremka pale pahali pake pa kawaida panapo onekana. Na pengine hata hivyo huchelewa kuteremka hata baada ya mtoto kuzaliwa. Kadhaalika mayai ya mwanamke yanafanyika chini ya figo khasa, kisha ndio huteremka pahala pake karibu na tumbo la uzazi.","lang":"sw"},{"name":"7:173","price":"Au mkasema: Hakika baba zetu ndio walio shirikisha kabla yetu, na sisi ni dhuriya zao tu baada yao. Basi utatuangamiza kwa sababu ya waliyo yafanya wapotovu?","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"Au mtasema: Walishiriki baba zetu kabla yetu, na sisi ni dhuriya zao tumewafuata tu. Basi ewe Mola Mlezi wetu! Unatushika utuhiliki kwa walio yafanya wapotovu miongoni mwa baba zetu, kwa kujenga misingi ya ushirikina tulio endelea nao? Basi hamna hoja.","lang":"sw"},{"name":"7:174","price":"Ndio kama hivyo tunavyo zipambanua Ishara, kwa kutaraji kuwa watarejea.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"Kwa mfano wa maelezo wazi yenye hikima tunawabainishia wanaadamu dalili za kuwepo Mwenyezi Mungu, ili warejee waache ukhalifu wao na kuwafuata wapotovu.","lang":"sw"},{"name":"7:175","price":"Na wasomee khabari za yule ambaye tulimpa Ishara zetu, naye akajivua nazo. Na Shet'ani akamuandama, akawa miongoni walio potea.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"Mwenyezi Mungu amepiga mfano wa wanao kadhibisha kwa Aya zake alizomteremshia Mtume wake. Akasema: Ewe Nabii! Wasomee kaumu yako khabari za mtu mmoja katika Wana wa Israili. Tulimpa ilimu ya kuzijua Ishara tulizo wateremshia Mitume wetu. Yeye huyo akazipuuza, wala asizishughulikie. Basi Shetani akamfuata kwa khatua zake, na akamtawala kwa upotovu wake, akawa katika kundi la walio potea.","lang":"sw"},{"name":"7:176","price":"Na tungelitaka tungeli mtukuza kwa hizo Ishara, lakini yeye aliushikilia ulimwengu na akafuata pumbao lake. Basi mfano wake ni mfano wa mbwa. Ukimhujumu hupumua na kutoa ulimi na ukimwacha pia hupumua na kutoa ulimi. Huo ni mfano wa kaumu wanao zikanusha Ishara zetu. Basi simulia hadithi, huenda wakatafakari.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"Na lau tungeli taka kumnyanyua afike daraja za watu wema, tungeli mnyanyua kwa kumwezesha kuyatenda maamrisho ya hizo Aya.. Lakini yeye alishikamana na dunia, na hakuweza kunyanyuka kwendea uwingu wa uwongofu. Akafuata matamanio yake. Akawa hali yake daima yumo katika dhiki, na kushughulika kwake ni kwa dunia, na tafakuri zake duniani ni kutaka kuipata hiyo dunia basi. Hali yake ni kama hali ya mbwa anapo kuwa katika hali ovu kabisa, anavyo kuwa daima anapumua na kutoa limi lake nje, ukimkemea au ukimwacha. Hudorora ulimi wake kwa kuvuta pumzi kwa shida! Kadhaalika mwenye kuipenda dunia hudumu daima katika kuwania starehe zake na matamanio yake! Hakika hizo ndizo sifa zinazo mueleza huyo mwenye kuziacha Aya zetu, na ndio sifa ya wote wanao zikadhibisha Aya zetu zilio teremka. Basi wasimulie kisa chake hichi, huenda wakafikiri na wakaamini.","lang":"sw"},{"name":"7:177","price":"Huu ni mfano muovu kabisa wa watu wanao kanusha Ishara zetu na wakajidhulumu nafsi zao. .","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"Ni mbaya kweli hali ya hao wanao zipinga Ishara zetu, na kwa huku kukengeuka kwao na kuacha Haki hakumdhulumu mtu ila nafsi zao tu.","lang":"sw"},{"name":"7:178","price":"Yule ambae Mwenyezi Mungu amemuhidi (amemuongoza) basi huyo amehidika (ameongoka) na alie muacha kupotea basi hao ndio walio Khasirika","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"Na yule ambaye Mwenyezi Mungu amemwezesha kufuata njia ya haki huyo basi ndie aliye ongoka kweli, mwenye kupata furaha ya kote kuwili duniani na Akhera. Na mwenye kukosa uwezesho huo kwa sababu ya kumilikiwa na pumbao lake basi watu hao ndio walio khasiri.","lang":"sw"},{"name":"7:179","price":"Na tumeiumbia Jahannamu majini wengi na watu. Wana nyoyo, lakini hawafahamu kwazo. Na wana macho, lakini hawaoni kwayo. Na wana masikio, lakini hawasikii kwayo. Hao ni kama nyama howa, bali wao ni wapotofu zaidi. Hao ndio walio ghafilika.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"Na tumewaumbia wengi katika majini na watu marejeo yao ni Motoni Siku ya Kiyama. Kwani hao wana nyoyo zisio funguka ikaingia Haki ndani yake. Wana macho yasiyo angalia dalili za kudra. Wana masikio yasiyo sikia Aya na mawaidha kwa sikio la kuzingatia na kuwaidhika! Hao ni kama wanyama kwa kutonafiika kwa neema ya akili za kuzingatia walizo neemeshwa na Mwenyezi Mungu. Bali hao ni wapotovu zaidi kuliko wanyama, kwani wanyama hutaka cha kuwafaa na hukimbia cha kuwadhuru. Lakini hawa watu hata hawatambui hayo. Hao ndio walio fikia ukomo wa kughafilika.","lang":"sw"},{"name":"7:180","price":"Na Mwenyezi Mungu ana majina mazuri kabisa, basi muombeni kwa hayo. Na waacheni wale wanao haribu utakatifu wa majina yake. Hao watakuja lipwa waliyo kuwa wakiyatenda.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"Na Mwenyezi Mungu peke yake ndiye Mwenye Majina yenye kuonyesha sifa za ukamilifu. Basi mtumilieni hayo mnapo muomba, au mnapo mwita au kumtaja. Na waepukeni hao wanao mili katika hayo yasiyo elekeana na dhati ya utukufu wake. Hao watakuja lipwa malipo ya vitendo vyao.","lang":"sw"},{"name":"7:181","price":"Na katika tulio waumba wako watu wanao ongoza kwa Haki, na kwayo wanafanya uadilifu.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"Na katika tulio wajaalia waingie Peponi wapo wanao waita wengineo kwenye Haki kwa kuipenda Haki, na kwa Haki tu wanafanya uadilifu katika hukumu zao.","lang":"sw"},{"name":"7:182","price":"Na wale walio kadhibisha Ishara zetu, tutawapururia pole pole kwa namna ambayo wenyewe hawaijui","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"Na wale walio zikanusha Ishara (Aya) zetu zilio teremshwa tutawapururia pole pole, na tutawawacha mpaka wafike ukomo watapo fika. Na hayo ni kwa kuwapururia neema juu yao, juu ya kushughulika kwao katika maasi, mpaka maangamizo yawazukie nao wameghafilika wakitaladhadhi na starehe zao.","lang":"sw"},{"name":"7:183","price":"Nami nitawapa muda. Hakika mpango wangu ni madhubuti.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"Nitawakunjulia maisha, bila ya kuyapuuza maovu yao. Na mipango yangu niliyo wapangia ni ya nguvu na mikali juu yao, inalingana na madhambi yao yaliyo zidi kwa kupita kiasi.","lang":"sw"},{"name":"7:184","price":"Je, hawafikiri? Huyu mwenzao hana wazimu. Hakuwa yeye ila ni mwonyaji aliye dhaahiri.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"Wao wameanza kwa kukadhibisha, wala hawakuzingatia yale anayo waitia kwayo Mtume, na hoja anazo zitoa. Bali wakamsingizia kuwa ni mwendaazimu, na hali hana wazimu chochote. Yeye huyu ni mwenye kuwaonya wasifikiwe na adhabu ya ushirikina wao. Na onyo lake liwazi, la dhaahiri.","lang":"sw"},{"name":"7:185","price":"Je, hawatazami ufalme wa mbingu na ardhi, na vitu alivyo viumba Mwenyezi Mungu, na pengine ajali yao imekwisha karibia? Basi maneno gani baada ya haya watayaamini?.","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"Wamemwambia Muhammad mwongo kwa Tawhidi anayo waitia, wala hawakutazama kwa kuzingatia na kutafuta dalili za ufalme mtukufu wa Mwenyezi Mungu ulioko katika mbingu na ardhi na viliomo ndani yao, zinazo onyesha ukamilifu wa uwezo wa huyu Mwenye kuunda, na zinazo onyesha Umoja wake wa pekee. Wala hawakufikiri kuwa ajali yao imekwisha karibia, au huenda ikawa imekaribia, wapate kufanya haraka kutupia nadhari na kuitafuta Haki kabla ya kuzuka ajali. Ikiwa basi watu hawa hawaamini maneno ya Qur'ani watakuja amini maneno gani baada yake","lang":"sw"},{"name":"7:186","price":"Aliye mwacha Mwenyezi Mungu kupotea hana wa kumwongoa. Atawaacha hao wakitangatanga katika upotofu wao.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"Aliye andikiwa na Mwenyezi Mungu kupotea kwa uwovu wa uchaguzi wake mwenyewe, basi hapana mtu wa kumhidi. Na Yeye Subhana, Aliye takasika, anawaacha watu kama hao wakihangaika wala hawaitambui njia.","lang":"sw"},{"name":"7:187","price":"Wanakuuliza hiyo Saa (ya mwisho) itakuwa lini? Sema: Kuijua kwake kuko kwa Mola Mlezi wangu. Haidhihirishi hiyo kwa wakati wake ila Yeye. Ni nzito katika mbingu na ardhi. Haikujiini ila kwa ghafla tu. Wanakuuliza kama kwamba wewe una pupa ya kuijua. Sema: Ujuzi wake uko kwa Mwenyezi Mungu. Lakini aghlabu ya watu hawajui.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"Ewe Muhammad! Mayahudi wanakuuliza khabari ya Saa itakayo malizikia dunia. Itakuwa wakati gani, kujuulikana khasa? Waambie: Ujuzi wa wakati wake uko kwa Mwenyewe Mola wangu Mlezi peke yake. Haujui wakati wake mtu yeyote isipo kuwa Yeye. Itapo tokea kitisho chake kitakuwa kikuu kwa walioko mbinguni na ardhini! Wao wanakuuliza suala hili kama kwamba wewe una pupa ya kuijua! Basi wakaririe jawabu, na uwambie kwa kutia mkazo: Hakika kuijua hiyo Saa kuko kwa Mwenyezi Mungu, lakini aghlabu ya watu hawatambui hakika ya wasiyo yaona au wanayo yaona!","lang":"sw"},{"name":"7:188","price":"Sema: Siimilikii nafsi yangu manufaa wala madhara, ila apendavyo Mwenyezi Mungu. Na lau kuwa ninayajua ya ghaibu ninge jizidishia mema mengi, wala ovu lisinge nigusa. Mimi si chochote ila ni mwonyaji na mbashiri kwa watu wanao amini.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"Waambie: Mimi siimilikii nafsi yangu kujiletea nafuu, wala kujikinga na madhara, ila Mwenyezi Mungu akipenda hayo. Hapo ndio hunipa mamlaka. Na lau kuwa mimi najua yale yaliyo fichikana kwangu, kama mnavyo dhani, basi ningeli kithirisha kila kheri, kwa kuwa ninajua sababu zake. Na ninge ilinda nafsi yangu na kila ovu, kwa kuyaepuka yanayo leta madhara. Mimi si chochote ila ni mwonyaji wa adhabu, na mbashiri wa thawabu, kwa kaumu wanayo iamini Haki na wanait'ii.","lang":"sw"},{"name":"7:189","price":"Yeye ndiye aliye kuumbeni katika nafsi moja; na katika hiyo hiyo akamfanya mwenzi wake, ili akae naye kwa utulivu. Na anapo muingilia hubeba mzigo mwepesi, akitembea nao. Anapo kuwa mja mzito, wote wawili humwomba Mwenyezi Mungu, Mola Mlezi wao: Kama ukitupa mwana mwema tutakuwa katika wanao shukuru.","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"Yeye ndiye Allah, Mwenyezi Mungu, aliye kuumbeni hapo mwanzo kwa nafsi moja. Na akajaalia katika nafsi ile ile mwenzie, na vizazi vyao vikaendelea kuwepo. Nanyi mlikuwa mume na mke. Basi alipo muingilia akachukua mzigo mwepesi, nayo ndio mimba changa, inapo kuwa kama pande la damu na pande la nyama. Mimba ikiwa nzito katika tumbo lake huyo mke, mume na mke humwomba Mola wao Mlezi wakisema: Wallahi, ukitupa mwana mzima asiye na ila katika umbo lake, tutakushukuru kwa neema yako.","lang":"sw"},{"name":"7:190","price":"Basi anapo wapa mwana mwema, wanamfanyia washirikina Mwenyezi Mungu katika kile kile alicho wapa. Mwenyezi Mungu ametukuka na huko kushirikisha kwao","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"Akisha wapa wakitakacho, huwafanya masanamu ndio washirika wa Mwenyezi Mungu Mtukufu katika ile zawadi yake ya ukarimu, kwa kuyatambikia kama kwamba ndio wanayashukuru. Na Mwenyezi Mungu pekee ndiye anaye stahiki kushukuriwa. Yeye ametukuka, hawezi kuwa kama hiyo miungu yao ya kishirikina.","lang":"sw"},{"name":"7:191","price":"Ati wanawafanya viumbe kuwa ni washirika wa Mwenyezi Mungu, nao hawaumbi, bali wao ndio wanaumbwa?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"Jee, inawafalia kumshirikisha Mwenyezi Mungu na masanamu yasio weza kuumba kitu, bali hayo yameumbwa na Mwenyezi Mungu?","lang":"sw"},{"name":"7:192","price":"Wala hawana uwezo wa kuwanusuru wala wenyewe hawajinusuru.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"Wala hayawezi kuwasaidia hao wanayo yaabudu, wala hayajisaidii wenyewe akitokea mtu kuyashambulia.","lang":"sw"},{"name":"7:193","price":"Na mkiwaita kwenye uwongofu, hawakufuateni. Ni mamoja kwenu ikiwa mtawaita au mkinyamaza.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"Na nyinyi mnao yaabudu masanamu! Mkiyaomba hayo masanamu yakuongozeni mpate mnacho kipenda hayakuitikieni hayo myatakayo! Ni sawa sawa kwenu kuwa hapana faida ya kuwaomba au mkinyamaza. Hali yao haibadiliki vyo vyote vile.","lang":"sw"},{"name":"7:194","price":"Hakika hao mnao waomba asiye kuwa Mwenyezi Mungu ni waja mfano wenu nyinyi. Hebu waombeni, nao wakuitikieni, kama mnasema kweli.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"Hakika hao mnao waomba badala ya Mwenyezi Mungu, na mkataraji nafuu kwao, wao wenyewe wanamnyenyekea Mwenyezi Mungu kwa hukumu ya maumbile yao. Kwani Yeye Mwenyezi Mungu amewafanya wafuate amri yake mfano wenu nyinyi. Kama nyinyi mnasema kweli katika madai yenu kuwa hao wanaweza lolote, basi watakeni, na wao wakutimilizieni.","lang":"sw"},{"name":"7:195","price":"Je, wao wanayo miguu ya kwendea? Au wanayo mikono ya kutetea? Au wanayo macho ya kuonea? Au wanayo masikio ya kusikizia? Sema: Iiteni hio miungu yenu ya ushirikina. Kisha nifanyieni mimi vitimbi, wala msinipe muhula.","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"Bali haya masanamu ni duni kuliko nyinyi kwa kuumbwa na kuwa! Kwani wao wana miguu ya kuendea? Au wana mikono ya kukinga madhara yasikupateni au yasiwapate wenyewe? Au wana macho ya kuonea? Au masikio ya kusikia hayo mnayo yataka wakakupeni? Hawana chochote katika hayo! Vipi basi mnawashirikisha hao na Mwenyezi Mungu? Na ikiwa nyinyi mnadhani kuwa hio miungu ya uwongo inaweza kunidhuru mimi au mtu yeyote, basi iiteni, na mfanye njama zenu pamoja nao kama mtakavyo, bila ya kunipa muhula wala kungoja. Hao hakika hawawezi kitu! Basi msiningojee, na wala mimi siwabali.","lang":"sw"},{"name":"7:196","price":"Hakika Mlinzi wangu ni Mwenyezi Mungu aliye teremsha Kitabu. Naye ndiye awalindae walio wema.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"Hakika msaidizi wangu wa kuninusuru nanyi ni Yeye Mwenyezi Mungu. Ulinzi wangu uko kwake. Naye ndiye aliye niteremshia Qur'ani. Na Yeye peke yake ndiye anaye wanusuru waja wake walio wema.","lang":"sw"},{"name":"7:197","price":"Na hao mnao waomba asiye kuwa Mwenyezi hawawezi kukunusuruni, wala hawajinusuru wenyewe.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"Na hayo masanamu mnayo taka kwao msaada, badala ya Mwenyezi Mungu, hayawezi kukusaidieni nyinyi, wala kujisaidia wenyewe.","lang":"sw"},{"name":"7:198","price":"Na mkiwaita kwenye uwongofu hawasikii. Na unawaona wanakutazama, nao hawaoni.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"Na ukiwataka uwongofu katika yaliyo na kheri nanyi hawalisikii ombi lenu, licha ya kukuongozeni! Unawaona wanavyo kukabili kama kwamba wanakutazama, na kumbe wao kwa hakika hawaoni kitu!","lang":"sw"},{"name":"7:199","price":"Shikamana na kusamehe, na amrisha mema, na jitenge na majaahili.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"Ewe Nabii! Waachilie mbali hao majaahili, na endelea katika njia ya Da'wa (Wito). Na wachukulie watu kwa lilio wepesi kwao. Na waamrishe kila jambo linalo pendeza na kuingia akilini.","lang":"sw"},{"name":"7:200","price":"Na uchochezi wa Shet'ani ukikuchochea basi omba ulinzi wa Mwenyezi Mungu. Hakika Yeye ni Msikizi, Mjuzi.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"Na Shetani akikuchochea kwa wasiwasi ili apate kukuachisha ulio amrishwa, kama vile kukasirika kwa kukushikilia kwao mambo ya shari, basi omba ulinzi wa Mwenyezi Mungu akuepushe naye huyo Shetani. Kwani Mwenyezi Mungu ni Mwenye kusikia na kujua kila linalo tokea.","lang":"sw"},{"name":"7:201","price":"Hakika wale wamchaomungu zinapowagusa pepesi za Shetani, mara huzindukana na hapo huwa niwenye kuiyona haki","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"Hakika wale wamchao Mola wao Mlezi, na wakaweka baina yao na maasi kinga cha kuzuia uchochezi wa Shetani unao wapitia kuwaachisha yaliyo waajibu wao, hukumbuka uadui wa Shetani na vitimbi vyake. Kwa hivyo hao wanaiona Haki, basi ndio wanarejea.","lang":"sw"},{"name":"7:202","price":"Na ndugu zao wanawavutia kwenye upotofu, kisha wao hawaachi.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"Na ndugu zao mashetani, nao ni hao makafiri, mashetani huwazidisha upotovu kwa kuwajaza wasiwasi. Tena hawa makafiri hawaachi upotovu wao wakazingatia.","lang":"sw"},{"name":"7:203","price":"Na usipo waletea Ishara waitakayo husema: Kwa nini hukuibuni? Sema: mimi ninafuata yanayo funuliwa kwangu kutokana na Mola Mlezi wangu. Hii (Qur'ani) ni hoja zinazo toka kwa Mola wenu Mlezi, na uwongofu na rehema kwa watu wanao amini.","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"Na usipo waletea makafiri Ishara wanayo itaka kwa inadi na ukafiri, husema: Kwa nini hukuitaka? (au hukuizua? Makusudio yao ni kuwa Mtume s.a.w. akizibuni Aya zote.) Waambie: Mimi sifuati ila Qur'ani ninayo funuliwa kwa wahyi kutoka kwa Mola wangu Mlezi. Na waambie: Hii Qur'ani ni hoja zinazo toka kwa Mola Mlezi wenu kukuonyesheni njia za Haki. Nayo ina uwongofu, na rehema, kwa Waumini, kwa sababu wao wanaifuata kwa vitendo.","lang":"sw"},{"name":"7:204","price":"Na isomwapo Qur'ani isikilizeni na mnyamaze ili mpate kurehemewa.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"Enyi Waumini! Mkisomewa Qur'ani isikilizeni kwa masikio yenu, mpate kuzingatia mawaidha yake, na msikilize vizuri mpate kuipata rehema.","lang":"sw"},{"name":"7:205","price":"Na mkumbuke Mola Mlezi wako nafsini kwako kwa unyenyekevu na khofu, na bila ya kupiga kelele kwa kauli, asubuhi na jioni. Wala usiwe miongoni wa walio ghafilika.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"Na mtaje Mola wako Mlezi ndani ya nafsi yako, upate kuhisi kuwa upo karibu na Mwenyezi Mungu, kwa kumnyenyekea na kumkhofu, bila ya kupiga makelele, bali juu kidogo kuliko kwa siri, na chini ya kudhihirisha kwa maneno. Na umtaje na umkumbuke asubuhi na jioni, ili uanzie mchana wako kwa kumkumbuka Mola wako Mlezi, na ukhitimishie kwayo vile vile. Na wakati wako wote usighafilike na kumtaja na kumkumbuka Mwenyezi Mungu.","lang":"sw"},{"name":"7:206","price":"Hakika wale walioko kwa Mola wako Mlezi hawajivuni wakaacha kumuabdu, na wanamtakasa na wanamsujudia","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"Hao walio karibu na Mola wako Mlezi kwa utukufu na takrimu hawatakabari wakaacha kumuabudu. Na wanamtakasa Mwenyezi Mungu na kila lisio faa kwake. Na wanamnyenyekea Yeye.","lang":"sw"},{"name":"8:1","price":"Wanakuuliza juu ya Ngawira. Sema: Ngawira ni ya Mwenyezi Mungu na Mtume. Basi mcheni Mwenyezi Mungu na suluhisheni mambo baina yenu, na mt'iini Mwenyezi Mungu na Mtume wake ikiwa nyinyi ni Waumini.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"Nabii Muhammad (s.a.w.) katolewa Makka na kalazimishwa kuihama kwa sababu ya vitimbi vya mapagani, washirikina, na kwa kuazimia kwao kumuuwa, ili Waislamu wapate kuwa na dola yao. Naye akenda kukaa Madina kwenye amani na manusura. Huko ikawa hapana budi ila kuwania kujilinda na uvamizi wa maadui, wasije wenye Imani wakapata mateso. Vikatokea hivyo Vita vya Badri. Waumini wakapata ushindi ulio wazi na ngawira nyingi waliziteka. Ikatokea khitilafu kidogo na suala katika shauri la ugawaji wa hizo ngawira. Ndio hivyo Mwenyezi Mungu anasema: Wanakuuliza khabari ya ngawira, zende wapi? Apewe nani? Ni za nani? Zigawanywe vipi? Ewe Nabii! Waambie: Hizo ngawira ni za Mwenyezi Mungu kwanza. Na Mtume, kwa amri ya Mola wake Mlezi, ndiye mwenye madaraka ya kuzigawa. Basi wacheni kukhitalifiana kwa ajili ya hayo. Na uwe mtindo wenu ni kumkhofu Mwenyezi Mungu na kumt'ii. Na tengenezeni yaliyo baina yenu, na mfanye mapenzi na uadilifu ndio makhusiano baina yenu. Kwani hakika hizi ndizo sifa za watu wa Imani.","lang":"sw"},{"name":"8:2","price":"Hakika Waumini ni wale ambao anapo tajwa Mwenyezi Mungu nyoyo zao hujaa khofu, na wanapo somewa Aya zake huwazidisha Imani, na wakamtegemea Mola wao Mlezi.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"Ama hakika Waumini wa haki na kweli daima wanakuwa na khofu na ut'iifu kwa Mwenyezi Mungu. Akitajwa Allah Subhanahu, Mwenyezi Mungu Aliye takasika, nyoyo zao hufazaika, na zikajaa khofu. Kwa hivyo kila wakisomewa Aya za Qur'ani Imani yao inazidi kuwa imara, na wao huzidi unyenyekevu na ujuzi, na wala hawamtegemei yeyote ila Mwenyezi Mungu aliye waumba, na ndiye anaye walinda na kuwaendeleza.","lang":"sw"},{"name":"8:3","price":"Hao ambao wanashika Swala na wanatoa katika yale tunayo waruzuku.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"Na hao Waumini walio wa kweli katika Imani, wanashika Swala kwa kutimiza nguzo zake, na kukamilisha unyenyekevu na ut'iifu, ili wawe daima katika kumkumbuka Mwenyezi Mungu, na wanatoa katika mali aliyo waruzuku Mwenyezi Mungu Subhanahu wa Taa'la, kwa ajili ya Jihadi, na mambo yote ya kheri, na kuwasaidia wanyonge.","lang":"sw"},{"name":"8:4","price":"Hao kweli ndio Waumini. Wao wana vyeo, na maghfira, na riziki bora, kwa Mola wao Mlezi.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"Hakika hawa wanao sifika kwa sifa hizi ndio khasa wanao sifika kwa Imani kwa haki na kweli. Na malipo yao ni kupata vyeo vya ngazi ya juu kwa Mwenyezi Mungu. Yeye Allah Subhanahu ndiye ataye wapa radhi zake, na maghafira wanapo teleza, na duniani atawapa riziki njema, na Akhera neema ya daima.","lang":"sw"},{"name":"8:5","price":"Kama Mola wako Mlezi alivyo kutoa nyumbani kwako kwa Haki, na hakika kundi moja la Waumini linachukia.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"Ushindi, bila ya shaka, upo mikononi mwa Mwenyezi Mungu. Na funguo za mambo yote ziko kwake. Na hali ya Waumini katika kukhitalifiana kwao katika mambo ya ngawira ni kama hali yao pale alipo kuamrisha Mwenyezi Mungu utoke ukapigane na washirikina katika Badri, nayo ni Haki iliyo thibiti. Kwani miongoni mwa Waumini kulikuwapo na kikundi kilicho chukia vita kweli kweli.","lang":"sw"},{"name":"8:6","price":"Wanajadiliana nawe kwa jambo la Haki baada ya kwisha bainika, kama kwamba wanasukumwa kwenye mauti nao wanaona.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"Wanajadiliana nawe hao wa kikundi hicho, na wanajaribu kutilia nguvu kauli yao katika jambo la haki, nalo ni kutoka kwa ajili ya Jihadi. Na kumbe wao walikuwa na wenzao walio toka kwenda kupokonya mali ya Makureshi yaliyo kuwa yanakwenda Sham, na wasiyapate. Kikundi hichi kikakhiari kurejea baada ya kuona wamenusurika, kwa kujuvywa na Mtume, na kwamba makafiri wanawaogopa, na kwa kuwa hadi wakivichukia vita, na kuwa hawajui litalo wapata. Na walipo kuwa wakiviendea vita walikuwa kama wanao sukumwa kwenda kufa, na wao wanaona kitacho wauwa, na yanawapata mateso yake.","lang":"sw"},{"name":"8:7","price":"Na Mwenyezi Mungu alipo kuahidini kuwa moja katika makundi mawili ni lenu. Nanyi mkapenda lisilo na nguvu ndio liwe lenu; na Mwenyezi Mungu anapenda ahakikishe Haki kwa maneno yake, na aikate mizizi ya makafiri.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"Enyi Waumini! Kumbukeni ahadi ya Mwenyezi Mungu Mtukufu kwenu kwamba atakupeni ushindi juu ya moja katika makundi mawili, hilo lenye silaha na nguvu. Na hali nyinyi mnapendelea kupambana na hilo kundi jengine lenye mali na watu tu. Na hilo ni msafara wa Abu Sufyan. Nanyi mkakhiari mali yasiyo kuwa na wapiganaji. Lakini Mwenyezi Mungu Mtukufu anataka kuithibitisha Haki kwa mapendo yake na uwezo wake na kwa maneno yake yaliyo kwisha tangazwa, na ili aung'oe kabisa ukafiri katika Bara Arabu kwa ushindi wa Waumini. Aya hizi tukufu zinatoa sura ya yanayo pita katika nafsi wakati wa vita, nako ni kutamani kukutana na maadui wachache na kuchukia kukutana na wengi, na kupenda kuteka mali na ngawira; na ilhali Mwenyezi Mungu Mtukufu anataka kuitukuza Dini na ishinde Haki na wang'oke makafiri.","lang":"sw"},{"name":"8:8","price":"Ili ahakikishe Haki na auvunje upotovu na wangachukia wakosefu.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"Ili athibitishe Haki, na auondoe upotovu, hata wakichukia makafiri ambao wamedhulumu Haki ya Mwenyezi Mungu na Haki ya Waumini na Haki ya nafsi zao wenyewe.","lang":"sw"},{"name":"8:9","price":"Mlipo kuwa mkimuomba msaada Mola wenu Mlezi, naye akakujibuni kuwa: Kwa yakini Mimi nitakusaidieni kwa Malaika elfu wanao fuatana mfululizo.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"Na enyi Waumini! Kumbukeni nanyi mnagawana ngawira na mnakhitalifiana, mlipo omba uwokovu na msaada, na mkaandikiwa kuwa hapana la kukuepusheni na vita. Mwenyezi Mungu alikuitikieni maombi yenu, akakuungeni mkono kwa kukuleteeni (Malaika) Roho zilizo safi nyingi zinazo fika elfu zinazo fuatana, zikija moja baada ya moja. Walipo jua wapiganaji Waumini kuwa hapana njia ya kuepukana na vita wakaomba msaada kwa Mwenyezi Mungu, naye Mwenyezi Mungu Mtukufu akawaitikia, na akawaunga mkono kwa Malaika elfu walio fuatana. Yaani alianza kwa kupeleka msaada kwa vikosi vilivyo fuatana ili iwe wepesi kwa kila kikosi kuelekea pahala pake katika vita pasiwepo kukaa bure au kupigana makumbo. Na ifikapo misaada ya majeshi ya vita roho hufurahi na moyo huingia nguvu. Na hayo ndiyo aliyo yakusudia Mwenyezi Mungu Mtukufu kwa kauli yake: \"Na Mwenyezi Mungu hakufanya haya ila kuwa ni bishara na ili nyoyo zenu zituwe.\" Na ushindi daima unatokana na Mwenyezi Mungu.","lang":"sw"},{"name":"8:10","price":"Na Mwenyezi Mungu hakufanya haya ila kuwa ni bishara na ili nyoyo zenu zituwe. Na haupatikani ushindi ila kutoka kwa Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye nguvu, na Mwenye hikima.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"Wala Mwenyezi Mungu Mtukufu hakujaalia huko kukuungeni mkono kwa (Malaika) hizo Roho safi ila ni kuwa ni kukupeni khabari njema, kama bishara kwenu kuwa mtashinda, mpate kutua nyoyo na msonge mbele. Na Mwenyezi Mungu anakusaidieni, na wala ushindi hauji ila kwa msaada wa Mwenyezi Mungu, Mwenye nguvu, Mwenye kushinda, ambaye anaye panga mambo kwa pahala pake kwa mujibu wa ujuzi wake usio pitikiwa na chochote.","lang":"sw"},{"name":"8:11","price":"Alipo kufunikeni kwa usingizi uwe ni uaminisho kutoka kwake, na akakuteremshieni maji kutoka mbinguni ili kukusafisheni kwayo na kukuondoleeni uchafu wa Shet'ani, na kuzipa nguvu nyoyo zenu, na kuitia imara miguu yenu.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"Enyi Waumini! Kumbukeni wakati mlipo ingiwa khofu kwa upungufu wa maji, na kuwaogopa maadui. Mwenyezi Mungu alikupeni utulivu, kwa kukuleteeni usingizi, mkalala mkatua. Akakuteremshieni maji kutoka mbinguni mkajisafishia, na mkauondoa wasiwasi wa Shetani, na nyoyo zenu zikawa imara kwa msaada wa Rahmani na pia ardhi ikashikamana kwa hayo maji, na miguu yenu ikaweza kukanyaga bila ya kudidimia katika mchanga. Aya hii inaashiria fadhila ya Mwenyezi Mungu Mtukufu juu ya wapiganaji Waumini kwa kupatikana hali ya amani kwa kupumzika kwa usingizi, na kuteremka mvua kwa kujitahirisha na kukoga, na kushikamana mchanga kwa kuwepo maji, basi nyayo zikasimama imara. Inajuulikana kuwa mchanga laini unawaletea taabu wapiganaji na unakuwa pingamizi katika kwenda huku na huko ambako ni katika dharura za vita muhimu. Na aya ya pili inaeleza maneno ya Mwenyezi Mungu Mtukufu kuwaambia Malaika wawathibitishe Waumini na watie khofu katika nyoyo za makafiri. Na ni maarufu kuwa khofu ikiwatawala askari katika midani huwaletea kuemewa. Na katika Aya hii tukufu panaashiriwa pahali pa kupiga napo ni juu ya shingo na kuvikata vidole vinavyo kamata silaha mkononi.","lang":"sw"},{"name":"8:12","price":"Mola wako Mlezi alipo wafunulia Malaika: Hakika Mimi ni pamoja nanyi, basi watieni nguvu walio amini. Nitatia woga katika nyoyo za walio kufuru. Basi wapigeni juu ya shingo na wapigeni kwenye kila ncha za vidole.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"Enyi Waumini! Kumbukeni pale Mwenyezi Mungu alipo wafunulia wale wenye Roho zilio t'ahirika, yaani Malaika, watie ndani ya nyoyo zenu kuwa Mimi ni pamoja nanyi, nakuungeni mkono, na ninakusaidieni, kwa kuwaambia: Zitieni nguvu nyoyo za walio amini, wait'ii Haki na wapigane katika Njia ya Mwenyezi Mungu. Na Mimi nitaifanya khofu izitawale nyoyo za washirikina, nao watakuogopeni. Nanyi enyi Waumini! Wapigeni vichwani mwao vilio juu ya shingo zao, na kateni vidole vyao vinavyo kamata panga.","lang":"sw"},{"name":"8:13","price":"Hayo ni kwa sababu wamemuasi Mwenyezi Mungu na Mtume wake. Na mwenye kumuasi Mwenyezi Mungu na Mtume wake basi Mwenyezi Mungu ni Mkali wa kuadhibu.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"Ukawa ushindi na kuungwa mkono nyinyi, na kwao ni kitisho na fazaa, kwani wao walikuwa upande mmoja, na Mwenyezi Mungu na Mtume wake walikuwa upande mwengine, kwa kuwa wao walimpinga Mwenyezi Mungu na Mtume wake. Basi ndio Mwenyezi Mungu anawateremshia adhabu chungu. Na adhabu ya Mwenyezi Mungu ni kali.","lang":"sw"},{"name":"8:14","price":"Ndio hivyo! Basi ionjeni! Na bila ya shaka makafiri wana adhabu ya Moto.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"Enyi Waumini! Hivyo ndio vita, basi vionjeni, na muwe na yakini kuwa mtapata nusura na kuungwa mkono. Na wanao pinga Ishara za Mwenyezi Mungu watapata adhabu nyengine Siku ya Kiyama, nayo ni adhabu ya Moto.","lang":"sw"},{"name":"8:15","price":"Enyi Mlio amini! Mkikutana na walio kufuru vitani msiwageuzie mgongo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki na mkait'ii! Mkikutana na wale walio kufuru katika uwanja wa vita nao wanakujieni kwa wingi wao, msiwakimbie mkazipa mgongo panga zao.","lang":"sw"},{"name":"8:16","price":"Na atakaye wageuzia mgongo wake siku hiyo - isipo kuwa kwa mbinu za vita au kuungana na kikosi - basi atakuwa amestahiki ghadhabu ya Mwenyezi Mungu. Na pahala pake ni Jahannamu, na huo ni mwisho muovu.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"Na asiye wakaabili uso kwa uso, basi Mwenyezi Mungu amekasirika naye, na marejeo yake ni Motoni. Na huo ndio mwisho muovu kweli. Na mwenye kuacha kuwakaabili kwa kuwa ni hila na mbinu za vita, au kaacha kikosi kwenda jiunga na kikosi kingine cha Waumini apate kuwa na nguvu zaidi za mpambano, huyo hana dhambi.","lang":"sw"},{"name":"8:17","price":"Hamkuwauwa nyinyi lakini Mwenyezi Mungu ndiye aliye wauwa. Na wewe hukutupa, walakini Mwenyezi Mungu ndiye aliye tupa, ili awajaribu Waumini majaribio mema yatokayo kwake. Hakika Mwenyezi Mungu ndiye Msikizi na Mjuzi.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"Na nyinyi Waumini, pale mnapo washinda, na mkawauwa mlio wauwa katika wao, basi hakika si nyinyi mlio wauwa kwa nguvu zenu, lakini ni Mwenyezi Mungu Mtukufu ndiye aliye kupeni ushindi na kuweza kuwauwa, kwa msaada wake kwenu na kutia khofu katika nyoyo zao. Na wewe Mtume, pale ulipo warushia mchanga na kokoto nyusoni mwao kuwafazaisha, si wewe ulio rusha, lakini ni Mwenyezi Mungu Mtukufu ndiye aliye rusha, na wao wakafazaika. Na hayo Mwenyezi Mungu ameyafanya kuwaneemesha Waumini kwa neema njema. Katika hayo pana majaribio ya nguvu kwao, ili ionekane ikhlasi yao, na kwamba Mwenyezi Mungu ni Mwenye kujua mambo yao, Mwenye kusikia maneno yao, na Mwenye kujua mambo ya maadui zao na kauli zao pia.","lang":"sw"},{"name":"8:18","price":"Ndio hivyo! Na hakika Mwenyezi Mungu ni Mwenye kudhoofisha vitimbi vya makafiri.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"Huo ndio ushindi mkubwa, na Mwenyezi Mungu Mtukufu ni Mwenye kudhoofisha kila hila za makafiri.","lang":"sw"},{"name":"8:19","price":"Kama mnataka hukumu basi hukumu imekwisha kujieni. Na mkiacha itakuwa ndio kheri kwenu. Na mkirejea Sisi pia tutarejea. Na jeshi lenu halitakufaeni kitu, japo likiwa kubwa. Kwani hakika Mwenyezi yu pamoja na Waumini.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"Ikiwa nyinyi washirikina mlikuwa mkining'inia mapazia ya Al Kaaba na huku mnaomba yapambanuliwe baina yenu na Waumini ijuulikane haki ipo wapi, basi sasa imekwisha kujieni hukumu ya kupambanua, na ushindi si wenu, bali ni wa Waumini. Na nyinyi mkirejea tena kufanya uadui Nasi tutakushindeni tena. Wala kukusanyika kwenu kwa ajili ya madhambi hakutakufaeni kitu! Hata ikiwa idadi yenu kubwa vipi! Kwani hakika Mwenyezi Mungu yu pamoja na wanao isaidiki Haki na wanaikubali.","lang":"sw"},{"name":"8:20","price":"Enyi mlio amini! Mt'iini Mwenyezi Mungu na Mtume wake, wala msijiepushe naye, nanyi mnasikia.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki, na mkaifuata! Hakika mmejua ushindi umepatikana kwa msaada wa Mwenyezi Mungu na kumt'ii Mtume wake. Basi endeleeni kumt'ii Mwenyezi Mungu na Mtume. Wala msiupuuze wito wa Mtume anao itia Haki, nanyi mnamsikia na mnafahamu ayasemayo.","lang":"sw"},{"name":"8:21","price":"Wala msiwe kama wale wanao sema: Tumesikia, na kumbe hawasikii.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"Wala msiwe kama wanaafiki wanao sema: Tumeisikia Haki na tumefahamu. Lakini hawaifuati wala hawaiamini. Basi wamekuwa kama wasio sikia.","lang":"sw"},{"name":"8:22","price":"Hakika vinyama viovu mbele ya Mwenyezi Mungu ni vile viziwi na bubu visio tumia akili zao.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"Hao washirikina na wanaafiki ni kama wanyama waovu kabisa walio sibiwa na uziwi, kwa hivyo hawasikii; na wakasibiwa na ububu, kwa hivyo hawasemi. Basi wao ni viziwi kwa Haki, na hivyo hawasikii, wala hawaitamki na hawaielewi!!","lang":"sw"},{"name":"8:23","price":"Na Mwenyezi Mungu angeli jua wema wowote kwao ange wasikilizisha, na lau ange wasikilizisha wangeli geuka wakapuuza.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"Na Mwenyezi Mungu kwa ilimu yake ya tangu na tangu lau angeli ona ndani yao kuwa, katika hali yao hivi sasa, itakuja patikana kheri yoyote kwao hao kwa nafsi zao, na kwa watu, na kwa Haki, basi angeli wafanya wasikie kusikia kwa kuongoka hata Haki ikaingia akilini mwao. Na hata wangeli isikia na wakaifahamu Haki basi bado wasingeli ifuata. Na mapuuza hayawaachi kwa kuzidiwa na pumbao.","lang":"sw"},{"name":"8:24","price":"Enyi mlio amini! Muitikieni Mwenyezi Mungu na Mtume anapo kuitieni jambo la kukupeni uzima wa milele. Na jueni kuwa Mwenyezi Mungu huingia kati ya mtu na moyo wake, na kwamba hakika kwake Yeye tu mtakusanywa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki na mkaifuata! Muitikieni Mwenyezi Mungu kwa kufikisha anayo kuamrisheni. Na muitikieni Mtume katika vile anavyo fikisha anayo yaamrisha Mwenyezi Mungu, pale anapo kuiteni Mtume kufuata amri za Mwenyezi Mungu ambazo zitakuleteeni uzima wa miili yenu, na roho zenu, na akili zenu, na nyoyo zenu. Na mjue kwa yakini kuwa Mwenyezi Mungu ni Mwenya kuangalia nyoyo zenu. Huzielekeza atakavyo. Basi Yeye huingilia baina yenu na nyoyo zenu zinapo ingiliwa na matamanio, Yeye basi hukuokoeni nayo ikiwa nyinyi wenyewe mnajielekeza kwenye Njia iliyo nyooka. Na nyinyi nyote mtakusanywa kwake Siku ya Kiyama, na huko ndiko malipo yatakuwa.","lang":"sw"},{"name":"8:25","price":"Na jikingeni na Fitna ambayo haitowasibu walio dhulumu peke yao kati yenu. Na jueni kuwa Mwenyezi Mungu ni Mkali wa kuadhibu.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"Na jikingeni na Dhambi kubwa ya kufisidi jamii yenu, kama vile kuacha kwenda kwenye Jihadi, na kufarikiana mkagawana mapande mapande, na kama kuacha kuamrisha mema na kukataza maovu. Kwani Fitna hiyo, Dhambi hiyo, haiwapati wale walio dhulumu peke yao, bali inawapata wote. Na mjue kuwa bila ya shaka kuwa adhabu ya Mwenyezi Mungu ni kali hapa duniani na Akhera pia.","lang":"sw"},{"name":"8:26","price":"Na kumbukeni mlipo kuwa wachache, mkionekana wanyonge katika nchi, mnaogopa watu wasikunyakueni, naye akakupeni pahala pazuri pa kukaa, na akakutieni nguvu kwa nusura yake, na akakupeni riziki nzuri ili mpate kushukuru.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"Na hebu kumbukeni, enyi Waumini, katika hali ya kuwa mna nguvu, pale mlipo kuwa wachache na wanyonge. Maadui walikudhilini kwa unyonge wenu, nanyi mlishikwa na khofu wasije maadui zenu kukunyakueni. Basi tena mkahama kwa amri ya Mwenyezi Mungu, na makaazi yenu yakawa Yathrib (Madina). Na mkapata manusura kwa msaada wa Mwenyezi Mungu na tawfiki yake, na akakuruzukuni ngawira njema kutaraji mtashukuru kwa neema hii, na muendelee katika Njia ya Jihadi kulinyanyua Neno la Haki.","lang":"sw"},{"name":"8:27","price":"Enyi mlio amini! Msimfanyie khiana Mwenyezi Mungu na Mtume, wala msikhini amana zenu, nanyi mnajua.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki mkaifuata! Haikufaliini kumkhini Mwenyezi Mungu na Mtume wake kwa kufanya urafiki na maadui wa Haki, na kukhuni katika ngawira, au kwa kuacha kwenda kwenye Jihadi. Wala msikhuni amana mnazo pewa nanyi mnajua amri na makatazo yake.","lang":"sw"},{"name":"8:28","price":"Na jueni ya kwamba mali zenu na wana wenu ni Fitna (mtihani), na kwamba kwa Mwenyezi Mungu upo ujira mkubwa.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"Enyi Waumini, wenye kusadiki! Jueni kuwa fitna ya nafsi zenu inatokana na kupita mpaka katika mapenzi yenu kwa watoto wenu na mali yenu. Basi isiwe kupenda kwenu kuyapenda mali na wenenu yakazidi kuliko mapenzi ya Mwenyezi Mungu Mtukufu. Hayo yatakuharibieni mambo yenu. Na jueni kuwa malipo ya Mwenyezi Mungu yanakutosheni kuliko mali na watoto.","lang":"sw"},{"name":"8:29","price":"Enyi mlio amini! Mkimcha Mwenyezi Mungu atakupeni kipambanuo, na atakufutieni makosa, na atakusameheni, na Mwenyezi Mungu ni Mwenye fadhila kubwa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki na mkaifuata! Mkizinyenyekea amri za Mwenyezi Mungu kwa siri na dhaahiri, Mwenyezi Mungu atakujaalieni katika nafsi zenu uwezo wa kupambanua baina ya Haki na upotovu, na atakutunukieni ushindi wa kutenga baina yenu na maadui zenu, na atakusitirieni maovu yenu yaondoke, naye akusameheni. Na Yeye Subhanahu daima ni Mwenye fadhila kubwa.","lang":"sw"},{"name":"8:30","price":"Na walipo kupangia mpango walio kufuru wakufunge, au wakuuwe, au wakutoe. Wakapanga mipango yao, na Mwenyezi Mungu akapanga yake. Na Mwenyezi Mungu ndiye mbora wa mipango.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"Na kumbuka ewe Nabii, neema za Mwenyezi Mungu zilio juu yako, pale washirikina walipo panga njama kukutia nguvuni - ama wakufunge, au wakuuwe, au wakutoe mji! Hakika walikupangia mipango miovu! Na Mwenyezi Mungu Mtukufu alikupangia utokane na shari yao. Na mpango wa Mwenyezi Mungu ndio wa kheri, na una nguvu zaidi, na ndio wenye kushinda.","lang":"sw"},{"name":"8:31","price":"Na wanapo somewa Aya zetu, wao husema: Tumesikia. Na lau tungeli penda tunge sema kama haya. Haya si chochote ila hadithi za watu wa kale tu.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"Na ewe Nabii! Kumbuka inda ya washirikina ulipo kuwa ukiwasomea Aya za Qur'ani Tukufu, nazo ni Ishara zetu. Ujahili wao na ghururi yao iliyo pita kiasi iliwapelekea kusema: Tungeli taka kusema kama isemavyo hii Qur'ani tungeli sema; kwani humu hamna chochote ila visa walivyo viandika watu wa kale!","lang":"sw"},{"name":"8:32","price":"Na walipo sema: Ee Mwenyezi Mungu! Ikiwa haya ni kweli itokayo kwako basi tunyeshee mawe kutoka mbinguni, au tuletee adhabu yoyote iliyo chungu.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"Na kumbuka, ewe Nabii, vipi walivyo kuwa wanakupinga na kumpinga Mwenyezi Mungu hata kwa inda yao wakasema kumwambia Mwenyezi Mungu, Mola wao Mlezi: Ikiwa haya unayo kuja nayo ni mambo madhbuti, basi zijaalie mbingu zitunyeshee mawe, au tuletee adhabu yoyote iliyo kali yenye uchungu!","lang":"sw"},{"name":"8:33","price":"Na Mwenyezi Mungu hakuwa wa kuwaadhibu nawe umo pamoja nao, wala Mwenyezi Mungu si wa kuwaadhibu na hali ya kuwa wanaomba msamaha.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"Si katika hikima ya Mwenyezi Mungu Mtukufu kuwaadhibu katika dunia kwa adhabu kali na hali wewe upo miongoni mwao unaitia Haki, nawe unataraji asaa wataitikia. Wala si mtindo wa Mwenyezi Mungu kuwaadhibu wenye kuasi nao wangali wanamuomba maghfira na wamo kuyavua yale waliyo nayo.","lang":"sw"},{"name":"8:34","price":"Lakini wana jambo gani hata Mwenyezi Mungu asiwaadhibu, na hali ya kuwa wanawazuilia watu Msikiti Mtakatifu? Wala wao hawakuwa ndio walinzi wake, bali walinzi wake hawakuwa ila wacha-Mngu tu. Lakini wengi katika wao hawajui.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"Hakika hali yao iliyo sasa inaruhusu kuwaadhibu, kwani wanawazuia watu wasiutumie Msikiti ambao Mwenyezi Mungu ameutukuza kwa kuharimisha vita karibu yake. Lakini Mwenyezi Mungu anawaakhirisha kwa alivyo wakadiria katika ujuzi wake kuwa wengi wao watakuja amini. Wao wakati huu wa sasa sio walinzi wa kuunusuru huo Msikiti Mtukufu, bali wao wameunajisi kwa kutia ibada ya masanamu ndani yake. Ama wa kuunusuru hakika ni Waumini, wenye kumt'ii Mwenyezi Mungu. Lakini wengi katika washirikina hawaijui Dini, wala hawajui cheo cha Nyumba hiyo Tukufu.","lang":"sw"},{"name":"8:35","price":"Na haikuwa ibada yao kwenye hiyo Nyumba (Al Kaaba) ila ni kupiga miunzi na makofi. Basi onjeni adhabu kwa vile mlivyo kuwa mkikufuru.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"Na maombi yao kwenye Nyumba hii Tukufu (Al Kaaba) si chochote ila ni kupiga myunzi na makofi. Ilivyo kuwa hiyo ndiyo hali yenu, basi wacha mauti yakupateni, na yaonjeni katika uwanja wa vita, upate kubaidika (kuwa mbali) ushirikina kutokana na Al Kaaba. Na kuuliwa huko kwenu ni kwa sababu ya ukafiri wenu.","lang":"sw"},{"name":"8:36","price":"Hakika wale walio kufuru hutoa mali yao ili kuzuilia Njia ya Mwenyezi Mungu. Basi watayatoa, kisha yatakuwa juu yao majuto, na kisha watashindwa. Na wale walio kufuru watakusanywa kwenye Jahannam.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"Hakika hao wanao zipinga Ishara za Mwenyezi Mungu na wanamshirikisha na miungu mingine, hutoa mali yao ili wawazuie watu wasiifuate Imani ya Haki! Nao wataendelea kutoa hayo mali, kisha hayo mali, kwa kuwapotea bure bila ya pato walitakalo, yatawaletea majuto na machungu. Na katika uwanja wa mpambano watashindwa hapa duniani, na kisha watakusanywa wote katika Jahannam, wakibaki na ukafiri wao.","lang":"sw"},{"name":"8:37","price":"Ili Mwenyezi Mungu apate kuwa pambanua walio waovu na walio wema, na kuwaweka waovu juu ya waovu wengine, na kuwarundika wote pamoja, na kuwatupa katika Jahannam. Hao ndio walio khasirika.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"Kwa kushindwa makafiri duniani na kuadhibiwa Motoni Akhera Mwenyezi Mungu anapambanua aliye khabithi wa roho na vitendo na maneno, awe mbali na aliye mwema wa roho yake na moyo wake. Na awafanye wale waovu makhabithi wapandane wenyewe kwa wenyewe, huyu juu ya huyu, na awatie Motoni Siku ya Kiyama. Na hao washirikina mafisadi ndio wenye kukhasiri peke yao, duniani na Akhera.","lang":"sw"},{"name":"8:38","price":"Waambie wale walio kufuru: Wakikoma watasamehewa yaliyo kwisha pita. Na wakiyarudia basi imekwisha pita mifano ya wa zamani.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"Hakika juu ya vitisho hivi, mlango wa matarajio ungali wazi. Basi ewe Nabii wa rehema! Waambie hawa wapinzani kuwa wakikoma, wakaacha inadi yao na ushirikina wao, basi hapana shaka Mwenyezi Mungu atawasamehe vile vitendo vyao vilivyo kwisha pita. Na wakiendelea na upotovu wao, na wakarudia tena kukupigeni vita, basi mwendo wa Haki kwa walio tangulia umethibiti utakuwa ule ule, nao ni kuwa Haki lazima iushinde upotovu, pindi ikiwa wale watu wa Haki wakishika ut'iifu na njia za ushindi.","lang":"sw"},{"name":"8:39","price":"Na piganeni nao mpaka isiwepo fitna na mateso, na Dini yote iwe kwa ajili ya Mwenyezi Mungu. Lakini wakiacha, basi hakika Mwenyezi Mungu anayaona wanayo yatenda.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"Na endeleeni kuwapiga vita washirikina mpaka waache kuharibu itikadi za Waumini kwa kuwatesa na kuwaudhi. Wakiacha ukafiri na kuwaudhi Waumini, na wakamsafia Dini Mwenyezi Mungu, basi Mwenyezi Mungu ni Mwenye kuvijua vitendo vyao, na atawalipa kwavyo.","lang":"sw"},{"name":"8:40","price":"Na kama wakigeuka basi jueni kwamba Mwenyezi Mungu ndiye Mola wenu, ni Mola Mwema na Msaidizi Mwema.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"Na wakiendelea na kupuuza kwao na kuwaudhi Waumini, basi enyi Waumini, jueni ya kuwa nyinyi mko katika ulinzi wa Mwenyezi Mungu, na huo ndio ulinzi wenye kupendeza na wenye nguvu kabisa. Na Yeye ndiye Mwenye kukunusuruni, na nusura yake ndio yenye nguvu zaidi na bora zaidi.","lang":"sw"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}