{"data":[{"name":"2:142","price":"Ibijuju mu bayahudi n’ibitazi bimeze nkabo, bizovuga n’agasuzuguro biti: “Ni igiki catumye abislamu bahindura ubutumbero bwa “Bayti l-Maqdis[18]”, bahora berekezako mu gusenga?”. Ntumwa y’Imana! Bibwire uti: “Ubuseruko n’uburengero n’ibiri hagati yabwo, vyose ni ivy’Imana Allah, aho dutumbera hose rero tuba twubahiriza ibwirizwa ry’Imana Allah. Irongora mu baja bayo uwo Ishatse mu nzira yayo igororotse”.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[18] Bayti l-Maqdis ivugwa ng'aha, ni umusigiti mweranda wa mbere wubatswe muri Palestina. Bivugwa ko woba wubatswe n'abamalayika, canke ko wubatswe na Nuhu canke uruvyaro rwiwe, ukaba wagiye urasanurwa n'Intumwa z'Imana zakurikiye mu nyuma; nka Dawudi, Sulayimani, n'izindi. Ni wo musigiti uza ubwa kabiri mu misigiti yubashwe isabwa kugenderwa mu bwislamu, havuye umusigiti w'i Makka n'umusigiti wubatswe n'Intumwa Muhamadi (nyakugira amahoro n'impuhwe z'Imana Allah) \ni Madina. Ni muri uwo musigiti nyene Intumwa Muhamadi (nyakugira amahoro n'impuhwe z'Imana Allah) yareruwe ijanwa mw'ijuru mw'ijoro ryiswe \"ijoro ry'iduzwa ry'Intumwa mw'ijuru\". Ni bwo butumbero bwa mbere rero, abislamu bahora berekezako mu gusenga imbere yuko babwirizwa kwerekeza i Makka.","lang":"rn"},{"name":"2:143","price":"Bislamu! Ni nk’uko nyene rero Twabarongoye mw’idini ry’ubwislamu, Twabagize intore n’intungane mu bantu, kugira ngo mube ivyabona ku bantu bose ku musi w’izuka ko Intumwa z’Imana zashikirije ubutumwa; no kugira rero Intumwa y’Imana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) na yo, izobe icabona kuri mwebwe ko yabashikaniye ubutumwa. Ntumwa y’Imana! Ubutumbero bwa Bayti l-Maqdis wahora werekezako mu gusenga, ntitwabuhinduye ngo Tugutumbereze Al-Ka’ba, atari ukugira hamenyekane ku vyo Dusanzwe Tuzi, uwumvira agakurikira Intumwa, hamwe rero n’uwutayumvira akagenza umugongo mu kwemera. Ukwo guhindura ubutumbero mu gusenga, ni ukuri ni ikintu kiremereye kigoye kwumva kiretse kuri barya Imana Allah Yarongoye mu nzira y’ukwemera n’iy’igamburukiramana. Kandi rero Imana Allah ntiyari kugira impfagusa ukwemera kwanyu ngo ntibemerere amasengesho yanyu mwasenze mugitumbera Bayti l-Maqdis. Mu vy’ukuri, Imana Allah ni Nyenikigongwe, Nyenimbabazi ku batoni bayo.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:144","price":"Ntumwa y’Imana! Ni ukuri, Twarabona uko waguma urangamiza hejuru urindiriye itegeko ryohishurwa rigutumbereza amaja i Makka. Ni ukuri rero, Tuzokwerekeza ubutumbero buguhimbara, ushime. Kuva ubu rero, tumbera amaja i Makka, ahari umusigiti mutagatifu, n’aho muzoba muri hose kw’isi, muratumbera aho nyene mu gusenga. Mu vy’ukuri, abahawe Igitabu barazi neza ko gutumbera amaja i Makka ari kwo kuri kuvuye ku Mana yabo Rurema Allah, burya rero Imana Allah ntiyirengagije ivyo bakora, Izobibahembera.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:145","price":"Ntumwa y’Imana! Abahawe Igitabu, n’aho wobazanira ivyemezo vyose vyemeza ko gutumbera amaja i Makka ari kwo kuri, kubera akagagazo ntibopfa bakurikiye ubutumbero bwawe mu gusenga. Na we ntushobora gusubira kandi ku butumbero bwabo. Eka mbere na bamwe muri bo nyene ntibakurikira ubutumbero bw’abandi mu gusenga. Ni ukuri, niwaramuka ukurikiye ivyipfuzo vyabo mu vyerekeye ubutumbero n’ibindi, inyuma y’aho ushikiriwe n’ubumenyi buvuye ku Mana Allah, mu vy’ukuri muri ico gihe, ni ukuri uzoba uri mu birenganije[19].","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"[19] Iyi Aayah, yega abislamu bose, ikabihaniza gukurikira ivyipfuzo vy’abahakanyi barwanya ubwislamu.","lang":"rn"},{"name":"2:146","price":"Abayahudi n’abanaswara Twahaye Igitabu Tawurati n’Injili, abamenyi muri bo barazi neza na neza ko Muhamadi ari Intumwa y’Imana bafatiye ku bimuranga biri mu Bitabu vyabo, nka kurya bazi neza na neza abana babo. Mu vy’ukuri, muri bo harimwo umugwi unyegeza ukuri kandi ukuzi.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:147","price":"Muvugishwamana! Ivyo wahishuriwe muri Qor’ani ni kwo kuri kuvuye ku Mana yawe Rurema Allah, ntukabe rero mu bagira amakenga kuri ukwo kuri.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:148","price":"Burya umugwi wose urafise ubutumbero bwawo wahawe n’Imana Allah mu gusenga. Bemeramana! Kubera ivyo rero, nimurushanwe mu kwihutira gukora ivyiza mwategetswe. Aho muzoba muri hose rero Imana Allah Izobegeranya mwese ku musi w’izuka. Mu vy’ukuri, Imana Allah ni Mushoboravyose.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:149","price":"Muvugishwamana! Aho ari ho hose uzoja mu rugendo, maze ugashaka gusenga, uratumbera amaja i Makka, ahari umusigiti mutagatifu. Ubwo butumbero ni kwo kuri kuvuye ku Mana yawe Rurema Allah. Burya rero Imana Allah ntiyirengagije ivyo mukora, Izobibahembera.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:150","price":"Muvugishwamana! Aho ari ho hose uzoja rero mu rugendo, uratumbera amaja i Makka. Bislamu! Aho muzoba muri hose kw’isi, muratumbera amaja i Makka, kugira ngo abo mudasangiye ukwemera ntibazoronke icitwazo co kubacanishamwo ku bijanye n’ubutumbero, kiretse gusa abirenganije muri bo bazobandanya babahaririza. Kubera ivyo rero, ntimukabatinye, ahubwo murantinya Jewe Allah maze mukurikize amabwirizwa yanje, kugira Ndabakwirize inema zanje mu kubahitiramwo amabwirizwa atunganye, no kugira rero mukurikire inzira y’ukuri ibaganisha ku Mana Allah.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:151","price":"Nk’uko Twabateye iteka ryo gutumbera amaja i Makka, Twarabarungikiye n’Intumwa ivuye muri mwebwe, ibasomera Aayah n’ivyemezo vyacu vyerekana ukuri n’ikinyoma, ikanabeza ivyaha vy’ibangikanyamana n’ingeso mbi zose, ikabigisha n’Igitabu ca Qor’ani n’imigenzo yayo (Sunnah), ikanabigisha ivyo mutari muzi mu nkuru z’ab’aho hambere n’Intumwa zabo.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:152","price":"Kubera ivyo vyose rero, nimuninahaze mwongere muntazire, Nzobayaga neza Ndabahe n’indishi ibakwiye, muheze rero kandi munshimire mu mvugo n’ingiro, kandi ntimukangararize mu kwihakana inema zanje nabahaye.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:153","price":"Bemeramana! Mu gutunganya ivyanyu, nimwifashishe kwihanganira ibibagoye maze mwihangane mu gukora ivyo mwategetswe no mu kwirinda ivyo mwabujijwe, mwifashishe no gusenga isengesho rikwije ibisabwa ku mwanya waryo, kuko ari ryo ribuza umuntu gukora ivyaha rutura n’ibicumuro. Mu vy’ukuri, Imana Allah Iri kumwe n’abihangana mu kubatera intege no kubashikana ku vyo barondera.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:154","price":"Bemeramana! Ntimukavuge ku bishwe baharanira idini ry’Imana Allah ko bahwereye! Ahubwo bo ni bazima mu buryo bagenewe n’Imana Allah mu mva zabo, ariko rero ntimwumva ukuntu babayeho[20].","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"[20] Ubuzima babayeho mu mva zabo, Imana Allah ni Yo gusa Izi ukuntu buteye. Iyi Aayah rero, iremeza ko mu mva hariyo amahirwe ku bantu b’aberanda.","lang":"rn"},{"name":"2:155","price":"Ni ukuri, Tuzobagerageza n’akantu gato mu kugira ubwoba, inzara (amapfa), no mu gukehanirwa n’amatungo canke kuyabura, mu kubura abanyu mu mpfu zisanzwe canke kwicwa mu guharanira idini ry’Imana Allah, mu kugabanuka canke kubura umwimbu mu biterwa mbumbarugo hamwe rero n’ivyamwa. Muvugishwamana! Shikiriza rero abihangana mu gihe c’ibiza n’amagorwa inkuru nziza ihumuriza ko bazohabwa iherezo ryiza mu buzima bwo kw’isi no mu bw’inyuma yo gupfa,","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:156","price":"Barya iyo bashikiwe n’ikiza baca bavuga bati: “Mu vy’ukuri, twebwe turi abaja b’Imana Allah, ni Yo Rugaba Itugaba Ikatuganza muri vyose, kandi mu vy’ukuri twebwe, tuzosubira kuri Yo nitwamara gupfa, duheze tuzuke Iduharurire, Iduhembere ivyo twakoze”.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:157","price":"Abo rero, ni bo bari mu mahoro n’impuhwe z’Imana yabo Rurema Allah. Abo ni na bo bagororotsi bari mu nzira y’ukuri ibaganisha ku Mana Allah.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:158","price":"Mu vy’ukuri, imisozi “Swafa” na “Mar-wa” iri amaja mu buseruko bwa Al-Ka’ba, ni mu bimenyetso vyo kwiyegereza ku Mana Allah. Uwuzoja gushengerera canke kugendera ingoro ntagatifu iri i Makka, nta caha kuri we kiri mu gukokera anyaragasa (sa’yi) hagati y’iyo misozi. Uwuzokwitanga ku bw’Imana Allah mu gukora ivyiza bidategetswe, mu vy’ukuri Imana Allah Irashima, Izobimuhembera, kandi Irazi ibikorwa vy’abaja bayo, nta we Izorenganya na gato.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:159","price":"Mu vy’ukuri, abanyegeza ivyo Twabamanuriye mu bimenyetso n’uburongozi, vyemeza ko ubutumwa bwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ari ukuri, inyuma y’aho Tubigaragarije abantu muri Tawurati n’Injili, abo ni bo bavumwe n’Imana Allah, banasabirwa imivumo n’ibiremwa vyose.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:160","price":"Kiretse abagarutse ku Mana Allah bakigaya ivyaha vyabo, bagatunganya n’ivyo bononye, bakanagaragaza ukuri banyegeje, abo ni bo Jewe Allah Numvira, Nkabagirira ikigongwe, ni na Jewe rero Nyenukwumvirabigaya, Numvira abantakambira mu biremwa, Nyenimbabazi ku batoni banje.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:161","price":"Mu vy’ukuri, abagararije bakananyegeza ukuri, bagaheza bagashishikara ukwo, bagarariza gushika gupfa, abo ni bo bakwiye imivumo y’Imana Allah, iy’abamalayika hamwe rero n’iy’abantu bose.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:162","price":"Bazoguma muri nya mivumo nyene no mu muriro ibihe bidahera, ntibazotezurirwa na gato mu bihano ngo baruhuke, eka mbere bobo ntibazohabwa agahengwe ngo biregure ku vyaha bakoze.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:163","price":"Bantu! Burya Imana Yanyu ni Imana Imwe Rudende Allah[21]. Nta yindi mana y’ukuri ibwirijwe gusengwa atari Yo, ni Yo rero Nyenimpuhwe, Nyenimbabazi ku batoni bayo.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"[21] Ni Imwe Rudende mu bumana bwayo, mu mazina n’amatazirano yayo, hamwe rero no mu bikorwa vyayo biyiranga ko Ikwiye gusengwa ari Imwe Rudende.","lang":"rn"},{"name":"2:164","price":"Mu vy’ukuri, mw’iremwa ry’amajuru mu kuntu ahanitse, n’isi mu kuntu ishigikiwe n’imisozi, ikagira utubande n’amabahari; mw'ibisikanya n’ikurakuranwa ry’ijoro n’umurango; mw’igendera ry’ubwato mw’ibahari bwunguruza ibifitiye akamaro abantu; mw’igwishwa ry’imvura ivuye mu bicu izananye mu kirere, maze Imana Allah Ikanagisha ibiterwa n’ivyimeza kw’isi hakoreshejwe amazi y'imvura, inyuma y’igaduka no gucika ubukumbagare kw’isi; mw’ikwiragizwa ry’ibinyabuzima bitandukanye bigendagenda mw’isi; mw’irungikwa ry’umuyaga hamwe n’isunikwa ry’ibicu mu kirere kiri hagati y’ijuru n’isi, mw'iremwa ry'ivyo vyose rero, ni ukuri harimwo ivyemezo vyotuma abantu bafise ubwenge banyurwa bakikebuka, bagaheza bakamenya ko Imana Allah Ikwiye gusengwa ari Imwe Rudende.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:165","price":"N’aho biri ukwo, mu bantu harimwo abirengagiza Imana Allah bakagira mu gishingo cayo ibigirwamana bakunda nka kurya bategerezwa gukunda Imana Allah, kandi bitabikwiye. Nayo abemeramana barakunda bakubaha Imana Allah kurusha uko nya bantu bakunda ibigirwamana vyabo. Iyo abirenganije mw’ibangikanyamana bamenya igihe babonye ibihano vyo ku musi w’izuka, ko mu vy’ukuri Imana Allah ari Yo Nyeninguvu zose, n’uko Imana Allah Ihana Igahasha, ntibari gusenga ibigirwamana.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:166","price":"Igihe rero babonye ibihano ku musi w’izuka, indongozi z’abahakanyi zizokwigarama abazikurikiye mw’ibangikanyamana, n’ivyabahuza kw’isi vyose bizohera.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:167","price":"Abakurikiye nya ndongozi na bo, bazoheza bavuge n’ishavu n’akantu bati: “Ese iyo tuba dushoboye gusubira kw’isi, maze tukigarama izo ndongozi nk’uko zitwigaramye!”. Ni nk’uko nyene rero Imana Allah - Izobereka ibihano vyayo ku musi w’izuka - Izobereka ibikorwa vyabo vyabaye impfagusa maze bicuze, eka mbere bobo ntibazopfa bavuye mu muriro udahera.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:168","price":"Emwe bantu! Nimufungure mu vyimburwa mw’isi, ibirekuwe vyiza[22] bitabagirira ingaruka mbi, kandi ntimugakurikire inzira za shetani mu kuzirura ibizira, mu kuziririza ibiziruye, no mu kwadukana rero bishasha mw’idini. Mu vy’ukuri, shetani ni umwansi wanyu agaragara.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"[22] Ibirekuwe vyiza, ni birya vyose bisukuye bidahumanye, ata ngaruka mbi bigirira uwubifunguye canke uwubinyoye.","lang":"rn"},{"name":"2:169","price":"Ni ukuri, shetani ibategeka gukora ibibi n’ivyaha vy’agahomerabunwa no kurementaniriza Imana Allah mu kuziririza ibirekuwe canke kuzirura ibizira mudafitiye ubumenyi.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:170","price":"Iyo abemeramana bahanuye abahuvye bakababwira bati: “Nimukurikire uburongozi n’ivyahishuwe n’Imana Allah muri Qor’ani”. Baragagaza bakishura bati: “Ahubwo nyabuna dukurikira ivyo twasanze abavyeyi bacu bakora!”. Mbega none, karashize ingani bakurikire abavyeyi babo n’aho boba ata na kimwe batahura ku vyerekeye Imana Allah n’uburongozi bwayo!","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:171","price":"Akarorero k’abahakanye n’uwubararikira ukwemera Imana Allah, ni nk’ak’umwungere acamura ibitungwa abikankamira kandi bitumva kiretse ijwi gusa, ntibiheze rero ngo bitahure insiguro y’amajambo. Ni ibipfamatwi, barabwirwa ntibumva ukuri, ni ibiragi ntibavuga ukuri, ni ibipfamaso barerekwa ntibabona inzira y’ukuri, eka mbere bobo ntibagira ubwenge ngo batahure icobagirira akamaro.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:172","price":"Emwe bemeramana! Nimurye mu vyiza Twabafunguriye, muheze mushimire vy’ukuri Imana Allah ku nema zayo nimwaba koko ari Yo gusa mwiyegereza mu vyo mukora vyose mu kanayisenga.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:173","price":"Ivyo Imana Allah Yaziririje kuri mwebwe, ni ivyobagirira ingaruka mbi nk’inyamamfu[23], amaraso aseseka (ubuseri), inyama y’ingurube n’ivyabagiwe rero ikitari Imana Allah. Kubera rero impuhwe z’Imana Allah kuri mwebwe, uwo wese ubuzima bwiwe buzoba bubangamiwe n’inzara, ararekuriwe gufungura ibikwiriye kurokora ubuzima atarengeje urugero canke ngo arenge imbibe z’ibirekuwe n’Imana Allah, uyo rero nta caha kuri we. Mu vy’ukuri, Imana Allah ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"[23] Igitungwa capfuye kidakerewe kw’izina ry’Imana Allah.","lang":"rn"},{"name":"2:174","price":"Mu vy’ukuri, abanyegeza ivyo Imana Allah Yamanuye mu Bitabu vyayo, biranga bikemeza ko ubutumwa bwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ari ukuri, bakanemera kwakira impongano nto nk’ikiguzi c’ukwo kunyegeza ukuri, abo ntibashira mu nda zabo kiretse umuriro udahera. Imana Allah ntizobavugisha ku musi w’izuka, eka mbere ntizonabeza ivyaha vyabo. Baranategekanirijwe n’ibihano bibabaza cane mu buzima bw’inyuma yo gupfa;","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:175","price":"Abo ni bo rero biguze ubuhuvyi ha kurongoka, bongera bigura ibihano ha kurondera kugirirwa imbabazi n’Imana Allah. Barubahuka bakarenza ntuze, none ni igiki kizotuma bihanganira umuriro udahera!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:176","price":"Ivyo bihano rero barabikwiye, kuko Imana Allah Yamanuye Ibitabu birimwo ukuri kugaragara, baraheza barabihakana bivuye inyuma. Mu vy’ukuri, abacanyemwo bakemera bimwe mu biri mu Gitabu bagahakana ibindi, bari mu mpari ziri kure y’ukuri.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:177","price":"Nta neza muziga ku Mana Allah mu gutumbera mu buseruko no mu burengero mu gusenga kutubahirije ibwirizwa ry’Imana Allah. Ahubwo ineza nya neza, ni ukwemera kw’uwemeye Imana Imwe Rudende Allah akanemera n’umusi w’imperuka, abamalayika bose, Ibitabu vyose vyamanuwe n’Imana Allah, Abavugishwamana bose ata kuvangura, agahereza mu matungo yiwe akunda incuti mu muryango, impfumvyi, abakene, uwakehaniwe ku rugendo, abasega kuko bugarijwe n’ubukene; agatanga no mu kubohoza imbohe n’abagurano; agatsimbataza isengesho, agatanga n’ishikanwa-bwirizwa, abubahiriza isezerano ryabo iyo baryiyemeje, abihangana mu bukene, mu gihe c’indwara, no mu gihe c’indwano. Abo ni bo rero mvugakuri. Abo ni na bo rero batinya ibihano vy’Imana Allah maze bakavyikingira.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:178","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Mwarategetswe kwihora ku bishwe n’ibigira nkana, hakicwa uwishe, uwigenga yicwa yishe uwigenga, umugurano yicwa yishe umugurano, n’umukobwa yicwa yishe umukobwa[24]. Uwuzobabarirwa n’umuhagarikizi w’uwishwe ntiyihore, akemera gushumbushwa, araheza yishuze ku neza mu rupfasoni, na we aheze yishure mu bugwaneza. Ukwo ni ukworoherezwa n’impuhwe bivuye ku Mana yanyu Rurema Allah. Inyuma yo kwubahiriza iyo ngingo yo kubabarirwa, uwuzorengera ku wishe akamwica, uyo azohabwa igihano kibabaza cane co kwicwa no guhanwa mu muriro udahera.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"[24] Imbere yuko iyi Aayah imanuka, uwishe umugurano canke umukobwa bene umuhisi mu kwihora basaba kwica uwigenga canke umugabo. Iyi Aayah rero ica ishinga itegeko ko hicwa uwishe mu gihe yagiriwe n’icaha co kwica ibigirankana.","lang":"rn"},{"name":"2:179","price":"Emwe bantu mufise ubwenge! Itegeko ryo kwihora hakicwa uwishe, kuri mwebwe ririmwo ubuzima bw’iteka n’itekane, kugira ngo mutinye Imana Allah ntimusese amaraso.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:180","price":"Mwategetswe mu gihe umwe muri mwebwe yoba ari ku mpfiro, bishitse agasiga amatungo, ko yoraga ku neza ata nkunzi bimwe muri yo, maze bigaherezwa abavyeyi biwe n’incuti za hafi mu muryango afatiye ku bakenye kurusha abandi, mu gihe bitarenze ica gatatu c’amatungo yiwe. Ako ni agateka ntabanduka kubahirizwa n’abagamburukiramana[25].","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"[25] Iyi ngingo yubahirizwa imbere yuko hamanuka Aayah zitunganya ibijanye no gutorana.","lang":"rn"},{"name":"2:181","price":"Uwuzohirahira agahindura iragi inyuma yuko aryumvise ku muhisi, mu vy’ukuri ivyaha bizoba ari ivy’uwahinduye. Mu vy’ukuri, Imana Allah ni Nyenukwumva, Irumva ivyo muvuga, Nyenubumenyikurivyose, Irazi neza ivyo mukora n’ivyo muzirikana, kandi Izobibahembera.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:182","price":"Uwuzotinya ko uwuraga yohava arenganya canke ko yokora icaha hashizwe mu ngiro iragi yasize kuko ritisunga amategeko, agaheza agatunganiriza abasigwa mu guhindura ingingo zirimwo akarenganyo mw’iragi, uyo nta caha kuri we. Mu vy’ukuri, Imana Allah ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:183","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Mwarategetswe kwipfunga nk’uko ab’aho hambere yanyu babitegetswe, kugira ngo mwikingire ibihano vy’Imana Allah mu kuyumvira ari Imwe Rudende;","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:184","price":"Ni ukwipfunga imisi imparurwa. Uwuzoba rero muri mwebwe arwaye canke ari ku rugendo, arafungura aheze arihe igitigiri c’imisi yafunguye mu yindi misi. N’abapfunga bibagoye cane kubera ubusaza canke indwara zidakira, aba barafungurira umukene umwe mu gishingo c’umusi umwe batapfunze. Uwuzogira ico azorenzako ku bushake bwiwe kizoba ari ku neza yiwe. Mu gihe mwokwihanganira ukwipfunga kubagora maze mugapfunga, vyoba ari vyo vyiza kuri mwebwe kuruta gufungurira abakene, iyo muba muzi rero ivyiza birimwo, mwopfunze.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:185","price":"Ni mu kwezi kwa “Ramadhani” Imana Allah Yatanguye kumanura Qor’ani mw’ijoro ry’iteka, irimwo uburongozi ku bantu n’ivyemezo bitandukanya ukuri n’ikinyoma. Kubera ivyo rero, uwo ukwezi kuzoboneka akomeye atari ku rugendo, aragupfunga. Uwuzoba muri mwebwe na we arwaye canke ari ku rugendo, arafungura hanyuma aheze arihe igitigiri c’imisi yafunguye mu yindi misi. Imana Allah Ibashakira ukworoherwa mu gushira mu ngiro amabwirizwa yayo, eka mbere ntishaka ko mworemerwa mukananirwa kugira ngo mukwize igitigiri c’imisi y’ukwipfunga, muheze musozere amapfungo mukuza Imana Allah muyininahaza ku musi mukuru wo gufungura, kugira ngo muyishimire ku vyiza Yabashoboje.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:186","price":"Muvugishwamana! Abaja banje Jewe Allah nibakubaza ku binyerekeye, urabishura ko Jewe mu vy’ukuri Ndi hafi yabo cane. Ndishura igisabisho c’umusavyi iyo ansavye. Kubera ivyo rero, nibanyumvire banyemere kugira ngo bafate inzira yo kuroranirwa kw’isi no mu buzima bw’inyuma yo gupfa[26].","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"[26] Muri iyi Aayah, harimwo icemezo c’uko Imana Allah Iri hafi cane y’abaja bayo mu buryo buberanye n’icubahiro cayo.","lang":"rn"},{"name":"2:187","price":"Imana Allah Yarabarekuriye mw’ijoro mu kwezi kwa “Ramadhani” ko murangura amabanga y’abubatse n’abakenyezi banyu. Ni bo babafasha kugumya ibanga ry’ukutarenga ibigo[27], na mwe mukabafasha kugumya ibanga ry’ukutarenga ibigo. Imana Allah Irazi ko mwahora mwihemukira mukarangura amabanga y’abubatse n’abakenyezi banyu mw’ijoro mu kwezi kwa “Ramadhani[28]”, Iraheza Irabagirira ikigongwe Irabababarira. Guhera ubu rero, murarangura amabanga y’abubatse munarondera ico Imana Allah Yabageneye mu bibondo, munafungure mwongere munywe gushika umutwenzi w’ukuri ukitse, hanyuma mukwize amapfungo kugera izuba rirenze. Ntimuzohirahire ngo murangure amabanga y’abubatse canke ngo muhobere abakenyezi mu gihe mwiyeguriye Imana Allah mu misigiti “Itikaafu”. Izo rero, ni imbibe z’ibibujijwe n’Imana Allah, ntimukazivogere ngo muhave mugwa mu vyaha. Ukwo ni ko Imana Allah Itomorera abantu ingingo n’amabwirizwa yayo kugira ngo bayigamburukire mu kuyubahiriza.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"[27] Nka kurya impuzu igumiriza ibanga uwuyambaye.\n[28] Ubwa mbere bagitegekwa ukwipfunga.","lang":"rn"},{"name":"2:188","price":"Ntimukarye amatungo ya bamwe muri mwebwe mu buryo butarekuwe[29], kandi ntimugatange ivyemezo vy’ikinyoma ku batware kugira ngo mwihagire amatungo ya bamwe muri mwebwe mwisunze ikinyoma kandi na mwe nyene muzi ko kizira.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"[29] Nko gukoresha indahiro y’ikinyoma, kwambura utwa murundi, kwiba, gutanga igiturire, inyungu izira “riba”, akamari, n’ibindi.","lang":"rn"},{"name":"2:189","price":"Muvugishwamana! Ingendanyi zawe zirakubaza ivyerekeye imboneko y’amezi, igituma ukwezi kuboneka ari guto, kugakura hanyuma kugasubira kuba guto! Zishure uti: “Imboneko y’amezi, ni ibimenyetso abantu bamenyerako ibihe vyo gutunganya amasengesho no gushengerera ingoro ntagatifu iri i Makka “Hijja”, hamwe rero n’ibindi bikorwa vyabo vya misi yose. Nta neza iri mu kwinjira amazu muciye mu busongero bwayo mu gihe co gushengerera canke kugendera ingoro ntagatifu iri i Makka, ariko rero ineza iri mu kugamburukira no mu kwubahiriza amabwirizwa y’Imana Allah. Ba mwinjira amazu rero muciye mu muryango mu gihe co gushengerera canke kugendera ingoro ntagatifu iri i Makka. Muheze kandi mwumvire Imana Allah mu vyo mukora kugira ngo muroranirwe kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:190","price":"Bemeramana! Nimuharanire idini ry’Imana Allah mu kurwanya ababarwanya, kandi ntimukarenganye mu kwica abantu kizira ko bicwa nk’abana, abagore n’abatama. Mu vy’ukuri, Imana Allah ntikunda namba abarenga imbibe zayo z’ibibujijwe.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:191","price":"Murica rero ababarwanya aho muzobasanga hose, mubomore mu kubakura aho babasohoye i Makka. Igeragezwa ry’ubugarariji, ibangikanyamana hamwe rero no kuburagiza abantu kwinjira mu bwislamu, ni bibi cane kurusha kubica. Ntimukabarwanye muri mu musigiti mutagatifu kiretse mu gihe ari bo babatanguye. Nibabatangurira mu musigiti mutagatifu rero, murabica. Ni nk’iyo ndishi rero ikwiye abagarariji.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:192","price":"Nibaheba ubugarariji no kubarwaniriza mu musigiti mutagatifu, bakaba abislamu, mu vy’ukuri Imana Allah Izobababarira, ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:193","price":"Bemeramana! Murashishikara kurwanya ababangikanyamana babasotora, gushika n’aho ata geragezwa mu kwemera rikibaho, hasigare idini ry’Imana Allah Itabangikanywa na kimwe mu biremwa. Nibaheba ubugarariji no kubarwanya, murabaha amahoro kuko nta rwanko kiretse ku birenganya mu kugarariza no mu kubarwanya.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:194","price":"Bemeramana! Ukurwanya ababangikanyamana mu kwezi kiziramwo kurwana, ni mu ntumbero yo kubihora kuko na bo nyene babarwanije muri ukwo kwezi. Uwurenze imbibe z’Imana Allah z’ivyaziririjwe, ahabwa igihano gisa n’icaha yakoze. Uwuzobarengera akarimbi rero, muramwivuna ingere ku yindi kuko ari we yabasotoye. Muheze rero mutinye Imana Allah ntimurenze urugezo mu kwivuna, muheze mumenye kandi ko Imana Allah Iri kumwe n’abagamburukiramana.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:195","price":"Bemeramana! Nimushishikare gutanga mu guharanira idini ry’Imana Allah, ntimukanahirahire ngo mwiyahure mu kureka gutanga no guharanira idini ry’Imana Allah, muheze rero kandi mubikore mu bugwaneza ku bw’Imana Allah. Mu vy’ukuri, Imana Allah Irakunda abagwaneza bakora ivyo bakora ku bwayo.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:196","price":"Muratunganya ugushengerera no kugendera ingoro ntagatifu iri i Makka ku bw’Imana Allah. Nimwazitirwa n’intambamyi ibabuza kubitunganya mwamaze kubizirikana, mukambara n’urubega “ihraamu”, murabaga imbagwa iboroheye kuronka mu bitungwa, maze mwitoneshe ku Mana Allah, muheze mukure urubega rwanyu muhejeje kumwa canke kugabanya umushatsi. Ntimuzomwe umushatsi wanyu mu gihe muzitiwe mutarabagira aho nyene mwazitiriwe, muheze rero inyuma yaho mukure urubega[30]. Uwuzoba na we muri mwebwe arwaye canke afise ikimubangamiye ku mutwe gituma ategerezwa kumwa acambaye urubega, aramwa ace ategekwa icuhagizo co kwipfunga imisi itatu canke guhereza imfungurwa abakene batandatu[31] canke kubaga intungwa imwe akayigaburira aboro b’i Makka. Nimwaba naho muri mu mutekano mufise amagara meza, uwuzoba yazirikanye gusa kugendera ingoro ntagatifu iri i Makka “Umra”, mu kurindira ko igihe co gushengerera ingoro ntagatifu iri \ni Makka “Hijja” gishika, uyo rero arabaga mu bitungwa imbagwa imworoheye. Ataronse imbagwa, arapfunga imisi itatu akiri gushengerera mu mezi ya “Hijja”, yongere apfunge n’iyindi misi indwi mumaze gusubira mu banyu, yose hamwe izoba ibaye imisi cumi ategerezwa gupfunga. Izo ngingo zerekeye abatagira umuryango usanzwe uba i Makka. Muheze rero mutinye Imana Allah mu kwubahiriza amabwirizwa yayo, mumenye kandi ko Imana Allah Ihana Igahasha uwuciye kubiri n’amabwirizwa yayo.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[30] Ukwo ni ko Intumwa y’Imana yabigenjeje igihe abahakanyi bayibuza kwinjira i Makka igeze ahitwa “Hudaybiyya”, yaciye ibagira aho nyene hanyuma iramwa umushatsi.\n[31] Ahereza umwe wese muri bo ibingana n’ivyo woyoza amashi incuro zibiri.","lang":"rn"},{"name":"2:197","price":"Igihe co gushengerera ingoro ntagatifu iri i Makka ni amezi azwi[32]. Uwuzozirikana rero kuyishengerera muri ayo mezi, kizoba kizira kuri we kurangura amabanga y’abubatse, kuvuga ibishegu n’ibindi bijanye na vyo, hamwe rero no guharira gutera urwanko n’ishavu mu gihe co gutunganya ibikorwa vy’ishengerera ry’iyo ngoro. Ico mugira cose mu vyiza, Imana Allah Irakizi kandi Izokibahembera. Muraheza rero munatekere impamba ikwiye mu rugendo rwo kuyishengerera, hamwe rero n’impamba y’ivyeza umutima. Mu vy’ukuri, impamba nziza ni igamburukiramana. Muheze rero muntinye Jewe Allah emwe bantu b’incabwenge!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"[32] Ukwezi kwa cumi “Shawwaal”, ukwezi kwa cumi na rimwe “Dhu l-Qa’da” n’imisi cumi ya mbere mu kwezi kwa cumi na kabiri “Dhu l-Hijja”.","lang":"rn"},{"name":"2:198","price":"Nta kibi kuri mwebwe kiri mu kurondera ingabirano z’Imana yanyu Rurema Allah mu rudandazwa mu gihe co gushengerera ingoro ntagatifu. Nihagera aho mutera muva “Arafaati” mugana “Muzdalifa” izuba rimaze kurenga[33], muraninahaza mutazira musaba kenshi Imana Allah mugeze “Muzdalifa” ahagenewe kuninaharizwa Imana Allah. Murayininahaza kenshi rero ku vyo Yabashoboje Ikabarongora mu nzira yayo. Ni ukuri mwari mu bahuvye imbere yuko Ibarongora.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"[33] Ku musi w’igenekerezo rya 9 mu kwezi kwa “Dhu l-Hijja” kwa 12.","lang":"rn"},{"name":"2:199","price":"Muraheza rero, mubandanye muvuye “Muzdalifa” mutera muja “Mina” mwahereye “Arafaati”, ari na ho Intumwa y’Imana Ibrahimu yahereye, muheze munasabe Imana Allah ikigongwe. Mu vy’ukuri, Imana Allah ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:200","price":"Nimwaheza ibikorwa vyanyu bitegetswe mu gushengerera ingoro ntagatifu, muraninahaza mutazira Imana Allah kenshi cane, nka kurya mwigamba muhayagiza abavyeyi banyu canke murushirizeho. Burya mu bantu harimwo umugwi witwararika ivy’isi maze ugasaba uti: “Mana yacu Rurema Allah! Duhe kuroranirwa mu vy’isi: amagara meza, amatungo n’ibibondo”. Abo, nta mugabane bategekanirijwe mu buzima bw’inyuma yo gupfa;","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:201","price":"Muri bo kandi harimwo umugwi witwararika ubuzima bw’inyuma yo gupfa, usaba uti: “Mana yacu Rurema Allah! Duhe kuroranirwa mu vyiza vyose vy’isi no mu vyiza bidushikana mu Bwami bw’ijuru mu buzima bw’inyuma yo gupfa, Wongere Udukingire ibihano vyo mu muriro udahera”.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:202","price":"Abo ni bo rero bategekanirijwe umugabane w’indishi nziza ku vyo barondeye. Burya Imana Allah Irananyarutsa mu guharurira no mu guhemba abaja bayo.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:203","price":"Muraninahaza mwongere mutazire Imana Allah mu misi imparurwa[34]. Uwuzoshaka kwihuta kuva “Mina” imbere yuko izuba rirenga ku musi ugira uw’icumi na kabiri, akaba yahejeje gutera amabuye ku biterero (Jamaraat), nta caha kuri we. N’uwuzocererwa kuva “Mina[35]”, akavayo ahejeje gutera amabuye ku biterero ku musi ugira uw’icumi na gatatu, nta caha kirimwo ku wugamburukira Imana Allah mu kwubahiriza imigirwa yo gushengerera ingoro ntagatifu. Muraheza rero mutinye Imana Allah mu kuyigamburukira mu vyo mukora, muheze mumenye kandi ko muzokwegeranirizwa kuri Yo, kugira Ibaharurire Yongere Ibahembere ivyo mwakoze.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[34] Ni imisi itatu ikurikirana, igenekerezo rya 11, 12 na 13 ikurikira ilayidi nkuru mu kwezi kwa “Dhu l-Hijja” kwa 12.\n[35] Ugucererwa kuva “Mina”, ukavayo uhejeje gutera amabuye ku biterero ku musi ugira uw’icumi na gatatu, ni na vyo vyiza kuko ari ko Intumwa yabigenjeje.","lang":"rn"},{"name":"2:204","price":"Ntumwa y’Imana! Burya mu bantu harimwo indyarya, uryoherwa n’ivyo ivuga mu kurondera ivy’isi, ikarahira ikarengwa ko ikunda ubwislamu, ikanubahuka kugira Imana Allah Icabona ku biri mu mutima wayo, kandi ari yo mwansi mubi w’ubwislamu;","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:205","price":"Ntumwa y’Imana! Iyo yikebanuye muvanye, irakerebuka ica hirya n’ino kw’isi mu bwononyi, kugira ngo ihonye ibiterwa n’ibitungwa. Burya Imana Allah ntikunda na gato ubwononyi;","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:206","price":"Iyo nya ndyarya ihanuwe iti: “Tinya Imana Allah maze wiyubare ibihano vyayo, uheze uvavanure n’ubwononyi”, ica itwarwa n’ubwishime mu kubandanya ikora ivyaha. Kubera ivyo, irakwiye guhanwa mu muriro wa Jahannamu, n’ukuri ni na bwo busaswa bubi cane.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:207","price":"Mu bantu harimwo kandi n’uwiguze ugushimwa n’Imana Allah mu guharanira idini ryayo. Burya Imana Allah ni na Yo Nyenikigongwe ku baja bayo b’abatoni.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:208","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimufate nkama amabwirizwa yose y’ubwislamu, maze muyubahirize ata na rimwe mwirengagije muri yo, kandi ntimugakurikire inzira za shetani mu guca kubiri n’amabwirizwa yabwo. Mu vy’ukuri, shetani ni umwansi wanyu agaragara.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:209","price":"Nimwahusha inzira y’ukuri mu nyuma y’aho mushikiriwe n’ivyemezo bitomoye muri Qor’ani no mu nyigisho z’intumwa, muramenya ko Imana Allah ari Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:210","price":"Inyuma y’ivyo vyemezo rero, abagarariji nta kindi barindiriye kiretse igihe Imana Allah Yaje mu buryo buberanye n’icubahiro cayo, mu gitutu c’ibicu hamwe n’abamalayika ku musi w’izuka, ico gihe rero Ikazobacira urutunganye. Kandi rero ibiremwa vyose bizosubira kuri Yo kugira Ihembe kimwe cose ku rugero rw’ibigikwiye.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:211","price":"Ntumwa y’Imana! Baza Bene Israyeli bakwihambazako, Twabahaye Aayah n’ivyemezo bitomoye bingahe biri mu Bitabu vyabo bahakanye, bakanabihindagura! Uwuzohindura inema y’idini ry’Imana Allah akayigarariza inyuma yuko imushikiriye akanayitahura, aramenya ko mu vy’ukuri Imana Allah Ihana Igahasha abagarariji.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:212","price":"Ubuzima bwo kw’isi busharijwe n’ibihendamaso ku bahakana bivuye inyuma ko hariho Imana Imwe Rudende Allah, bakanasuzugura abemeramana. Abagamburukira Imana Allah mu kwubahiriza amabwirizwa yayo, ku musi w’izuka bazoba bari hejuru yabo mu Bwami bw’ijuru. Burya Imana Allah Itanga Idaharuye ingabirano zayo ku wo Ishaka mu biremwa.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:213","price":"Burya rero, abantu bari umugwi umwe mu kwemera Imana Imwe Rudende Allah hanyuma baracanamwo mw’idini, Imana Allah Iraheza Irungika Abavugishwamana bashikiriza inkuru nziza abumviramana ko bazohabwa Ubwami bw’ijuru, bagabisha n’abagarariji ku bihano vy’umuriro. Yaranabarungikanye vy’ukuri Ibitabu bishimangira ukuri, kugira ngo bavyisunge mu gutunganiriza abantu ku vyo bahazanako. Nta bahazanye rero ku bijanye no kwemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) na Qor’ani, kiretse abahawe Igitabu ca Tawurati, inyuma y’aho bashikiriwe n’ivyemezo bitomoye biri muri co ko ari Intumwa y’ukuri, bikaba vyagenze ukwo ku kubera akadenderezo n’ishari bayifitiye. Ni ho rero Imana Allah Yaheza Ikarongora ku burenganzira bwayo, abemeye mu gutandukanya ukuri n’ikinyoma ku vyo bahazanyeko. Burya Imana Allah Irongora uwo Ishatse mu nzira yayo igororotse.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:214","price":"Bemeramana! Ahubwo rero, mwibaza none ko mwokwinjira mu Bwami bw’ijuru mutarashikirwa n’ibigeragezo nk’ivyashikiye abakurambere banyu mu kwemera! Barakozweko n’ubukene, indwara n’ubwoba, barahinda igisamagugu[36] bitewe n’ukuntu bageragejwe, gushika aho Intumwa n’abemeramana bari kumwe bavuga bati: “Intsinzi y’Imana Allah izoshika ryari?”. Bantu! Nimwumve mwumvireho! Burya intsinzi iturutse ku Mana Allah iri hafi ku bemera.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"[36] Guhinda igisamagugu, ni ukurengerwa n’ingorane ukabura aho witura.","lang":"rn"},{"name":"2:215","price":"Muvugishwamana! Ingendanyi zawe zirakubaza ico zotanga n’abo zogiha! Zishure uti: “Ni ivyo mushoboye gutanga mu vyiza bivuye mu matungo yanyu mukabihereza abavyeyi, incuti za hafi mu muryango, impfuvyi, abakene hamwe rero n’abakehaniwe ku rugendo. N’ikindi ico ari co cose muzokora mu vyiza, mu vy’ukuri Imana Allah Irakizi kandi Izokibahembera”.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:216","price":"Bemeramana! Mwarategetswe kurwana n’abagarariji kandi muri kamere k’umuntu mwanka indwano. Burya rero hari aho mwokwanka ikintu kandi kirimwo ineza kuri mwebwe; hari n’aho mwokunda ikintu kandi kirimwo inabi kuri mwebwe. Burya Imana Allah Irazi ikirimwo ineza kuri mwebwe, mu gihe mwebwe ata vyo muzi.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:217","price":"Ntumwa y’Imana! Ababangikanyamana barakubaza ku bijanye n’indwano, ko irekuwe mu kwezi gutagatifu! Bishure uti: “Kurwana mu kwezi gutagatifu ni icaha gikomeye, ariko kuburagiza abantu kwinjira mw’idini ry’Imana Allah, guhakana Imana Allah, kubuza abantu kwinjira mu musigiti mutagatifu w’i Makka no kwomora mu gisagara c’i Makka Intumwa n’abemeramana, ni co caha gikomeye cane ku Mana Allah, gusumba icaha co kurwana mu kwezi gutagatifu. Kandi burya ibangikanyamana ryanyu, ni ribi cane kurusha kwica mu kwezi gutagatifu. Kandi rero abagarariji ntibazoreka kubarwanya gushika babakuye mw’idini ryanyu ry’ubwislamu mukabakurikira, nibaba bazobishobora! Uwo wese muri mwebwe rero, azota idini ryiwe akabakurikira, maze agapfa akiri umugarariji, uyo ari mu bantu ibikorwa vyabo bizohunguruka bikababera impfagusa kw’isi no mu buzima bw’inyuma yo gupfa, abo ni na bo bantu rero bo mu muriro, bobo bazowubamwo ibihe bidahera.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:218","price":"Mu vy’ukuri, abemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo, abimutse bagata izabo, hamwe rero n’abitanga mu guharanira idini ry’Imana Allah, abo ni bo rero baziga kuronka impuhwe n’indishi z’Imana Allah. Burya Imana Allah ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:219","price":"Muvugishwamana! Abislamu barakubaza ingingo ijanye no kunywa, kugura no kugurisha inzoga[37], hamwe rero n’ingingo ijanye no gukina urusimbi[38]! Bishure uti: “Vyompi birimwo ivyaha n’ubwononyi bikomeye mw’idini, mw’isesagurwa ry’amatungo n’isinzikazwa ry’amagara mu buzima. Harimwo n’inyungu rero ku bantu mu vy’isi, ariko ivyaha n’ubwononyi birimwo, bifise ingaruka mbi cane kurusha inyungu zavyo[39]”. Baranakubaza kandi urugero rw’ivyo botanga mu mperezwa ku bushake! Bishure uti: “Nimutange ikirenze ku vyo mukeneye”. Ni nk’ukwo rero, Imana Allah Ibatomorera Aayah n’ingingo zayo kugira ngo mwiyumvire muheze mutahure icobagirira akamaro;","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"[37] Inzoga, ni ikintu ico ari co cose kiborera, caba ari ikinyobwa, icokurya canke ico kwimotereza.\n[38] Urusimbi, ni ugukinira kuronka canke gutanga amahera hakoreshejwe urwenge.\n[39] Iyi Aayah yamanutse ubwa mbere nk’integuza yo kuziririza inzoga n’urusimbi. Iyi Aayah rero yerekana na canecane ko inzoga n’urusimbi bifise ingaruka mbi cane ku muntu; biramusamaza mu kutaninahaza no kudasenga Imana Allah, bitera urwanko n’inzigo mu bantu, bituma kandi haba isesagurwa no kunyonora amatungo hakoreshejwe urwenge.","lang":"rn"},{"name":"2:220","price":"kw’isi no mu buzima bw’inyuma yo gupfa. Baranakubaza ku bijanye n’ico bokorera impfuvyi zitaragera mu bigero! Bishure uti: “Kuzitunganiriza ikizifitiye akamaro gusumba ni vyo vyiza. Nimwabana na zo mu buzima bwa misi yose, murazifata nka benewanyu mu kwemera maze muzitunganirize”. Burya Imana Allah Irazi neza umwononyi n’uwurajwe ishinga no kuzitunganiriza. Iyo rero Imana Allah Ishaka, Yari kubaremereza mu kubabuza kubana na zo. Mu vy’ukuri, Imana Allah ni Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:221","price":"Bislamu! Ntimukabire ababangikanyamanakazi batabanje kwemera bakaba abislamu. Burya umuguranokazi atagira shinge na rugero yemera Imana Allah, ni we mwiza ahimbaye kuruta umubangikanyamanakazi n’aho mwomugomwa. Ntimugashingire ababangikanyamana batabanje kwemera bakaba abislamu. Burya umugurano atagira shinge na rugero yemera Imana Allah, ni we mwiza ahimbaye kuruta umubangikanyamana n’aho mwomugomwa. Abo babangikanyamana ni bo rero bararikira abantu kuja mu muriro, Imana Allah na Yo Ikararikira abaja bayo ku burenganzira bwayo, kuja mw’idini ryayo ry’ubwislamu rizobashikana mu Bwami bw’ijuru no kugumirizwa akabanga ku vyaha vyabo ntibibahanire, Ikanatomorera abantu Aayah n’ingingo zayo kugira ngo bibuke baheze bikebuke.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:222","price":"Muvugishwamana! Barakubaza ku bijanye n’ubutinyanka. Bishure uti: “Ubutinyanka burabangamye! Muririnda rero kurangura amabanga y’abubatse mu gihe abakenyezi bari mu butinyanka. Ntimuzohirahire rero ngo murangurane na bo amabanga y’abubatse gushika babuvemwo baheze bihumanure mu kwiyuhagira. Nibabuvamwo bakiyuhagira, muraheza murangurane na bo amabanga y’abubatse aho murekuriwe n’Imana Allah. Mu vy’ukuri, Imana Allah Irakunda abigaya kenshi, Iranakunda abisukuye mu kwiyeza ivyaha n’umwanda”.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:223","price":"Abakenyezi banyu ni zo ndimiro zanyu muteramwo intanga hakavuka abana. Kubera ivyo rero, nimurangurane n’abakenyezi banyu amabanga y’abubatse ahategetswe mu buryo bwose mwipfuza, munakore ibikorwa vyiza bitegetswe ku neza yanyu. Kandi rero mugamburukire Imana Allah mu kwubahiriza amabwirizwa yayo, muheze mumenye ko muzohura na Yo ku musi w’izuka Ikabahembera ivyo mwakoze. Muvugishwamana! Kubera ivyo rero, shikiriza abemeramana inkuru nziza ko bazohabwa Ubwami bw’ijuru.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:224","price":"Bislamu! Ntimukagire indahiro zanyu ku Mana Allah inzitizi ibabuza gukorera ineza benewanyu, kugamburukira Imana Allah, hamwe rero no gutunganiriza abantu[40]. Burya Imana Allah ni Nyenukwumva, Irumva ivyo muvuga; Nyenubumenyikurivyose, Irazi neza ivyo mukora n’ivyo muzirikana.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"[40] Aho ni mu gihe umuntu yorahira kw’Izina ry’Imana Allah kudakora kimwe muri ivyo bidondaguwe, ntibishemeye namba ko yoreka kubikora yitwaza ko adakwiye kurenga ku ndahiro, ahubwo araheza agakora nya vyiza, hanyuma akagira icuhagizo co kurenga ku ndahiro, agaheza rero agafungurira canke akambika abakene cumi, canke agaha ubwigenge umugurano, canke rero agapfunga imisi itatu.","lang":"rn"},{"name":"2:225","price":"Imana Allah ntizobahanira kwisubirako ku ndahiro zanyu murahiye ku kwihenda bidatewe no gushaka kwanyu, ariko Izobahanira kwisubirako ku ndahiro mwarahiriye nkana ku gushaka kwanyu, burya Imana Allah ni Nyenikigongwe-ntangere ku bigaya, Nyenubwitonzi-ntangere.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:226","price":"Abazorahira ko batazorangura amabanga y’abubatse n’abakenyezi babo mu buzima bwabo bwose canke mu kiringo kirenga amezi ane, bafise ikiringo c’amezi ane co kwisubirako, nibisubirako ku ndahiro imbere yuko amezi ane arangira, mu vy’ukuri Imana Allah Izobababarira, ni Nyenikigongwe-ntangere, Nyenimbabazi ku batoni bayo.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:227","price":"Nibapfundika ingingo yo kwahukana naho, bakaguma ku ndahiro yabo y’ukutarangura amabanga y’abubatse muri nya kiringo, mu vy’ukuri Imana Allah Irumva ivyo bavuga, Irazi neza n’ivyo bazirikana, kandi Izobibahembera.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:228","price":"Abakenyezi bahukanye bagishobora kuja mu butinyanka, bategerezwa kwarama (eda) ikiringo co kuja canke kuva mu butinyanka gatatu, kugira hamenyekane ko boba bafise imbanyi. Muri ico kiringo, ntibarekuriwe kwabirwa, canke kunyegeza ico Imana Allah Yaremye mu bitereko vyabo; imbanyi canke ubutinyanka nibaba bemera vy’ukuri Imana Allah n’umusi w’imperuka. Abagabo babo muri ico kiringo, ni bo bafise uburenganzira bwo kubasubirana mu gihe bobikora ku neza mu ntumbero yo gusubiza hamwe. Abakenyezi na bo barafise uburenganzira n’agateka ku bagabo babo; nk’ako abagabo babo babafiseko ku neza. Kandi rero abagabo barafise agateka karenzeko ku bakenyezi gashingiye ku guhagararira no kubeshaho umuryango no gufata ingingo yo kwahukana. Burya rero Imana Allah ni Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:229","price":"Ukwahukana ubwo gusubirana ni incuro zibiri gusa. Muri ico gihe, ingingo yubahirizwa, ni ugusubirana bakabana ku neza, canke bakahukana hubahirijwe agateka n’icubahiro c’umukenyezi mu bugwaneza mu kutandagazwa. Kandi ntimurekuriwe gusaba gusubizwa na kimwe mu nkwano canke ibindi mwabahaye, kiretse mu gihe abubakanye botinya ko batubahiriza uburenganzira n’agateka k’abubatse, muri ico gihe rero baraheza bahanuze abahagarariye imiryango, abo nimwatinya ko abubakanye batokwubahiriza uburenganzira n’agateka k’abubatse, nta kibi kiri mu kwumvikana gusubizwa inkwano, kugira ngo umugabo aheze yemere kwahukana. Izo ngingo ni imbibe z’ibitegetswe n’Imana Allah ntimukazirengeko ngo mucike ibigaba. Abarenga imbibe z’ibitegetswe n’Imana Allah, abo rero ni bo birenganya.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:230","price":"Umugabo niyahukana n’umugore wiwe rero ku ncuro igira gatatu, ntazoba arekuriwe kumwabira inyuma y’aho, kiretse abanje kwabirwa n’uwundi mugabo ku bushake bwabo bakarangurana n’amabanga y’abubatse. Ico gihe rero bishitse nya mugore akahukana canke agapfakara, nta caha kiri mu gusubirana n’urya wa mbere akamwabira bushasha, mu gihe bokwibwira ko bazokwubahiriza uburenganzira n’agateka k’abubatse nk’uko bitegetswe n’Imana Allah. Izo ngingo rero, ni imbibe ntarengwa z’Imana Allah Itomorera abantu bazi akamaro ko kuzubahiriza.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:231","price":"Nimwahukana n’abakenyezi banyu bakarama mu kiringo ca “eda[41]”, nibaba bari mu guheza ico kiringo, murabagumya mushoboye kwubahiriza uburenganzira n’agateka k’abubatse, muheze mubasubirane ku neza, canke mubareke ku neza ico kiringo giheze. Ntimuzohirahire ngo mubagumye mu ntumbero yo kubahohotera mu kutubahiriza uburenganzira n’agateka k’abubatse. Uwuzogira ivyo, azoba yirenganije ku bihano bimurindiriye. Kandi rero ntimukagire Aayah n’ingingo z’Imana Allah itebura n’ifyinata. Muraheza mwibuke inema y’ubwislamu no gutomorerwa ingingo mwahawe n’Imana Allah, mwongere mwibuke kugendera Qor’ani n’imigenzo y’intumwa Yabamanuriye, Ibahanura ko mutobica kubiri. Muraheza rero mutinye Imana Allah mu kuyigamburukira mu vyo mukora, muheze mumenye kandi ko Imana Allah ari Nyenubumenyi ku vyo mukora vyose, kandi Izobibahembera.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"[41] Ukwaramira ukwahukana mu bwislamu, kuri mu bwoko bubiri: hari ukwaramira ukwahukana ubwo gusubirana. Kukaba ari kwo kuvugwa ng'aha aho abahukanye bashobora gusubirana mu gihe bovyipfuza imbere yuko ikiringo gitegekanijwe kirangira. Hakaba rero n'ukwaramira ukwahukana ubutagisubirana n'aho bovyipfuza.","lang":"rn"},{"name":"2:232","price":"Nimwahukana n’abakenyezi banyu ubwo gusubirana, maze ikiringo co kwarama ca eda kigahera mutabasubiranye, ntimuzobabuze gusubira kwabirwa bushasha n’abahoze ari abagabo babo nibavyipfuza bakavyumvikana ku neza. Iyo ni impanuro ihabwa uwuzoba muri mwebwe yemera Imana Allah n’umusi w’imperuka. Ukutababuza gusubira kwabirwa, ni co kirimwo imigisha n’indishi nta ngere, hamwe rero n’icubahiro kuri mwebwe. Burya Imana Allah Irazi ibirimwo ineza yanyu mu gihe mwebwe ata vyo muzi.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:233","price":"Abavyeyi[42] basabwa kwonsa abana babo imyaka ibiri ikwiriye ku wushaka kwonsa bikwiye. Muri ico gihe, ba se na bo basabwa gufungurira no kwambika abavyeyi bonsa ku neza hisunzwe ubushobozi bafise, kuko Imana Allah ntitegeka umuntu kiretse ico ashoboye. Umwana ntazobe inyendamuvano yo guhohotera nyina, eka ntazonabe inyendamuvano yo guhohotera se. Uwutorana mu gihe se yahwereye, na we ategetswe kwubahiriza ivyari bitegetswe umuhisi gufungurira no kwambika uwonsa. Mu gihe abo bavyeyi bokenera gucutsa uyo mwana bavyishakiye, bakavyumvikana ku neza y’uwo mwana imbere yuko imyaka ibiri ihera, nta caha kirimwo kuri bo. Nimwashaka naho kumwonkesha ku wundi muvyeyi atari nyina, nta caha kirimwo nimwatekerera nyina mukongera mugahereza uwumwonsa agashimwe ku neza hisunzwe imibereho y’aho hantu. Muraheza rero mutinye Imana Allah mu kuyigamburukira mu vyo mukora vyose, muheze mumenye kandi ko Imana Allah ivyo mukora vyose Ibibona neza, ni Nyenukubona, kandi Izobibahembera.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"[42] Ni mu gihe bahukanye bafise umwana yonka.","lang":"rn"},{"name":"2:234","price":"N’abapfuye muri mwebwe abagabo bagasiga abakenyezi, abapfakazi bategetswe kugandarira abagabo babo ikiringo c’amezi ane n’imisi cumi[43]. Ico kiringo nibagiheza, nta caha kuri mwebwe muhagarikiye umuryango ku vyo bokora ku neza mu kwidegemvya mu ruja n’uruza, gushaza no kwabirwa bubahirije amategeko. Burya Imana Allah ivyo mukora vyose Irabizi, ni Muhetuziwavyose, kandi Izobibahembera.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"[43] Muri ico kiringo co kugandara, kirazira gusohoka mu rugo ata mvo ihambaye, gushaza hamwe rero no kwabirwa.","lang":"rn"},{"name":"2:235","price":"Nta n’icaha kuri mwebwe abagabo, mu gihe mwogira icerekana mudahishutse ko mwipfuza kwabira abakenyezi bagandaye, canke baramye ubutagisubirana, eka nta n’icaha kuri mwebwe mu gihe mwokwipfuza kubabira mukabigumiza ku mutima ntimubiserure. Imana Allah Irazi ko muzogira ico mubavuzeko bakigandaye, ariko rero, ntimuzobizeze mw’ibanga ngo mugire ico mukoze[44] mwiherereye ico kiringo kitararangira, kiretse nko kubabwira akajambo keza[45]. Ntimuzotegure kubabira mu gihe bakigandaye imbere yuko ikiringo kirangira. Muraheza rero mumenye ko Imana Allah Izi ivyo muhishije mu mitima yanyu maze muyiyubare. Muheze mumenye kandi ko Imana Allah ari Nyenikigongwe-ntangere ku bigaya, Nyenubwitonzi-ntangere, ntiyihutira guhana.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"[44] Nko kubabira canke kubashurashuza.\n[45] Nko kuvuga uti: “Abagabo barakeneye umukenyezi yiyubashe nkawe!” .","lang":"rn"},{"name":"2:236","price":"Nta caha kuri mwebwe abagabo mu gihe mwokwahukana n’abakenyezi inyuma yo gushingirwa, imbere yuko murangurana amabanga y’abubatse canke mubagenera inkwano. Muraheza rero muri ico gihe mugire ico mubatekereye: uworohewe aramutekerera yisunze ubushobozi bwiwe, umukene na we aramutekerera yisunze ubushobozi bwiwe, kugira ngo amushumbushe ku neza. Iryo ni itegeko ryubahirizwa n’abagwaneza.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:237","price":"Nimwahukana n’abakenyezi rero inyuma yo gushingirwa, imbere yuko murangurana amabanga y’abubatse, mwaramaze kubagenera inkwano, ico gihe mutegerezwa kubahereza igice c’inkwano zumvikanweko, kiretse mu gihe abo bakenyezi bemeye kugiheba, canke abagabo bakemera kubahebera ikindi gice. Nimwaheberanira rero, ni vyo bizobegereza kurusha ku gutinya no kwumvira Imana Allah, kandi ntimuzokwibagire ineza n’ubugwaneza buri hagati yanyu. Mu vy’ukuri, Imana Allah ivyo mukora vyose Irabibona neza, ni Nyenukubona, kandi Izobibahembera.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:238","price":"Bislamu! Nimutsimbatare mu kwamizako amasengesho-bwirizwa atanu akwije ibisabwa ku mwanya wayo, na canecane isengesho ryo hagati na hagati ryo ku muhingamo, muraheza kandi muhagarare mu masengesho mwicishije bugufi ku Mana Allah.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:239","price":"Nimwatinya ko umwansi yobubira muri mw’isengesho akabatera, murasenga muriko muragenda canke muri ku bitwazi uko bibashobokeye kwose; nko gukoresha ibimenyetso canke kudatumbera ubutumbero bwo gusenga[46]. Nimwatekana, muraheza rero musenge isengesho ry’uwutekanye rikwije ibisabwa, maze muninahaze Imana Allah muyishimira ku ngingo n’amabwirizwa Yabigishije vyerekeye ukuyiyegereza, mutari gupfa mubimenye.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"[46] Iri sengesho ryitwa “swalaatu l-Khawf” isengesho ry’uwutekewe n’ubwoba.","lang":"rn"},{"name":"2:240","price":"Abazoba bari ku mpfiro muri mwebwe abagabo, bagapfa basize abakenyezi, barasiga baraze ko abakenyezi babo boguma baba mu nzu zabo umwaka wose atawubakomakoma, kuva umusi bapfiriyeko, mu ntumbero yo kubashumbusha. Nibazivamwo ku bushake bwabo imbere yuko uwo mwaka urangira, nta caha kuri mwebwe abasigwa mu vyo nya bapfakazi bakoze birekuwe. Burya Imana Allah ni Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora[47].","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"[47] Ingingo ziri muri iyi Aayah zasubiriwe n’iziri muri Aayah ya 234 muri iki gisomwa c’Inka.","lang":"rn"},{"name":"2:241","price":"Abakenyezi bahukanye, baratekererwa ku neza icobabeshaho n’impuzu, hisunzwe ubushobozi bw’umuhisi. Iryo ni itegeko ryubahirizwa n’abagamburukiramana.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:242","price":"Ni nk’uko nyene rero - izo ngingo zitomoye mu vyerekeye agateka k’abakenyezi n’abana - Imana Allah Itomora Aayah n’amabwirizwa yayo ku vyo mukeneye, kugira ngo muyategere muheze muyagendere.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:243","price":"Ntumwa y’Imana! Mbega ntiwamenye inkuru y’abataye izabo, bagahunga ari ibihumbi n’ibihumbagiza batinya kwicwa n’indwara y’akaranda canke indwano y’akaranda, hanyuma Imana Allah Ikababwira Iti: “Nimupfe”, bagaca bapfira rimwe bose, hanyuma Ibasubiza ubuzima kugira ngo bakwize imyaka Yabageneye kubaho, kugira bikebuke, bigaye! Mu vy’ukuri, Imana Allah ni Nyeningabirano nyinshi ku bantu, ariko rero abenshi mu bantu ntibashima.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:244","price":"Bislamu! Nimurwanire idini ry’Imana Allah, muheze mumenye kandi ko Imana Allah ari Nyenukwumva, Irumva ivyo muvuga; Nyenubumenyikurivyose, Irazi ivyo mukora n’ivyo muzirikana.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:245","price":"Ni nde yogurana Imana Allah ingurane nziza agatanga mu nzira yayo, maze Ikamugwiriza indishi yayo incuro nyinshi nta ngere! Burya Imana Allah Iragumya ingabirano zayo Ikagerera umukene, Ikanazirekura Igaha umutunzi umusesekara. Nimutange rero mu vyo Ibaha mutitangiriye itama, ni no kuri Yo muzosubizwa mumaze gupfa kugira muharurirwe, muheze muhemberwe ivyo mwakoze.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:246","price":"Ntumwa y’Imana! Mbega ntiwamenye inkuru y’abatewe iteka muri Bene Israyeli, inyuma yuko Intumwa Musa (nyakugira amahoro y’Imana Allah) itari ikiriho! Igihe basaba Umuvugishwamana wabo bati: “Twimikire umwami aturongore mu guharanira idini ry’Imana Allah, maze turwanye abansi bacu!” Na we abishura ati: “Ubwo ntivyoshika, mu gihe mwotegekwa kurwana ko mutorwana?”. Na bo barishura bati: “Ni igiki cotubuza kurwanira idini ry’Imana Allah, mu gihe twamaze kwomorwa mu zacu hamwe n’abana bacu?”. Kukaba nkako, Imana Allah Imaze kubategeka kurwana barongowe n’uyo mwami, bagenjeje umugongo barisubirako kiretse bake muri bo. Burya Imana Allah ni Yo Izi neza abirenganya mu kutubahiriza isezerano.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:247","price":"Umuvugishwamana wabo yababwiye ati: “Mu vy’ukuri, Imana Allah Yamaze kubarungikira Twaluti ngo ababere Umwami, yongere abarongore mu kurwanya umwansi nk’uko mwabisavye”. Abatewe iteka muri bo barishura n’ubwishime n’akantu bati: “Vyoshoboka gute ko Twaluti aba umwami wacu, kandi umwami akwiye gutorwa muri twebwe, akaba ata n’ubutunzi yahawe!”. Umuvugishwamana araheza ababwira ati: “Mu vy’ukuri, Imana Allah Yaramubahitiyemwo, Imwongerereza ubumenyi n’inguvu bimushoboza kurwanya umwansi, kandi rero Imana Allah Iha ubwami bwayo uwo Ishatse mu baja bayo. Burya Imana Allah ni Nyeningabirano-ntangere, Nyenubumenyikurivyose”.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:248","price":"Umuvugishwamana wabo abandanya ababwira ati: “Ikimenyetso c’ubwami bwiwe, ni uko azoza afise isandugu ririmwo Tawurati mwanyazwe n’abansi banyu, harimwo n’ituze rivuye ku Mana yanyu Rurema Allah, hamwe rero na bimwe mu bisigi[48] vyasizwe n’umuryango w’Intumwa y’Imana Musa n’uw’Intumwa y’Imana Haruna (ba nyakugira amahoro y’Imana Allah), bikaza bireruwe n’abamalayika”. Mu vy’ukuri muri ivyo vyose rero, ni ukuri harimwo ikimenyetso gihambaye kuri mwebwe ko Twaluti yarungitswe koko kw’itegeko ry’Imana Allah nimwaba mwemera Imana Allah n’Intumwa zayo.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"[48] Nk’inkoni n’ibisigarira vy’Imizingo yanditseko amabwirizwa Imana Allah Yahaye Intumwa Musa (nyakugira amahoro y’Imana Allah).","lang":"rn"},{"name":"2:249","price":"Umwami Twaluti rero amaze gusohoka n’ingabo ziwe agiye kurwana n’umwansi, yabwiye ingabo ziwe ati: “Mu vy’ukuri, Imana Allah Ihava Ibagerageza ko mwihangana nimwagera ku ruzi muhava mujabuka, uwuza kunywa muri rwo ntituzoba turi kumwe ku rugamba; uwutaza kunywa muri rwo, uyo tuzoba turi kumwe kiretse gusa uwonywa urushi rumwe. Bamaze rero gushika kuri rwa ruzi baranyoye amazi bararenza, kiretse bake muri bo banyoye urushi rumwerumwe gusa. Twaluti amaze kujabuka rwa ruzi ari kumwe n’abemeramana bake basigaye[49], bamaze kubona ubwinshi mu gitigiri n’ibirwanisho vy’abansi, bavuze bati: “Nta nguvu dufise kuri uyu musi zo kurwanya Jaluti n’ingabo ziwe”. Abizeye ko bazohura n’Imana Allah barishuye bibutsa bagenzi babo ubushobozi bw’Imana Allah, bati: “Ni kangahe umugwi w’abantu bake bemera, batsinze umugwi w’abantu benshi b’abagarariji ku bushobozi bw’Imana Allah! Burya Imana Allah Iri kumwe n’abihangana mu kubatera intege no kubashikana ku ntsinzi”.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"[49] Barenga gato abantu amajana atatu na cumi.","lang":"rn"},{"name":"2:250","price":"Bamaze kubonana imbonankubone na Jaluti ari kumwe n’ingabo ziwe, baratumbereye Imana Allah batakamba bati: “Mana yacu Rurema Allah! Ducucagire ukwihangana, Wongere Utsimbataze amaguru yacu ntiduhunge urugamba, Uduhe no gutsinda abagarariji”.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:251","price":"Ni ho rero bahavuye babatsinda ku bushobozi bw’Imana Allah, Dawudi (nyakugira amahoro y’Imana Allah) araheza arica Jaluti umukuru w’izo ngabo, maze Imana Allah Ica Imuha ubwami n’ubutumwa kuri Bene Israyeli, Imwigisha n’ivyo Ishaka mu bumenyi. Iyo rero Imana Allah Itaja Iraha inkomezi abemeramana ngo batsinde abagarariji, isi yari kwuzura ubwononyi bitewe n’ukuganza kw’abagarariji, ariko rero Imana Allah ni Nyeningabirano ku biremwa vyose.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"rn"},{"name":"2:252","price":"Muvugishwamana! Ivyo ni ibimenyetso n’ivyemezo vy’Imana Allah, Tukwiganira vy’ukuri. Kandi mu vy’ukuri wewe, ni ukuri uri imwe mu Ntumwa zacu.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"rn"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}