{"data":[{"name":"39:32","price":"Nta n’umwe arenganya akimonogoza gusumba uwurementaniriza Imana Allah[3], canke uwuhakana yivuye inyuma ukuri kwarungikanwe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) igihe kumushikiriye. Ni ukuri mu muriro wa Jahannamu, ni ho hari icumbi ry’abagarariji.","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"[3] Mu kuyitirira ibitaberanye n’icubahiro cayo; nko kuyitirira umwana, canke umugore, canke kuyibangikanya, canke gushinga ingingo ngo ni iy’Imana Allah kandi ata ho Yigeze Iyihishura.","lang":"rn"},{"name":"39:33","price":"Uwazanye ukuri mu mvugo n’ingiro mu Ntumwa maze akakugendera, we hamwe n’abamukurikiye, ni bo bagamburukiramana koko;","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:34","price":"Bagenewe kuronka ivyiza bipfuza ku Mana yabo Rurema Allah; iyo, ni yo mpembo y’abagwaneza mu kwubahiriza amabwirizwa;","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:35","price":"Ivyo biri ukwo, kugira Imana Allah Ibagumirize akabanga ku vyaha bakoze kw’isi bivanye n’ukwigaya kwabo, Iheze Ibababarire, Yongere Ibahembere ivyiza bakoze kw’isi mu kuronswa impembo nziza cane y’Ubwami bw’ijuru.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:36","price":"Burya none Imana Allah, si Yo Ibungabunga Umuja wayo Muhamadi mu kumukingira kugirirwa nabi n’ababangikanyamana! Ego cane, ni Yo Imubungabunga mu bijanye n’idini, Ikamuzigama no mu buzima bwo kw’isi. Ntumwa y’Imana! Baragutera n’ubwoba ko ibigirwamana vyokugeramira. Humura nta co bizokugira. Uwubaye intumva rero, Imana Allah Ikamuhubisha inzira ku butumva bwiwe, ntashobora kuronka n’umwe amurongora mu nzira yayo;","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:37","price":"Nayo uwushobojwe n’Imana Allah akemera akanagamburuka, ntihazoboneka n’umwe ashobora kumuhubisha inzira y’ukuri. Burya none Imana Allah, si Yo Nyenintsinzi-Mutaneshwa, Yihora bikwiye abayigarariza!","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:38","price":"Ntumwa y’Imana! No mu gihe woramuka ubajije ababangikanyamana uti: “Mbega, ni nde Yaremye amajuru n’isi?”. Ni ukuri, bazokwishura ata gushidikanya bati: “Vyaremwe n’Imana Allah”. Nibemanga ko ari Yo Rurema, uraca ubabaza kandi uti: “Mbega burya none, ibigirwamana musaba mu gishingo c’Imana Allah, birashoboye kunkura mu kaga n’igeragezwa nashizwemwo n’Imana Allah, canke birashoboye gutuma ntashikirwa n’ivyiza n’impuhwe nagiriwe n’Imana Allah!”. Nibemanga ko bitabishoboye, uraca ubabwira uti: “Imana Allah rero, ni Yo Ikwiye kunkingira. Abizera rero nibishimikize nyabuna kuri Yo bayizere”.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:39","price":"Ntumwa y’Imana! Vuga uti: “Emwe bantu narungitsweko! Nimukore ivyo mugira vyose nk’uko muvyipfuza mu gusenga ibigirwamana ata co bishoboye, jewe mu vy’ukuri nkora ivyo nkora, nisunze amabwirizwa y’Imana Allah, bitebe bitebuke rero muzomenya;","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:40","price":"Uwuzoshikirwa n’ibihano bisuzuguza mu buzima bwo kw’isi, agaheza akaja no mu bihano vyamaho mu buzima bw’inyuma yo gupfa”.","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:41","price":"Ntumwa y’Imana! Mu vy’ukuri Twebwe Allah, Twakumanuriye Qor’ani vy’ukuri, kugira ibere uburongozi ibiremwa mu bantu no mu Majini. Uwuzotumbera rero inzira igororotse akagendera n’inyigisho zayo, ni we nyene bizogirira akamaro; uwuzohuba iyo nzira na we akaba intumva, ni we nyene bizogirira inkurikizi mbi; kira noneho, wewe nturi umuhagarikizi abazwa ku vyo bakoze, ujejwe gusa kubashikiriza ubutumwa.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:42","price":"Imana Allah, Yaka ubuzima burundu ibiremwa mu gihe hageze ko bipfa[4] bigapfa; Ikaka ubuzima ibindi biremwa hataragera ko bipfa mu gihe bisinziriye (biri mw’itiro)[5]; maze Igasinziriza ubutakivayo ibiremwa Yandikiye ko bipfa, bigapfira muri nya tiro; Igaheza Igasubiza ubuzima ibindi biremwa bikikangura, maze bikabaho gushika isango rizwi ryo gupfa kwavyo rigere. Muri ivyo vyose rero, ni ukuri harimwo ivyemezo bigaragara vyotuma abantu biyumvira, bikebuka bagatahura ubushobozi n'ububasha vy’Imana Allah.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"[4] Urwo ni urupfu rukuru, rwitwa urupfu rukuru kuko inkomoko y’ubuzima “Roho” itandukana n’umubiri burundu kuko ikiringo co kubaho kw’isi kiba kirangiye; gutyo kwa gukakaza, kwumva no kubona vyatuma umuntu atahura ibiriko biraba, bigahagarara burundu.\n[5] Ugusinzira kwitwa urupfu ruto, kuko inkomoko y’ubuzima “Roho” itandukana n’umubiri mu gihe usinziriye, ku buryo ushobora gusa kwikakaza no guhema, ariko udashobora kwumva no kubona ngo utahure ibiriko biraba mu gihe cose uba ugisinziriye. Ugusinzira rero, ni urupfu ruto rushikira zina kiremwa-muntu ku musi ku musi, rukaba rwari rukwiye gutuma umuntu yibuka ko hariho urupfu rukuru.","lang":"rn"},{"name":"39:43","price":"Canke ababangikanyamana bagize ibigirwamana basenga mu gishingo c’Imana Allah, kugira bibavugire kuri Yo! Ntumwa y’Imana! Babwire uti: “Mbega none, ibigirwamana vyobavugira gute kandi na vyo nyene ata na kimwe bigaba, eka ntibinamenya namba ko mubisenga!”.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:44","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Burya, ivugira n’ivugirwa ry’ibiremwa vyose, ni ivy’Imana Allah; riba ku burenganzira bwayo, ni Yo Nyenubwami Iganza ibiri mu majuru no mw’isi n’ibiri hagati yavyo; hanyuma rero, ni kuri Yo muzosubizwa kugira muharurirwe, muheze muhemberwe ivyo mwakoze”.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:45","price":"Iyo rero havuzwe Imana Allah Yonyene, imitima y’abatemera ko hari ubuzima bw’inyuma yo gupfa, irashishwa n’ishavu n’akantu ikajugumira. Iyo havuzwe ibigirwamana naho, akamwemwe kakabasya, kuko havuzwe ikijanye n’ivyipfuzo vyabo; maze imitima yabo ikaremurukirwa.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:46","price":"Ntumwa y’Imana! Vuga uti: “Ewe Mana yanje Nzima! Rutanguzandemo Waremye amajuru n’isi! Rumenyi w’ibintu vyose; ibinyegeje n’ibiboneka! Ni Wewe ku musi w’izuka, Uzocira abaja bawe urutunganye, rugaragaza ukuri hagati y’abemeramana n’abagarariji ku vyo bahora bahazanako mw’idini, ndongora mu kunshikana ku kuri ku burenganzira bwawe, Wewe mu vy’ukuri, Urongora uwo Ushatse mu nzira igororotse[6]”.","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"[6] Iki gisabisho, ni kimwe mu bisabisho Intumwa yakunda gusaba mu ntumbero yo kwigisha abemeramana kugaruka ku Mana Allah mu kuyisaba hakoreshejwe amazina n’amatazirano vyayo.","lang":"rn"},{"name":"39:47","price":"Abirenganije mw’ibangikanyamana, iyo baba bagaba ibiri mw’isi vyose, hiyongeyeko n’ibindi nkavyo, bobitanze kugira bigombore muri vyo ku musi w’izuka; kira noneho, n’aho bobitanga ngo bigombore muri nya bihano, ntibirota vyemerwa namba. Kuri uwo musi rero, bazobona mu bihano vy’Imana Allah, ivyo batigera bibaza bakiri kw’isi ko vyoshika, bagwe mu gahundwe;","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:48","price":"Bazobona kuri uwo musi w’iharurirwa ry’ibiremwa, indishi mbi y’ivyo bari bararondeye kw'isi, mu kwitirira Imana Allah ibitaberanye n’icubahiro cayo, bazonasagirizwa n’ibihano bibabaza ku vyo bahora bateburako.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:49","price":"Iyo umuntu ashikiwe n’ivyago, aca atwitabaza Twebwe Allah ngo Tubimukureko, nta ko atagira mu kudutaka mu buryo bwose; Twamara kubimukurako Tukamuha inema ivuye iwacu, agaheza akinamura avuga yihaya yihayagiza mu kugarariza Imana Allah, ati: “Ni ukuri ivyo naronkejwe, nabihawe kuko Imana Allah Izi ko ndabikwiye”. Ahubwo nyabuna, uguhabwa kw’abantu inema, ni ikigeragezo kuri bo kugira hamenyekane (ku vyo Imana Allah Isanzwe Izi), uwushimira Imana Allah n’uwuyigarariza; ariko rero abenshi muri bo ku bujuju bwabo, ntibazi ko bageragezwa ku nema bahawe n’Imana Allah;","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:50","price":"Ntumwa y’Imana! Ni ukuri imigwi y’abantu bagararije aho hambere y’abantu bawe, baravuze ijambo nk’iryo ryo kwihakana inema z’Imana Allah, maze bararihanirwa; ico gihe rero, ivyo begeranije mu matungo n’abana, nta co vyabamariye;","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:51","price":"Kubera iryo jambo, ni ho rero bibonerako inkurikizi y’ivyo bakoze, maze barahanwa mu buzima bwo kw’isi. Ntumwa y’Imana! N’abirenganije rero mu kuvuga iryo jambo mu bantu bawe, bazokwibonerako inkurikizi y’ivyo bakoze maze bahanwe, kandi ntibazocaruka ngo bananire Imana Allah.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:52","price":"Mbega ntibamenye, ko Imana Allah Ironsa uwo Ishatse mu biremwa vyayo umusesekara w’ibimubeshaho kugira Imugerageze[7], Ikanagerera uwo Ishatse muri vyo kugira Imugerageze; bidaturutse ku butoni bw’uriya canke ku bugaba bw’uyu[8]! Mu vy’ukuri muri iryo ronswa ry’umusesekara canke igererwa ry’ibibeshaho, ni ukuri harimwo ivyemezo ku bemeramana bemera amabwirizwa y’Imana Allah bakanayashira mu ngiro, vyerekana ko ibeshwaho ry’ibiremwa ari ku mpuhwe n’ubugwaneza vy’Imana Allah.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"[7] Ko ashima inema z’Imana Allah akayisenga ari Imwe Rudende canke ko azihakana akayigarariza.\n[8] ko yihangana akigumya, akabumbwa n’ivyo aronse canke ko ahababuka agata imiragwe ku Mana Allah no ku bantu.","lang":"rn"},{"name":"39:53","price":"Ntumwa y’Imana! Bwira abaja banje barendegeye mu vyaha uti: “Ntimukihebure ku bwinshi bw’ivyaha vyanyu, ko mutobabarirwa ku mpuhwe z’Imana Allah; mu vy’ukuri Imana Allah, Iragumya akabanga ku vyaha vy’uwigaye, Ikanabibabarira vyose; mu vy’ukuri, ni Yo Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo”;","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:54","price":"Bantu! Enda nyabuna rero, nimugaruke ku Mana yanyu Rurema Allah maze mwigaye, muheze mwicishe bugufi kuri Yo imbere yuko mushikirwa n’ibihano vyayo, hanyuma ntimunaronke n’umwe abatabara;","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:55","price":"Muheze mukurikire n’ivyiza mwamanuriwe n’Imana yanyu Rurema Allah muri Qor’ani, mubigendere mu kwubahiriza amabwirizwa yayo imbere yuko mushikirwa n’ibihano mutabizi;","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:56","price":"Maze umuntu akicuza avuga ati: “Ese agahombo nagize mu kutitwararika gukora ivyo nabwirijwe n’Imana Allah! Ni ukuri kw’isi, nari mu batebura kuri vyo, ku Ntumwa no ku bemeramana”;","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:57","price":"Canke akavuga ati: “Iyo Imana Allah Indongora mw’idini ryayo, ni ukuri nari kuba ndi mu bagamburukiramana”;","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:58","price":"Canke akavuga igihe yabonye yamaze gusagirizwa n’ibihano vy’Imana Allah, ku musi w’izuka, ati: “Ese icompa nkasubizwa kandi kw’isi, ngaheza nkaba mu bagwaneza bubahiriza amabwirizwa y’Imana Allah!”.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:59","price":"Imana Allah Izoheza Yishure Iti: “Muntu! Ntibikabe nk’uko ubivuze! Ni ukuri, warashikiriwe n’ivyemezo vyanje vyerekana ukuri, maze urabihakana wivuye inyuma, uranagira amanyama mu kutavyemera, wari no mu bagarariji bagarariza Imana Allah n’Intumwa zayo”.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:60","price":"Ku musi w’izuka rero, abahakanye bivuye inyuma mu kubangikanya Imana Allah bayitirira n’ibitaberanye n’icubahiro cayo, uzobabona bijiriwe, mu maso hirabuye. Ni ukuri mu muriro wa Jahannamu, ni ho hari icumbi ry’abagira amanyama mu kudasenga Imana Imwe Rudende Allah.","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:61","price":"Imana Allah rero, Izoheza Irokore mu bihano, abayigamburukiye mu kwubahiriza amabwirizwa yayo mu kubashikana ku ntsinzi y’Ubwami bw’ijuru bipfuza, ntibazokorwako n’akabi, eka mbere bobo ntibazokwicwa n’intuntu namba ku vyo basize kw’isi.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:62","price":"Imana Allah, ni Yo Rurema Ikaba n’Umugabe Yaremye ibintu vyose, ni na Yo Muhagarikizi Itunganiriza ibiremwa;","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:63","price":"Ni Yo Nyenimpfunguruzo z’ibigega vy’amajuru n’isi, Igomororera muri vyo uwo Ishatse mu biremwa. Abagararije bivuye inyuma Aayah n’ivyemezo vy’Imana Allah, abo ni bo rero bahomvye mu buzima bwo kw’isi no mu bw’inyuma yo gupfa.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:64","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Mbega mwa bijuju mwe! Karashize ingani muntegeke kwiyegereza mu vyo nkora vyose mu gusenga ikitari Imana Allah, kandi ari Yo Ikwiye gusengwa Itabangikanijwe!”.","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:65","price":"Ntumwa y’Imana! Ni ukuri, wahishuriwe n’Imana Allah nk’uko Intumwa zo hambere yawe zahishuriwe; ko niwaramuka uhirahiye ukabangikanya Imana Allah n’ibiremwa, ibikorwa vyawe vyose bizocika impfagusa; kandi ni ukuri, uzoba uri mu bahomvye mu buzima bwo kw’isi no mu bw’inyuma yo gupfa[9];","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"[9] Kuko ata gikorwa na kimwe c’umubangikanyamana cemerwa mu gihe ataravavanura n’ibangikanyamana ngo yigaye atarapfa.","lang":"rn"},{"name":"39:66","price":"Ahubwo rero nyabuna, niwiyegereze Imana Allah mu vyo ukora vyose unayisenge ari Imwe Rudende, weze n’ivyo ukora vyose ku bwayo, wongere ube no mu bashima inema zayo.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:67","price":"Ababangikanyamana, ntibigeze baha namba Imana Allah icubahiro kiyikwiye mu kuyibangikanya n’ibiremwa, mu gihe ari Yo Nyenubushobozi; isi yose ku musi w’izuka izoba iri mu gipfunsi cayo; amajuru na yo azingwazingwe akonywakonywerezwe mu kuryo kwayo. Nihaninahazwe rero Imana Allah, Yongere Ihabwe n’icubahiro nta ngere mu buryo burengeye cane ivyo ababangikanyamana bayibangikanya;","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:68","price":"Inzamba yo guhonya ibiremwa rero izovuzwa, maze ibiremwa vyose biri mu majuru no mw’isi bihonere rimwe, kiretse ivyo Imana Allah Izoshaka ko bidashoka bihwera. Mu nyuma, hazovuzwa inzamba igira kabiri yo kuzura ibiremwa, ubwo nyene ibiremwa vyose bice bizukuruka mu kuzimu vyirabira ico Imana Allah Igiye kubigirira!","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:69","price":"Isi rero izoheza iboneshwe n’umuco w’Imana yayo Rurema Allah, igihe Yigaragaje mu gutunganiriza ibiremwa, maze abamalayika bace bugurura igitabu c’umwumwe wese muri vyo; Abavugishwamana na bo hamwe n’ivyabona vyagiriza umugwi wose w’abantu, baheze barengutswe kugira bagirize umugwi umwumwe w’abantu; maze Imana Allah Ibacire urugororotse vy’ukuri, eka ntibazorenganywa namba.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:70","price":"Umuntu wese rero, azoheza ahabwe indishi ikwiranye n’ivyo yakoze; indishi nziza ku ciza canke indishi mbi ku kibi. Burya rero Imana Allah, ni Yo Izi neza ivyo bagira kw’isi, Izobibahembera.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:71","price":"Abagararije Imana Allah n’Intumwa zayo, bazoshorerwa gusunurirwa mu muriro wa Jahannamu bari mu migwimigwi; bagize ngo barawushikiriye, abamalayika bawucungera bace babugururira imiryango yawo indwi, maze bababwire n’agashinyaguro n’akantu bati: “Mbega ntuze! Ntimwashikiriwe n’Intumwa zirungitswe muri mwebwe nyene, zibasomera Aayah z’Imana yanyu Rurema Allah, zikanabagabisha ku bihano muzohura na vyo kuri uno musi?”. Bace bishura bemanga bati: “Ego cane! Zaradushikiriye, ziranadushikiriza ubutumwa bw’Imana Allah, ariko rero twamaze kwagirwa n’ijambo ry’Imana Allah, aho Yasezeraniye ibihano abagarariji”.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:72","price":"Abagararije ko Imana Allah ari Yo Ikwiye gusengwa vy’ukuri, bazoheza babwirwe n’agasuzuguro n’akantu bati: “Dagamba muce ng’aha, muheze mwinjire mu miryango y’umuriro wa Jahannamu, muzowubamwo ibihe bidahera. Iryo rero, ni ryo cumbi ribi cane ry’abagira amanyama mu kutemera Imana Allah”.","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:73","price":"Abagamburukiye Imana yabo Rurema Allah mu kwubahiriza amabwirizwa yayo, bazotwarwa bajanwe mu Bwami bw’ijuru bari mu migwimigwi, bagize ngo barabushikiriye, bace bugururirwa imiryango yabwo ngo binjire, abamalayika babarindiranye igishika kuri nya Bwami, babahe ikaze n’akamwemwe n’akantu bati: “Nimugire amahoro, kaze murisanze, muragahorana urweze, iteka n’itekane! Murahawe ikaze rero mu Bwami bw’ijuru, muzobubamwo ibihe bidahera”;","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:74","price":"Bazoheza bavuge bakura ubwatsi bati: “Ishimagizwa ni iry’Imana Allah, Yo Yaduhaye isezerano ryayo ry’ukuri twashikirijwe n’Intumwa zayo, Iraheza Irarishitsa, Ituraga isi y’Ubwami bw’ijuru, aho twishira tukizana aho hose dushaka muri Bwo. Iyo rero, ni yo ndishi y’abagwaneza mw’igamburukiramana”.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"39:75","price":"Ntumwa y’Imana! Kuri uwo musi rero, uzobona abamalayika bakikuje ubuhangamo bwa Nyenimpuhwe, baninahaza mu gushimagiza Imana yabo Rurema Allah, maze Imana Allah Icire urugororotse vy’ukuri ibiremwa vyayo, abemeramana baje mu Bwami bw’ijuru, abagarariji na bo baje mu muriro udahera, haheze havugwe hashimirwa Imana Allah ngo: “Ishimagizwa ni iry’Imana Allah, Umubungabunzi w’ibiremwa vyose”.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"40:2","price":"Ihishurwa ry’iki Gitabu ca Qor’ani, ryavuye ku Mana Allah, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora;","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:3","price":"Ibabarira ivyaha vy’abanyavyaha, Ikakira n’ukwigaya kw’abigaya; Igahana Igahasha abubahutse gukora ivyaha hanyuma ntibigaye, Nyenimpano ku baja bayo bayumvira, nta mana ibwirijwe gusengwa vy’ukuri atari Yo, ni kuri Yo rero ibiremwa vyose bizosubizwa ku musi w’iharurirwa, kugira Ihembe kimwe cose ku rugero rw’ibigikwiye.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:4","price":"Nta wuharira ku bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, kiretse abagararije ko Allah ari Yo Mana Ikwiye gusengwa vy’ukuri. Ntumwa y’Imana! Ntugahendwe rero ngo ukangwe n’ukwishira n’ukwizana kwabo mu rudandazwa, hamwe rero no kworoherwa mu bihendamaso vy’isi;","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:5","price":"Hambere y’abo bagarariji, abantu barungikiwe Nuhu hamwe n’abaje mu nyuma zabo; nka Bene Aadi na Bene Thamuudi, barahakanye bivuye inyuma Intumwa barungikiwe, maze biha kuzigeramira, bacurika imitwe hamwe mu ntumbero yo kuzihana harimwo no kuzica, umugwi wose muri bo uraheza utegura umugambi wo gufata Intumwa yawo ngo uyice, baraheza baraharira bitwaje ikinyoma, kugira ngo nya kinyoma gitsinde ukuri, Nca Ndabashikura Ndabahana. Ntumwa y’Imana! Ehe raba rero ukuntu Nabahaye ibihano bikaze vyobera inkebuzo ibiremwa bindi bizoza mu nyuma!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:6","price":"Ni nk’uko nyene rero - Twahanye imigwi y’abagararije Intumwa aho hambere - ijambo ry’Imana yawe Rurema Allah ryo guhana abagararije, rija mu ngiro mu kuba ari abantu bo mu muriro.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:7","price":"Abamalayika bareruye ubuhangamo bwa Nyenimpuhwe “Arshi” bari kumwe n’abandi bamalayika babukikuje, baninahaza Imana yabo Rurema Allah mu kuyishimagiza mu buryo buberanye n’icubahiro cayo, bakayemera vy’ukuri, bagasabira imbabazi abemeramana, bavuga bati: “Mana yacu Rurema Allah! Impuhwe n’ubumenyi vyawe bikwiriye ikintu cose Waremye; kubera ivyo rero, Gumiriza akabanga maze Ubabarire abigaya ku vyaha vyabo bakanakurikira n’inzira yawe y’ubwislamu, Uheze Ubakingire n’ibihano vy’umuriro ururumba wa Jahannamu;","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:8","price":"Mana yacu Rurema Allah! Turagusavye ko Ubinjiza mu mirima itotahaye yo mu Bwami bw’ijuru rya “Adeni” Wabasezeraniye, bo hamwe n’aberanda muri ba se babo, abakenyezi babo n’uruvyaro rwabo. Mu vy’ukuri, ni Wewe Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ukora;","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:9","price":"Bakingire n’inkurikizi mbi y’ibicumuro vyabo, Ntubibahanire. Uwo wese rero Ukingiye inkurikizi mbi y’ibicumuro ku musi w’iharurirwa ry’ibiremwa, ni ukuri Uba Wamugiriye impuhwe zo kumukiza ibihano vyawe; iyo, ni na yo ntsinzi ihambaye”.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:10","price":"Mu vy’ukuri, abagararije ko Allah ari Yo Mana Ikwiye gusengwa vy’ukuri maze bakayibangikanya, igihe babonye intureka z’umuriro udahera, bazokwiyanka nya kwiyanka, maze abamalayika bawucungereye babahamagare bati: “Urwanko Imana Allah Yabanse mukiri kw’isi, igihe murarikirwa kuyemera hamwe n’Intumwa zayo mukagarariza, ruruta urwanko mwiyanka aho muboneye ibihano”.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:11","price":"Abagarariji rero bazovuga bati: “Mana yacu Rurema Allah! Watwishe incuro zibiri[2], Udusubiza n’ubuzima incuro zibiri nyene[3]; ubu rero turemanze ivyaha vyacu twakoze; mbega none, nta kuntu twoshobora kuva mu muriro udahera, maze tugasubira kw’isi tugaheza tukakwumvira!”. Ico gihe rero, ukwemanga kw’ivyaha vyabo nta co kuzobamarira;","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"[2] Igihe twari tukiri intanga tutarahuhirwamwo inkomoko y’ubuzima “Roho”, n’igihe ikiringo co kubaho kwacu kw’isi kirangiriye.\n[3] Igihe duhuhiriwemwo inkomoko y’ubuzima “Roho” tukabaho kw’isi, n’igihe dusubirijwe ubuzima tukazuka.","lang":"rn"},{"name":"40:12","price":"Bagarariji! Ivyo bihano mubihawe kuko mwararikiwe ukwemera Imana Imwe Rudende Allah, mugaheza mukeza n’ivyo mugira vyose ku bwayo, mukagarariza; n’iyo Ibangikanijwe n’ikindi kintu, mwaraheza mukacemera mukagikurikira. Ingingo yose rero ikwiye kwubahirizwa, ni iy’Imana Allah, Nyenicubahiro-ntangere, Nyenubukuru.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:13","price":"Bantu! Imana Allah, ni Yo Ibereka ivyemezo vyayo vyerekana ubushobozi bwayo, Ikabaronsa n’ibibabeshaho mu kubamanurira imvura izananye mu kirere; nta n’uwibuka ibi vyemezo, kiretse uwugaruka kuri Yo, akayitumbera mu vyo akora vyose.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:14","price":"Bemeramana! Nimwiyegereze rero Imana Allah mu vyo mukora vyose munayisenge ari Imwe Rudende, mweze n’ivyo mugira vyose ku bwayo n’aho vyoshavuza abagarariji.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:15","price":"Imana Allah, ni Yo Nyenicubahiro kirengeye vyose mu biremwa, Nyenubuhangamo buhambaye buri hejuru ya vyose. Ku mpuhwe zayo ku baja bayo, Ibarungikira Intumwa ziza kubashikiriza ihishurwa ryayo ry’amabwirizwa, riha ubuzima bw’umushaha uwo Imana Allah Ishatse muri bo, maze nya Ntumwa zikabagabisha ku bihano vyo ku musi ibiremwa vyose vyahuriye hamwe;","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:16","price":"Ku musi w’izuka, aho ibiremwa vyose bizoseruka imbere y’Imana Allah. Kuri uwo musi, nta na kimwe kizoba kinyegejwe kuri Yo mu vyerekeye ibiremwa, Imana Allah Izoheza Ivuge Iti: “Ubwami nya bwami kuri uno musi, ni ubwa nde!”. Izokwiyishura Iti: “Ni ubw’Imana Allah Nyarudende, Nyeninkomezi-ntangere;","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:17","price":"Kuri uyu musi rero, umuntu uwo ari we wese ahemberwa ivyo yarondeye kw’isi; impembo nziza ku ciza canke impembo mbi ku kibi. Kuri uyu musi rero, nta n’umwe arenganywa mu kurengerezwa urugero rw’ibihano canke mu kugabanywa indishi”. Mu vy’ukuri Imana Allah, Iranyarutsa mu guharurira no mu guhemba ibiremwa.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:18","price":"Ntumwa y’Imana! Gabisha abantu ku bihano vyo ku musi w’izuka uri hafi kugera, igihe imishaha y’ibiremwa izohababuka igahakwa kubivamwo ikabigera mu muhogo, vyishwe n’agahinda hamwe n’intuntu n’akantu. Abirenganije mw’igarariza, ntibazoronka umugenzi canke incuti, eka nta n’uwubavugira bazoronka yobavugira ku Mana Allah ngo yumvirwe.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:19","price":"Imana Allah Irazi neza agahemo k’amaso, Irazi n’ibihishijwe mu mishaha; yaba ineza canke inabi;","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:20","price":"Kandi Imana Allah, Icira urutunganye vy’ukuri ibiremwa. Nayo ibigirwamana bisengwa mu gishingo cayo, nta na kimwe bishoboye gutunganya mu bijanye no gucira imanza ibiremwa. Mu vy’ukuri Imana Allah, ni Yo Nyenukwumva, Irumva ibivugwa n’ibiremwa; Nyenukubona, Irabona neza ivyo bikora, Izobibihembera.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:21","price":"Ntumwa y’Imana! Mbega abahakanyi batigera bakwemera, ntibaragendagenda kw’isi ngo birabire ukuntu iherezo ry’abahakanyi b’aho hambere yabo, ryagenze! Abari aho, bari bafise ingabo n’inguvu nyinshi kubarusha, basize n’ibisigarira bigizwe n’inyubakwa n’ibindi vyerekana ko bari bahambaye kubasumba; ivyo vyose rero, nta co vyabamariye hageze guhanwa. Ni ho rero Imana Allah, Yabashikura Ikabahanira ivyaha vyabo, eka ntibanaronse uwubakingira ibihano vy’Imana Allah.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:22","price":"Ivyo bihano rero vyahawe abahakanyi b’aho hambere, kuko bashikiriwe n’Intumwa z’Imana, zaje zibangikanije ivyemezo vyerekana ukuri kwazo, baraheza barazihakana bivuye inyuma, Imana Allah Ica Irabashikura Irabahana. Mu vy’ukuri Imana Allah, ni Nyeninguvu, Irahana Igahasha uwo wese ayigarariza.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:23","price":"Ni ukuri, Twaranarungikanye Musa ivyemezo vya Aayah zacu hamwe n’icemezo kigaragaza ko Imana Allah ari Imwe Rudende;","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:24","price":"Twamurungitse kwa Firawuni wa Misiri, Haamaana na Qaaruuni, maze baca bavuga bamirira kure ubutumwa bwiwe n’amanyama n’akantu bati: “Musa, ni umurozi akaba n’umukonikoni w’umubeshi ruhebwa”.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:25","price":"Igihe rero Musa yazana ibitangaro vy’ukuri bivuye iwacu Twebwe Allah, ntibamuhakanye ngo bamurwanye gusa, ahubwo barinamuye bavuga bati: “Nimwice abana bose b’abahungu bavyarwa n’abemeye Musa, muheze musigaze abakobwa babo tuzobagire abajakazi bacu”. Burya, gukoresha urwenge kw’abagarariji mu kurwanya idini, nta co kubagezako kiretse uguhona n’ubuhuvyi.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:26","price":"Firawuni yavuze abwira abunganizi biwe ati: “Nkundira mundeke nice Musa, maze aheze yambaze Imana yiwe Rurema Yamurungitse, Iheze Imutabare; mu vy’ukuri jewe, mfise ubwoba n’impungenge ko yohindura idini ryanyu mukamukurikira, canke agakwiragiza ubwononyi mu gihugu ca Misiri”.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:27","price":"Musa yabwiye Firawuni n’abunganizi biwe ati: “Jewe mu vy’ukuri, nikinze ku Mana yanje Ikaba ari na Yo Mana yanyu Rurema Allah, ndayisaba ko Inkingira igeramirwa ry’uwo wese agira amanyama mu kutemera Imana Imwe Rudende Allah, atanemera n’umusi w’iharurirwa ry’ibiremwa”.","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:28","price":"Ni ho rero umwemeramana umwe mu bantu ba Firawuni, yahisha ukwemera kwiwe, yavuga ati: “Ubwo nyene murakanagaye mwice umuntu w’inzirakarengane, mumuhora gusa kuba avuze ati: “Imana yanje Rurema ni Allah”, kandi yanabazaniye ivyemezo bivuye ku Mana yanyu Rurema Allah, vyerekana ukuri kwiwe! Musa rero niyaba abesha biramusha, kuko bizomugarukako. Niyaba naho ari imvugakuri, nta kibuza ko muzoshikirwa na bimwe mu vyo abagabishako. Mu vy’ukuri Imana Allah, ntishoboza kurongoka mu nzira yayo, uwimonogoje mu bugarariji, akagenzwa n’ubwononyi kw’isi, akaba n’umubeshi ruhebwa;","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:29","price":"Bantu banje! Ndemera cane ko uno musi mufise inganji y’ubwami bwo gucinyiza Bene Israyeri n’abandi banyagihugu bo muri Misiri; none aho bukera, ni nde azodukingira ibihano vy’Imana Allah, igihe vyadushikiye!”. Firawuni yabwiye abari ng’aho yishura ati: “Bantu muri ng’aha! Nta co nobahanura gukora, kiretse ico nanje nyene mbona ko kibereye; kandi sindabarongora, kiretse mu nzira nziza ibereye y’ubugororotsi”;","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:30","price":"Maze wa mwemeramana mu bantu ba Firawuni, yishura ahanura yongera agabisha ati: “Jewe mu vy’ukuri, mfise ubwoba n’impungenge, ko mu gihe mwohirahira mukica Musa, mwoshikirwa n’ibihano nk’ivyashikiye imigwi y’abiyunze mu kurwanya Intumwa;","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:31","price":"Nk’uko vyagendeye abantu ba Nuhu, Bene Aadi, Bene Thamuudi, hamwe rero n’ababakurikiye mu nyuma mu bugarariji, abo bose rero, Imana Allah Yarabahoneje. Burya Imana Allah, ntishaka namba kurenganya abaja bayo ngo Ibahanire icaha batakoze;","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:32","price":"Bantu banje! Jewe mu vy’ukuri, ndatinya ko mwoshikirwa n’ibihano vyo ku musi w’izuka, igihe abantu bazohamagarana hagati yabo bivuye ku ntureka z’uwo musi;","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:33","price":"Umusi mwagenjeje umugongo muhunga, ntimuzoronka ababakingira ibihano vy’Imana Allah. Uwuzoteterezwa n’Imana Allah mu kutamushoboza kurongoka mu nzira yayo, ntazoronka n’umwe amurongora mu nzira yayo”.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:34","price":"Ni ukuri, mwararungikiwe Umuvugishwamana Yusufu mwene Yakubu (ba nyakugira amahoro y’Imana Allah) imbere y’irungikwa rya Musa, yaje yibangikanije ivyemezo vyerekana ukuri kwiwe, araheza abararikira ukwemera n’ugusenga Imana Imwe Rudende Allah, ntimwaretse kuguma mu makenga ku vyo yabazaniye akiriho, muraheza murushirizaho kuyagira inyuma y'aho apfiriye; amaze gupfa, muca muvuga muti: “Mu vy’ukuri Imana Allah, ntizobarungikira iyindi Ntumwa mu nyuma ya Yusufu”. Ni nk’iryo hubishwa rero, Imana Allah Ihubisha uwo wese yimonogoje mu bugarariji no mu kurenga ku mabwirizwa yayo, akamana amakenga mu kwemera ko Imana Allah ari Imwe Rudende.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:35","price":"Abaharira ku bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, ata n’icemezo bahawe gishingiye ku bumenyi; abo rero, iharira ryabo rirashavuza cane Imana Allah, rigashavuza n’abemeramana. Ni nk’uko nyene rero Imana Allah - Idashoboza kurongoka abaharira ku bijanye na Aayah zayo ata n’ubumenyi bafise - Itera ikimangu ku mutima w’uwo wese agira amanyama mu kutemera Imana Imwe Rudende Allah, akimonogoza no mu kurenganya abandi.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:36","price":"Firawuni yavuze yiyamiriza Musa ati: “Ewe Haamaana! Enda nyabuna rero, nyubakira inyubakwa ndende (umunara), hari n’aho noronka inzira zinshikana ku co nshaka;","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:37","price":"Inzira zinshikana mu majuru, kugira nirabire ko Imana ya Musa Ibaho. Mu vy’ukuri, ndibwira neza ko Musa abesha, ata mana yindi iri hejuru”. Ni nk’ukwo rero Firawuni yaryoherejwe ibikorwa vyiwe bibi akabibona ko ari vyiza, gutyo bimubuza gukurikira inzira y’ukuri; burya urwenge rwa Firawuni mu kurwanya ukuri, nta kindi rwari kumushikanako, kiretse agahombo no guhona.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:38","price":"Wa mwemeramana mu bantu ba Firawuni, yarongeye guhanura abantu biwe ati: “Emwe bantu banje! Enda rero nyabuna nimunkundire munkurikire, mpeze ndabarongore mu nzira ibereye y’ubugororotsi;","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:39","price":"Bantu banje! Ni ukuri ubuzima bwo kw’isi, ni ubwo kuryoherwa n’ibihendamaso mu kanya gato hanyuma bugahera; mu gihe ubuzima bw’inyuma yo gupfa, ari bwo buzima bwo kuryoherwa n’ivyiza vyamaho ibihe bidahera;","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:40","price":"Abazokora ikibi uko kingana kwose rero, mu buzima bw’inyuma yo gupfa ntibazohabwa kiretse igihano kingana na nya kibi; nayo abazokora iciza gitegetswe uko kingana kwose, baba abahungu canke abakobwa, maze bakagikora ari abemeramana; abo, ni bo rero bazokwinjira mu Bwami bw’ijuru, aho bazoronswa ibibabeshaho ata kugererwa ngo baharurirwe;","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:41","price":"Emwe bantu banje! Bishoboka gute ko ndabararikira kwemera Imana Allah n’Intumwa yayo Musa, kugira muhabwe Ubwami bw’ijuru, na mwe mukandarikira gukora ibinjana mu muriro!","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:42","price":"Mundarikira kugarariza Imana Allah no kuyibangikanya n’ivyo ntafitiye ubumenyi, ko bikwiye gusengwa mu gishingo cayo, mu gihe jewe ndabararikira gukurikira inzira ibashikana ku Mana Allah Nyenintsinzi-Mutaneshwa, Nyenimbabazinyinshi;","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:43","price":"Ni ivy’ukuri rero, ko ivyo mundarikira kwemera, bidakwiye kurarikirwa ngo bisengwe, eka ntibinakwiye kwizerwa mu buzima bwo kw’isi no mu bw’inyuma yo gupfa, kuko ata co bishoboye. Nimumenye rero, ko ibiremwa twese tuzosubira ku Mana Allah, kugira Ihembere umwumwe wese ku vyo yakoze; mumenye n’uko, abimonogoje mu bugarariji, bakagenzwa n’ubwononyi bwo gusesa amaraso kw’isi, ari bo bantu bo mu muriro udahera”.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:44","price":"Wa mwemeramana amaze kubahanura bakamwirengagiza, yababwiye ati: “Burya, bitebe bitebuke, muzokwibuka ko nabahanuye ata co mugikiza. Nayo jewe, ndikinze ku Mana Allah mu kuyishimikiza. Mu vy’ukuri, Imana Allah ni Nyenukubona, Irabona neza ibikorwa n’abaja bayo kandi Izobibahembera”.","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:45","price":"Ni ho rero uyo mwemeramana mu bantu ba Firawuni, Imana Allah Yamukingira ubugizi bwa nabi bwa Firawuni n’abunganizi biwe, maze bahitanwa n’igihano kibi c’akataraboneka, co gusomeshwa nturi;","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:46","price":"Bashoka bahona. Hanyuma, aho bari mu kuzimu bacishwa mu bihano vy’umuriro igitondo n’umugoroba[4], no ku musi w’izuka ry’ibiremwa, abamalayika bacungereye umuriro bazobwirwa bati: “Nimushire abantu ba Firawuni mu bihano bikaze vyo mu muriro”.","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"[4] Iyi Aayah, ni icemezo gikwiye mu kwemeza ko ibihano vyo mu mva ari ivy’ukuri.","lang":"rn"},{"name":"40:47","price":"Igihe rero abantu bo mu muriro batanyeko imiragwe baharira hagati yabo, maze abapfuye gukurikira abandi, bakabwira indongozi zabo bakurikiye, zagira amanyama mu kutemera Imana Allah, bati: “Twebwe mu vy’ukuri, ni mwebwe twumviye kw’isi turabakurikira; aho none ga ntu, kuri uno musi ntimwoza tukabagerurira ku mutwaro wacu w’ibihano vyo mu muriro!”.","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:48","price":"Indongozi zabo bakurikiye, zagira amanyama mu kutemera Imana Allah, zizokwigovyora ziti: “Ntidushoboye namba kubaremurura umutwaro wanyu w’ibihano vyo mu muriro, kuko twese mu vy’ukuri turi muri vyo, mu vy’ukuri Imana Allah ku butungane bwayo, Yamaze guha umwumwe wese muri twebwe ibihano bikwiranye n’ivyo yakoze”.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:49","price":"Abari mu muriro udahera rero, bose bazobwira abamalayika “Al-Zabaaniya” bacungereye Jahannamu babinginga bati: “Enda nimudusabire ku Mana yanyu Rurema Allah, maze Idutezurire mu bihano n’umusi n’umwe, duheze turuhuke na gato!”;","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:50","price":"Abamalayika bazobishura n’agashinyaguro n’akantu bati: “Mbega none, ntimwashikiriwe n’Intumwa zanyu mwarungikiwe, zikaza zibangikanije ivyemezo bitomoye, mukazihakana mwivuye inyuma!”. Na bo bazoheza bemange bati: “Ego cane zaradushikiriye!”. Ni ho ba bamalayika bazoca babiyama bati: “Kubera ivyo rero, twebwe ntiturota tubasabira, enda nimwisabire mwebwe nyene, ariko rero ntimwumvirwa ngo mutezurirwe kuko muri abagarariji, burya igisabisho c’abagarariji nta co kibashikanako, kiretse ko kiba impfagusa”.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:51","price":"Mu vy’ukuri Twebwe Allah, ni ukuri Turatabara Intumwa zacu hamwe n’abemeramana bazikurikiye, Tukabatera n’intege mu kwiganzura ababageramiye mu buzima bwo kw’isi. Ku musi w’izuka naho, abamalayika, Abavugishwamana n’abemeramana bazoba ivyabona, ko abahakanye bashikirijwe koko ubutumwa, baraheza barabuhakana;","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:52","price":"Umusi w’iharurirwa ry’ibiremwa rero, ivyireguzo vy’abirenganije mu kurenga ku mabwirizwa y’Imana Allah, nta co bizobamarira, baranagenewe ivumwe hamwe n’iherezo ribi mu buzima bw’inyuma yo gupfa.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:53","price":"Ni ukuri Twebwe Allah, Twarahaye Musa uburongozi muri Tawurati hamwe n’ibitangaro bishikana ku kuri; Turanaraga Bene Israyeli Igitabu ca Tawurati bagenda bahererekana uruvyaro ku rundi;","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:54","price":"Kugira nya Gitabu kibarongore mu nzira nziza y’ubugororotsi, giheze kibere n’urwibutso incabwenge koko.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:55","price":"Ntumwa y’Imana! Niwirengagize rero ibangamira ry’ababangikanyamana, maze wihangane, uheze ushishikare irarikiramana, mu vy’ukuri isezerano ry’intsinzi wahawe n’Imana Allah, ni iry’ukuri; uheze usabe ikigongwe ku vyaha vyawe, wongere ushishikare kuninahaza mu gushimagiza Imana yawe Rurema Allah umugoroba n’igitondo.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:56","price":"Mu vy’ukuri, abaharira ku bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, ni ukuri baharira mu ntumbero yo kuburagiza ukuri ata n’icemezo bahawe gishingiye ku bumenyi, nta kiri mu gikiriza cabo, kiretse amanyama yo guhonyanga ukuri bakubona, ku gusharika Umuvugishwamana Muhamadi kw’iteka ry’ubutumwa yahawe, ivyo bikaba ata co bizobashikanako. Ntumwa y’Imana! Niwikinge ku Mana Allah Igukingire ishari ryabo, mu vy’ukuri ni Yo Nyenukwumva, Irumva ivyo bavuga; Nyenukubona, Irabona neza ivyo bakora, Izobibahembera.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:57","price":"Ni ukuri iremwa ry’amajuru n’isi, rirahambaye kuruta iremwa ry’abantu n’isubizwa ry’ubuzima bwabo bakazuka kandi baramaze guhwera, ariko rero abenshi mu bantu, ntibazi ko iremwa ry’ivyo vyose ryoroshe ku Mana Allah.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:58","price":"Nta ho vyakabaye ko impumyi n’uwubona bonganya ubutore. Ni nk’uko nyene rero abemeye ko Allah ari Imana Imwe Rudende Itabangikanywa, bakumvira n’Intumwa zayo, bakubahiriza n’amabwirizwa yayo, ata ho banganiye mu butore n’abatemera ko Allah ari Imana Imwe Rudende, bagahakana n’Intumwa zayo, bakarenga no ku mabwirizwa yayo. Bantu! Burya ni gake mwibuka ivyemezo vy’Imana Allah, mukanyurwa.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:59","price":"Bantu! Mu vy’ukuri isango ry’umuhero w’isi, vuba bwango rirashika nta gisivya. Nimuvyizere nk’uko mwabishikirijwe n’Intumwa kuko nta makenga arimwo. Ariko rero abenshi mu bantu, ntibemera ko umuhero w’isi ugiye gushika ngo baheze bawitegurire.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:60","price":"Bantu! Imana yanyu Rurema Allah Yavuze Iti: “Nimunsabe mutambangikanya na kimwe mu biremwa, maze Ndabahe ivyo musavye; mu vy’ukuri, abagira amanyama mu kuticisha bugufi ngo banyiyegereze mu vyo bakora banansenge Ndi Imana Imwe Rudende, bazokwinjira mu muriro wa Jahannamu basuzuguritse”.","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:61","price":"Imana Allah, ni Yo Yabagiriye ijoro kuba umuzimagiza kugira muturure muri ryo muheze muruhuke; Ibagirira n’umurango, kuba habona kugira murondere icorirenza mu mpano zayo. Mu vy’ukuri Imana Allah, ni Nyeningabirano zihambaye ku bantu, ariko rero abenshi muri bo ntibayishimira ngo bayiyegereze mu vyo bakora banayisenge ari Imwe Rudende.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:62","price":"Uwabagiriye ivyo vyiza rero, ni Yo Mana yanyu Rurema Allah, Yaremye ibintu vyose, nta mana yindi ibwirijwe gusengwa vy’ukuri atari Yo. None, ni gute muyibangikanya ha kuyisenga ari Imwe Rudende!","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:63","price":"Bagarariji! Ni nk’uko nyene rero - mwahakanye ukuri mugahitamwo ikinyoma - abahakanye bivuye inyuma ivyemezo vy’Imana Allah, bahusha ukuri bagakurikira ikinyoma.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:64","price":"Imana Allah, ni Yo Yabagiriye isi kuba ubutururo bwanyu; Ibagirira n’ijuru riri hafi y’isi, kuba igisenge kibakingira; Iraheza Ibashirira muri nya juru ibimenyetso vy’inyenyeri bibazimurura; Ibarema mw’ishusho n’indemo vyiza bibereye, Ibaronsa n’ibibabeshaho vyiza birekuwe. Uwabagiriye ivyo vyiza vyose rero, ni Yo Mana yanyu Rurema Allah. Harakubahwa rero Imana Allah, Umubungabunzi w’ibiremwa vyose;","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:65","price":"Ni Yo Nyenubugingo budashira nk’uko buyikwiye, nta mana yindi ibwirijwe gusengwa vy’ukuri atari Yo, nimuyiyegereze rero mu kuyisaba ari Imwe Rudende, mweza n’ivyo mugira vyose ku bwayo. Nihashimagizwe Imana Allah, Umubungabunzi w’ibiremwa vyose.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:66","price":"Ntumwa y’Imana! Vuga ubwire ababangikanyamana uti: “Mu vy’ukuri jewe, nabujijwe n’Imana Allah gusenga ibigirwamana musenga mu gishingo cayo, inyuma y’aho maze gushikirwa n’ivyemezo bivuye ku Mana yanje Rurema Allah, kandi nategetswe kwicisha bugufi no kwumvira Imana Allah, Umubungabunzi w’ibiremwa vyose;","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:67","price":"Ni Yo Yaremye so Adamu mw’ivu; hanyuma abamwamutseko, Ibarema mw’ima ry’intanga umugabo asunikira mu gitereko c’umugore, maze nya ma rikibumba rikaba amaraso avuze; mu nyuma mugaheza mukagenda murakura bukebuke, gushika n’aho muvuka muri abana; hanyuma mukagenda murakura bukebuke gushika mugere mu bigero; hanyuma mukagera mu busaza. Muri mwebwe rero, hari n’abapfa imbere y’aho. Izo ntambwe zose z’ubuzima rero, Twazibagereye kugira mushike kw’isango nyezina rizwi ryo kuba kw’isi hanyuma muhwere, no kugira mutahure ivyemezo na Aayah vy’Imana Allah, muheze mumenye ko ata yindi mana ibwirijwe gusengwa itabangikanywa atari Yo;","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:68","price":"Ni Yo Itanga ubuzima Ikanabwaka. Iyo rero Ishatse ikintu ko kiba, ni ukuri Ikibwira gusa Iti: “Ba” kigaca kiba ubwo nyene”.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:69","price":"Ntumwa y’Imana! Ubwo ntutangazwa n’abahakanyi baharira ku bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, ukuntu bahusha ukuri bakayibangikanya!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:70","price":"Abahakana bivuye inyuma Qor’ani hamwe n’ibindi Bitabu Twarungikanye Intumwa zacu kugira birongore abantu mu nzira yacu, bitebe bitebuke, bazomenya inkurikizi y’ubuhakanyi bwabo;","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:71","price":"Igihe baboheshejwe iminyororo mw’izosi, maze bakaboheshwa n’amapingu ku maguru, bagaheza bakabururwa n’abamalayika “Al-Zabaaniya” bacungereye umuriro;","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:72","price":"Mu mazi asebuye akaryimara, hanyuma bakabata mu muriro wama wakijwe wa Jahannamu;","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:73","price":"Hanyuma bakabwirwa n’agashinyaguro n’akantu bati: “Mbega imana zanyu mwahora musenga ziri hehe!","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:74","price":"Zazimanganiye hehe ko mwazibangikanya n’Imana Allah! Ubwo ntimwozisaba zikabakura mu kaga murimwo!”. Bazoheza bishure bati: “Zazimanganye nta n’ico zatumariye, ahubwo mbere tukiri kw’isi, twasenga ibintazi ata co bimaze”. Ni nk’uko rero Imana Allah - Yazimanganije ibigirwamana mu muriro udahera - Ihubisha abagarariji ku bugaba bwabo;","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:75","price":"Bagarariji! Ivyo bihano mwahawe rero, vyaturutse ku kugotwa kwanyu kw’isi mu kuryoherwa n’ibikorwa bibi mwakora, no ku kurangwa n’amanyama hamwe n’akarenganyo.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:76","price":"Bazobwirwa bati: “Ku kubera ubugarariji bwanyu rero, nimwinjire mu muriro wa Jahannamu, muzowubamwo ibihe bidahera”.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:77","price":"Ntumwa y’Imana! Niwirengagize rero ibangamira ry’ababangikanyamana, maze wihangane, uheze ushishikare irarikiramana, mu vy’ukuri isezerano ry’intsinzi wahawe n’Imana Allah, ni iry’ukuri, kandi Izorishitsa. Mu gihe rero Twokwereka mu buzima bwawe bimwe mu bihano Twasezeraniye ababangikanyamana, canke Tukakwica imbere yuko bashikirwa na nya bihano, ni kuri Twebwe Allah bazosubizwa ku musi w’izuka kugira Tubahanire ivyo bakoze.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:78","price":"Ntumwa y’Imana! Ni ukuri, Twararungitse hambere yawe Intumwa nyinshi, zaje zirarikira abo zarungitsweko ukwemera Imana Imwe Rudende Allah, ziraheza zirihanganira ibangamira ry’abantu bazo. Muri zo rero, harimwo izo Twakwiganiye ido n’ido amateka yazo; harimwo n’izo Tutakwiganiye amateka yazo, zose rero zikaba zabwirijwe gushikiriza abantu bazo, ivyo zahishuriwe. Nta ho vyakabaye rero, ko Intumwa ishikiriza Aayah canke igitangaro na kimwe, kiretse ko yabishikiriza ku burenganzira no ku bushake vy’Imana Allah. Nihagera rero, ko ingingo y’Imana Allah yo guhana abahakanyi ija mu ngiro, hazocibwa urutunganye vy’ukuri hagati y’Intumwa n’abo zarungitsweko, maze abanyakinyoma bahombe ku kurementaniriza Imana Allah.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:79","price":"Imana Allah, ni Yo Yabagiriye ibitungwa kugira muvyikoreko, maze mwiyunguruze kuri bimwe, ibindi na vyo mufungure inyama zavyo;","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:80","price":"Ibitungwa biranabafitiye akamaro kanini cane. Yabibagiriye no kugira muvyunguruzeko ivyo mushaka kwunguruza mubijana mu bihugu vya kure; muranavyiyunguruzako imusozi, mw’ibahari na ho mukiyunguruza mu bwato.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:81","price":"Imana Allah, Iranabereka ivyemezo vyayo vyinshi kandi bitomoye, vyerekana ubushobozi n’ububasha vyayo ifise ku biremwa. None ni icemezo nyabaki mu vyemezo vyayo mubeshuza mugahakana!","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:82","price":"Mbega none, abahakanyi batigera banyurwa na Aayah hamwe n’ivyemezo vyayo, ntibaragendagenda kw’isi ngo birabire ukuntu iherezo ry’abahakanyi b’aho hambere yabo, ryagenze! Bari n’abantu bafise ingabo n’inguvu nyinshi kubarusha, basize n’ibisigarira bigizwe n’inyubakwa n’ibindi vyerekana ko bari bahambaye kubasumba! Ivyo barondeye vyose rero, nta co vyabamariye hageze guhanwa;","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:83","price":"Igihe rero abahakanyi bashikirwa n’Intumwa zabo, zikaza zibangikanije ivyemezo bitomoye, barishimiye ubumenyi bwabo buca kubiri n’ukuri bashikirizwa na nya Ntumwa, maze bakikuzwa n’ibihano bahora bihutira gusaba ko bohabwa[5] ku gutebura.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"[5] Iyi Aayah, iremeza ko ubumenyi buca kubiri n’ubwislamu, canke bubutyoza, canke butera amakenga kuri bwo, buba ari ubumenyi budakundwa n’Imana Allah, n’uko umumenyi yisunga ubwo bumenyi, atari mu bakurikizi b’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"40:84","price":"Igihe rero nya bahakanyi bashikirwa n’ibihano vyacu, baciye bemanga bavuga bati: “Twemeye Imana Allah Yo Yonyene, twanagararije mu kwamirira kure ivyo twahora tuyibangikanya”;","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:85","price":"Ico gihe rero, ukwemera kwabo nta co kwari kubamarira kandi bamaze kwugarizwa bakagirwa n’ibihano. Ni ukwo vyamye rero ku bahakanyi b’aho hambere, ko ukwemera kwabo bamaze kwagirwa n’ibihano ata co kwaba kubamariye. Aho rero, ni ho abagarariji batemera ko hariho Imana Imwe Rudende Allah, baheza bagahanwa, bakagoka bagahona.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"41:2","price":"Iyi Qor’ani, yahishuwe na Nyenimpuhwe ku biremwa, Nyenimbabazi ku batoni bayo, ku Muvugishwamana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah);","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:3","price":"Ni Igitabu, Aayah zaco zatomowe bikwiye mu nsiguro no mu ngingo vyazo. Qor’ani yamanuwe yoroshe gutahura mu rurimi rw’icarabu ku bantu baruzi neza;","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:4","price":"Ishikiriza inkuru nziza abantu bayemera bakayigendera, ko bagenewe indishi kw’isi no mu buzima bw’inyuma yo gupfa, ikanagabisha abayigarariza ku bihano bibarindiriye kw’isi no mu buzima bw’inyuma yo gupfa; ariko abenshi muri bo, barayirengagiza, ntibayumva ngo baheze bayemere, bayigendere.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:5","price":"Abagarariji birengagiza Qor’ani, babwiye Umuvugishwamana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) bati: “Imitima yacu irugaye, ntiyoroha ngo itahure ivyo uturarikira kwemera; n’amatwi yacu yarazivye, ntiyumva ivyo uvuga; kandi hagati yacu na we hari ipaziya ituma tutokurikira irarikiramana ryawe. Kubera ivyo rero, kora ivyo ukora wisunze idini ryawe, na twe nyene ntitwicaye, mu vy’ukuri dukora ivyo dukora twisunze idini ryacu, ntiturota tugukurikira”.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:6","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Ni ukuri jewe, ndi umuntu nkamwe, mpishurirwa gusa n’Imana Allah ko Imana yanyu Ikwiye gusengwa Itabangikanywa, ari Imana Imwe Rudende Allah, nimukurikire rero inzira ibashikana kuri Yo, mwongere muyisabe ikigongwe ku vyaha vyanyu. Uguhanwa nya guhanwa rero, ni ukw’ababangikanyamana bateza imitima yabo mu gusenga Imana Imwe Rudende Allah;","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:7","price":"Abadatanga imperezwa ngo bayihereze abayigenewe, batanemera izurwa ry’ibiremwa, eka ntibanemera ko Ubwami bw’ijuru n’umuriro udahera, bibaho”.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:8","price":"Mu vy’ukuri abemeye Imana Allah, Intumwa yayo n’Ibitabu vyayo, bagakora n’ivyiza bitegetswe ku bw’Imana Allah, barategekanirijwe impembo ihambaye yamaho.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:9","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Ni ukuri, aho nyene murakenyeye mugararize Imana Allah Yaremye isi mu misi ibiri, maze muyigirire ababangikanyi muyibangikanya mu gusengwa! Iyo Mana Yaremye, ni Yo Mana Mubungabunzi w’ibiremwa vyose;","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:10","price":"Iraheza Ishira kuri nya si, imisozi iyigumya, Iranayihezagira kugira izokwame ibeshaho abayibako; maze mu yindi misi ibiri Igera imfungurwa n’ibindi vyose nkenerwa mu buzima bwo kw’isi, gutyo yose hamwe iba ikwiye imisi ine ku bashaka kubaza ikiringo c’iremwa ry’isi n’ibirimwo;","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:11","price":"Mu nyuma, ni ho Yatumbera ijuru Irarirema, imbere y’aho rikaba ryari umwotsi, maze Iraribwira hamwe n’isi Iti: “Nimubeho mwubahiriza ibwirizwa ryanje vyanka bikunda!”. Maze ijuru n’isi biragamburuka biti: “Twakwitavye, twicishije bugufi mu bugamburutsi nta ngere, ntiturota duca kubiri n’ibwirizwa ryawe”;","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:12","price":"Ni ho rero Imana Allah, Yatunganya iremwa ry’amajuru indwi mu misi ibiri, gutyo ikiringo c’imisi y’iremwa ry’amajuru indwi n’isi, kiba imisi itandatu[2]; Iraheza rero Ihishura mw’ijuru rimwerimwe amabwirizwa yubahirizwa muri ryo, Iranashariza ijuru ryegereye isi n’inyenyeri zakaka nk’amatara, kugira Irikingire kuvogerwa n’amashetani asuma urusaku. Iryo remwa ritangaje ry’ivyo vyose rero, ni indinganizo yateguwe na Nyenintsinzi-Mutaneshwa, Nyenubumenyikurivyose”.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"[2] Imana Allah Yaremye amajuru n’isi mu misi itandatu ku ntumbero Yo Yonyene Izi kandi Ifise ku biremwa, mu gihe Ishoboye kubirema vyose mu kanya isase.","lang":"rn"},{"name":"41:13","price":"Ntumwa y’Imana! Abahakanyi rero nibirengagiza Qor’ani, inyuma y’aho bayitomorewe bagatomorerwa n’ibiranga Imana Allah, uraheza ubabwire uti: “Ku bwanje, nabagabishije ku bihano bihonya; nk’ivyahoneje Bene Aadi na Bene Thamuudi”;","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:14","price":"Igihe Bene Aadi na Bene Thamuudi bashikirwa n’Intumwa z’urutavanako zikababwiriza ziti: “Ntimukiyegereze ikindi kintu kitari Imana Imwe Rudende Allah mu vyo mukora vyose mu gusenga”. Baraheza bishura n’itebura n’akantu bati: “Iyo Imana yacu Rurema Allah, Ishaka ko tuyisenga ari Imwe Rudende tutayibangikanya na kimwe mu vyo dukora vyose, Yari kumanura abamalayika bakaba ari zo Ntumwa ziturarikira isengwa ryayo. Kuri iyo mvo rero ga mwa Ntumwa mwe! Ni ukuri, turagararije isengwa ry’Imana Imwe Rudende Allah muturarikira”.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:15","price":"Bene Aadi barungikiwe Intumwa Huudi rero, baragize amanyama barihambaza ku bantu ku karenganyo, baraheza bavuga n’ubwishime n’akantu bati: “Ni nde aturusha inguvu n’ingabo!”. Mbega ntibabona ko Imana Allah Yabaremye, ari Yo Ibarusha inguvu n’ingabo! Bene Aadi rero, bari n’abantu bahakana bivuye inyuma ivyemezo vyacu.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:16","price":"Ni ho rero Twabarungikira umuyaga w’igikonyozi umena amatwi mu misi y’akaga kabi, kugira Tubahonje ibihano bisuzuguza kw’isi. Ni ukuri, ibihano bibarindiriye mu buzima bw’inyuma yo gupfa, birazusuguza cane kurusha, ntibazoronka n’uwubatabara ngo abibakingire.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:17","price":"Nayo Bene Thamuudi barungikiwe Intumwa Swalehe, Twarabatomoreye inzira ibereye y’ukuri, maze bahitamwo ubupfamaso ha guhitamwo uburongozi, baca bahitanwa n’ibihano bisuzuguza bihonya, bitewe n’ivyaha vy’igarariza ryabo.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:18","price":"Twahavuye rero Turokora mu bihano vyahoneje Bene Aadi na Bene Thamuudi, abemeye Imana Allah bakanikingira ibihano vyayo mu kwubahiriza amabwirizwa yayo.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:19","price":"Umusi rero abansi b’Imana Allah bazutse bagashorerwa mu muriro, babanje kwegeranirizwa hamwe bose;","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:20","price":"Bamaze gushikira no kubona nya muriro, bakigarama ibibi bakoze, amatwi, amaso n’ibindi bihimba vyabo bizobagiriza ku vyaha n’ibicumuro bari barakoze kw’isi;","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:21","price":"Maze bavuge bata imiragwe ku bihimba vyabo bati: “Ni kuki mutwagiriza ivyaha n’ibicumuro twakoze!”. Vya bihimba biheze vyishure biti: “Twashobojwe kuvuga n’Imana Allah Ishoboye kuvugisha ikintu cose, ni na Yo Mana Yabaremye ubwa mbere, ni no kuri Yo rero mwasubijwe mumaze kuzuka, kugira muharurirwe, muheze muhemberwe ivyo mwakoze;","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:22","price":"Mwakora ivyaha vyanyu kw’isi mwihishije mutazi ko amatwi, amaso n’ibindi bihimba vyanyu bizobagiriza ku musi w’izuka; ariko ivyo mwakora vyose, mwabikorera mu mpisho mwibwira ko Imana Allah Itazi vyinshi mu vyaha mwakora;","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:23","price":"Ukwo kwiyumvira nabi rero Imana yanyu Rurema Allah, ni kwo kwabataye mu muriro, muca muba mu bahomvye ubuzima bwabo n’ivyabo kw’isi no mu buzima bw’inyuma yo gupfa”.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:24","price":"Abagarariji rero nibaba bashobora kwihanganira ibihano, nibamenye ko umuriro ari ryo cumbi ryabo; nibatakamba bagasaba gusubizwa kw’isi ngo bakore ivyiza bitegetswe naho, ntibazokwemererwa igisabo cabo.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:25","price":"Twarabaretse bagira abagenzi babi babama hafi mu mashetani akomoka mu bantu no mu Majini, maze babaryohereza gukora ibibi no kuryoherwa n’ibihendamaso vy’isi, babibagiza no gukora ivyiza bizobagirira akamaro mu buzima bw’inyuma yo gupfa. Kubera ivyo vyose rero, bategerezwa kwinjira mu muriro hamwe n’imigwi yahakanye aho hambere yabo mu Majini no mu bantu. Mu vy’ukuri, bari no mu bantu bahomvye ubuzima bwabo n’ivyabo kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:26","price":"Abagarariji babwiranye hagati yabo bahanurana bati: “Ntimukumvirize iyi Qor’ani ngo mukurikire amabwirizwa yayo; mu gihe Muhamadi ariko arayisoma rero, murayogorera rimwe, mumuciramwo mu kuvuga, mu gukobereza no mugukoma amashi, mushaka ko kumbure yohava akaganzwa agaheba kuyisoma”;","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:27","price":"Kubera ivyo rero, ni ukuri Tuzohonja abagarariji bahanurana nk’ukwo, ibihano bikaze mu buzima bwo kw’isi no mu bw’inyuma yo gupfa, ni ukuri Tuzonabaha impembo mbi cane ku vyaha bari barakoze kw'isi;","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:28","price":"Ivyo bihano bikaze rero, ari na yo mpembo ikwiye abansi b’Imana Allah, ni umuriro wa Jahannamu; muri wo, ni ho bafise ubuzima budahera, ni yo mpembo yabo kw’ihakana ryabo ry’ivyemezo vyacu[3].","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"[3] Iyi Aayah, ni icemezo cerekana ububi bwo gukura abantu kuri Qor’ani mu kubabuza kuyumviriza no kuyigendera.","lang":"rn"},{"name":"41:29","price":"Abagararije Imana Allah n’Intumwa yayo, bazovuga n’ishavu n’akantu bari mu muriro udahera, bati: “Mana yacu Rurema Allah! Twereke abaduhubishije mu Majini no mu bantu, maze tubahonyange n’ibirenge kugira babe mu nyenga y’umuriro!”.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:30","price":"Mu vy’ukuri abavuze bati: “Imana yacu Rurema Itabangikanywa, ni Allah; hanyuma bakaba n’abagororotsi mu kwubahiriza amabwirizwa yayo; iyo bari ku mpfiro, bururukirwa n’abamalayika bakababwira babahumuriza bati: “Ntimutinye na gato gupfa, vyongeye ntimugire impungenge y’ibikurikira mu buzima bw’inyuma y’aho, kandi ntimwicwe n’intuntu ku vyo musize kw’isi, nimuhimbarwe nyabuna n’Ubwami bw’ijuru mwahora musezeranirwa””.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:31","price":"Nya bamalayika barongera bakababwira bati: “Twebwe, turi abahagarikizi n’abatabazi banyu mu buzima bwo kw’isi no mu bw’inyuma yo gupfa. Mu Bwami bw’ijuru, mufise kuronswa ivyo vyose umutima wanyu wipfuza, mukanihitiramwo n’ivyo mushaka;","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:32","price":"Ni induhuro y’ivyiza bihimbaye bivuye kwa Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo”.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:33","price":"Nta n’umwe avuga ijambo ryiza rihimbaye, yoza aruta uwurarikira ukwemera no gusenga Imana Imwe Rudende Allah, akanakora n’ivyiza bitegetswe, maze akavuga yemanga ati: “Jewe ni ukuri, ndi mu bislamu bicisha bugufi mu kwubahiriza amabwirizwa y’Imana Allah[4]”.","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"[4] Iyi Aayah irerekana ikibanza c’iteka c’abamenyi barazwa ishinga n’irarikiramana, bisunze ubumenyi nya bumenyi nk’uko Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) yabigenza.","lang":"rn"},{"name":"41:34","price":"Iciza gikorwa n’abemeramana bubahiriza amabwirizwa y’Imana Allah, bakaba n’abagwaneza ku bandi, ntikingana mu ndishi n’ikibi gikorwa n’abagarariji baca kubiri n’amabwirizwa yayo, bakanagirira nabi abandi. Ntumwa y’Imana! Kubera ivyo rero, uwukugiriye nabi uramwishura ineza mu bwitonzi, ico kizotuma uwahora ari umwansi wawe ahinduka, maze abe umukunzi wa hafi, akurwanako.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:35","price":"Nta wushobozwa kugira inyifato nziza yo gusubiza ineza ku nabi yagiriwe, kiretse abihanganira abandi bagashira imbere ibishimisha Imana Allah; nta n’uwushobozwa kugira iyo nyifato, kiretse uwahawe umugabane uhambaye wo kubaho mw’iteka n’itekane kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:36","price":"Mu gihe rero shetani yogutera inyoshambi, maze ukibwira ku mutima ko utegerezwa kwihora uwakugiriye inabi, uraheza wikinge ku Mana Allah Iheze Igukingire inyoshambi za shetani, mu vy’ukuri Imana Allah, ni Yo Nyenukwumva, Irumva ivyo uvuga; Nyenubumenyikurivyose, Irazi neza ibikorwa vy’ibiremwa.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:37","price":"Mu vyemezo vyerekana ko Imana Allah ari Imwe Rudende kandi Ishoboye, ni ikurakuranwa ry’ijoro n’umurango n’ibisikanya ry’izuba n’ukwezi; ivyo vyose rero, biba ku bushobozi bwayo. Ntimukubamire rero izuba canke ukwezi kuko ari ibiremwa, ahubwo nyabuna nimwubamire Imana Allah Yo Yabiremye nimwaba koko ari Yo musenga mutayibangikanya na kimwe mu biremwa.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:38","price":"Ababangikanyamana, nibagira amanyama mu kutubamira Imana Allah, baramenya ko abamalayika bari ku Mana yawe Rurema Allah, batigera bagira amanyama mu kutayubamira, ahubwo mbere ntibahengeshanya kuyininahaza no kuyitazira ijoro n’umurango, kandi bobo rero ntibigera baruha canke ngo badebukirwe[5].","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"[5] Uhejeje gusoma iyi Aayah gushika ku mpera, uca wubama incuro imwe.","lang":"rn"},{"name":"41:39","price":"Biri no mu vyemezo vyerekana ko Imana Allah ari Imwe Rudende kandi Ishoboye, kubona isi yagadutse igacika ubukumbagare, Tugize ngo Turamanuye imvura ikagwa kuri nya si yagadutse, buno nyene nya si igaca ibomba, ikiyongera n’akanovera, maze ibiterwa n’ivyimeza bikanaga. Mu vy’ukuri Imana Allah, Isubiza isi akabombere, igasubira kumera inyuma y’igaduka ryayo, ni ukuri Irashoboye no gusubiza ubuzima abapfuye bakazuka. Mu vy’ukuri, Imana Allah ni Mushoboravyose.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:40","price":"Mu vy’ukuri, abahusha ukuri bakagarariza Aayah zacu za Qor’ani, bakanazisigura ukutari kwo, ntitubayobewe na gato. Mbega burya none, uwutabwa mu muriro ku bugarariji bwiwe, ni we ntore, canke intore ni uwuzoza ku musi w’izuka atekaniwe ku kudahanwa, ategekanirijwe n’impembo y’ukwemera kwiwe Aayah za Qor’ani! Bagarariji! Nimukore ivyo mwipfuza gukora, burya Imana Allah, Irabona neza ivyo mukora, ni Nyenukubona, Izobibahembera.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:41","price":"Mu vy’ukuri abagararije iyi Qor’ani, bakayihakana bivuye inyuma igihe ibashikiriye, bazohanwa nya guhanwa. Mu vy’ukuri iyi Qor’ani, ni ukuri ni Igitabu gitagatifu gikingiwe guhindagurwa;","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:42","price":"Ntivogerwa n’ikinyoma iyo coturuka hose, nta gikurwamwo, nta congerwamwo nta n’igihindurwa muri yo. Yamanuwe ivuye ku Mana Allah, Intungane mu vyo Ikora, Nyenugushimwa.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:43","price":"Ntumwa y’Imana! Nta co ababangikanyamana bakubwira, kiretse ko bakubwira ico Intumwa zarungitswe hambere yawe zabwiwe n’abo zarungitsweko; ihanganire rero ivyo bakubwira, maze ushishikare irarikiramana. Mu vy’ukuri Imana yawe Rurema Allah, ni ukuri ni Nyenikigongwe ku bigaya, Irahana Igahasha abimonogoje mu bugarariji.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:44","price":"Ntumwa y’Imana! N’iyo Tugira Qor’ani Twakumanuriye, ikamanuka mu rurimi rutari urw’icarabu, ababangikanyamana bari kuvuga bati: “Ese iyo dutomorerwa Aayah zayo mu carabu, maze tukazitahura”; bari no kuvuga bitangaza bati: “Yemwegaye! Qor’ani iri mu rurimi rutari urw’icarabu, ihishuriwe Umwarabu!”. Ntumwa y’Imana! Babwire uti: “Iyi Qor’ani ku bemeramana, ni uburongozi bubakura mu muzimagiza, ni n’umuti w’indwara z’amakenga n’uburyarya ziri mu gikiriza; nayo abatemera Qor’ani, barazivye amatwi, ntibayumva ngo banyurwe, ibatera n’ubupfamaso bw’umushaha, ntibarongora namba”. Abo babangikanyamana rero, ni nk’uwuhamagarwa kandi ari kure cane, ntashobora kwumva uwumuhamagara ngo amwitabe!","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:45","price":"Ni ukuri Twebwe Allah, Twahaye Musa Igitabu ca Tawurati nk’uko Twaguhaye Igitabu ca Qor’ani, maze Bene Israyeli bicamwo imigwi mu kucubahiriza; muri bo hari abacemeye, harimwo rero n’abagihakanye. Iyo rero hataba isezerano ry’Imana yawe Rurema Allah Yamaze gutanga ryo kutihutira guhana abantu warungitsweko, mu kurindiriza ibihano vy’umwe wese mu buzima bw’inyuma yo gupfa, ni ukuri abagarariji muri bo bari guhanwa bagahona bose, maze hagasigara abagororotsi gusa. Mu vy’ukuri ababangikanyamana, ni ukuri barafise amakenga kuri Qor’ani.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"41:46","price":"Uwo wese rero azokora iciza gitegetswe akumvira Imana Allah n’Intumwa yayo, azoba abikoze ku neza yiwe; nayo uwuzokora ikibi mu kutumvira Imana Allah n’Intumwa yayo, azobihanirwa ku gatwe kiwe. Burya Imana yawe Rurema Allah, ntirenganya n’umwe mu biremwa mu kugabanywa ku vyiza canke mu kurengerezwa ku vyaha, n’aho koba akantu inzatsa.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"rn"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}