{"data":[{"name":"41:47","price":"Ku Mana Allah Yonyene, ni ho hari ubumenyi bw’isango ry’umusi w’umuhero w’isi; nta n’igitumbwe c’ivyamwa kiva mw’ishurwe ryasambuye; nta n’igitsina-gore gisama eka mbere ntikinavyara imbanyi, kiretse ko ivyo vyose biba ku bumenyi bw’Imana Allah. Umusi rero Imana Allah Yahamagaye ababangikanyamana, maze Ikababwira mu kubatetereza Iti: “Mbega abo mwambangikanya mu bikorwa vy’iyumviramana hamwe no mu kunsenga, bari hehe!”. Bazoheza bishure bati: “Kuri uno musi, turakumenyesheje ko ata n’umwe muri twebwe yokwemanga yemeza ko hari uwubangikanije na Weˮ;","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"41:48","price":"Maze ivyo bahora basenga mu gishingo c’Imana Allah, bizimangane amazimayongo, baheze bizere neza ata kwihenda ko ata buhungiro bafise.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"41:49","price":"Burya, umuntu ntiyigera arambirwa no gusaba Imana Allah ivyiza vyo kw’isi[6]; iyo akozweko n’ikiza c’ubukene canke indwara n'ibindi, aca yihebura akiyumvira nabi Imana Allah;","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"[6] Ivyiza bivugwa ng’aha, ni amatungo, amagara meza, ubutegetsi n’ibindi.","lang":"rn"},{"name":"41:50","price":"Iyo naho Tumuhonjeje inema ivuye ku mpuhwe zacu Twebwe Allah, inyuma y’amagorwa yamukozeko, ntaheza ngo ashime, ni ukuri aca agira akagagazo akavuga ati: “Izi nema ndazihawe kuko ndazikwiye, kandi sinibaza n’uko umuhero w’isi ubaho ngo nzuke; no mu gihe vyoshika ukabaho nkazuka, ngasubira ku Mana yanje Rurema Allah, ni ukuri nzosanga Ubwami bw’ijuru bundindiriye”. Ni ukuri ku musi w’izuka, Tuzomenyesha abagararije Imana Allah ibikorwa vyabo bibi, ni ukuri Tuzonabahonja ibihano bikaze.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"41:51","price":"Iyo rero Twebwe Allah, Duhaye umuntu inema zacu akaroranirwa mu buzima, aca ahindukira akagira amanyama. Iyo naho akozweko n’ikiza c’ubukene canke indwara n'ibindi, araheza agasaba Imana Allah ayitabaza ko Ikimukurako[7].","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"[7] Umuntu amenya Imana Allah iyo ari mu magorwa, agaheza akayisaba; ariko iyo Igize ngo Iramukuye muri nya magorwa, aca ayigarariza akanayihambazako.","lang":"rn"},{"name":"41:52","price":"Ntumwa y’Imana! Bwira abahakana Qor’ani bivuye inyuma uti: “Nimumbwire, mu gihe iyi Qor’ani yoba yavuye ku Mana Allah hanyuma mukayigarariza, hari umuhuvyi yoza asumba mwebwe, akaba ari no mw’ihazana riri kure cane y’ukuri!","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"41:53","price":"Abahakana bivuye inyuma Aayah za Qor’ani, Tuzobereka ivyemezo vyacu mu biba mu turere dutandukanye[8], no mu biba mu kuntu bo nyene baremwe, gushika n’aho bamenya neza ata kwihenda ko Qor’ani ari ukuri kwahishuwe n’Imana Allah. Mbega ntivyari bikwiye kugira bemere Qor’ani n’uwayihishuriwe, kuba Imana yawe Rurema Allah ari Yo Ivyemeza[9], Ikaba ari na Yo Ibona neza ibikorwa vyose vy’ibiremwa, Ikazobibihembera!","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"[8] Haba mu gutsinda kw’ubwislamu bukaganza ayandi madini canke mu bitangaro biba mu majuru no mw’isi.\n[9] Nta cemezo coza gisumba icemezo gitanzwe n’Imana Allah.","lang":"rn"},{"name":"41:54","price":"Bantu, nimwumve mwumvireho! Mu vy’ukuri abagarariji, bafise amakenga mu kutemera ko bazohura n’Imana yabo Rurema Allah inyuma yo gupfa. Bantu, nimwumve mwumvireho! Mu vy’ukuri Imana Allah, mu bumenyi bwayo, Irakikuje ibintu vyose, nta na kimwe Itazi.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"42:2","price":"Aiin Siin Qaaf[2].","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"[2] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"42:3","price":"Muvugishwamana! Imana Allah Yaguhishuriye iyi Qor’ani, nka kurya Yahishuriye Ibitabu n’Imizingo Abavugishwamana bo hambere yawe, ni Yo rero Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:4","price":"Ni Yo Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi, ni na Yo rero Nyenicubahiro-ntangere, Nyenicubahirogisumbavyose.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:5","price":"Amajuru ahakwa gusadagurika akurikirana, ku kubera icubahiro aha Nyenimpuhwe; abamalayika na bo bakaninahaza mu gushimagiza Imana yabo Rurema Allah, bakanasabira abemeramana bari kw’isi, kugumirizwa akabanga ku vyaha vyabo, bikirengagizwa ntibabihanirwe. Bantu, nimwumve mwumvireho! Mu vy’ukuri Imana Allah, ni Yo Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:6","price":"Na barya bigiriye mu gishingo cayo imana zibahagarikira maze bakazisenga, nibamenye ko Imana Allah Ibungabunga ibikorwa vyabo kugira Izobibahanire ku musi w’izuka. Ntumwa y’Imana! Kira noneho, si wewe ujejwe guhagarikira ivyo bakoze ngo uzobibazwe, ahubwo ujejwe gusa kubagabisha ku bihano vyacu;","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:7","price":"Twebwe Allah, Twahishuriye Abavugishwamana bo hambere yawe; nk’uko Twaguhishuriye Qor’ani iri mu rurimi rw’icarabu, kugira ugabishe abantu b’i Makka n’abantu bo mu micungararo yaho, ku bihano vyo ku musi w’iyegeranywa, ari na wo musi w’izuka ry’ibiremwa, ata gisivya ko uzoshika. Abantu kuri uwo musi, bazoba bari mu migwi ibiri: umugwi wo mu Bwami bw’ijuru[3] n’umugwi wo mu muriro wama wegenyejwe[4].","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"[3] Uwo mugwi, ni uw’abantu bemeye Imana Allah bagakurikira n’ivyo bazaniwe n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).\n[4] Uwo mugwi, ni uw’abantu bagararije Imana Allah bagaca kubiri n’ivyo bazaniwe n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"42:8","price":"Iyo rero Imana Allah Ishaka ko abantu bose baba umugwi umwe w’abagororotsi, ni ukuri Yari kubigira ata camira. Ariko rero, Yashatse gushira mu mpuhwe zayo uwo Ishatse mu ntore z’ibiremwa. Abirenganije rero mw’ibangikanyamana, ntibazoronka umuhagarikizi n’umwe abakura mu bihano, eka mbere nta n’uwubatabara mu kubibakingira bazoronka.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:9","price":"Ahubwo rero, ababangikanyamana bigiriye mu gishingo c’Imana Allah, imana zibahagarikira maze barazisenga. Burya Imana Allah, ni Yo Muhagarikizi Ibwirijwe gusengwa no kwumvirwa n’ibiremwa, ni na Yo rero Izosubiza ubuzima abapfuye bakazuka, ni Yo rero kandi Mushoboravyose.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:10","price":"Bantu! Ico muhazanyeko cose mu bijanye n’idini, ingingo y’ukuri kuri co iva ku Mana Allah mu Gitabu cayo no mu nyigisho z’Intumwa yayo (nyakugira amahoro n’impuhwe z’Imana Allah). Uyo Allah rero, ni Yo Mana yanje Rurema, ni kuri Yo nishimikiza nkayizera muri vyose, ni no kuri Yo ngaruka nkicisha bugufi;","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:11","price":"Ni Yo Rutanguzandemo Yaremye amajuru n’isi, Yabagiriye abakenyezi baremwe mu nkomoko yanyu nyene, Ibagirira no mu bitungwa bibiribibiri: igitsina-gabo n’igitsina-gore, kugira mwabirane maze mugwirirane biciye mu kuvyara, nta na kimwe rero gisa canke gisusa n’Imana Allah mu kuntu Iteye, mu mazina yayo, mu matazirano yayo no mu bikorwa vyayo. Ni Yo rero Nyenukwumva, Irumva ivyo muvuga; Nyenukubona, Irabona neza ivyo mukora;","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:12","price":"Rugaba w’amajuru n’isi; Igaba Ikaganza impfunguruzo z’ibigega vy’impuhwe n’ibibeshaho ibiremwa, Ihereza uwo Ishatse muri vyo umusesekara w’ibimubeshaho, Ikanagerera uwo Ishatse muri vyo; mu vy’ukuri Imana Allah, ni Nyenubumenyikurivyose, Irazi neza ibikorwa vy’ibiremwa.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:13","price":"Emwe bantu! Imana Allah Yabashingiye mw’idini ibwirizwa Yategetse Nuhu, akaba ari na ryo dini ry’ubwislamu Twebwe Allah Twaguhishuriye muri Qor’ani Ntumwa y’Imana, Turanariraga Ibrahimu, Musa na Isa[5]; Turanabasaba mwese ko mutsimbataza idini rishingiye ku gusenga Imana Imwe Rudende Allah Itabangikanywa, maze mukaritsimbataza muticamwo imigwi. Irarikiramana ryanyu ryo gusenga Imana Imwe Rudende Allah, riraremera cane ababangikanyamana. Burya Imana Allah, Ihitamwo uwo Ishatse kugira abe Intumwa, Igashoboza kuyumvira uwugaruka kuri Yo akicisha bugufi.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"[5] Izo, ni zo Ntumwa z'inararibonye zihambaye, zatewe n’iteka kurusha izindi “Ulu l'Azmi”.","lang":"rn"},{"name":"42:14","price":"Ababangikanyamana rero, ntibiciyemwo imigwimigwi, kiretse ko babigize ku kagagazo inyuma y’aho bashikiriwe n’ubumenyi hamwe n’ivyemezo vy’isengwa ry’Imana Imwe Rudende Allah. Ntumwa y’Imana! Iyo rero Imana yawe Rurema Allah Itaba Yaramaze gutanga isezerano ryo kudahonya abantu warungitsweko, mu kurindiriza ibihano vy’umwumwe wese mu buzima bw’inyuma yo gupfa, ni ukuri abagarariji muri bo bari guhanwa bagahona bose bakagoka, maze hagasigara abagororotsi gusa. Mu vy’ukuri, abatoranye Igitabu ca Tawurati n’Injili mu nyuma yabo, ni ukuri barafise amakenga mu kwemera kwabo, atuma bama bahazana kuri Qor’ani.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:15","price":"Ntumwa y’Imana! Ni kuri iryo dini ry’ubwislamu rero Imana Allah Yategetse Abavugishwamana, ukwiye kurarikira abantu ko barikurikira, uheze uritsimbatareko nk’uko wategetswe n’Imana Allah, kandi ntugakurikire namba ivyipfuzo vy’abafise amakenga mu kwemera, badatsimbataye kw’idini. Uraheza uvuge rero wemanga uti: “Naremeye Ibitabu vyose Imana Allah Yamanuriye Abavugishwamana; naranategetswe kubatunganiriza mu ngingo mfashe; Allah, ni Yo Mana yanje Ikaba n’Imana yanyu Rurema; tuzohemberwa ibikorwa vyiza twakoze, na mwe nyene muzohemberwa ibikorwa bibi mwakoze; nta n’impari canke urwanko rukwiye kuba hagati yacu inyuma y’aho ukuri kugaragariye; Imana Allah, Izotwegeranya ku musi w’izuka, kugira Iducire urugororotse mu vyo duhazanako mw’idini; n’amaherezo yacu rero ni kuri Yo, kugira Ihembere umwumwe wese ibikwiranye n’ivyo yakoze”.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:16","price":"Na barya baharira mu bijanye n’idini ry'ubwislamu, Imana Allah Yarungikanye Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), inyuma y’aho abantu bamwumviye bakaryinjira, ivyitwazo n’iharira vyabo ku Mana yabo Rurema Allah, bizobabera impfagusa, Iheze Ibashavurire mu buzima bwo kw’isi; baranategekanirijwe n’ibihano bikaze vy’umuriro mu buzima bw’inyuma yo gupfa.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:17","price":"Allah, ni Yo Mana Yamanuye vy’ukuri Igitabu ca Qor’ani, Imanura n’ibindi Bitabu, Imanura n’umunzane ari bwo butungane, kugira Icire abantu urugororotse. Ntumwa y’Imana! Mbega, ni igiki cogutuma umenya koko ko umuhero w’isi uri hafi gushika!","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:18","price":"Abatemera umuhero w’isi, ni bo bihutira gusaba ko ushika vuba bwango; nayo abawemera, baragira impungenge n’ubwoba ku muzo wawo, barazi n’uko ari ukuri, utegerezwa gushika. Bantu, nimwumve mwumvireho! Mu vy’ukuri, abaharira mu guhakana umuhero w’isi, bari mu muzimagiza uri kure cane y’ukuri.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:19","price":"Allah, ni Yo Mana Rumenyi-Rudahishwa, Irazi neza ibintu vy’ingirakamaro ku baja bayo; Ironsa uwo Ishaka muri bo ibimubeshaho, Ikanagerera uwo Ishatse muri bo, ni na Yo rero Nyeninguvu, Nyenintsinzi-Mutaneshwa.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:20","price":"Uwushaka mu kwubahiriza kwiwe amabwirizwa y’idini, indishi yo mu buzima bw’inyuma yo gupfa, Tuzomwongerereza indishi y’ibikorwa vyiwe, maze iciza kimwe kigwizwe incuro cumi n’izirenga. Nayo uwushaka guhemberwa ibikorwa vyiwe ng’aha nyene kw’isi, Tuzomuronsa ivyo Twamugeneye kw’isi, ariko mu buzima bw’inyuma yo gupfa, nta mugabane w’indishi azoronka.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:21","price":"Ahubwo rero, ababangikanyamana bafise abo babangikanije mu buhuvyi bwabo, babashingira amabwirizwa mw’idini mu buryo butarekuwe n’Imana Allah! Iyo rero Imana Allah Itaba Yaramaze gutanga isezerano ryo kutihutira guhana ababangikanyamana, mu kurindiriza ibihano vy’umwumwe wese mu buzima bw’inyuma yo gupfa, ni ukuri bari guhanwa bose bagahona bakagoka. Mu vy’ukuri abirenganya mu kugarariza, barategekanirijwe ibihano bibabaza ku musi w’izuka.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:22","price":"Ntumwa y’Imana! Kuri uyo musi rero, uzobona abirenganije mu bugarariji batekewe n’ubwoba ku kubera ibihano vy’ibibi bakoze kw’isi, kandi bategerezwa kuzobihanirwa. Uzobona n’abemeye Imana Allah bakanakora n’ivyiza bitegetswe, bari mu vyiza bisa, mu mirima n’amagorofa vyo mu Bwami bw’ijuru, bazoronswa ivyo bashaka vyose ku Mana yabo Rurema Allah. Iyo rero, ni yo mpano ihambaye;","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:23","price":"Iyo, ni yo nkuru nziza rero, Imana Allah Ishikiriza abaja bayo bayemeye bakiri kw’isi, bakanakora n’ivyiza bitegetswe. Ntumwa y’Imana! Bwira ababangikanyamana batemera umusi w’umuhero w’isi ko ubaho, uti: “Nta mpembo ndabasavye kw’ishikirizabutumwa ryanje, kiretse gusa urukundo no kwunga ubuvandimwe buri hagati yacu”. Uwakoze iciza rero, Tuzokimuhembera kigwijwe incuro cumi n’izirenga. Mu vy’ukuri Imana Allah, ni Nyenikigongwe-ntangere, Irababarira ivyaha vy’ibiremwa, Nyenindishi, Irabakirira ibikorwa Ikanabigwiriza indishi.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:24","price":"Ahubwo rero, ababangikanyamana barinamura bakavuga ko Muhamadi arementaniriza Imana Allah mu kuvuga ko ari Yo Yamuhishuriye, kandi abesha. Ntumwa y’Imana! Biramutse bishitse ukarementaniriza Imana Allah, Ibishatse Yoca Itera ikimangu ku mutima wawe ntushobore kuyirementaniriza, maze Imana Allah Igahanagura ikinyoma, nya kinyoma kigakubitirwa ahashashe, maze ukuri kw’amajambo yayo atigera ahinduka kukiganza. Mu vy’ukuri, ni Yo Izi ibinyegejwe mu mishaha.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:25","price":"Imana Allah, ni Yo Yakira ukwigaya kw’abaja bayo iyo bagarutse kuri Yo Yonyene, Ikanababarira ibicumuro vyabo. Irazi rero n’ivyo mugira kw’isi, vyaba vyiza canke bibi.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:26","price":"Abemeye Imana Allah n’Intumwa yayo, barumvira Imana Allah mu gukora ivyiza Ibategeka, Ikanabongerereza mu mpano zayo[6]. Abagararije Imana Allah n’Intumwa yayo na bo, barategekanirijwe ku musi w’izuka ibihano bikaze.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"[6] Nko gushobozwa mu bikorwa no kugwirizwa indishi, n’ibindi.","lang":"rn"},{"name":"42:27","price":"Iyo Imana Allah Ironsa abaja bayo umusesekara w’ibibabeshaho, ni ukuri bogenjejwe n’ubwononyi mu kwishima ku bandi, ariko rero Imana Allah Ibamanurira ibibabeshaho ku rugezo rw’ivyo Ishatse, bibakwiye. Mu vy’ukuri Imana Allah rero, ni Muhetuziwavyose, Irazi neza ibikenewe n’abaja bayo; Nyenukubona, Irabona neza ubuzima babayemwo.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:28","price":"Ni na Yo Ituma imvura igwa ivuye mu bicu izananye mu kirere, maze abantu bakabukura mu cibo inyuma y’aho bari bamaze kwihebura ko ijuru ryataze, Igaheza Igakwiragiza impuhwe zayo ku biremwa; ni Yo rero Muhagarikizi, Ibungabunga abaja bayo mu bugwaneza; Nyenugushimwa, Ishimirwa kw’itunganywa ry’ivyerekeye ibiremwa.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:29","price":"Biri no mu vyemezo vyerekana ubushobozi n’ububasha vy’Imana Allah, iremwa ry’amajuru n’isi mu buryo butangaje, hamwe rero n’ibiremwa bigendagenda vy’ubwoko butandukanye, Yakwiragije muri nya majuru n’isi. Ni na Yo rero mu gihe Yoshaka, Ishoboye kuvyegeranya ku musi w’izuka kandi vyaramaze gupfa.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:30","price":"Emwe bantu! Nta kiza kibashikira, haba mw’idini canke mu vy’isi, kiretse ko giterwa n’ivyaha hamwe n’ibicumuro mwebwe nyene mwakoze, kandi burya Imana Allah, Iranirengagiza mu kutabahanira vyinshi mu bicumuro vyanyu.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:31","price":"Kandi rero, mwebwe ntimwonanira Imana Allah ngo muronke aho muyihungira kw’isi. Nta n’umwe mworonka atari Imana Allah yobahagarikira akabatunganiriza ivyanyu, ntimworonka n'umuhagarikizi abakura mu bihano, eka mbere nta n’uwubatabara mu kubibakingira mworonka.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:32","price":"Biri no mu vyemezo vyerekana ubushobozi n’ububasha vy’Imana Allah, kubona ubwato bungana umusozi bugendera mw’ibahari;","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:33","price":"Mu gihe rero Imana Allah Ituma bugendera mw’ibahari Yoshaka, Yohagarika umuyaga ubusunika, maze bukaguma aho buri, ntibushobore kugenda. Mu vy’ukuri mw’igendera ry’ubwato mw’ibahari n’ihagarara ryabwo mu gihe ata muyaga ubusunitse, ni ukuri harimwo ivyemezo vyerekana ubushobozi n’ububasha vy’Imana Allah, ku wihanganira ivyagezwe kuri we, agakora ivyiza akareka no gucumura mu bugamburutsi nta ngere, ashima inema n’impano vyayo;","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:34","price":"Canke Yoshaka, Yotuma nya bwato butwarwa bukibira bitewe n’ivyaha vya bene bwo. Kandi burya Imana Allah, Iranirengagiza mu kutabahanira vyinshi mu bicumuro vyabo.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:35","price":"Abaharira mu bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, nta buhungiro bafise bwo guhunga ibihano vy’Imana Allah.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:36","price":"Emwe bantu! Ivyo muronswa rero mu matungo n’abana, n’ibindi, ni ibihendamaso vyo kuryoherwa akanya gato gusa mu buzima bwo kw’isi; nayo ibiri ku Mana Allah mu nema zo mu Bwami bw’ijuru, ni vyo vyiza cane kandi vyamaho ku bemera Imana Allah n’Intumwa zayo, bakishimikiza ku Mana yabo Rurema Allah, bakayizera;","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:37","price":"Na barya birinda gukora ivyaha rutura, bakirinda na canecane gukora ivyaha vy’agahomerabunwa[7]; n’iyo bashavujwe n’uwubagiriye nabi, baratsinda ishavu bagaheza bakamubabarira ku bw’Imana Allah;","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"[7] Nko gusambana hagati y’umugore n’umugabo canke hagati y’abasangiye ibitsina, ukwagiriza umuntu ubusambanyi ata cemeza gihari, n’ibindi.","lang":"rn"},{"name":"42:38","price":"Na barya bumvira Imana yabo Rurema Allah, maze bakayisenga ari Imwe Rudende, bagatsimbataza ku mwanya amasengesho akwije ibisabwa; bashaka gukora ikintu ico ari co cose bakabanza guhanurana hagati yabo; no mu matungo Twabaronkeje baratanga ishikanwa-bwirizwa hamwe n’imperezwa, bagatanga no mu bindi bikorwa vy’igamburukiramana;","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:39","price":"Na barya, iyo barenganijwe birwanako ata we badendereje ngo barenze urugezo rwo kwihora mu guhabuza agateka kabo;","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:40","price":"Ingere y’ikibi, ni ikibi ku kindi, uwukoze ikibi akagihanirwa ku rugezo rw’ingere ku yindi; uwubabariye uwamukoreye ikibi na we akareka kwihora, maze nya kibi akakiguza ingere y’iciza ku bw’Imana Allah, uyo rero indishi yiwe ayizeye ku Mana Allah. Mu vy’ukuri Imana Allah, ntikunda namba abarenganya mu gusomborotsa abandi.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:41","price":"Ni ukuri, abirwanyeko mu guhabuza agateka kabo, maze bakihora inyuma yo kurenganywa, abo nta caha namba kiri kuri bo.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:42","price":"Mu vy’ukuri, icaha kiri kuri barya barenganya abandi mu kurenza urugezo rwo kwihora, maze bagatandukira n’ivyo batarekuriwe mu kugenzwa n’ubwononyi kw’isi. Abo, ni bo rero bagenewe ibihano bibabaza ku musi w’izuka.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:43","price":"Ni ukuri, uwihanganiye ikibi akorewe, maze akababarira uwakimukoreye, mu vy’ukuri iryo babarira ryiwe, ni ukuri riri mu bintu bihambaye bishimwa n’Imana Allah.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:44","price":"Uwubaye intumva rero, Imana Allah Ikamuhubisha inzira kubera ubutumva bwiwe mu kurenganya abandi, ntashobora kuronka umuhagarikizi n’umwe amurongora mu nzira yayo. Ntumwa y’Imana! Ku musi w’izuka, uzobona abirenganije mu bugarariji igihe babonye ibihano bibarindiriye, batakambira Imana Allah, bicuza bavuga bati: “Ubwo nta kuntu twosubizwa kw’isi tugaheza tukakwumvira ga Mana!”. Ico gihe rero, ntibazokwumvirwa namba;","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:45","price":"Uzobabona rero berekwa umuriro udahera, batanakakaza ku guteterwa n’ubwoba n’akantu, bahumaguza mu kuwuraba badashoboye kuwuhanga ijisho. Abemeye Imana Allah n’Intumwa yayo, aho bari mu Bwami bw’ijuru, bamaze kubona ivyashikiye abagarariji, bazovuga bati: “Mu vy’ukuri, abahomvye nya guhomba, ni abahomvye ubuzima bwabo hamwe n’ababo mu kwinjira mu muriro udahera ku musi w’izuka”. Bantu, nimwumve mwumvireho! Mu vy’ukuri abirenganije mu bugarariji, ku musi w’izuka bazoba bari mu bihano vyamaho ata gutezurirwa.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:46","price":"Abagarariji rero, igihe Imana Allah Yabahanye ku musi w’izuka, ntibazoronka n’umwe mu bahagarikizi yobakingira ibihano vyayo. Uwubaye intumva rero, Imana Allah Ikamuhubisha inzira kubera ubutumva bwiwe, ntazoronka inzira kw’isi imushikana ku kuri, nkeswe rero iyomushikana mu Bwami bw’ijuru.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:47","price":"Bagarariji! Enda rero nyabuna nimwumvire Imana yanyu Rurema Allah, maze muyemere imbere yuko umusi w’izuka ata kizowuhagarika, ushika. Kuri uwo musi rero, nta buhungiro muzoronka bwo guhunga ibihano vy’Imana Allah, eka mbere nta n’aho kwinyegeza muzoronka[8];","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"[8] Iyi Aayah, iranebagura umuntu asivya ico yokoze uno musi ngo nzogikora ejo; ikanahimiriza umuntu guhurumbira ibikorwa vyiza hakiri kare, kugira ntazokwicuze ata co agishoboye gucungura (kurokora).","lang":"rn"},{"name":"42:48","price":"Ntumwa y’Imana! Nibirengagiza kwemera Imana Allah, uramenya ko Tutakurungitse kugira ubazwe ku bijanye n’ibungabungwa ry’ibikorwa vyabo, ku buryo ubahatira ukwemera, nta co ujejwe atari ishikirizabutumwa gusa. Mu vy’ukuri, iyo Twebwe Allah Duhaye umuntu ubutunzi n’ibindi ku mpuhwe zivuye iwacu maze akaroranirwa, aranezerwa n’akamwemwe kakamusya; iyo naho ashikiwe n’ikiza c’ubukene canke indwara, bitewe n’ivyaha n’ibicumuro abantu bakora, ni ukuri umuntu aca yihakana inema, akidodomba nk’aho atigeze aroranirwa na rimwe.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:49","price":"Imana Allah, ni Nyenubwami Igaba Ikaganza amajuru n’isi n’ibiri muri vyo. Irema ivyo Ishatse; Ironsa uwo Ishatse mu baja bayo, abana b’abahungu gusa; Ikaronsa uwo Ishatse muri bo, abana b’abakobwa gusa;","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:50","price":"Canke Ikaronsa uwo Ishatse muri bo uruvange rw'abahungu n’abakobwa; Ikanagira uwo Ishatse muri bo rero ingumba. Mu vy’ukuri Imana Allah, ni Nyenubumenyikurivyose, Irazi neza ico Iremye; Mushoboravyose.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:51","price":"Nta ho vyakabaye ko haba umuntu avugana n’Imana Allah amaso mu yandi, kiretse ko Imuhishurira; canke akavugana na Yo inyuma y’ipaziya, nka kurya Yavuganye na Musa; canke Ikamurungikira Intumwa Jibrili, maze ikamuhishurira ku burenganzira bwayo ivyo Ishaka kumuhishurira[9]. Mu vy’ukuri Imana Allah, ni Nyenicubahiro-ntangere[10], Intungane mu vyo Ikora.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"[9] Iyi Aayah, ni icemezo c’uko Imana Allah Ivuga mu buryo buberanye n’icubahiro cayo.\n[10] Mu kuntu Iteye, mu mazina yayo, mu matazirano yayo no mu bikorwa vyayo.","lang":"rn"},{"name":"42:52","price":"Muvugishwamana! Twaguhishuriye Qor’ani ivuye iwacu, nka kurya Twahishuriye Abavugishwamana bo hambere yawe; imbere y’iryo hishurirwa rero, ntiwari uzi Ibitabu bahishuriwe, eka mbere ntiwari uzi n’ukwemera canke amabwirizwa ico ari co! Ariko rero, Twagize Qor’ani kuba umuco Turongoza uwo Dushatse muri bo mu nzira igororotse. Ntumwa y’Imana! Ni ukuri wewe, uratomorera abantu ibibashikana mu nzira igororotse y’ubwislamu;","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:53","price":"Inzira ibashikana ku Mana Allah, Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi vyose, nta we Ibangikanije muri vyo. Bantu, nimwumve mwumvireho! Ni ku Mana Allah ibiremwa vyose bizosubira kugira Ihembe kimwekimwe cose ku rugero rw’ibigikwiye.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"43:2","price":"Jewe Allah, Ndarahiye ku Gitabu ca Qor’ani gitomoye neza mu nsiguro, mu ngingo z’ibirekuwe n’ibizira no mu burongozi bwaco!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:3","price":"Mu vy’ukuri Twebwe Allah, Twakimanuye mu rurimi rw’icarabu kugira mutahure, muzirikane, muheze munyurwe n’ivyemezo vyaco;","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:4","price":"Mu vy’ukuri, Qor’ani isanzwe iri mu Gitabu nyezina canditswemwo ivyagezwe n’ishirwa mu ngiro ryavyo “Lawhu Mahfuudhw” kibungabunzwe iwacu. Ni ukuri, iratewe iteka nta ngere, irakingiwe; ntivuguruzanya, ntigiramwo igihushane.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:5","price":"Mbega burya, Twokwirengagiza kubamanurira urwibutso rwa Qor’ani, ku kuba muyirengagiza, mukagenzwa n’ubwononyi bwo kutayemera!","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:6","price":"Muvugishwamana! Hari benshi mu Bavugishwamana Twarungitse ku bantu bo hambere y’abo warungitsweko;","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:7","price":"Nta Muvugishwamana yabashikira, kiretse ko bamuteburako nk’itebura ry’abo warungitsweko;","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:8","price":"Ni ho rero Twebwe Allah, Twahonya muri bo abimonogoje gusumba abandi mu guhakana bivuye inyuma Abavugishwamana bacu; abo bahakanyi bari n’abantu bafise inguvu n’ingabo gusumba abo warungitsweko. Ihonywa ryabo rero, ryagiye mu ngiro kubera ubugarariji n’itebura vyabo[2].","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"[2] Iyi Aayah, irahumuriza igatera n’intege Umuvugishwamana (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"43:9","price":"Ntumwa y’Imana! No mu gihe woramuka ubajije ababangikanyamana uti: “Mbega, ni nde Yaremye amajuru n’isi!”. Ni ukuri, bazokwishura ata guhigimanga bati: “Vyaremwe na Allah Nyenintsinzi-Mutaneshwa, Nyenubumenyikurivyose”;","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:10","price":"Ni Yo Yabagiriye isi kuba isaso kugira mworoherwe kuyibako; Iyibaciramwo n’inzira kugira mwishire mwizane, mu kurondera ivyobagirira akamaro kw’isi no mu buzima bw’inyuma yo gupfa;","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:11","price":"Ni Yo Yatumye hagwa imvura ivuye mu bicu izananye mu kirere, ku rugero ruzwi kandi rukenewe. Turaheza rero Twebwe Allah, Dutotahaza akarere k’isi hakoreshejwe amazi ya nya mvura, inyuma yo kugaduka karaheza karamera. Ni nk’uko nyene rero Twebwe Allah - Dutotahaza akarere k’isi kamaze kugaduka kagasubira kumera - Tuzobazura mukava mu kuzimu muri bazima.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:12","price":"Ni Yo Yabaremeye ubwoko bwose butandukanye bw’ibikoko n’ibiterwa, Iraheza Ibagirira mu bwato ico mwiyunguruzamwo mw’ibahari, n’ivyo mwiyunguruzako imusozi mu bitungwa; nk’ingamiya, ifarasi, indogobwe, n’ibindi;","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:13","price":"Kugira ngo mumaze kuvyurira mugaturura kuri vyo, muheze mwibuke inema y’Imana yanyu Rurema Allah, muce muvuga muyininahaza muti: “Nihashimagizwe Imana Allah, Yo Yatworohereje kwiyunguruza muri ubu buryo, mu gihe tutari kwishoboza kubwiyunguruzamwo”;","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:14","price":"Mwongere muvuge muti: “Mu vy’ukuri twese, impera n’imperuka tuzosubira ku Mana yacu Rurema Allah[3]”.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"[3] Iki gisabisho, ni kimwe mu vyerekana ko Imana Allah Ironsa ibiremwa inema zitandukanye, n’uko ari Yo rero Ikwiye kwiyegerezwa mu gusengwa mu bihe vyose Itabangikanywa.","lang":"rn"},{"name":"43:15","price":"Ababangikanyamana, bageneye Imana Allah umugabane mu biremwa vyayo, mu kwubahuka kuvuga ko abamalayika ari abana bayo b’abakobwa. Mu vy’ukuri umuntu, ni ukuri arahakana inema z’Imana Allah akimonogoza, akagaragaza ubuhakanyi bwiwe mu kwidodombera ibiza, akiyibagiza inema.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:16","price":"Babangikanyamana! Ahubwo rero, bishoboka gute ko Imana Allah Yigenera mu vyo Yaremye abana b’abakobwa, maze mwebwe Ikabahitiramwo abana b’abahungu!","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:17","price":"Iyo umwe muri bo ahawe inkuru yuko yibarutse umwana w’umukobwa, ari na we bomekera kuri Nyenimpuhwe, uwo musi yirigwa yijiriwe, yishwe n’intuntu n’akantu ku kwanka kwibaruka umukobwa.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:18","price":"Karashize ingani, mwubahuke kwomekera ku Mana Allah, uwurerewe mu kwamikara ashaza, akaba no mu gihe c’impari adashoboye gutomora ivyemezo kuko yakuriye mu gushaza yorohewe!","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:19","price":"Ababangikanyamana, barakanagara bakita abamalayika basanzwe ari abaja ba Nyenimpuhwe, abakobwa! Mbega igihe c’iremwa ry’abamalayika, ni ho bari bari ngo babe ivyabona ko baremwe ari abakobwa! Ukwemeza kwabo ivyo, kuzokwandikwa maze bakubazwe ku musi w’izuka;","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:20","price":"Baranavuze bati: “Iyo Nyenimpuhwe Ashaka, ntitwari gusenga na kimwe mu gishingo ciwe[4]”. Banguha! Nta cemezo bafise gishingiye ku bumenyi cemeza ivyo bavuga, bapfa kuvuga ibisunitswe n’impwemu, batanafitiye ivyemezo bivuye ku Mana Allah.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"[4] Icitwazo c’ivyagezwe n’ishirwa mu ngiro ryavyo mu kubangikanya Imana Allah, nta shingiro namba gifise, kuko Imana Allah Yararungitse Intumwa, Izimanurira n’Ibitabu kugira zishikirize ibiremwa ubutumwa bw’Imana Allah butomoye.","lang":"rn"},{"name":"43:21","price":"None, igihe c’iremwa ry’abamalayika, ni ho bari bari! Canke Twoba Twarabahaye Igitabu imbere y’ihishurwa rya Qor’ani Twamanuye, kikaba ari co bisunga mu kwemeza ko abamalayika baremwe ari abakobwa!","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:22","price":"Ahubwo mbere bavuze bati: “Twebwe mu vy’ukuri, twasanze abavyeyi bacu bubahiriza iri dini; mu vy’ukuri rero, na twe twubahiriza iragi badusigiye”.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:23","price":"Ntumwa y’Imana! Ni uko rero, si wewe ubaye uwa mbere, ntitwigeze Turungika hambere yawe, Umugabisha n’umwe ku bantu bo mu gacimbiri kanaka, kugira abagabishe ku bihano vyacu, kiretse ko abatewe iteka muri bo ryo kworoherwa mu buzima, baca bavuga bati: “Mu vy’ukuri twebwe, twasanze abavyeyi bacu bubahiriza iri dini; mu vy’ukuri rero, na twe twubahiriza iragi badusigiye”.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:24","price":"Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), hamwe n’izindi Ntumwa zo hambere yiwe, zabwiye abitwaza ko bubahiriza idini barazwe n’abavyeyi babo, ziti: “Mbega, mwubahiriza ivyo mwarazwe n’abavyeyi banyu, n’aho nobazanira ibibarongora mu nzira nziza ibereye gusumba idini mwarazwe na bo!”. Na bo baca binamura n’amanyama n’akantu bakishura bati: “Twebwe mu vy’ukuri, turiyamirije ivyo mwarungikanwe”.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:25","price":"Kubera igarariza ryabo ry’Intumwa rero, Twarabihoye maze Tubahana mu kubafuririra mu kuzimu, canke mu kubasomesha nturi, n'ibindi. Ntumwa y'Imana! Ehe raba rero, ukuntu iherezo ry’abirenganije ku guhakana bivuye inyuma Aayah z’Imana Allah n’Intumwa zayo, ryagenze!","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:26","price":"Ntumwa y’Imana! Ibuka n’igihe Ibrahimu yabwira se wiwe hamwe n’abantu biwe yarungitsweko, babangikanya Imana Allah nk’abo warungitsweko, ati: “Mu vy’ukuri jewe, nditandukanije n’ivyo musenga vyose;","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:27","price":"Kiretse gusa Imana Allah Yandemye, ni Yo Inshoboza gukurikira inzira nziza ibereye”.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:28","price":"Ibrahimu rero yatumye ijambo “LAA ILAAHA ILLA LLAAH” rishimangira ugusenga Imana Imwe Rudende Allah, risagarara, ryubahirizwa n’abakurikiye mu nyuma ziwe, kugira bagaruke ku Mana Allah mu kwigaya, hanyuma bayisenge ari Imwe Rudende batayibangikanya.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:29","price":"Ntumwa y’Imana! Ahubwo rero ababangikanyamana hamwe na ba se babo, Nabahaye kuryoherwa n’ubuzima bwo kw’isi, sinashoka Ndabahanira ubugarariji bwabo, gushika n’aho bashikiriwe na Qor’ani hamwe n’Intumwa ibatomorera ivyo bakeneye kumenya mw’idini.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:30","price":"Bamaze gushikirwa na Qor’ani rero, bavuze bayiyamiriza bati: “Iyi Qor’ani Muhamadi adushikiriza, ni uburozi bweruye! Kandi mu vy’ukuri, turahakanye twivuye inyuma mu kuvuga ko itamanuwe n’Imana Allah”;","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:31","price":"Baranavuze kandi bati: “Nimba iyi Qor’ani yamanuwe koko n’Imana Allah, ntiyari gupfuma Iyimanurira umugabo w’ijunja n’ijambo aturuka muri kamwe mu ducimbiri tubiri: agacimbiri ka Makka canke aka Twaa-ifu!”.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:32","price":"Ntumwa y’Imana! Mbega none ababangikanyamana, ni bo bagabura impuhwe z’Imana yawe Rurema Allah, bagaha ubuvugishwamana uwo bashatse! Twebwe Allah, Twarabagaburiye ibibabeshaho mu buzima bwo kw’isi, Turaheza Tuduza bamwe mu cubahiro gusumba abandi; gutyo haba umutunzi n’umukene, uwufise imirya n’uwufise intege nke; kugira ngo babe magiriranire, bakenerane muri nya buzima[5]. Burya, impuhwe z’Imana yawe Rurema Allah zo kwinjiza abantu mu Bwami bw’ijuru, ni zo nziza gusumba ivyo bahurumbira kwegeranya mu bihendamaso vy’isi.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"[5] Umutunzi mu vyo adashoboye arakenera kubifashwamwo n’umukene; umukene na we mu vyo adafise agakenera kubironswa n’umutunzi, ugasanga rero, umwe wese muri bo, akorera uwundi mu buryo atazi ko ari umukozi wiwe.","lang":"rn"},{"name":"43:33","price":"Iyo hataba kwanka ko abantu baba umugwi umwe w’abagarariji, ni ukuri Twari gufata inzu z’abagarariza Nyenimpuhwe, Tukazigira inzu zibona, z’amagorofa asakajwe umwakaka, akagira n’ingazi buririrako;","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:34","price":"Twari no kuzigirira imiryango ikozwe mu mwakaka, zikagira n’ibitanda vy’inyegamo bicarako;","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:35","price":"Tukabaha n’ibisharizo vy’inzahabu! Ivyo vyose rero, nta co bimaze kiretse ko ari ibihendamaso vy’ubuzima bugufi bwo kw’isi. Burya rero, ivyiza vyo mu buzima bw’inyuma yo gupfa biri ku Mana yawe Rurema Allah, vyategekanirijwe gusa abagamburukiramana.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:36","price":"Uwirengagije Qor’ani ari na rwo rwibutso rwa Nyenimpuhwe ku biremwa, maze akijajara mu kutayemera ngo ayigendere, Tumushinga shetani[6] imwosha nabi kw’isi, maze igacudika na we, ikama imwosha kurenga ku mabwirizwa y’Imana Allah.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"[6] Akomoka mu Majini no mu bantu.","lang":"rn"},{"name":"43:37","price":"Mu vy’ukuri amashetani, ni ukuri yosha abirengagiza urwibutso rwa Nyenimpuhwe mu kubaburabuza gukurikira inzira y’ukuri, maze akabaryohereza ubuhuvyi, akabankisha ubugororotsi, bagaheza rero bakibwira ku kwihenda ko, ari bo bagororotsi;","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:38","price":"Gushika n’aho, umwe mu birengagiza Qor’ani, atwitabiye agapfa, maze akabwira wa mugenziwe bamana hafi amwiyama ati: “Ese iyo tutigera duhura tukamenyana, tukaba kure na kure nk’ubuseruko n’uburengero. Nta mugenzi mubi rero angana wewe!”.","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:39","price":"Bantu mwirengagije Qor’ani! Kuri uno musi w’izuka, ukwiyama abagenzi banyu babahubishije nta co kubamarira. Mwafadikanije mu kubangikanya Imana Allah ngo musangire ibihano; kira noneho, mubihurirako, ariko umwumwe wese ahanwa ku gatwe kiwe.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:40","price":"Ntumwa y’Imana! Mbega woshobora gutuma ibipfamatwi vyumva ukuri, bikanyurwa! Canke woshobora gutuma ibipfamaso vy’umushaha bibona ukuri bikagukurikira! Canke woshoboza uwahuvye akaba ikigaba ceruye, gukurikira inzira y’ukuri! Ivyo ntibiri mu vyo ujejwe, ahubwo ujejwe gusa gushikiriza ubutumwa butomoye.","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:41","price":"Ntumwa y’Imana! Mu gihe Twotuma upfa imbere yuko utsinda abahakanyi mu bo warungitsweko, ni ukuri nta cobuza ko Tubihora mu kubahana mu buzima bw’inyuma yo gupfa;","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:42","price":"Canke mu gihe Twokwereka ibihano Twabasezeraniye kubaha kw’isi; nka birya vyabashikiye ku rugamba rwa Badri, ni ukuri Turashoboye kugutabara ukabatsinda ukanabasuzuguza.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:43","price":"Ntumwa y’Imana! Fata nkama ivyo wahishuriwe muri Qor’ani, maze ubitsimbatareko. Mu vy’ukuri wewe, uri mu nzira igororotse y’ubwislamu.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:44","price":"Mu vy’ukuri iyi Qor’ani, ni ukuri, ni iteka n’icubahiro kuri wewe n’Abakorayishi, kuko yamanuwe mu rurimi rwabo rw’icarabu kugira bayitahure kuruta, baheze babe aba mbere bayemera maze bayigendere. Kubera ivyo rero, bitebe bitebuke, muzobazwa wewe hamwe n’abo warungitsweko ukuntu mwashimye mukongera mukagendera iyo Qor’ani!","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:45","price":"Ntumwa y’Imana! Urabaza n’abakurikiye Intumwa zacu Twarungitse hambere yawe, ko Twoba Twarigeze na rimwe kubabwiriza gusenga izindi mana mu gishingo ca Nyenimpuhwe! Bazoheza bakwishure ko bitigeze biba na rimwe, kuko Intumwa zose zararikira isengwa ry’Imana Imwe Rudende Allah Itabangikanywa.","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:46","price":"Ni ukuri, Twararungitse Musa kwa Firawuni hamwe n’abunganizi biwe, Tumushigikiza n’ibitangaro vyacu bigaragaza ukuri kwiwe, araheza ababwira ati: “Mu vy’ukuri jewe, ndi Intumwa ivuye ku Mana Rurema Allah, Umubungabunzi w’ibiremwa vyose”;","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:47","price":"Amaze rero kubashikiriza ivyemezo vyacu bigaragaza ukuri kwiwe, Firawuni n’abunganizi biwe, baradutse baritwengera batebura n’agahemo n’akantu.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:48","price":"Nta cemezo rero Twereka Firawuni n’abunganizi biwe, kiretse ko caba gihambaye kandi kigaragaza ukuri kuruta ico beretswe imbere yaco. Twaranabahaye ibihano bitandukanye, kugira bavavanure n’ubugarariji, baheze bagaruke ku Mana Allah, maze bayisenge ari Imwe Rudende.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:49","price":"Ni ho Firawuni n’abunganizi biwe, baja ng’aho babwira Musa bati: “Wa murozi we[7]! Enda rero nyabuna dusabire Imana yawe Rurema Allah, Iduhe ivyo Yagusezeraniye, maze Idukureko ibihano, mu vy’ukuri niyadukurako ivyo bihano, ni ukuri duca tukwemera, tube abagororotsi”.","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"[7] Umurozi canke umukonikoni igihe c’umwami Firawuni, yafatwa nk’umuntu w’umumenyi yubashwe, uburozi canke ubukonikoni, ico gihe nticari ikintu kibi kinebagurwa.","lang":"rn"},{"name":"43:50","price":"Musa amaze gusaba ko ibihano vyokurwa, Tugaheza Twebwe Allah Tukabibakurako, baca bisubirako bagashishikara mu buhuvyi.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:51","price":"Ni ho rero Firawuni yakanagara asemerera izuba riva, akikijwe n’abubahwa, n’ubwishime n’akantu ati: “Bantu banje! Ubwami bwa Misiri, si ubw’iwanje! Ntimurabona ko imigende y’uruzi rwa Nili itemba ica musi y’igorofa y’ikirimba igaca n’imbere yaco mu mirima yanje! Aho ga ntuze, ntimurabona ko inguvu z’ubwami bwanje ata ho zoza zigereranywa n’iza Musa, ari magoyagi ata nguvu agira, n’ubukene buri mu kumwica!","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:52","price":"Ahubwo rero, ni jewe ndi intore gusumba uyu agayitse atanashoboye no gutomora n’amajambo kuko avuga uburimi;","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:53","price":"Mbega iyo aba ari Intumwa vy’ukuri, ntiyari gupfuma amanurirwa imiringa y’inzahabu, canke akaza aherekeranye n’abamalayika b’urutavanako, bemeza ko ari Intumwa koko twarungikiwe n’Imana Allah!”.","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:54","price":"Ku kubera iryo jambo rero, Firawuni yarakinishije ubwenge bw’abantu biwe abaca iyondoyondo mu kubararikira ubuhuvyi, maze baramwumvira mu guhakana Musa. Mu vy’ukuri, bari abantu b’ibigaba birenga ku mabwirizwa y’Imana Allah.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:55","price":"Igihe rero Dushavurijwe n’ubugaba bwabo bwo guhakana bivuye inyuma Musa n’ivyemezo yabazaniye, Twaciye Tubihora mu kubahana ubutarariye, maze Tubasomesha nturi bose barahona;","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:56","price":"Turaheza Tubagira akayazwe n’iciro ry’umugani ku bigaba vyo mu nyuma zabo, Tubagira n’inkebuzo ku bazokurikira.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:57","price":"Ntumwa y’Imana! Igihe uciriwe agace ka Isa mwene Mariyamu, ababangikanyamana mu bantu warungitsweko bariko barahazana na we, baciye bicwa n’akamwemwe ko baronse icitwazo c’uko imana zabo babangikanya n’Imana Allah, ari nka Isa mwene Mariyamu ku banaswara[8];","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"[8] Ivyo vyabaye igihe hahishurwa Aayah ya 98 mu gisomwa c’Abavugishwamana: “Bagarariji! Mu vy’ukuri mwebwe hamwe n’ibigirwamana vy’ubwoko bwose, mwasenga mu gishingo c’Imana Allah, ni ibicanirizo vy’umuriro wa Jahannamu; mwebwe mwese rero mutegerezwa kuwinjira”. Ababangikanyamana baciye bavuga bati: “Turemeye ko imana zacu ziba nka Isa mwene Mariyamu ku banaswara”, haca hahishurwa Aayah ya 101 muri ico gisomwa nyene: “Mu vy’ukuri, abo Twamaze kumenya ko bafise amahirwe yo kwinjira mu Bwami bw’ijuru, abo ni bo rero bazokwigizwa kure y’umuriro wa Jahannamu”; yerekana ko ikizotabwa mu muriro kuko cabangikanijwe n’Imana Allah, ari icasenzwe kigashima gusengwa mu gishingo cayo.","lang":"rn"},{"name":"43:58","price":"Baraheza bavuga bati: “Mbega none, imana zacu dusenga ni zo nziza, canke Isa mwene Mariyamu asengwa n’abanaswara, ni we mwiza! Mwene Mariyamu rero, niyaba azohanwa mu muriro kuko yasengwa, uwo muriro turemeye kuwujamwo twebwe hamwe n’imana zacu”. Ntumwa y’Imana! Ntibaguciriye agace ka Isa mwene Mariyamu, atari ukugira gusa baguharirize, ahubwo mbere bobo ni abantu bakunda guharira mu kinyoma.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:59","price":"Burya Isa mwene Mariyamu, si ikindi kiretse ko ari Umuja Twebwe Allah Twahaye inema yo kuba Umuvugishwamana, Twongera Tumugira icemezo n’inkebuzo kuri Bene Israyeli, vyerekana ubushobozi n’ububasha vyacu.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:60","price":"Bantu! Iyo Dushaka rero, Twari kugira abamalayika bakaba kw’isi, bagakurakuranwa kuri yo, ha kuba ari mwebwe Bene Adamu mugenda muyikurakuranwako.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:61","price":"Mu vy’ukuri, umuzo wa Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah) imbere yuko umuhero w’isi ushika, ni ikimenyetso cuko nya muhero uzoba ugiye gushika. Ntimukagire amakenga rero ko umuhero w’isi ubaho, maze munkurikire mu vyo ndabararikira bivuye ku Mana Allah, iyi ni yo nzira igororotse izobashikana mu Bwami bw’ijuru.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:62","price":"Shetani ntikababuze ku nyoshambi zayo, ko munyumvira mu kwubahiriza amabwirizwa ndabaha; mu vy’ukuri, shetani ni umwansi wanyu agaragara.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:63","price":"Igihe Isa mwene Mariyamu aziye kuri Bene Israyeli, akaza abazaniye n’ivyemezo bigaragaza ukuri kwiwe, yababwiye ati: “Ni ukuri, naje kuri mwebwe nahawe ubuvugishwamana kugira ndabatomorere bimwe mu vyo muhazanako mw’idini; nimugamburukire rero Imana Allah mu kwubahiriza amabwirizwa yayo, mwongere munyumvire mu vyo ndababwirije;","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:64","price":"Mu vy’ukuri Allah, ni Yo Mana yanje Ikaba n’Imana yanyu Rurema, nimuyiyegereze rero mu vyo mukora vyose, munayisenge ari Imwe Rudende mutayibangikanya na kimwe mu biremwa, iyi ni yo nzira igororotse ibashikana kuri Yo”.","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:65","price":"Ni ho rero abanaswara bicamwo imigwimigwi ku vyerekeye ubuvugishwamana bwa Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah)[9]. Uguhanwa nya guhanwa rero ku musi w’izuka, ni ukw’abirenganije mu kwita Isa mwene Mariyamu ico atiswe n’Imana Allah.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"[9] Mu banaswara rero, harimwo abemera vy’ukuri ko Isa mwene Mariyamu, ari Intumwa y’Imana nk’uko yiswe n’Imana Allah; hakabamwo n’abemera ko ari umwana w’Imana; harimwo rero n’abemera ko ari imana.","lang":"rn"},{"name":"43:66","price":"Abiciyemwo imigwimigwi ku vyerekeye Isa mwene Mariyamu, nta kindi barindiriye kiretse umuhero w’isi uzobashikira giturumbuka, ata vyo bari biteze.","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:67","price":"Abakunzi pfampfe kw’isi, kuri uyo musi w’izuka bazohinduka abansi bigaramane, kiretse gusa abakunzi pfampfe bakundanye ku mvo z’ubugamburukiramana, urukundo rwabo bakundanye kw’isi, ruzobandanya no mu buzima bw’inyuma yo gupfa;","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:68","price":"Bazohumurizwa n’Imana Allah bati: “Emwe baja banje! Kuri uno musi, nta bwoba kuri mwebwe bwo guhanwa, eka mbere mwebwe ntimunicwa n’intuntu ku vyo mwasize kw’isi”;","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:69","price":"Abemeye Aayah n’ivyemezo vyacu, maze bakagendera n’ivyo bashikirijwe n’Intumwa Twabarungikiye, bicisha bugufi;","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:70","price":"Bazobwirwa rero bati: “Nimwinjire mu Bwami bw’ijuru, mwebwe hamwe n’abakenyezi banyu b’abemeramanakazi, maze mwakirwe mw’iteka n'itekane, akamwemwe kabasya”.","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:71","price":"Muri nya Bwami rero, bazozimanwa imfungurwa ku masahani y’inzahabu, baherezwe n’ibinyobwa mu birahuri vy’inzahabu nyene. Muri Bwo, hariyo ivyo bipfuza vyose kandi biryoheye n’ijisho. Bazokezwa bati: “Mwebwe rero, muzokwibera mu Bwami bw’ijuru ibihe bidahera;","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:72","price":"Ubwo rero, ni bwo Bwami bw’ijuru mwarazwe n’Imana Allah ku mpuhwe zayo, ku kubera ivyiza mwari mwakoze kw’isi;","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:73","price":"Muri Bwo, mwarateguriwe ivyamwa vy’ubwoko bwinshi, mufungurako”.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:74","price":"Mu vy’ukuri, abanyavyaha barenga ku mabwirizwa y’Imana Allah, bazoba bari mu bihano vya Jahannamu ibihe bidahera;","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:75","price":"Ntibazotezurirwa na gato mu bihano, muri nya bihano bazoba bihebuye nya kwihebura;","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:76","price":"Kandi Twebwe Allah, ntitwabarenganije namba ku bihano Twabahaye, ariko ni bo nyene birenganije ku bugaba bwabo.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:77","price":"Abanyavyaha rero, bamaze kwinjizwa mu muriro, bazokwiyambaza umumalayika awucungereye bati: “Ewe Maaliki! Dusabire Imana yawe Rurema Allah Itwice tuzimangane, maze turuhuke ibihano turimwo!” Wa mumalayika na we azobishura ati: “Mu vy’ukuri, nta buhungiro mufise, muzowubamwo ibihe bidahera”;","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:78","price":"Maze Imana Allah Ice Ibabwira Iti: “Ni ukuri, Twarabazaniye ukuri mwashikirijwe n’Intumwa Twabarungikiye, ariko rero abenshi muri mwebwe mwaranse kugukurikira”.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:79","price":"Ahubwo rero, mbega ababangikanyamana boba bapfunditse umugambi wo kuburagiza ukuri Twabazaniye! Usangwa biri ukwo rero, mu vy’ukuri na Twebwe Allah, Twarabateguriye ibihano bibakwiye.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:80","price":"Canke ababangikanyamana boba bibaza ko Twebwe Allah Tutazi ivyo bahisha mu mushaha, Tutumva n’ivyo bavuga mu bwongoshwe! Ego cane Turabizi kandi Turavyumva, kandi n’intumwa zacu z’abamalayika zirandika zitihenda ivyo bakora.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:81","price":"Ntumwa y’Imana! Bwira ababangikanyamana bibwira ko abamalayika ari abakobwa b’Imana Allah, uti: “Nyenimpuhwe iyo Aba Afise umwana nk’uko mwibwira, ni jewe nobaye uwa mbere mu kwiyegereza nya mwana nkamusenga nk’uko mwibaza, ariko rero kizire ko Nyenimpuhwe Yogira umugore canke umwana;","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:82","price":"Nihaninahazwe rero Imana Rurema Allah, Yaremye amajuru n’isi Ikarema n'Ubuhangamo buhambaye, mu buryo burengeye cane ivyo ababangikanyamana bayomekera”.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:83","price":"Ntumwa y’Imana! Reka abomekera umugore canke umwana ku Mana Allah bagume mw’irementanya ryabo bafyinata kw’isi, gushika igihe bahuye n’umusi wabo basezeraniwe guhanirwako[10].","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"[10] Ivyo bihano basezeraniwe, bakaba bashobora kubihabwa bakiri kw’isi, canke bakabihabwa mu buzima bw’inyuma yo gupfa, canke bakabihabwa mu buzima bwo kw’isi no mu bw’inyuma yo gupfa.","lang":"rn"},{"name":"43:84","price":"Nyenimpuhwe rero, ni Yo Mana Isengwa ari Imwe Rudende mw’ijuru no mw’isi, ni na Yo rero Intungane mu vyo Ikora; Nyenubumenyikurivyose, Irazi neza ibikorwa n'ibiremwa hamwe n’ivyo bizirikana.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:85","price":"Harakubahwa Nyenimigisha-ntangere ku biremwa, Nyenubwami Agaba Akaganza amajuru indwi n’isi indwi hamwe n’ibiri hagati yavyo vyose, ni Yo Izi isango nyezina ry’igihe umuhero w’isi uzoshikirako, ni no kuri Yo rero muzosubizwa mumaze gupfa, kugira muharurirwe muheze muhemberwe ivyo mwakoze.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:86","price":"Abasengwa n'ababangikanyamana mu gishingo cayo[11], ntibazoshobora kuvugira umuntu n’umwe ku Mana Allah, kiretse ko bazoshobora kuvugira gusa abemanze ukuri mu kwemera Imana Allah n’Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), bakaba bazi ukuri kw’ivyo bemeye bakemanga.","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"[11] Abavugwa ng'aho, ni abasengwa mu biremwa mu gishingo c'Imana Allah badashimishwa n'iryo sengwa; nk'abamalayika, Intumwa Isa mwene Mariyamu, Uzayiru n'abandi mu beranda.","lang":"rn"},{"name":"43:87","price":"Ntumwa y’Imana! Niwaramuka ubajije ababangikanyamana uwabaremye uwo ari we, ni ukuri bazokwishura ata guhigimanga ko baremwe n’Imana Allah. None, ni gute bayibangikanya ha kuyisenga ari Imwe Rudende!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:88","price":"Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), yaraganyiye Imana yiwe Rurema Allah, bitewe n’uko abantu bamuhakanye bivuye inyuma, ati: “Ewe Mana yanje Rurema Allah! Mu vy’ukuri, aba bantu ntibakwemera Wewe hamwe n’ubutumwa Wandungikanye”;","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"43:89","price":"Maze Imana Allah Ica Imubwira Iti: “Irengagize ibangamira ryabo, uheze ubabwire uti: “Nihasasagare amahoro y’Imana Allah, singera ingere y’ikibi ku kindi”. Bitebe bitebuke rero, bazomenya ibizobashikira mu bihano bategekanirijwe ku musi w’izuka”.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"44:2","price":"Jewe Allah, Ndarahiye ku Gitabu ca Qor’ani gitomoye neza mu nsiguro, mu ngingo z’ibirekuwe n’ibizira no mu burongozi bwaco!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:3","price":"Mu vy’ukuri Twebwe Allah, Twamanuye Qor’ani mw’ijoro ry’iteka, ryuzuyemwo imigisha myinshi mu kwezi kwa Ramadhani. Mu vy’ukuri Twebwe Allah, Twamanuye Ibitabu Turungika n’Intumwa kugira Tugabishe abantu ku bihano vyacu.","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:4","price":"Muri nya joro ry’iteka rero, abanditsi mu bamalayika, bashirirwa ahabona ingingo yerekeye ikintu cose kizotunganywa kigashirwa mu ngiro muri uwo mwaka;","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:5","price":"Ingingo yubahirizwa kw’itegeko n’ubumenyi bivuye iwacu Twebwe Allah. Mu vy’ukuri Twebwe Allah, Twarungitse ku bantu Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) hamwe n’izindi zarungitswe hambere yiwe;","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:6","price":"Mu ntumbero yo kugirira impuhwe abantu zarungitsweko, impuhwe zivuye ku Mana yawe Rurema Allah, mu vy’ukuri ni Yo rero Nyenukwumva, Irumva ibivugwa vyose; Nyenubumenyikurivyose, Irazi neza ibikorwa n’ibiremwa hamwe n’ivyo bizirikana;","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:7","price":"Ni Yo Rurema Yaremye amajuru n’isi hamwe n’ibiri hagati yavyo. Nimwaba rero muzi neza ivyo mu buryo buzira amakenga, nimumenye ko Iyaremye ivyo vyose, ari Yo Mana Ikwiye gusengwa vy’ukuri;","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:8","price":"Nta yindi mana ibwirijwe gusengwa atari Yo. Ni Yo Itanga ubuzima Ikanabwaka. Ni Yo Mana yanyu Rurema, Ikaba n’Imana ya ba so bo hambere yanyu, nimuyisenge rero mutayibangikanya na kimwe mu biremwa.","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:9","price":"Ntumwa y’Imana! Ahubwo rero, ababangikanyamana bafise amakenga ku kuri wabazaniye, baratwawe n’ibihendamaso vy’isi n’ubufyinyi.","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:10","price":"Ntumwa y’Imana! Barindire rero bazokwibonerako, umusi ijuru ryafumvye umwotsi ugaragara, ukwiragiye hose;","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:11","price":"Ugahwikira abantu bose, maze bakabwirwa bati: “Iki rero, ni co gihano kibabaza cane”;","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:12","price":"Bagaheza bagasaba gukurwako nya gihano batakamba bati: “Mana yacu Rurema Allah! Turagusavye Udukureko kino gihano. Uramutse Ukidukuyeko, ni ukuri twoca tukwemeraˮ.","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:13","price":"Mbega bokwibuka gute inyuma y’aho bamanuriwe nya gihano, kandi baramaze gushikirwa n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) itomora amabwirizwa y'Imana Allah;","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:14","price":"Hanyuma bakayirengagiza bakanavuga ko ari umwigishwa[2] akaba n’umusazi, n’uko atari Intumwa namba!","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":"[2] Ashikiriza ivyo yigishijwe n’abantu canke ba senyagara canke amashetani.","lang":"rn"},{"name":"44:15","price":"Mu vy’ukuri Twebwe Allah, Tuzobakurako igihano umwanya muto, maze murabe ko mu vy’ukuri mutazosubira mu bugarariji n’ubuhuvyi mwahoramwo[3]. Muri ico gihe rero, Tuzoca Tubahana kandi;","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":"[3] Ivyo rero vyarashitse, ariko ntibahavuye bemera nk’uko basezeranye.","lang":"rn"},{"name":"44:16","price":"Umusi Twacakiye abagarariji, maze Tukabahana nya kubahana, ni wo musi w’izuka rero Tuzobihorerako.","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:17","price":"Ni ukuri, hambere y’ababangikanyamana b’i Makka, Twaragerageje abantu ba Firawuni, maze Tubarungikira Intumwa Musa (nyakugira amahoro y’Imana Allah) yubashwe, baraheza barayihakana bivuye inyuma, Duca Turabahana. Ntumwa y’Imana! Ni nk’ukwo nyene rero Tuzohana abo warungitsweko, nibatakwemera;","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:18","price":"Musa araheza ababwira ati: “Enda nyabuna rero, nimumpe abaja b’Imana Allah muri Bene Israyeli, kugira bayiyegereze mu vyo bakora vyose, banayisenge ari Imwe Rudende; jewe mu vy’ukuri, ndi Intumwa kuri mwebwe, nkaba n’Umwizigirwa mu vyo mpishurirwa;","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:19","price":"Kandi ntimukagire amanyama ku Mana Allah mu guhakana Intumwa zayo; jewe mu vy’ukuri, ndabazaniye icemezo gitomoye cemeza ukuri kwanje;","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:20","price":"Mu vy’ukuri, ndikinze ku Mana yanje Ikaba n’Imana yanyu Rurema Allah, Inkingire ko mwonyicisha amabuye;","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:21","price":"Nimutanyemera ku vyo ndabazaniye, murandeka nidegemvye mutangeramiraˮ.","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:22","price":"Musa amaze kubona ko bamuhakanye bivuye inyuma, ni ho yasaba atakambira Imana yiwe Rurema Allah ati: “Mu vy’ukuri aba bantu, ni abanyavyaha bakubangikanyaˮ.","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:23","price":"Imana Allah Yabwiye Musa Iti: “Musa! Muri iri joro, uragenda ujanye abaja banje bakwemeye bakagukurikira; mu vy’ukuri, Firawuni n’ingabo ziwe bahava babomako, babatere;","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:24","price":"Maze ureke ibahari rigume ritururuye nk’uko risanzwe, mu vy’ukuri Firawuni n’ingabo ziwe, bahava basomeshwa nturi”.","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:25","price":"Inyuma y’isomeshwa nturi rero, Firawuni n’ingabo ziwe basize ibintu vyinshi; imirima itotahaye, amariba y’amazi atemba;","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:26","price":"N’indimo hamwe rero n’inzu ziteye igomwe;","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:27","price":"Hamwe rero n’inema nyinshi bari babayemwo, borohewe mu buzima;","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:28","price":"Ni nk’ico gihano rero Imana Allah Iha abihakana inema zayo, maze bakayigarariza. Inyuma y’ihonywa ryabo rero, ivyo vyose Twabiraze abandi bantu muri Bene Israyeli.","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:29","price":"Ijuru n’isi, ntivyigeze biririra Firawuni n’ingabo ziwe; kira noneho, ntibari no kurindirizwa ngo ntibahanwe.","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:30","price":"Ni ukuri, Twaranarokoye Bene Israyeli mu bihano bisuzuguza vyo gucurwa bufuni na buhoro;","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:31","price":"Maze Tubakiza mu kubakura kw’izosi Firawuni; mu vy’ukuri Firawuni, yari no mu bantu bagira amanyama ku bandi, bimonogoza mu bugarariji.","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:32","price":"Ni ukuri Twatoye Bene Israyeli Tubizi, mu kubatera iteka kurusha abandi bo mu gihe cabo;","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:33","price":"Maze Tubaha n’ibitangaro bazaniwe na Musa, birimwo igeragezwa rigaragara kuri bo.","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:34","price":"Ntumwa y’Imana! Mu vy’ukuri aba babangikanyamana mu bantu warungitsweko, ni ukuri bavuga bahakana izurwa ry’ibiremwa;","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:35","price":"Bakavuga bati: “Umuntu apfa rimwe! Urupfu ni urwo nyene rwo kw’isi nta rundi; ntituzonazuka inyuma yo gupfa ngo duharurirwe ivyo twakoze, duheze tubihemberwe!”.","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:36","price":"Bakongera bati: “Ewe Muhamadi! Wewe n’abemeramana muri kumwe, enda nyabuna rero, nimugarure kw’isi ba data bapfuye kera, nimwaba koko muri imvugakuri ko abantu bazosubizwa ubuzima bakazuka!”.","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:37","price":"Abo babangikanyamana b’i Makka, ni bo bahawe ubutore mu nguvu n’inema gusumba abandi ku buryo Tutobahana! Canke ni abantu b’umwami Tubba’i[4] hamwe n’imigwi y’abagararije hambere y’abo! Abo bose rero hamwe n’ubutore mu nguvu n’inema Twabahaye, Twarabahanye ku bugarariji bwabo Turabahonya. Mu vy’ukuri, bari abanyavyaha barenga ku mabwirizwa y’Imana Allah.","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":"[4] Tubba-i, ni umwami yigeze gutwara Yemeni, yakomoka mu bwoko bwa Al-Himyar.","lang":"rn"},{"name":"44:38","price":"Ntitwaremye amajuru n’isi hamwe n’ibiri hagati yavyo mu ntumbero yo gufyinata;","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:39","price":"Ntitwabiremye, kiretse ko kwari ukugira mumenye ko hariho Imana Rurema Allah, muheze muyiyegereze mu vyo mukora vyose munayisenge ari Imwe Rudende mutayibangikanya. Ariko rero abenshi mu babangikanyamana, ntibazi intumbero y’Imana Allah mu kurema.","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:40","price":"Mu vy’ukuri umusi w’izuka, ari na wo musi wo gutunganiriza ibiremwa, ni ryo sango ntarengwa ryabo bose;","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:41","price":"Umusi umugenzi ata na kimwe azomarira mugenziwe, eka mbere nta n’uwuzotabara uwundi;","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:42","price":"Kiretse uwuzogirirwa impuhwe n’Imana Allah mu bemeramana, maze akagira uwo avugira kuri Yo, ku burenganzira bwayo. Mu vy’ukuri rero Imana Allah, ni Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:43","price":"Mu vy’ukuri, igiti Al-Zaqquumu kinagira mu nyenga y’umuriro;","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:44","price":"Ivyamwa vyaco birura, binuka utokwumva, ni zo mfungurwa z’umunyavyaha, na canecane uwubangikanya Imana Allah;","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:45","price":"Uwuriye nya vyamwa, birabira mu nda; nka kurya kw’ubutare bwayongejwe ku muriro;","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:46","price":"Bugasebura nka kurya kw’amazi yabize akaryimara;","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:47","price":"Abamalayika, ku musi w’izuka bazobwirwa bati: “Nimufate uyo munyavyaha, maze mumuterere mu nyenga y’umuriro ururumba;","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:48","price":"Hanyuma mumusuke ku mutwe amazi asebuye akaryimara, maze yumvirize ibihano vyayo”.","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:49","price":"Maze abwirwe n’agashinyaguro n’akantu ati: “Honja rero ibihano. Mu vy’ukuri, kw’isi wari umunyacubahiro, umwubahwa mu bantu bawe.","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:50","price":"Banyavyaha! Ni ukuri ibi bihano muhawe kuri uno musi, ni bimwe mwahora mugirako amakenga ko bibaho”.","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:51","price":"Mu vy’ukuri, abagamburukiye Imana Allah mu kwubahiriza amabwirizwa yayo, bazoba bari mw’icumbi ritekanye ryubashwe;","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:52","price":"Mu mirima itotahaye, icamwo n’amazi atemba y’imbizi;","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:53","price":"Bazoba bambaye impuzu zishonywe mw’iharire yoroshe n’iyiremereye, bicaye barabana amaso mu yandi;","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:54","price":"Ni nk’uko nyene rero Twebwe Allah - Twahaye abagamburukiramana Ubwami bw’ijuru Tukabambika n’impuzu z’iteka - Tuzobatera n’iteka ryo kubashingira abakenyezi bo mu Bwami bw’ijuru, barangwa n’ubwiza bw’akataraboneka (Hururayini);","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:55","price":"Muri Bwo, bazosaba guherezwa amoko yose y’ivyamwa bipfuza, batekaniwe ku kuba nya vyamwa bitigera bihundura;","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:56","price":"Muri nya Bwami, ntibazoshikirwa n’urupfu ngo bapfe, kiretse urupfu rwa mbere bahonjeje bakiri kw’isi; Imana Allah, Izonabakingira ibihano vy’umuriro ururumba;","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:57","price":"Ivyo bikazoba ku mpano no ku bugwaneza bw’Imana yawe Rurema Allah. Iyo rero, ni yo ntsinzi ihambaye.","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:58","price":"Ntumwa y’Imana! Ni ukuri Twebwe Allah, Tworoheje Qor’ani, mu kuntu isomwa no mu nsiguro yayo mu rurimi rwawe, kugira bibuke baheze bikebuke;","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"44:59","price":"Rindira rero ineshwa canke ihanwa ry’ababangikanyamana Twagusezeraniye, na bo nyene mu vy’ukuri baguteze imisi ko uneshwa canke ugapfa.","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"45:2","price":"Ihishurwa ry’iki Gitabu ca Qor’ani ryavuye ku Mana Allah, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:3","price":"Mu vy’ukuri mu majuru indwi, no mw’isi izosokorokamwo ibiremwa, ari na yo irimwo ibiremwa bitandukanye mu bwoko no mu ndemo, ni ukuri muri ivyo vyose harimwo ivyemezo vyerekana ubushobozi n'ububasha vy’Imana Allah, ku bavyemera;","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:4","price":"No mw’iremwa ryanyu mwebwe abantu, n’iremwa ry’ibindi biremwa bigendagenda bikwiragiye mw’isi, harimwo ivyemezo vyerekana ubushobozi n'ububasha vy’Imana Allah, ku bantu bayemera bakemera n’amabwirizwa yayo ata gukekeranya;","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:5","price":"No mw’ibisikanya n’ikurakuranwa ry’ijoro n’umurango; mw’igwisha ry’imvura ivuye mu bicu izananye mu kirere, maze Imana Allah Ikanagisha ibiterwa n’ivyimeza kw’isi hakoreshejwe amazi ya nya mvura, inyuma y’igaduka no gucika ubukumbagare kw’isi; mw’isunikwa ry’umuyaga uzanana impande zose z’isi ku neza yanyu, mw’iremwa ry’ivyo vyose rero, ni ukuri harimwo ivyemezo vyotuma abantu bafise ubwenge banyurwa n'ivyemezo vy’Imana Allah, maze bakayigamburukira.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:6","price":"Ntumwa y’Imana! Izo rero, ni Aayah n’ivyemezo vy’Imana Allah Tugusomera vy’ukuri. Mbega none, inyuma ya Aayah n’ivyemezo vy’Imana Allah vyemeza ko ari Yo Mana Ikwiye gusengwa vy’ukuri Itabangikanijwe, ni inkuru nyabaki bokwemera!","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:7","price":"Uguhanwa nya guhanwa, ni ukw’umubeshi ruhebwa wese, umunyavyaha;","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:8","price":"Yumva Aayah z’Igitabu c’Imana Allah ca Qor’ani zisomwa, hanyuma akarendegera mu bugarariji, akagira n’amanyama n’akantu mu kutemera Imana Allah n’Intumwa yayo, nk’aho yoba atigeze yumva nya Aayah zisomwa. Ntumwa y’Imana! Mushikirize inkuru y’incamugongo yo guhabwa ibihano bibabaza ku musi w’izuka;","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:9","price":"N’iyo hagize ico amenya muri Aayah zacu, agifata minenegwe atebura. Uyo rero, ari mu bagenewe ibihano bisuzuguza ku musi w’izuka;","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:10","price":"Imbere yabo, hari umuriro wa Jahannamu ubarindiriye. Muri ico gihe rero, n’ivyo begeranije mu matungo n’abana nta na kimwe bizobamarira. Eka mbere n’ivyo bagize abahagarikizi bakabisenga mu gishingo c’Imana Allah, nta co bizobamarira. Bazoba bari no mu bihano bihambaye.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:11","price":"Iyi Qor’ani Twamanuye, ni uburongozi bukura abantu mu muzimagiza, ikaba n’icemezo c’ukuri kibashikana mu nzira igororotse. Nayo abagararije bagahakana Aayah n’ivyemezo vy’Imana yabo Rurema Allah, ku musi w’izuka, barategekanirijwe ibihano bibi cane kandi bibabaza;","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:12","price":"Allah, ni Yo Mana Yabagiriye ibahari, kugira ricemwo ubwato bungana umusozi kw’itegeko ryayo; no kugira murondere mu mpano zayo mu ruja n’uruza mu rudandazwa; no kugira rero muyishimire, muheze muyiyegereze muri vyose munayisenge ari Imwe Rudende mutayibangikanya;","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:13","price":"Yaranaborohereje kwikora ku biri mu majuru; nk’izuba, ukwezi n’inyenyeri, n’ibindi, no ku biri kw’isi; nk’ibitungwa, ibiti, n’ubwato, n’ibindi; ivyo vyose bikaba ari impano mwahawe n’Imana Allah, kugira muyisenge ari Imwe Rudende mutayibangikanya. Muri ivyo vyose rero, ni ukuri harimwo ivyemezo bigaragara vyotuma abantu biyumvira, bikebuka bakamenya ko hariho Imana Imwe Rudende.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:14","price":"Ntumwa y’Imana! Bwira abemeye Imana Allah bagakurikira n’Intumwa yayo, bababarire ababagiriye nabi mu babangikanyamana batizeye indishi ku Mana Allah, batanatinya n’ibihano vyayo, kugira Imana Allah Izobahanire ivyaha vy'ivyo bari bararondeye kw’isi;","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:15","price":"Uwukoze iciza rero, azogihemberwa ku neza yiwe. Uwukoze ikibi, na we nyene azogihanirwa ku gatwe kiwe. Hanyuma ga bantu! Impera n’imperuka muzosubizwa ku Mana yanyu Rurema Allah, maze Ihembere umwumwe wese ivyo yakoze.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:16","price":"Ni ukuri, Twarahaye Bene Israyeli Igitabu ca Tawurati n’Injili; Tubaha no kwubahiriza ingingo z’ibiri muri ivyo Bitabu; Tugira n’Abavugishwamana benshi muri bo, mu ruvyaro rwa Ibrahimu (nyakugira amahoro y’Imana Allah), Tubaronsa n’ibibabeshaho vyiza birekuwe, Tubatera n’iteka kurusha abandi bo mu gihe cabo;","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:17","price":"Tubaha n’ingingo zitomoye mu mabwirizwa y’ibirekuwe n’ibibujijwe, hamwe rero n’ivyemezo bitandukanya ukuri n’ikinyoma; ntibanahazanye ngo bicemwo imigwi, kiretse inyuma y’aho bashikiriwe n’ubumenyi, bitewe no kurenganyana hagati yabo mu ntumbero yo kurondera icubahiro canke ubutegetsi. Ntumwa y’Imana! Mu vy’ukuri Imana yawe Rurema Allah, ku musi w’izuka, Izobacira urutunganye ku vyo bahora bahazanako kw’isi[2];","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"[2] Iyi Aayah, irihaniza abantu ko batokwigenza nka Bene Israyeli mu guhazana bicamwo imigwi mw’idini, mu ntumbero yo kurondera ivyubahiro n’ubutegetsi, kuko bohava babihanirwa nk’uko Bene Israyeli babihaniwe.","lang":"rn"},{"name":"45:18","price":"Ntumwa y’Imana! Mu nyuma rero, ni ho Twagushingira ingingo z’amabwirizwa y’idini atomoye. Kurikira rero izo ngingo maze uzubahirize. Ntugakurikire ivyipfuzo vy’abadatahura nya ngingo, ata n’ukuri bazi[3].","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"[3] Iyi Aayah, irerekana ko idini ritunganye mu ngingo no mu mabwirizwa vyayo, ari ubwislamu; bikaba ngombwa rero, ko akurikizwa ata guhesha, ha gushira imbere ivyipfuzo vy’abantu.","lang":"rn"},{"name":"45:19","price":"Ntumwa y’Imana! Mu vy’ukuri mu gihe wokurikira ivyipfuzo vyabo, nta na kimwe bokumarira ngo bagukure mu bihano vy’Imana Allah. Mu vy’ukuri, abirenganije mu kurenga ku mabwirizwa y’Imana Allah, baratabarana bakagira n’urunani mu kurwanya abemeramana. Burya Imana Allah, ni Yo Muhagarikizi Atabara abagamburukiramana bubahiriza amabwirizwa yayo.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:20","price":"Ntumwa y’Imana! Iyi Qor’ani Twakumanuriye, irereka abantu itandukaniro riri gahati y’ukuri n’ikinyoma, ikaba n’uburongozi n’impuhwe ku bantu bemera ata gukekeranya, ko yoyo ari ukuri kuva ku Mana Allah.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:21","price":"Ahubwo rero, abubahuka gucumura izuba riva, bakanahakana bivuye inyuma Intumwa z’Imana, bagaca kubiri n’amabwirizwa y’Imana Allah bakanayibangikanya, bibaza ko mu buzima bwabo bwo kw’isi no mu bw’inyuma yo gupfa, Twobafata co kimwe n’abemeye Imana Allah n’Intumwa zayo, bakanakora n’ivyiza bitegetswe, bakanayisenga beza n’ivyo bakora vyose ku bwayo! Ingingo yabo yo kwiyumvira ko abanyavyaha n’aberanda bofatwa kumwe, ni mbi cane.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:22","price":"Imana Allah, Yaremye amajuru n’isi vy’ukuri mu ntumbero yo kubatunganiriza; no kugira umwumwe wese mu bantu azohemberwe ivyo yakoze ku musi w’izuka, kandi ntibazorenganywa namba.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:23","price":"Ntumwa y’Imana! Mbega warabonye uwigiriye ivyipfuzo vyiwe kuba ari yo mana yiwe, Imana Allah Iraheza Iramuhubisha kandi yaramaze gushikirwa n’ubumenyi n’ivyemezo; Itera n’ikimangu ku mutima wiwe ntihagira na kimwe atahura ngo yikebuke; Ishira no ku maso yiwe ipaziya, ntiyaba akibona ivyemezo vyayo! Ni nde wundi none yomushoboza kuba umugororotsi, inyuma y’aho Imana Allah Imurekeye agahuba ku bugaba bwiwe! Bantu! Ubwo ntimwokwibuka mukamenya ko uwo Imana Allah Iretse agahuba ku bugaba bwiwe, ata wushobora kumurongora mu nzira yayo[4]!","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"[4] Iyi Aayah, irihaniza umuntu gukora ivyo akora yisunze ivyipfuzo vyiwe, ha kwisunga ingingo n’amabwirizwa vy’Imana Allah.","lang":"rn"},{"name":"45:24","price":"Ababangikanyamana bavuze bahakana bivuye inyuma izurwa ry’ibiremwa bati: “Ubuzima, si ikindi kiretse ko ari ubu buzima nyene tubayeho kw’isi, nta bundi buzima bubaho inyuma yo gupfa; nta n’ikindi gituma dupfa tugahona, kiretse ibihe bidutitura tugapfa, si Imana Allah”. Abo babangikanyamana rero, nta bumenyi bafise ku vyerekeye ubuzima no gupfa hamwe n’izurwa ry’ibiremwa, bapfa kuvuga gusa ivyo bibwiye;","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:25","price":"N’iyo basomewe Aayah zacu zitomoye, nta cemezo baronka bisunga, kiretse ukuvuga bati: “Ewe Muhamadi! Wewe n’abemeramana muri kumwe, enda nyabuna rero, nimugarure kw’isi ba data bapfuye kera, nimwaba koko muri imvugakuri, ko abantu bazosubizwa ubuzima bakazuka!”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:26","price":"Ntumwa y’Imana! Bwira abahakana bivuye inyuma izurwa ry’ibiremwa, uti: “Imana Allah, Ibaha ubuzima mukaba kw’isi ikiringo Ishatse; hanyuma Ikabaka nya buzima mugapfa ikiringo co kubaho kwanyu giheze; mu nyuma rero, Izobasubiza ubuzima muzuke, maze Ibegeranirize hamwe mwese ku musi w’izuka ata makenga ko uzoshika. Ariko rero abenshi mu bantu, ntibazi ubushobozi n'ububasha vy’Imana Allah mu gutuma abantu bapfa, no mu kubasubiza ubuzima bakazozuka ku musi w’izuka”.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:27","price":"Imana Allah, ni Yo Nyenubwami Igaba Ikaganza amajuru indwi n’isi n’ibiri muri vyo. Umusi umuhero w’isi wageze rero, ibiremwa vyose bigahwera, hanyuma bikazuka kugira bihemberwe ivyo vyakoze, kuri uwo musi abahakana Aayah n’ivyemezo vy’Imana Allah, bazogira agahombo gakomeye;","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:28","price":"Ntumwa y'Imana! Kuri uyo musi, uzobona umugwi umwumwe w’abantu basenga mw’idini rimwe upfukamye watekewe n’ubwoba n’akantu, maze umugwi wose uhamagarirwe kwumviriza ibiri mu gitabu cawo, maze ubwirwe uti: “Uno musi rero, muhemberwa ivyo mwari mwarakoze kw’isi”.","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:29","price":"Iki, ni igitabu cacu kibabwira vy’ukuri ido n’ido ku vyo mwakoze ata kirenzeko ata n’ikibuzeko. Mu vy’ukuri, Twahora Dutegeka abamalayika babungabunga ivyo mukora, kwandika ibikorwa vyanyu.","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:30","price":"Abemeye rero Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo, Imana yabo Rurema Allah, Izoheza Ibinjize ku mpuhwe zayo mu Bwami bw’ijuru. Iyo rero, ni yo ntsinzi igaragara.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:31","price":"Nayo abagararije Imana Allah bakanahakana bivuye inyuma Intumwa zayo, bazobwirwa bati: “Mbega ntimwasomewe Aayah zanje mukiri kw’isi, mukagira amanyama mu kutazemera, mukaba mwari n’abantu b’abanyavyaha!","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:32","price":"Mubwiwe ko mu vy’ukuri isezerano ry’Imana Allah ryo kuzura ibiremwa, ari iry’ukuri; n’uko umuhero w’isi ata makenga ko uriho”, mwaca mwishura muti: “Ntituzi ico ari co umuhero w’isi! Ntituniteze umuzo wawo, kiretse ku gukekeranya gusa, eka mbere ntitunemera ko nya muhero ubaho”.","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:33","price":"Kuri uwo musi w’iharurirwa ry’ibiremwa rero, abagararije Aayah n’ivyemezo vy’Imana Allah, bazobona indishi y’ibibi bakoze, bazokwugarizwa n’ibihano bibabaza ku vyo bahora bateburako;","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:34","price":"Baheze babwirwe n’Imana Allah bati: “Kuri uno musi, Turabirengagije mu kubagumiza mu bihano vya Jahannamu nka kurya mwirengagije ukwemera, mukareka kwitegurira uyu musi wanyu, n’ubushikiro bwanyu rero ni mu muriro wa Jahannamu, nta n’umwe muronka abatabara ngo abakingire ibihano;","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:35","price":"Ivyo bihano mwahawe, vyaturutse ku gufata Aayah n’ivyemezo vy’Imana Allah minenegwe, mukabiteburako, no kuba mwarahenzwe mutwarwa n’ibihendamaso vyo mu buzima bwo kw’isi”. Kuri uno musi rero, ntibarota bava mu muriro wa Jahannamu, eka mbere ntibanasubizwa kw’isi ngo bigaye, baheze bakore ibikorwa vyiza.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:36","price":"Kubera ivyo vyose rero, ishimagizwa ni iry’Imana Rurema Allah, Umubungabunzi w’amajuru n’isi, Ikaba n’Umubungabunzi w’ibiremwa vyose;","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:37","price":"Ni Yo Ikwiye kwigamba ku butwari n’ubutore vyayo mu majuru no mw’isi, ni na Yo rero Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"rn"}],"juz":{"id":25,"name":"إِلَيْهِ يُرَدُّ","transliteration":"Ilayhi Yurad","transEn":"To Him is Returned","startVerse":"41:47","endVerse":"45:37","totalVerses":246}}