{"data":[{"name":"2:253","price":"Izo Ntumwa rero, muri zo hari izo Twebwe Allah Twahaye icubahiro kuruta izindi mu nema; muri zo, harimwo izo Imana Allah Yavugishije (nk’Intumwa Musa na Muhamadi, za nyakugira amahoro n’impuhwe z’Imana Allah)[50], hakaba n’izo Yahaye icubahiro co hejuru (nk’Intumwa Muhamadi nyakugira amahoro n’impuhwe z’Imana Allah)[51]. Twaranahaye Intumwa Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah) ibitangaro bigaragara vyemeza ko ari Intumwa y’Imana[52], Twongera Tumuteza intege Mutimamweranda Jibrili (nyakugira amahoro y’Imana Allah). Iyo rero Imana Allah Ishaka ko abaje mu nyuma y’izo Ntumwa batarwana mu nyuma y’aho bashikiriwe n’ivyemezo bigaragaza ukuri, ntibari kurwana, ariko rero baracanyemwo mu guhazana, muri bo hari abatsimbataye ku kwemera, hari n’abagararije. Iyo Imana Allah Ishaka inyuma y’ukwo gucanamwo mu guhazana kwatumye barwana, ntibari kurwana, ariko Imana Allah Ishoboza kuyumvira no kuyemera uwo Ishatse, Igatetereza mu bagarariji uwo Ishatse, kuko Ikora ivyo Ishatse.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"[50] Muri iyi Aayah harimwo icemezo c’uko Imana Allah Ivuga mu buryo buberanye n’icubahiro cayo.\n[51] Kuko yarungitswe ku bantu bose hamwe n’amajini, yasozereye Intumwa hamwe n’Abavugishwamana bose, hamwe rero no guha abantu yarungitsweko bakayemera, icubahiro gisumba iyindi migwi yarungikiwe izindi Ntumwa, n’ibindi.\n[52] Nk’ukuvura uwavutse ari impumyi ku bushobozi bw’Imana Allah, uwavukanye indwara zo ku ruhu ku bushobozi bw’Imana Allah, gusubiza ubuzima abapfuye ku bushobozi bw’Imana Allah.","lang":"rn"},{"name":"2:254","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza amabwirizwa yayo! Nimutange ishikanwa-bwirizwa n’imperezwa mu vyo Imana Allah Yabaronkeje, imbere yuko mushikirwa n’umusi w’izuka ry’ibiremwa, aho ata rudandazwa ruzokorwa ngo rwunguke ruheze rubagombore mu bihano vy’Imana Allah, nta n’ubugenzi eka nta n’ivugira bizogira ico bibamariye. Burya abagarariji ni bo birenganya mu kurenga imbibe z’ivyaziririjwe n’Imana Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:255","price":"Allah ni Yo Mana ata yindi mana ibwirijwe gusengwa atari Yo, Nyenubugingo budashira nk’uko buyikwiye, Umuhagarikizi w’ibiremwa Yikwije muri vyose. Ntihunikira (Ntihunyiza) eka Ntinasinzira. Ni Yo Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi n’ibiri hagati yavyo. Nta n’umwe yokwubahuka kuvugira uwundi imbere yayo, kiretse ku burenganzira buvuye kuri Yo. Ni Yo Izi bikwiye inkuru z’ibiremwa vyose, kahise, kubu na kazoza kavyo. Nta n’umwe ashoboye kumenya na kimwe mu bumenyi bwayo kiretse ivyo Yo Yonyene Ishatse ko amenya. Ubuvyagiro bw’Ibirenge vyayo bukwiriye amajuru n’isi, kandi ntibiyiruhije kubungabunga amajuru n’isi. Ni na Yo rero Nyenicubahirogisumbavyose, Nyenicubahiro-ntangere[53].","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"[53] Iyi ni yo Aayah ihambaye gusumba izindi muri Qor’ani. Yitwa Aayatu l-Kursiy.","lang":"rn"},{"name":"2:256","price":"Nta winjira mw’idini ry’ubwislamu ku gahato, kuko ryikwije kandi ritomoye, ukuri n’uburongozi biratomoye kuruta ikinyoma n’uguhuba. Uwugararije ibigirwamana vyo mu bwoko bwose[52] agaheza akemera Imana Allah, ni ukuri nta nkeka ko aba afashe ipfundo ry’idini ritigera ripfunduruka. Burya Imana Allah ni Nyenukwumva, Irumva ibivugwa n’abaja bayo; Nyenubumenyikurivyose, Irazi neza ivyo bakora n’ivyo bazirikana, kandi Izobibahembera.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"[52] Ibigirwamana vyo mu bwoko bwose “TWAAGHUUT”, ni ikiremwa ico ari co cose gisengwa mu gishingo c’Imana Allah, gishimishwa n’iryo sengwa.","lang":"rn"},{"name":"2:257","price":"Imana Allah ni Yo Muhagarikizi w’abemeramana mu kubatabara no mu kubabungabunga, Ibakura mu muzimagiza w’ubugarariji Ikabaganisha mu muco w’ukwemera. Nayo abagararije, abahagarikizi babo n’ibigirwamana basenga mu gishingo c’Imana Allah, bibakura mu muco w’ukwemera bikabaganisha mu muzimagiza w’ubugarariji, abo rero ni bo bantu bo mu muriro, bobo bazowubamwo ibihe bidahera.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:258","price":"Ntumwa y’Imana! Mbega urabona igitangaje kiruta ukuntu uwuraho yahaririye n’Intumwa y’Imana Ibrahimu (nyakugira amahoro y’Imana Allah), ku bijanye n’ukwemera Imana yiwe Rurema Allah, ku kubera ko Imana Allah Yamuhaye ubwami maze akihambaza! Igihe yabaza Intumwa Ibrahimu ati: “Imana yawe Rurema ni nde?”. Intumwa Ibrahimu iraheza iramwishura iti: “Imana yanje Rurema, ni Irya Iha ibiremwa ubuzima bikabaho, Ikongera Ikavyaka ubuzima bigapfa”. Na we ati: “Jewe ndatanga ubuzima nkongera nkica uwo nshatse”. Intumwa Ibrahimu ivuga iti: “Mu vy’ukuri Imana nsenga, Iserura izuba mu buseruko, enda rero na we riserure mu burengero!”. Ni ho wa mugarariji yajumararirwa ubwanwa bupfuka umunwa. Burya Imana Allah ntirongora mu nzira y’ukuri abirenganya ku bugaba bwabo.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:259","price":"Canke ga Ntumwa y’Imana! Urabona nka wa muntu yaca mu gacimbiri imihana yako yasenyaguwe hagahona n’abakabamwo, araheza avuga yitangaza ati: “Ni gute Imana Allah Yosubiza ubuzima aka gacimbiri mu nyuma y’ihonywa ryako!”. Imana Allah Iraheza Imwaka ubuzima arapfa araheza amara imyaka ijana, hanyuma Iramuzura Imusubiza ubuzima, maze Iramubaza Iti: “Mbega wari umaze imyaka ingahe warapfuye!”. Arishura ati: “Nari maze umusi umwe canke igice c’umusi”. Imana Imubwira Iti: “Ahubwo wari umaze imyaka ijana warapfuye! Ehe mbere raba imfungurwa n’ibinyobwa vyawe Twarabibungabunze ntivyabora, raba n’indogobwe yawe rero ukuntu Tuyisubiza ubuzima kugira ngo Tukugire ku bantu ikimenyetso c’ubushobozi bw’Imana Allah bwo kuzura ibiremwa; ehe raba amagufa ukuntu Tuyasubiranya hanyuma Tukayambika inyama Tugasubiza nya ndogobwe ubuzima! Wa muntu, amaze kwibonera n’amaso yiwe iryo zuka, yashotse yemanga ko Imana Allah ari Mushoboravyose.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:260","price":"Ntumwa y’Imana! Ibuka igihe Intumwa y’Imana Ibrahimu (nyakugira amahoro y’Imana Allah) yasaba kwibonera ukuntu izurwa ry’ibiremwa riba, ikavuga iti: “Mana yanje Rurema Allah! Nyereka ukuntu Uzura abapfuye!”, Imana Allah Ikamubaza Iti: “Mbega none nturemera!”, na yo isubizayo iti: “Nobuzwa n’iki kwemera! Ahubwo nshaka gusa kwongerereza ukwemera ku kwemera kwanje, maze umutima wanje uturure kurusha”. Imana Allah ni ho Yamubwira Iti: “Fata rero inyoni zine uzibage, maze uzikebagure uduceduce, hanyuma uheze unyanyagize nya duce ku musozi umwumwe, uhejeje uhamagare nya nyoni, ziraheza zikwitabe vuba bwango ari nzima. Uraheza rero umenye kandi ko Imana Allah ari Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora”. Kukaba nkako Ibrahimu yabigenjeje nk’uko yabwiwe n’Imana Allah, agize ngo arahamagara nya nyoni, zaciye zimwitaba zinyaragasa.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:261","price":"Akarorero k’abemeramana batanga amatungo yabo mu guharanira idini ry’Imana Allah, ni nka kurya kw’urutete rwateragiwe mw’isi y’akanovera, ruraheza ruranaga igiti gifise amashami indwi; maze kuri buri shami hakabako intete ijana, kanatsinda Imana Allah Igwiriza indishi uwo Ishatse Ikurikije umuzirikanyi wiwe. Burya rero Imana Allah ni Nyenimpano-ntangere, Nyenubumenyikurivyose, Irazi neza ivyo mukora n’ivyo muzirikana, kandi Izobibahembera.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:262","price":"Abatanga amatungo yabo mu guharanira idini ry’Imana Allah, hanyuma ntibakurikize ivyo batanze agashinyaguro canke agasuzuguro mu mvugo n’ingiro, bazosanga indishi yabo y’ivyo bakoze ku Mana yabo Rurema Allah, kandi nta bwoba kuri bo bwo guhanwa, eka mbere bobo ntibazokwicwa n’intuntu ku vyo basize kw’isi.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:263","price":"Burya akajambo keza wishura uwusaba, no kumubabarira ku kwama ariko arasega, ni vyiza kuruta imperezwa ikurikijwe agashinyaguro n’agasuzuguro mu mvugo n’ingiro. Burya Imana Allah Irikenuye nta co Ikeneye ku mperezwa y’ibiremwa, ni Nyenubwitonzi-ntangere, ntiyihutira guhana.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:264","price":"Emwe bemeye Imana Allah n’umusi w’imperuka! Ntimukonone indishi y’imperezwa zanyu ku kuzikurikiza agashinyaguro n’agasuzuguro mu mvugo n’ingiro, nka wa wundi atanga amatungo yiwe ku kwiyerekana ku bantu, atanemera Imana Allah n’umusi w’imperuka; uyo rero akarorero kiwe, ni nk’ak’ibuye ry’isare ririko ivu, hanyuma hakagwa imvura nyinshi igahungurura nya vu, igasiga rya buye ryererana ritagirako intumo; ni nk’uko rero, abatanga ku kwiyerekana, indishi y’ibikorwa vyabo iyonga, nta na kimwe baronka mu ndishi y’ivyo barondeye, burya Imana Allah ntishoboza abagarariji gutumbera ukuri mu gutanga ku bwayo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:265","price":"Nayo akarorero ka barya batanga amatungo yabo barondera gushimwa n’Imana Allah, no gutsimbataza ukwemera mu mitima yabo, ni nk’ak’umurima utotahaye uri ahantu hataramutse himbuka, haguye imvura nyinshi, gutyo umwimbu uva muri nya murima ukiyongera incuro zine; iyo muri nya murima hataguye imvura nyinshi iranyanyagira, amama yayo akaba akwiye kugira ngo umwimbu wiyongere[55]. Burya Imana Allah ivyo mukora vyose Irabibona neza, ni Nyenukubona.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"[55] Ni na ko abatanga ku bw’Imana Allah imperezwa zabo zaba nke canke nyinshi zakirwa zikagwizwa n’Imana Allah incuro nyinshi mu ndishi.","lang":"rn"},{"name":"2:266","price":"Mbega muri mwebwe, hari uwipfuza ko yoba afise umurima ugizwe n’ibiti vy’itende n’imizabibu, musi yavyo hatemba inzuzi z’amazi meza y’akanovera, muri nya murima akaba afisemwo amoko yose y’ivyamwa, na we akaba ageze mu za bukuru atagishoboye guteragira, akaba afise rero n’abana bakiri bato bakeneye kwikora kuri nya murima, hanyuma hakaza umuyaga w’igihuhusi uvanze n’umuriro ukawuturira[56]! Ni nk’ukwo nyene rero, Imana Allah Ibatomorera Aayah n’ingingo zayo kugira ngo mwiyumvire muheze mutahure icobagirira akamaro kw’isi no mu buzima bw’inyuma yo gupfa, maze rero mutange imperezwa zanyu ku bwayo.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"[56] Ukwo ni ko bizogendera abatanga ku kwiyerekana ku musi w’izuka ry’ibiremwa, nta ndishi bazoronka.","lang":"rn"},{"name":"2:267","price":"Emwe bemeye Imana Allah n’Intumwa zayo! Nimutange mu vyiza birekuwe mwarondeye, no mu vyo Twabahaye kwikorako mu biri mu kuzimu. Ntimugatumbere ibidashemeye ngo mubitangeko imperezwa ku bw’Imana Allah, kandi na mwe nyene mu gihe mwobihabwako mutovyakira kiretse mu gihe mwokwirengagiza ukuntu bidashemeye. Muraheza rero mumenye kandi ko Imana Allah Yikenuye, ata co Ikeneye ku mperezwa zanyu, Ishimwa ku mazina, ku matazirano no ku bikorwa vyayo mu bihe vyose.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:268","price":"Kuba ingumyi no gutanga ibidashemeye biterwa n’inyoshambi za shetani, ibizeza ubukene mu gihe mwotanga ibishemeye, gutyo ikabosha kuba ingumyi, ikanabategeka gukora ibibi, kandi Imana Allah na Yo Ibasezeranira ko mu gihe mwotanga imperezwa muzogumirizwa akabanga ku vyaha vyanyu, vyirengagizwe ntimubihanirwe mu buzima bw’inyuma yo gupfa, mukongererezwa no mu ngabirano zayo ibibabeshaho. Burya rero Imana Allah ni Nyenimpano-ntangere, Nyenubumenyikurivyose, Irazi neza ivyo mukora n’ivyo muzirikana, kandi Izobibahembera.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:269","price":"Imana Allah Iha ugutumbera ukuri mu mvugo n’ingiro uwo Ishatse. Uwo Imana Allah Ihaye ugutumbera ukuri mu mvugo n’ingiro, uwo ni ukuri aba ahawe ivyiza vyinshi. Ivyo nta n’uwuvyibuka kiretse abanyabwenge.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:270","price":"Ico ari co cose mwatanze mu matungo, canke mwiyemeje gukora ku bw’Imana Allah, caba gito canke kinini, mu vy’ukuri Imana Allah Irakizi Izokibahembera. Uwuzoreka rero gutanga azoba yirenganije, kandi rero abirenganya mu kudatanga mu nzira y’Imana Allah nta babatabara mu kubakingira ibihano vy’Imana Allah bazoronka mu buzima bw’inyuma yo gupfa.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:271","price":"Nimwatanga imperezwa ku mugaragaro ku bw’Imana Allah, ni vyiza; nimwayitanga naho mu mpisho mukayihereza abakene, bizoba ari vyiza kuri mwebwe gusumba kuko ata kwiyerekana kuba kurimwo. Gutyo rero Imana Allah Izonabababarira ivyaha vyanyu. Burya Imana Allah ivyo mukora vyose Irabizi, ni Muhetuziwavyose, kandi Izobibahembera.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:272","price":"Ntumwa y’Imana! Ntujejwe gushoboza abagarariji kurongoka, ariko rero Imana Allah Ishoboza kurongoka mu nzira yayo uwo Ishatse. Ico cose mutanga mu matungo muzogihemberwa ku neza yanyu, kanatsinda mwebwe mwemera, nta n’ico mutanga kiretse ku kurondera gushimwa n’Imana Allah. Ico ari co cose rero mutanze mu matungo muzohabwa indishi yaco, kandi ntimuzorenganywa mu kurenza urugero rw’ibihano canke mu kugabanywa indishi.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:273","price":"Muragenera rero imperezwa zanyu abakene bihebeye guharanira idini ry’Imana, bigatuma badashobora guca irya n’ino kurondera ikibabeshaho, uwutabazi ababonye yokwibaza ko ari abatunzi bikenuye ku kwiyubaha ntibasege; ubamenyera ku bimenyetso vy’ugukena, ntibigera basabiriza; n’iyo bibaye ngombwa gusaba, ntibasega bakwizingirako ku gahato. Ico cose mutanze rero mu matungo, mu vy’ukuri Imana Allah Irakizi, Izokibahembera.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:274","price":"Abatanga amatungo yabo ku bw’Imana Allah mw’ijoro no ku murango, mu mpisho no ku mugaragaro, abo bazosanga indishi yabo y’ivyo bakoze ku Mana yabo Rurema Allah, kandi nta bwoba kuri bo bwo guhanwa, eka mbere bobo ntibazokwicwa n’intuntu ku vyo basize kw’isi.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:275","price":"Abarya inyungu izira (riba), ntibazohagarara bava mu mva ku musi w’izuka atari nka kurya uwafashwe na shetani ahaguruka adandabagirana, ivyo bigaterwa n’uko bavuze bati: “Burya urudandazwa n’inyungu yarwo irarekuwe nk’iyiva muri “riba””. Banguha! Burya Imana Allah Yararekuye urudandazwa n’inyungu ivamwo; kuko harimwo guhanahana ibidandazwa ku nyungu zigaruka ku mudandaji n’umuguzi, Iziririza inyungu iva muri “riba”; kuko harimwo agahotoro n’isesagurwa ry’ubutunzi. Uwo wese rero azoshikirwa n’ingingo y’Imana yiwe Rurema Allah yo kuziririza inyungu izira, agaheza akavavanura na yo, uyo nta caha kuri we, ararekuriwe inyungu yaronse imbere yuko iziririzwa, Imana Allah Imutegeye ku bikurikira muri kazoza. Nayo uwuzosubira kurya inyungu izira inyuma y’aho, uyo azoba ari mu bantu bo mu muriro, bobo bazowubamwo ibihe bidahera.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:276","price":"Imana Allah Ivuma inyungu izira, Ikagwiza imigisha y’imperezwa, kandi rero Imana Allah ntikunda namba umugarariji karuhariwe yuzuye ivyaha bitewe no kurya inyungu izira.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:277","price":"Mu vy’ukuri, abemeye bakanakora ivyiza bitegetswe, bagatsimbataza n’amasengesho akwije ibisabwa ku mwanya wayo, bagatanga n’ishikanwa-bwirizwa, bazosanga indishi yabo y’ivyo bakoze ku Mana yabo Rurema Allah, kandi nta bwoba kuri bo bwo guhanwa, eka mbere bobo ntibazokwicwa n’intuntu ku vyo basize kw’isi.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:278","price":"Emwe bemeye Imana Allah n’Intumwa yayo! Nimutinye Imana Allah mu kwubahiriza amabwirizwa yayo, maze mureke gusaba inyungu izira ku matungo yanyu mwahora mukoresha imbere yuko “riba” iziririzwa nimwaba muri abemeramana koko mu mvugo n’ingiro;","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:279","price":"Nimutabigenza nk’ukwo rero, muraheza mwitegurire indwano iturutse ku Mana Allah n’Intumwa yayo; nimwigaya naho mukagaruka ku Mana Allah, muzoba murekuriwe kwakira imitahe y’ingurane zanyu mutayisavyeko inyungu izira, ntihagire n’uwo murenganya ngo mumwake ikirenze ku mutahe, eka mbere na mwe nyene ntihagire n’uwubarenganya ngo abasubize ingurane y’umutahe idakwiye.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:280","price":"Uwaguranywe niyaba adashoboye kuriha, muramurindira gushika aho bizomushobokera kuriha. Nimwamuhebera ingurane yose canke igice cayo, bizoba ari vyiza kuri mwebwe nimwaba muzi indishi zirimwo mu buzima bwo kw’isi no mu bw’inyuma yo gupfa.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:281","price":"Bantu! Nimwiyubare rero umusi mwasubiye ku Mana Allah kugira muharurirwe, hanyuma umwe wese muri mwebwe akazohabwa indishi y’ivyiza canke ibibi yarondeye, kandi rero abantu ntibazorenganywa mu kurenza urugero rw’ibihano canke mu kugabanywa indishi[57].","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"[57] Izi Aayah zirerekana ko kuvavanura n’inyungu izira (riba) gutsimbataza ukwemera hamwe n’ibindi bikorwa vyiza bitegetswe; nk’ugutsimbataza amasengesho, ugutanga ishikanwa-bwirizwa n’ibindi.","lang":"rn"},{"name":"2:282","price":"Emwe bemeye Imana Allah n’Intumwa yayo! Nimwaguranana ingurane izokwishurwa ku gihe cumvikanyweko, murashoka muyandika. Umwanditsi w’umwizigirwa araheza abandikire. Uwahawe n’Imana Allah amahirwe yo kumenya kwandika, niyasabwa kubandikira ntazokwanke, araheza rero yandike ivyo abwiwe n’uwahawe ingurane, kandi atinye Imana yiwe Rurema Allah ntagabanye na gato ku vyo yishuzwa. Uwahawe iyo ngurane niyaba yarakehewe n’ubwenge, akiri muto ataragera mu bigero, yarasaze canke ari nyamuragi, umuhagarikizi wiwe aravuga ata karenganyo ico yishuzwa. Muraheze rero musabe ko hoba ivyabona bibiri vy’intungane mu bagabo muri mwebwe nyene. Nihataboneka abagabo babiri, murasaba ko umugabo umwe n’abagore babiri mwishimiye boba ivyabona, kugira ngo umwe muri nya bagore niyibagira, uwundi aze yibutse mugenziwe. Ivyabona ntibizokwanke kwitaba nivyarengutswa gushikiriza ico bizi, kandi ntimuzonebwe kwandika ingurane yaba nto canke nini n’igihe izorihirwa. Iyo ni yo ngingo itunganye ku Mana Allah, ni na bwo buryo butomoye bwo kwisunga mu kuba ivyabona, ni na yo nzira kandi ya hafi yo gukura amakenga mu bijanye n’ubwoko bw’ingurane, uko ingana n’ikiringo izorihirwako. Ariko rero mu gihe rwoba ari urudandazwa rubaye hagati yanyu aho nyene, nta kibi kuri mwebwe mu kutarwandika, mugabo ni vyiza ko mwotora ivyabona mu gihe c’igura n’igurishwa ku mpungenge zo kwanka gucanamwo. Kirazira rero ko umwanditsi n’icabona bagirirwa nabi n’uwatanze ingurane, uwayihawe canke uwundi wese yokenerako ijambo. Nimwagira ivyo mubujijwe, muzoba mubaye ibigaba birenga ku mabwirizwa y’Imana Allah, mukwiye no guhanwa. Muraheza rero mutinye Imana Allah mu kwubahiriza amabwirizwa yayo, Imana Allah Izoheza Ibigishe ibituma muroranirwa kw’isi no mu buzima bw’inyuma yo gupfa, kandi rero Imana Allah ikintu cose mukoze Irakizi, ni Nyenubumenyikurivyose.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:283","price":"Nimwaba muri ku rugendo mukabura umwanditsi, murahereza uwutanze ingurane ingwati agumana gushika arishwe ingurane yiwe. Nimwizerana, mukaguranana mutarinze kwandika, gutora ivyabona no gusaba ingwati, uwuhawe ingurane araheza rero yishure ingurane yizeweko, maze atinye Imana yiwe Rurema Allah ntahemuke. Niyihindukiza agahemuka naho, hakaba igihe baguranana hari ababona, muraheza mube ivyabona vy’ukuri ntihagire ico muzonyegeza. Uwuzonyegeza ico yabonye azoba ari nyenumutima wuzuye ivyaha, kandi rero Imana Allah ivyo mukora vyose Irabizi, ni Nyenubumenyikurivyose.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:284","price":"Imana Allah ni Yo Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi n’ibiri hagati yavyo. Muramutse museruye ibiri ku mitima yanyu canke mukabihisha, Imana Allah Izobibaharurako, maze Ibabarire uwo Ishatse, Inahane uwo Ishatse[58]. Imana Allah ni Yo Mushoboravyose.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"[58] Ku mpuhwe z’Imana Allah Yahavuye Ireka guhanira umuntu ico ahishije ku mutima wiwe, mu gihe ataragiserura mu majambo canke mu ngiro.","lang":"rn"},{"name":"2:285","price":"Intumwa y’Imana (nyakugira amahoro n’impuhwe z’Imana Allah) yaremeye iranizigira ivyo yahishuriwe n’Imana yayo Rurema Allah muri Qor’ani, eka n’abemeramana baravyemeye baranabishira mu ngiro; umwe wese muri bo yaremeye Imana Allah, abamalayika bayo, Ibitabu vyayo n’Intumwa zayo zose, baraheza bavuga bati: “Ntituvangura n’imwe mu kwemera Intumwa zayo”. Barongeye baravuga hamwe n’Intumwa bati: “Twumvise kandi twumviye Imana Allah, turasavye rero imbabazi n’ikigongwe cawe, Mana yacu Rurema! Ni no kuri Wewe rero tuzosubira kugira Uduhembere ivyo twakoze”.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"2:286","price":"Imana Allah ntitegeka umuntu ibirimwo amananiza, Imutegeka ivyoroshe ashoboye gushira mu ngiro bitewe n’impuhwe Imufitiye. Umwe wese rero azohemberwa ivyiza yarondeye, ahanirwe ibibi yarondeye. Mana yacu Rurema Allah! Ntuduhane mu gihe twibagiye gukora ibitegetswe, mu gihe dukoze ibibujijwe, canke mu gihe dukosheje bitewe no kutamenya. Mana yacu Rurema Allah! Ntuduhe itegeko ririmwo amananiza nk’uko Wategetse ab’aho hambere yacu ku kubahana. Mana yacu Rurema Allah! Ntuturemeke amabwirizwa tudashoboye gushira mu ngiro, duhanagurire ivyaha vyacu, tugumirize akabanga ku vyaha vyacu maze ntubiduhanire, Wongere Utugirire impuhwe n’ubugwaneza. Ni Wewe Umuhagarikizi n’Umutabazi wacu, dushoboze rero gutsinda abantu b’abagarariji.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:1","price":"Alif Laam Miim[1].","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara.","lang":"rn"},{"name":"3:2","price":"Allah ni Yo Mana ata yindi mana ibwirijwe gusengwa atari Yo, Nyenubugingo budashira nk’uko buyikwiye, Umuhagarikizi w’ibiremwa Yikwije muri vyose.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:3","price":"Ntumwa y’Imana! Yakumanuriye Igitabu ca Qor’ani vy’ukuri kitagiramwo amakenga, gishimangira ibiri mu Bitabu vyo hambere yaco, yaranamanuriye Intumwa Musa (nyakugira amahoro y’Imana Allah) Tawurati, Inamanurira n’Intumwa Isa (nyakugira amahoro y’Imana Allah) Injili;","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:4","price":"Imbere yuko Imanura Qor’ani, kugira ngo Irongore abantu mu nzira yayo, Iraheza rero Imanura Qor’ani itandukanya ukuri n’ikinyoma. Mu vy’ukuri, abahakanye bivuye inyuma Aayah n’ivyemezo vyamanuwe n’Imana Allah, bategekanirijwe ibihano ruhasha, kandi rero Imana Allah ni Nyenintsinzi-Mutaneshwa, Izokwihora bikwiye abagarariji ku musi w’izuka.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:5","price":"Mu vy’ukuri, ubumenyi bw’Imana Allah bukikije ibiremwa vyose, nta kintu na kimwe kw’isi canke mw’ijuru cinyegeje Imana Allah, n’aho coba akantu kanzunya.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:6","price":"Ni Yo Yonyene Ibarema mu bitereko vy’abavyeyi banyu ukuntu Ishaka. Nta mana ibwirijwe gusengwa vy’ukuri atari Yo, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:7","price":"Ntumwa y’Imana! Ni Yo Yonyene Yakumanuriye Qor’ani; muri yo harimwo Aayah zitomoye cane mu nsiguro, ni zo shimikiro yisungwa iyo hagize ikibadidanira mu nsiguro. Harimwo rero n’izindi Aayah zifobetse, zishobora kugira insiguro iyi n’iyindi, gutyo insiguro yazo nyayo ikagenwa na Aayah zitomoye. Abafise rero imitima yahuvye, baraheza bagakurikira muri zo Aayah zifobetse gusa, barondera guta abantu mu madidane (mu rudubi) ngo babahuvye, mu ntumbero ihuye n’insiguro bipfuza. Nta n’uwuzi insiguro nyayo y’ukuri ya Aayah zifobetse atari Imana Allah. Abamenyi babushitse na bo bavuga bati: “Twaremeye Qor’ani, ibirimwo vyose vyadushikiriye bivuye ku Mana yacu Rurema Allah”, bagaheza bagatahura insiguro ya Aayah zifobetse bisunze insiguro ya Aayah zitomoye, kandi rero nta wutahura insiguro yazo nyayo atari incabwenge koko;","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:8","price":"Bakavuga kandi batakamba bati: “Mana yacu Rurema Allah! Ntureke imitima yacu ngo ihube inyuma y’aho Uturongoreye mu nzira y’idini ryawe, duhe n’impuhwe zivuye iwawe, mu vy’ukuri Wewe Uri Bigaburo;","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:9","price":"Mana yacu Rurema Allah! Mu vy’ukuri, Wewe Uzokwegeranya abantu bose ku musi w’izuka ata makenga ko uzoshika. Mu vy’ukuri Imana Allah ntirenga kw’isezerano Yahaye ibiremwa”.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:10","price":"Mu vy’ukuri, abagararije bivuye inyuma idini ry’ukuri, amatungo yabo n’abana babo nta na kimwe bizobamarira nibahanwa n’Imana Allah kw’isi canke mu buzima bw’inyuma yo gupfa, abo ni na bo rero bazoba ivyegenyezo vy’umuriro.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:11","price":"Inyifato yabo mu bugarariji, ni nk’inyifato y’abantu ba Firawuni n’abahakanye aho hambere yabo. Baragararije Aayah n’ivyemezo vy’Imana Allah, gutyo Imana Allah Ica Irabahanira ivyaha vyabo vyo kugarariza bakiri kw’isi. Burya Imana Allah Irahana Igahasha uwuyigararije agahakana n'Intumwa zayo.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:12","price":"Ntumwa y’Imana! Bwira abagararije n’abafashe minenegwe itsinda ryawe ku rugamba rwa Badri, uti: “Muzoneshwa aha kw’isi, muheze mushishikare guhakana gushika gupfa, hanyuma muzokwegeranirizwe mu muriro wa Jahannamu”. Ni na bwo busaswa bubi cane.","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:13","price":"Bayahudi mubwirwa ntimwumve! Mwari mufise icemezo gihambaye mu migwi ibiri yahanganye ku rugamba rwa Badri; umugwi w’abemeramana waharanira idini ry’Imana Allah, n’uwundi mugwi w’abahakanyi wabona abemeramana nk’aho bangana n’incuro zibiri z’igitigiri cawo, bituma abemeramana banesha abahakanyi. Imana Allah na Yo Itera intege mu guha intsinzi uwo Ishaka mu baja bayo. Mu vy’ukuri, muri iryo neshwa ryabo, ni ukuri harimwo inkebuzo ku bantu bihweza ibintu n’ibindi bakabona ukuri.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:14","price":"Abantu muri kameremere kabo baremwe bakunda kuryoherwa n’ivy’isi mu bakenyezi n’ibibondo, ubwinshi bw’amatungo agizwe n’inzahabu n’umwakaka, ifarasi zirobanuye, ingamiya, ibitungwa mu ngamiya, mu nka no mu ntungwa, hamwe rero n’isi ndimwa y’akanovera. Ivyo vyose rero, ni ibihendamaso vyo kuryoherwa mu buzima bwo kw’isi buhera, burya rero ubuganuko bwiza ku Mana Allah, ni Ubwami bw’ijuru.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:15","price":"Ntumwa y’Imana! Babwire uti: “Mbega ndababwire ivyiza biruta ivyo abantu baremwe bakunda mu vy’isi! Abatinya Imana Allah mu kwubahiriza amabwirizwa yayo, barategekanirijwe ku Mana yabo Rurema Allah imirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazobamwo ibihe bidahera, hariyo n’abakenyezi basukuye (barangwa n’ingeso nziza, batigera baja mu butinyanka), bazobamwo bishimiwe n’Imana Allah”. Burya rero Imana Allah ni Nyenukubona, Irabona neza ibikorwa n’abaja bayo kandi Izobibahembera;","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:16","price":"Barya bavuga bati: “Mana yacu Rurema Allah! Mu vy’ukuri, twaramaze kukwemera dukurikira n’Intumwa yawe Muhamadi, tugumirize rero akabanga ku vyaha vyacu ntubiduhanire, Wongere Udukingire ibihano vy’umuriro”;","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:17","price":"Abihanganira kuguma bakora ivyiza bitegetswe bakiyubara gucumura, imvugakuri, abicisha bugufi ku Mana Allah, abatanga mw’ibanga no ku mugaragaro hamwe rero n’abatakamba basaba imbabazi mu bucagucagu.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:18","price":"Imana Allah Yaramaze kugaragaza ko ata mana ibwirijwe gusengwa atari Yo, abamalayika na bo baraheza baremanga ko ari Yo Mana y’ukuri, abahawe ubumenyi na bo baratura ku rurimi bemera ku mutima ko Imana Allah ari Imwe Rudende, Ihagarikiye ubutungane ku biremwa vyose. Nta mana ibwirijwe gusengwa atari Yo, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:19","price":"Mu vy’ukuri, idini ryishimiwe n’Imana Allah Yarungikanye Intumwa zose ku biremwa, ni ubwislamu[2]. Abahawe Igitabu ntibahazanye ngo bicemwo imigwi kiretse inyuma y’aho bashikiriwe n’icemezo co kurungikirwa Intumwa n’Ibitabu, bikaba vyagenze ukwo ku kubera akadenderezo n’ishari, vyadutse hagati yabo mu kurondera ivy’isi. Uwo wese rero azogarariza Aayah n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, namenye ko Imana Allah Inyarutsa mu guharurira no mu guhemba ibiremwa vyayo.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"[2] Ubwislamu ni ukwicisha bugufi ku Mana Allah mu kuyumvira mu ntumbero yo kwitonesha kuri Yo, wubahiriza kandi wemera Intumwa zose Yarungitse.","lang":"rn"},{"name":"3:20","price":"Ntumwa y’Imana! Abahawe Igitabu nibaguhaririza ku vyerekeye ukwemera Imana Imwe Rudende Allah, uraheza ubabwire uti: “Naramaze gutumbera no kwicisha bugufi ku Mana Imwe Rudende Allah, jewe n’abankurikiye mu bemeramana”. Uraheza ubwire kandi abahawe Igitabu n’ababangikanyamana uti: “Ubwo ntimwokwicisha bugufi mukaba abislamu!”. Baramutse rero babaye abislamu, ni ukuri bazoba bakurikiye inzira igororotse; nibagenza umugongo naho bakakwirengagiza, ni ukuri uzoba wamaze gukora ico ujejwe, wewe ujejwe gusa gushikiriza ubutumwa, burya rero Imana Allah ni Nyenukubona, Irabona neza ibikorwa n’abaja bayo kandi Izobibahembera.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:21","price":"Mu vy’ukuri, abagarariza bivuye inyuma Aayah n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, bagatako bakica Abavugishwamana bayo ku karenganyo, bakanica abantu babwiriza abandi kubakurikira no kugendera ubutungane, abo rero ga Ntumwa y’Imana, uraheza ubashikirize inkuru y’incamugongo ko barindiriwe n’ibihano bibabaza,","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:22","price":"Abo ni bo rero ibikorwa vyabo bizobabera impfagusa kw’isi no mu buzima bw’inyuma yo gupfa, eka mbere ntibazoronka ababatabara mu kubakingira ibihano vy’Imana Allah.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:23","price":"Ntumwa y’Imana! Mbega warabonye igitangaje kuruta abayahudi bagize amahirwe yo guhabwa Igitabu bakamenya ko ivyo wahishuriwe ari ukuri, maze bahamagarirwa kwubahiriza ibiri mu Gitabu c’Imana Qor’ani kugira ngo kibadadanure mu vyo bahazanako, hanyuma umugwi umwe muri bo ukagenza umugongo mu kwanka ingingo yayo wirengagiza ukuri!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:24","price":"Ukwirengagiza kwabo ukuri, kugaterwa n’uko bavuze bati: “Umuriro ntuzodukorako kiretse imisi imparurwa hanyuma tuwuvemwo”, iryo rementanya rikaba ari ryo rituma bubahuka guhonyanga amabwirizwa no gusuzugura idini ryayo.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:25","price":"Mbega bizobagendera gute! Igihe Twebwe Allah Twabegeranije ku musi w’izuka ata makenga ko uzoshika, maze umwe wese mu bantu agatunganirizwa ku ndishi y’ivyo yarondeye, ntibazonarenganywa mu kurenza urugero rw’ibihano canke mu kugabanya indishi.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:26","price":"Muvugishwamana! Vuga usaba Imana yawe Rurema uti: “Mana yanje Nzima! Nyeninganji Rugaba w’ubwami bwose! Uha ubwami n’inganji uwo Ushatse, Ukabwambura uwo Ushatse; Uha icubahiro c’iteka kw’isi no mw’ijuru uwo Ushatse, Ugasuzuguza uwo Ushatse; mu minwe yawe hari ivyiza bisa, mu vy’ukuri ni Wewe Mushoboravyose[59],","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"[59] Muri iyi Aayah, harimwo icemezo c’uko Imana Allah Ifise ukuboko mu buryo buberanye n’icubahiro cayo.","lang":"rn"},{"name":"3:27","price":"Biri mu vyerekana ubushobozi bwawe, ko Winjiza igice c’ijoro mu murango, maze umurango ukaba muremure; Ukinjinza igice c’umurango mw’ijoro, maze ijoro rikaba rirerire; Ugakura kizima mu capfuye [4], Ugakura icapfuye muri kizima [5], Ukaronsa ibiremwa ibibibeshaho Utarinze kubigerera”.","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"[4] Nka kurya urutete canke urubuto runaga rukavamwo igiharage canke igiti.\n[5] Nka kurya irigi riva mu nkoko, n’urubuto rukava mu giti.","lang":"rn"},{"name":"3:28","price":"Abemeramana ntibakagire abahakanyi abagenzi somambike babahagararira bakabatabara birengagiza abemeramana. Uwuzobagira abagenzi somambike, azoba yitandukanije n’Imana Allah kiretse mu gihe mwobigira mwiyorobeka mu kwikingira ishari ryabo, kugira ngo mubanze mwisuganye. Kandi rero Imana Allah Irabihanije ku bihano vyayo nimuvyiyubare. Ni ku Mana Allah rero ibiremwa vyose bizosubira kugira Ihembe kimwe cose ku rugero rw’ibigikwiye.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:29","price":"Muvugishwamana! Bwira abemeramana uti: “Nimwabagira abagenzi somambike mw’ibanga canke ku mugaragaro, Imana Allah Itegerezwa kubimenya, Irazi n’ibiri mu majuru n’ibiri mw’isi. Burya Imana Allah ni Mushoboravyose”.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:30","price":"Umusi rero umuntu wese yasanze indishi y’ivyo yakoze mu vyiza imurindiriye, agasanga n’ivyo yakoze mu bibi indishi yavyo imurindiriye, azokwipfuza ko hopfuma haba ikiringo kirekire hagati yiwe n’ingaruka mbi z’ibibi yakoze kugira ntabibazwe. Kandi rero Imana Allah Irabihanije ku bihano vyayo nimuvyiyubare. N’aho biri ukwo rero, Imana Allah ni Nyenikigongwe ku baja bayo.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:31","price":"Ntumwa y’Imana! Bwira abemeramana uti: “Nimwaba mukunda vy’ukuri Imana Allah, nimunkurikire rero munyumvire, gutyo Imana Allah Iheze Ibakunde, Inabagumirize akabanga ku vyaha vyanyu ntibibahanire. Burya Imana Allah ni Nyenimbabazi-ntangere, Nyenimbabazi ku batoni bayo [6]”.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"[6] Iyi Aayah iratomoye mu kwerekana ko uwukunda Imana Allah ategerezwa kandi gukunda n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) akanayumvira vy’ukuri.","lang":"rn"},{"name":"3:32","price":"Babwire uti: “Nimwumvire Imana Allah mu kugendera Qor’ani, munumvire Intumwa mu gukurikiza inyigisho n’imigenzo vyayo”. Nibagenza umugongo bakakwirengagiza, baramenya rero ko mu vy’ukuri Imana Allah Idakunda abagarariji.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:33","price":"Mu vy’ukuri, Imana Allah Yaratoye Adamu na Nuhu n’umuryango wa Ibrahimu n’uwa Amraani, Ibagira aberanda n’intore mu gihe cabo,","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:34","price":"Iraheza Ibagira Intumwa n’Abavugishwamana mu rukurikirane rw’uruvyaro rwabo rweranda. Burya Imana Allah ni Nyenukwumva ibivugwa n’abaja bayo, Nyenubumenyikurivyose, Irazi ivyo bazirikana n’ivyo bakora, kandi Izobibahembera;","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:35","price":"Ntumwa y’Imana! Ibuka ivyashikiye Isa na nyina wiwe Mariyamu hamwe na inakuru wiwe, ari we mukenyezi wa Amraani, igihe yasama imbanyi ya Mariyamu maze akavuga ati: “Mana yanje Rurema Allah! Jewe mu vy’ukuri, ndiyemeje kukwegurira ico nibungenze (kizokwame gikorera ingoro yawe Bayti l-Maqdisi), ndakwinginze rero ukinyemerere, mu vy’ukuri ni Wewe Nyenukwumva igisabisho canje, Nyenubumenyikurivyose, Uzi umuzirikanyi wanje”.","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:36","price":"Nya mbanyi imaze kuvuka, umukenyezi wa Amraani yaciye avuga ati: “Mana yanje Rurema Allah! Mu vy’ukuri nibarutse umukobwa, ntashoboye gukorera ingoro yawe - Imana Allah na Yo Yari Izi neza ico yibarutse ko kizoba igitangaro - kandi rero umuhungu nipfuje kwibaruka si nk’umukobwa mu bubasha bwo gukorera ingoro yawe. Mu vy’ukuri, namwise Mariyamu, ni ukuri ndanamukuragije we n’uruvyaro rwiwe, Ubakingire inyoshambi za shetani yavumwe”.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:37","price":"Kukaba nkako, Imana yiwe Rurema Allah Yaramwemereye igisabisho, Iramwakirira neza uwo yayeguriye Iraheza Iramubungabunga Imuha indero nziza, maze arerwa na Zakariya [63] aho yari asanzwe asengera. Igihe cose yaja kumuraba yahasanga imfungurwa ziteguye, agaca amubaza ati: “Mbega Mariya! Izi mfugurwa wazikuye hehe?”, na we akamwishura ati: “Ni izo nafunguriwe n’Imana Allah”. Mu vy’ukuri, Imana Allah Ironsa ibibeshaho uwo Ishaka mu biremwa vyayo Itarinze kumugerera.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"[63] Umugabo wa nyinabo.","lang":"rn"},{"name":"3:38","price":"Aho ni ho rero Zakariya yatakambira Imana yiwe Rurema Allah, ati: “Mana yanje Rurema Allah! Mpa umwana mweranda ahezagiwe, mu vy’ukuri Wewe Uri Nyenukwumva, Urumva igisabisho c’uwugusaba”;","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:39","price":"Abamalayika baca baramuhamagara akiri ha handi nyene asengera bamubwira bati: “Imana Allah Iraguhaye inkuru nziza ko uzokwibaruka umwana w’umuhungu yitwa Yahaya, aheze ashimangire Jambo Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah) arungitswe n’Imana Allah, kandi azoba inararibonye mu bumenyi n’ubwitonzi yubahwe, yongere abe intakoravyaha n’Umuvugishwamana mu beranda.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:40","price":"Zakariya n’umunezero n’akantu, yaritangaje ati: “Mana yanje Rurema Allah! Vyoshoboka gute ko nokwibaruka ikibondo mu busaza n’umukenyezi wanje akaba ari ingumba!”. Imana Allah Imwishura Iti: “Ni nk’ukwo nyene rero Imana Allah Ikora ivyo Ishaka mu bitangaro”.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:41","price":"Zakariya yavuze ati: “Mana yanje Rurema Allah! Ngirira ikimenyetso nzomenyerako ko umukenyezi wanje yibungenze”. Imana Allah Imwishura Iti: “Ikimenyetso uzobimenyerako ni uko utazoshobora kuvugana n’abantu bidaturutse ku ndwara mu kiringo c’imisi itatu kiretse mu gukoresha ibimenyetso gusa, muri ico gihe rero uraninahaza wongere utazire cane Imana yawe Rurema Allah, wongere unasenge umugoroba n’igitondo.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:42","price":"Ntumwa y’Imana! Ibuka igihe abamalayika bavuga bati: “Ewe Mariyamu! Mu vy’ukuri Imana Allah Yaragutoye ngo uyiyegurire, Iranakweza ingeso mbi z’ubwoko bwose, Iranagutora Iguha icubahiro mu bakenyezi bose mu gihe cawe;","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:43","price":"Ewe Mariyamu! Shishikara rero wicisha bugufi ku Mana yawe Rurema Allah, wongere wubame, ununame hamwe n’abunama mu gushima inema wahawe”.","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:44","price":"Ntumwa y’Imana! Izo rero ni zimwe mu nkuru z’ibinyegejwe ibiremwa Tuguhishuriye, kuko muri ico gihe si ho wari uri igihe batata baharira ku wukwiye kurera Mariyamu, maze bagahitamwo kugira itombora mu guterera hasi ikaramu zabo kugira bamenye muri bo uwukwiye kumurera, gutyo Zakariya aba ari we atsindira kumurera.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:45","price":"Muvugishwamana! Si n’aho wari uri igihe abamalayika bavuga bati: “Ewe Mariyamu! Mu vy’ukuri Imana Allah Iraguha inkuru nziza ko uzokwibaruka umwana azosamwa imbanyi kw’ijambo[8] rivuye kuri Yo. Amaze kuvuka rero akazokwitwa Masihi[9] Isa mwene Mariyamu, azokwubahwa kw’isi no mu buzima bw’inyuma yo gupfa. Azoba ari no mu batonye ku Mana Allah ku musi w’izuka;","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"[8] Intumwa y’Imana Isa (nyakugira amahoro y’Imana Allah) yiswe Jambo kuko yibungenzwe ku bushobozi bw’ijambo rivuye ku Mana Allah.\n[9] Yasizwe imigisha.","lang":"rn"},{"name":"3:46","price":"Akazonavugisha abantu akiri uruyoya, niyamara gukura yongere abararikire kwemera Imana Allah. Azoba ari no mu beranda.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:47","price":"Mariyamu yaritangaje maze avuga ati: “Mana yanje Rurema Allah! Vyoshoboka gute ko nokwibaruka ikibondo kandi ata n’umuntu turubakana!”. Umumalayika araheza aramwishura ati: “Ni nk’ukwo nyene rero Imana Allah Irema ico Ishatse, iyo Itegetse ikintu ko kiba Ikibwira gusa Iti: “Ba”, kigaca kiba ubwo nyene.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:48","price":"Izonamwigisha kwandika, gutumbereza ukuri mu mvugo no mu ngiro, Yongere Imwigishe Tawurati yamanuriwe Intumwa Musa (nyakugira amahoro y’Imana Allah) hamwe rero n’Injili azomanurirwa n’Imana Allah.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:49","price":"Izomugira n’Intumwa kuri Bene Israyeli, izobabwira iti: “Jewe mu vy’ukuri, narungitswe kuri mwebwe nibangikanije icemezo kivuye ku Mana yanyu Rurema Allah, na co kikaba ari uko nshoboye kubabumbira inyoni mu vyondo, hanyuma nkayihuhamwo igaca iba inyoni yigurukira ku bushobozi bw’Imana Allah; nkanavura uwavutse ari impumyi n’uwavukanye indwara y’ubukarabe[10], nsubize n’ubuzima uwapfuye ku bushobozi bw’Imana Allah; nkanababwira ivyo mufungura n’ivyo muziganirije kazoza mu mazu yanyu. Mu vy’ukuri, muri ivyo bitangaro vyose rero, ni ukuri harimwo icemezo kuri mwebwe ko ndi Intumwa y’Imana nimwaba mwemera Imana Allah hamwe na Aayah n’ivyemezo vyayo;","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"[10] Ubukarabe, ni indwara ifata irihu, ikiganzira uduce dutandukanye tw'umubiri, maze utwo duce tukagira ibara ryera rivanze n'iritukura.","lang":"rn"},{"name":"3:50","price":"Naje nshimangira kandi ivyamanuwe hambere yanje muri Tawurati, no kugira ngo ndabarekurire bimwe mu vyo mwabujijwe. Nkaba rero naje ndabazaniye icemezo kivuye ku Mana yanyu Rurema Allah ku vyo ndababwira, ko ari ivy’ukuri, enda rero nimwikingire ibihano vy’Imana Allah mu kunyemera muheze munyumvire mu vyo ndabararikira bivuye ku Mana Allah.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:51","price":"Mu vy’ukuri, Imana Allah ndabararikira kwemera, ni Yo Mana yanje Rurema, Ikaba ari na Yo Mana yanyu Rurema, enda rero nimuyiyegereze mu vyo mukora vyose munayisenge, iyi ni yo nzira igororotseˮ.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:52","price":"Intumwa y’Imana Isa (nyakugira amahoro y’Imana Allah) imaze kwumva ukwimonogoza mu bugarariji kwa Bene Israyeli, yaratereye ijwi hejuru ibwira abigishwa bayo iti: “Ni nde yomba hafi tugaharanira idini ry’Imana Allah!”. Abigishwa bayo barishuye bati: “Twebwe twarishinze guharanira idini ry’Imana Allah, twaremeye Imana Imwe Rudende Allah, tukugize n’icabona ko twebwe turi abislamu twicisha bugufi mu kwumvira Imana Allah;","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:53","price":"Mana yacu Rurema Allah! Twaremeye ivyo Wamanuye mu Njili, turanakurikira Intumwa yawe Isa (nyakugira amahoro y’Imana Allah), enda rero Uradushira hamwe n’abemanga ko Uri Imana Imwe Rudende n’uko Intumwa zawe zashikirije abo zarungitsweko ubutumwa bwaweˮ, abo na bo bakaba ari abarungikiwe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) bazobera ivyabona Intumwa z’Imana ko zashikanye ubutumwa ku bo zarungitsweko.","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:54","price":"Abagarariji muri Bene Israyeli barahemutse mu gutegura mu mpisho umugambi mubi wo kwica Intumwa Isa (nyakugira amahoro y’Imana Allah), Imana Allah na Yo Irahinyura nya mugambi Iraheza Yambika ishusho ry’Intumwa Isa uwundi muntu bahavuye bafata baramwica baranamubamba ku musaraba, bibaza ko ari we Isa mwene Mariyamu. Burya rero Imana Allah ni Yo Mwiza w’abahinyura imigambi igayitse;","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:55","price":"Igihe Imana Allah Ibwiriye Intumwa Isa Iti: “Jewe mu vy’ukuri, Ndagukura kw’isi Ndakurerure iwanje uri muzima utaragirirwa nabi namba, maze Ndagukize abakugararije, Nongere Mpe abakwemeye bakagukurikira[11] intsinzi yo kunesha abakugararije gushika ku musi w’iherezo ry’isi”. Hanyuma rero ga bantu! Ku musi wo guharurirwa mwese muzogaruka iwanje Jewe Allah, Nshoke Ndabacira urutunganye ku vyo mwahora muhazanako mu vyerekeye Intumwa Isa (nyakugira amahoro y’Imana Allah).","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"[11] Mu kwubaha no kwubahiriza idini ryawe, mu kwemanga ibiranga umuzo w’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), mu kuyemera no kugendera amabwirizwa y’ubwislamu igihe yarungitswe ku bantu bose.","lang":"rn"},{"name":"3:56","price":"Abagararije Intumwa Isa (mu bayahudi) hamwe n’abayihaye icubahiro ndenzarugero (mu banaswara), Nzoheza Ndabahe ibihano ruhasha, vyo kwicwa no kunyagwa amatungo n’ubutegetsi kw’isi, Nongere Ndabahe n’ibihano vyo mu muriro mu buzima bw’inyuma yo gupfa, eka mbere ntibazoronka ababatabara mu kubakingira ibihano vy’Imana Allah.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:57","price":"Nayo abemeye Imana Allah n’Intumwa zayo bakanakora n’ivyiza bitegetswe, Imana Allah Izoheza Ibahe indishi z’ibikorwa vyabo zikwiye, burya kandi rero Imana Allah ntikunda na gato abirenganya mu kuyibangikanya no mu kuyigarariza.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:58","price":"Ntumwa y’Imana! Ayo mateka Tukwiganira Twebwe Allah ku vyerekeye Intumwa Isa mwene Mariyamu, ari mu vyemezo bigaragaza ukuri kw’ubutumwa bwawe, bikagaragaza n’uko Qor’ani itandukanya ukuri n’ikinyoma, ari ukuri kuzira amakenga.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:59","price":"Mu vy’ukuri, iremwa rya Isa mwene Mariyamu atagira se, ni nk’iremwa rya Adamu atagira se na nyina, Yamuremye mw’ivu hanyuma Imubwira Iti: “Ba umuntu”, aca aba umuntu muzima[12].","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"[12] Guha rero ubumana Isa mwene Mariyamu ku kuba yavutse atagira se, ni ikinyoma cambaye ubusa kuko na Adamu yaremwe atagira se na nyina, ariko hamwe n’ivyo, abantu bose ntibigeze bamufata ko ari imana, ahubwo bose bahurije ku kuba ari umuja n’ikiremwa c’Imana Allah.","lang":"rn"},{"name":"3:60","price":"Ntumwa y’Imana! Ukuri kutagiramwo amakenga ku vyerekeye Isa mwene Mariyamu, ni ukuri kwagushikiriye kuvuye ku Mana yawe Rurema Allah. Kubera ivyo rero, shishikara utsimbataye kuri ukwo kuri, ntukabe mu bagufiseko amakenga.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:61","price":"Abazoguhaririza ku vyerekeye Isa mwene Mariyamu inyuma yuko umaze kumenya ukuri ku bimwerekeye, urababwira uti: “Enda nimuze, turarike abana bacu n’abana banyu, abakenyezi bacu n’abakenyezi banyu, hamwe rero na twebwe na mwebwe nyene, maze dutumbere Imana Allah tuyisabe ko Yomanurira igihano n’ivumwe ryayo abanyakinyoma badahesha mu kurementaniriza ubumana Isa mwene Mariyamu”.","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:62","price":"Iyi nkuru Ndakwiganiye rero ga Ntumwa y’Imana Muhamadi! Ni ukuri ni yo mateka y’ukuri ku vyerekeye Isa. Nta n’iyindi mana rero ibwirijwe gusengwa atari Imana Allah Yonyene. Mu vy’ukuri, ni na Yo rero Nyenintsinzi-Mutaneshwa mu bwami bwayo, Intungane mu vyo Ikora.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:63","price":"Nibaramuka bagenje umugongo bakirengagiza kukwemera no kugukurikira, bazoba ari bo bononyi. Mu vy’ukuri Imana Allah Irazi neza ivyo bakora vyose, Izobibahembera.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:64","price":"Ntumwa y’Imana! Bwira abahawe Igitabu mu bayahudi n’abanaswara, uti: “Enda nimuze dukurikire twebwe na mwe ijambo ritunganye ry’ukuri; ryuko tutokwiyegereza mu vyo dukora vyose tugasenga kiretse Imana Allah; tutonayibangikanya n’ikindi kintu na kimwe; tutonagira bamwe muri twebwe ibigirwamana mu gishingo c’Imana Allah”. Nibaramuka bagenjeje umugongo bakirengagiza, muraheza mubabwire muti: “Nimwemange rero mutubere ivyabona ko twebwe turi abislamu twicisha bugufi ku Mana Allah mu kuyisenga ari Imwe Rudende”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:65","price":"Emwe bahawe Igitabu mu bayahudi n’abanaswara! Ni kuki umugwi wose muri mwebwe uharira ku vyerekeye Ibrahimu (nyakugira amahoro y’Imana Allah), wemeza ko yakurikira idini ryawo, kandi Tawurati n’Injili bitamanuwe kiretse inyuma yuko amaze guhwera! Mbega none ntimugira n’ubwo kurahura ngo mutahure ko muvuga ikinyoma!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:66","price":"Ehe mwebwe ng’aho murubahutse guhaririza Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ku vyo mufitiye ubumenyi mu Bitabu vyanyu! Ni kuki none muharira ku vyo mudafitiye ubumenyi mu vyerekeye Ibrahimu (nyakugira amahoro y’Imana Allah) ko yoba yakurikira idini ry’ubuyahudi canke ry’ubunaswara! Burya Imana Allah Irazi ibintu vyose, nayo mwebwe nta na kimwe muzi.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:67","price":"Burya Ibrahimu rero ntiyigeze akurikira idini ry’ubuyahudi canke ry’ubunaswara, ariko yasenga yemera Imana Imwe Rudende Allah, yari umwislamu yicisha bugufi kuri Yo, eka ntiyari mu babangikanyamana.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:68","price":"Mu vy’ukuri, abakwiye kwiyitirira Ibrahimu (nyakugira amahoro y’Imana Allah), ni abemeye ubutumwa bwiwe bakanakurikira idini ryiwe, hamwe rero n’iyi Ntumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) n’abayemeye bakayikurikira, burya kandi rero Imana Allah ni Yo Muhagarikizi w’abemeramana bubahiriza amabwirizwa yayo.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:69","price":"Bislamu! Mu bahawe Igitabu mu bayahudi n’abanaswara, harimwo umugwi wipfuza cane ko wobahubisha ukabakura mw’idini ryanyu ry’ubwislamu, nta n’uwo uzohubisha kiretse ukwihubisha wo nyene hamwe n’abawukurikira utabizi.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:70","price":"Emwe bahawe Ibitabu vya Tawurati n’Injili! Ni kuki muhakana mwivuye inyuma Aayah n’ivyemezo vy’Imana Allah Yamanuriye Intumwa zayo mu Bitabu vyanyu, vyerekana ko Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ari yo Ntumwa yimirije kuza, n’uko ivyo ibashikirije ari kwo kuri, kandi na mwe nyene muri ivyabona kuri ukwo kuri ariko rero mukurengako mukuzi mukaguhakana.","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:71","price":"Emwe bahawe Ibitabu vya Tawurati n’Injili! Ni kuki muvangatiranya ukuri kuri mu Bitabu mwahawe n’ikinyoma mwirementaniriza, mugaheza mukanyegeza ukuri ku biranga Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) no ku vyerekeye idini ryiwe ko ari ryo ry’ukuri kandi ivyo mubizi!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:72","price":"Umugwi w’abahawe Igitabu mu bayahudi wavuze uti: “Nimwemere mu gitondo ivyamanuriwe abemeye mu bislamu, hanyuma mubigararize bugorovye; hari n’aho bogira amakenga mw’idini ryabo bakavavanura na ryo;","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:73","price":"Kandi ntimuzokwemere vy’ukuri kiretse uwukurikiye idini ry’ubuyahudiˮ. Ntumwa y’Imana! Babwire ko mu vy’ukuri uburongozi n’ubugororotsi bw’ukwemera nya kwemera bituruka ku Mana Allah. Baranavuze bati: “Ntimuhirahire ngo muserurire ubumenyi mufise n’umwe mu bislamu ngo bamenye nk’ivyo mwahawe mu Gitabu, gutyo babasumvye ubutore, canke baronke ikibagiriza ku Mana yanyu Rurema Allah”. Ntumwa y’Imana! Babwire uti: “Ingabirano z’ibintu vyose zituruka ku Mana Allah, Izihereza uwo Ishatse”. Burya rero Imana Allah ni Nyeningabirano-ntangere ku biremwa vyayo, Nyenubumenyikurivyose;","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:74","price":"Igenera ku mpuhwe zayo ubutumwa n’ubugororotsi uwo Ishatse mu biremwa, burya kandi rero Imana Allah ni Yo Nyenimpano nyinshi zihambaye.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:75","price":"Burya mu bayahudi bahawe Igitabu, harimwo uwo uramutse umwizeye ukamubitsa amatungo menshi ayagusubiza adahemutse; harimwo rero n’uwo ugize ngo uramwizeye ukamubitsa idinari rimwe ahemuka, ntarigusubize kiretse igihe umwishuje n’agahato. Ivyo biterwa n’uko bihagira amatungo y’abandi bakavuga bati: “Nta caha kuri twebwe kiri mu kwihereza amatungo y’abatazi gusoma no kwandika”, bakanavuga babeshera Imana Allah ko Yabarekuriye kwihereza nya matungo kandi bazi ko babesha.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:76","price":"Si nk’ukwo rero bavyiyumvira! Ahubwo uwutinya akagamburukira Imana Allah, ni uwubahiriza isezerano ry’Imana Allah mu gusubiza imbitso, akemera vy’ukuri Imana Allah n’Intumwa zayo akanubahiriza amabwirizwa y’Imana Allah, kuko mu vy’ukuri Imana Allah Irakunda abagamburukiramana bavavanura n’ibangikanyamana hamwe n’ibindi vyaha.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:77","price":"Mu vy’ukuri, abafata isezerano ry’Imana Allah n’ivyo Imana Allah Yaraze Intumwa zayo mu Bitabu Yazimanuriye, bakabiguza ibintu vy’igiciro gito cane mu bihendamaso vy’isi, abo ni bo rero ata co bazoronka mu ndishi zo mu buzima bw’inyuma yo gupfa, eka mbere Imana Allah ntizonabavugisha mu bihumuriza, ntizonabaraba n’ijisho ry’impuhwe ku musi w’izuka, ntizonabeza ivyaha vyabo, baranategekanirijwe n’ibihano bibabaza mu buzima bw’inyuma yo gupfa.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:78","price":"Mu vy’ukuri mu bayahudi, ni ukuri harimwo umugwi uhindagura amajambo uko atari mu Gitabu bahawe, kugira mwiyumvire ko nya majambo ari mu Gitabu ca Tawurati, kandi ata yari muri Tawurati, bagaheza bakanavuga bati: “Aya majambo ava ku Mana Allah, Yayahishuriye Intumwa yayo Musa”, kandi nya majambo atava ku Mana Allah, bagaheza rero bakabeshera Imana Allah kandi bazi ko bariko barabesha.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:79","price":"Ntivyari gushika ko umuntu n’umwe mu bantu yotumwa n’Imana Allah, Ikamuha Igitabu n’amabwirizwa yo gutunganiriza ibiremwa, hanyuma agahindukira akabwira abantu yarungitsweko ati: “Nimube abaja banje maze munsenge mu gishingo c’Imana Allah”, mugabo araheza akababwira ati: “Nimube intore mu bamenyi ku vyo mwahora mwigisha abandi mu majambo y’Imana Allah, no ku vyo mwiga mukamenya rero muri yo”;","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:80","price":"Kandi nta n’umwe muri bo yobategeka ko mugira ibigirwamana musenga mu bamalayika no mu Ntumwa. Bantu! Vyoshoboka gute ko abategeka kugarariza Imana Allah inyuma yuko mwamaze kwicisha bugufi kuri Yo mukaba abislamu!","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:81","price":"Ntumwa y’Imana! Ibuka igihe Imana Allah Yaha isezerano Abavugishwamana bose Iti: “Ninabaha Igitabu n’ubutore bwo gushika ku kuri mu mvugo n’ingiro, hanyuma Nkabarungikira Intumwa ishimangira ukuri musanganywe, ko mutegerezwa kuyemera no kuyitabara”, maze Imana Allah Ikababaza bose Iti: “None iryo sezerano, mwaryemeye muremanga kuryubahiriza?”. Barishuye bati: “Ego cane! Twemanze kuryubahiriza”. Imana Allah Ica Ivuga Iti: “Nimwibere rero ivyabona ku vyo dusezeranye, mubere n’ivyabona abantu banyu kuri iryo sezerano, nanje Ndi kumwe na mwe mu vyabona bizobagiriza mwese[13]”.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"[13] Iyi Aayah iremeza ko Imana Allah Yahaye isezerano Abavugishwamana n’Intumwa zose, hamwe rero n’abantu zarungitsweko, ko bemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"3:82","price":"Abazogenza umugongo rero bakirengagiza ubutumwa bw’ubwislamu inyuma y’aho bashikiriwe n’iri sezerano Imana Allah Yahaye Abavugishwamana n’Intumwa zayo, abo rero ni vyo bigaba birenga ku mabwirizwa y’Imana Allah;","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:83","price":"Mbega none! Ivyo bigaba bishaka gukurikira idini ritari iry’Imana Allah ry’ubwislamu[14], kandi ibiremwa vyo mu majuru no mw’isi vyicisha bugufi kuri Yo, ku bushake mu gihe c’igamburuka ry’abemeramana muri vyo; bikicisha bugufi vyanka vyakunda no mu gihe ibigarariza muri vyo bishikiwe n’ivyago! Kukaba nkako rero, n’ibindi biremwa vyose biricisha bugufi kuri Yo, ni no kuri Yo bizosubizwa bimaze guhwera kugira biharurirwe biheze bihemberwe ivyo vyakoze.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"[14] Ari na ryo dini ryarungikanwe Intumwa zose, rigashimangirwa n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"3:84","price":"Ntumwa y’Imana! Bwira abagarariji uti: “Twaremeye Imana Allah, nta n’iyindi mana twemera atari Yo, twaranemeye ivyo Yaduhishuriye n’ivyo Yahishuriye Ibrahimu, abahungu biwe Ismayili na Is-haqa, umwuzukuru wiwe Yakubu mwene Is-haka, Intumwa zikomoka kuri Yakubu zarungitswe mu moko cumi n’abiri ya Bene Israyeli, ivyahawe Intumwa Musa na Isa muri Tawurati no mu Njili, hamwe rero n’ivyamanuriwe abandi Bavugishwamana, abo bose turabemera tutavanguye n’umwe muri bo, kandi rero twebwe turi abislamu twicisha bugufi ku Mana Allah”.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:85","price":"Uwurondera kwubahiriza idini ritari iry’ubwislamu [15] ntazoryakirirwa namba, kandi no mu buzima bw’inyuma yo gupfa azoba mu bahomvye ubuzima bwabo bwose.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"[15] Raba insiguro y’ubwislamu mu nsiguro ya Aayah ya 19 muri iki gisomwa.","lang":"rn"},{"name":"3:86","price":"Ni gute Imana Allah Yorongora abantu bagararije Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) inyuma y’aho bamwemeye bakanemeza ata guhigimanga ko ubutumwa bwayo ari ubw’ukuri, bakanashikirwa n’ivyemezo vyerekana ko ivyo ari kwo kuri! Burya Imana Allah ntirongora abantu birenganya mu kugarariza ukuri bagahitamwo ikinyoma;","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:87","price":"Abo ni bo rero, indishi yabo ari ivumwe rivuye ku Mana Allah, ivumwe ry’abamalayika n’iry’abantu bose;","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:88","price":"Bazoguma muri nya mivumo nyene no mu muriro ibihe bidahera, ntibazotezurirwa na gato mu bihano ngo baruhuke, eka mbere bobo ntibazohabwa agahengwe ngo biregure ku vyaha bakoze;","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:89","price":"Kiretse abagarutse ku Mana Allah bakigaya bikwiye inyuma yo kugarariza, bagaheza bakanatunganya ivyo bononye ku kwigaya, abo rero mu vy’ukuri Imana Allah Izobakirira ukwigaya kwabo, ni Nyenikigongwe-ntangere, Nyenimbabazi ku batoni bayo.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:90","price":"Mu vy’ukuri, abagararije inyuma y’ukwemera kwabo bakanatsimbatara ku bugarariji gushika guhwera, ntibazokwakirirwa ukwigaya kwabo bari ku mpfiro, abo ni na bo rero bahuvye inzira y’Imana Allah.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:91","price":"Mu vy’ukuri, abahakanye bivuye inyuma ubutumwa bwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), bagapfa bakigarariza Imana Allah n’Intumwa yayo, ku musi w’izuka nta n’umwe muri bo azokwemererwa gutanga inzahabu zuzuye isi yose kugira yigombore mu bihano vy’Imana Allah, n’aho yoba ashoboye koko kuzitanga mu kwigombora, abo ni bo rero bategekanirijwe ibihano bibabaza cane, eka mbere ntibazoronka ababatabara mu kubakingira ibihano vy’Imana Allah.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:92","price":"Ntimuzoronka Ubwami bw’ijuru mutabanje gutanga imperezwa mu vyo mukunda, kanatsinda ikintu ico ari co cose muzotanga mu mperezwa uko kingana kwose, mu vy’ukuri Imana Allah Irakizi kandi Izohembera umwe wese ku co yatanze.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"rn"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}