{"data":[{"name":"8:41","price":"41. Mpe boyeba ete manso bokozua na bitumba: Ya sólo, moko na mitano ezali тропа Allah na motindami mpe тропа mabota ya pene, mpe тропа bana bitike, тре тропа babola, тре тропа moto ya mobembo, (moleki nzela), soki ya soló, bozali kondima na Allah mpe kondima na maye tokitisaki epai ya mowumbu wa biso o mokolo mwa bososoli, mokolo moye mapinga mibale makutanaki. Mpe Allah azali na bokoki likolo ya eloko nyoso.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:42","price":"42. Bozalaki ngambu ya pene, kasi (banguna) bazalaki ngambu ya mosika, kasi mapinga ya mikumba ezalaki na nsé ya bino. Soki bopesanaka elaka bolingaki kokesene sima. Mpe bolingaki kozuama na banguna, kasi Allah akokisaki mobeko na ndenge asalaki тропа elembo ena. Mpo aboma oyo alingaki koboma, mpe abikisa oyo alingaki kobikisa. Kasi Allah azali moyoki atonda boyebi.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:43","price":"43. Boye tango Allah alakisaki yo kati ya mpongi ete bazali mingi te, soki amonisaki yo ete bazali ebele mbele bokimaki na kobanga kobunda mpe bolingaki koswana na likambo yango kasi Allah abongisaki, ya soló, ye nde moyebi ya maye mabombami o kati ya mitema.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:44","price":"44. Mpe tango bokutanaki, Allah amonisaki bino ete bango bazali токе, bango mpe lokola bamonaki bino токе liboso na bango wana ezalaki mpo mokano ya Allah mokokisama, mpe epai ya Allah nde makambo manso makozongaka.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:45","price":"45. Eh bino baye bondima! Soki bokutani na lisanga lia banguna, bopika pende mpe bokumisa Allah mingi mpo bokoka kolonga.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:46","price":"46. Мре botosa Allah na motindami waye, mpe bosuana suana te noki bokokabwana mpe bokozanga bokasi. Na yango, bolenda na kokanga motema pamba te ya soló Allah azali elongo na bakangi mitema.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:47","price":"47. Mpe bozala te lokola baye babimaki na bandako na bango na lolendo ete bato bamona bango, mpe kopekisa nzela ya Allah. Kasi Allah azingi maye bazali kosala.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:48","price":"48. Mpe tango satana abongiselaki bango misala mpe alobi na bango ete: Moto moko te akokoka bino lelo. Mpo ete ngai nazali na bino. Mpe tango mapinga mibale makutani, abaluki azongi sima mpe alobi: Ya sólo, ngai nawangani bino, mpe nazali mosika na bino, ngai nazali kornona maye bozali kornona te. Ya sólo, ngai nazali kobanga Allah, mpo Allah apesaka etumbu ya makasi.","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:49","price":"49. (Bokanisa) tango bato ya bilongi mibale, mpe baye bazali na bokono o kati ya mitema mia bango, balobaki na bandimi ete: Bato oyo lingomba lia bango lizali kokosa bango. Kasi oyo akomipesa na Allah, ayeba ete yasoló, Allah azali na bokasi atonda bwanya.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:50","price":"50. Soki omoni tango ba anzelu babimisaka milimo mia bapengwi, bazali kobeta bango na bilongi bia bango, mpe mikongo mia bango, bazali koloba: Bomeka etumbu ya moto.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:51","price":"51. Wana nde (etumbu) oyo bino moko bomisalelaki, mpe ya sólo, Allah abubaka bawumbu naye te.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:52","price":"52. Ndenge moko na bato ya falo, na ba oyo bazalaki liboso lia bango, bapengwaki na bilembo bia Allah. Allah azuaki bango na masumu ma bango. Ya sólo, Allah azali na bokasi mpe mopesi etumbu ya makasi.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:53","price":"53. Wana ezali mpo ete Allah akoki kolongola te bolamu oyo apesaki bato sé soki babongola bizaleli oyo bazalaki na yango, mpe ya sólo, Allah azali moyoki atonda boyebi.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:54","price":"54. Bazalaki ndenge moko na bato ba falo, na ba oyo bazalaki liboso lia bango, baboyaki kondima na mikapo na bilembo bia Nkolo wa bango. Yango topesaki bango etumbu тропа masumu та bango. Mpe tozindisaki na mayi bato ya falo тропа bobubi bwa bango.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:55","price":"55. Ya soló, bato mabe koleka banyama epai ya Allah nde bapagano, mpe bango, bandimaka ata токе te.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:56","price":"56. Bango nde baye opesanaki na bango elaka mpe na tango inso bazangaki kotosa yango, mpe bazali kobanga ata токе te.","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:57","price":"57. Soki ozui bokoki likolo na bango o tango ya bitumba, pesa bango etumbu eye ekoki mpo basusu oyo bazali sima na bango babanga, mpe mpo bakanisa.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:58","price":"58. Mpe soki ya sólo, ozali kobanga ete bato ya bilongi mibale bateka yo, esengeli nayo koboya na polele mpe na bosembo na elaka eye ozuaki na bango, pamba te Allah alingaka te bato ya bilongi mibale.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:59","price":"59. Bapengwi bakanisa te ete tozangaki kozua bango na maye basalaki, bakokoka kokima biso te.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:60","price":"60. Мре bolengele тропа bango bokasi bonso bozali na yango na bibundeli bia lolenge nyoso тропа kobangisa monguna ya Allah тре monguna ya bino. Na basusu bazali sima boyebi bango te. Kasi Allah nde ayebi bango. Mpe boyeba ete oyo nyoso bokobimisa na nzela ya Allah, akozongisela bino na malamu penza, mpe bokobubamaka te.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:61","price":"61. Mpe soki balingi kimia batiki bitumba, yo mpe yaka na kimia, kasi tia elikia epai ya Allah. Mpo azali ya soló moyoki mpe atonda boyebi.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:62","price":"62. Mpe soki balingi kokosa yo, Allah akoki тропа yo. Ye nde asalisaki yo na lisungi naye mpe na bandimi lokola.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:63","price":"63. Mpe asangisaki mitema mia bango, (na bondimi) ata soki obimisaka manso maye mazali о mabele, mbele osangisaki mitema mia bango te. Kasi Allah nde asangisa kati na bango, ya sólo, ye azali na bokasi atonda bwanya.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:64","price":"64. Eh yo ntoma! Allah akoki yo, na bandimi baye balandi yo bakoki yo mpe lokola.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:65","price":"65. Eh ntoma! Telemela bandimi (yebisa bango) тропа kobunda na bapagano. Soki ezali na ntuku mibale ya bakangi mitema okati na bino, bakolonga nkama mibale, mpe soki bazali mokama moko okati na bino bakolonga nkoto moko okati ya bapagano, mpo ete bazangi bososoli mpe bayebi eloko te.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:66","price":"66. Sikoyo Allah akutoli bino mokumba, mpe ayebaki ete kati na bino bolembu ezali. Soki bozali na bayiki mpiko mokama moko, bakolonga mikama mibale, mpe soki bazali nkoto moko kati na bino, bakolonga nkoto mibale na ndingisa ya Allah. Mpo ete Allah azali elongo na bakangi mitema.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:67","price":"67. Esengelaki te na ntoma kotiya bakangami na bitumba okati ya boloko, sé bakundama na mabele. Boye bozali kolinga lokumu na bomoyi ya nsé nzoka nde Allah alingi bomoyi ya mokolo ya suka. Mpe Allah azali na bokasi atonda bwanya.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:68","price":"68. Soki makomi mautaka epai ya Allah te, etumbu ya Allah ya monene elingaki kozua bino.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:69","price":"69. Mpe bolia biloko ya malamu biye bozuaki yango na bitumba. Mpe bobanga Allah ya soló Allah azali molimbisi atonda ngolu.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:70","price":"70. Eh ntoma! Loba na baye bazali na maboko na bino kati na banguna baye bakangami kati na boloko ete: Soki Allah ayebi(1) ete mitema mia bino mizali malamu, akopesa bino ya malamu koleka biye babotoli bino, akolimbisa bino, mpo Allah azali molimbisi atonda ngolu.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"1 Allah ayebaki.","lang":"ln"},{"name":"8:71","price":"71. Мре soki baponi koteka yo, yeba ete basilaki koteka Allah liboso, mpe (Allah) asukisaki bango, (o mokolo mwa badri). Kasi Allah azali moyebi atonda bwanya.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:72","price":"72. Ya soló, baye bandimaki mpe batikaki (Makkah) bakei (madinah), mpe babundaki na misolo mia bango na milimo mia bango na nzela ya Allah, na baye bayambaki bango na lisungi na (madinah), baye wana nde bazali balingami bango na bango. Kasi тропа baye bandimaki mpe batikaki (Makkah) te, esengeli na bino te kozua bango balingami kino bakolanda bino esika bozali. Mpe soki basengi bino lisungi na nkombo ya lingomba, esengeli na bino kopesa bango maboko, kasi ezala likolo ya bato oyo elaka ezali kati kati na bino na bango. Mpe Allah azali kornona manso bozali kosala.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:73","price":"73. Kasi baye bapengwa bazali balingami kati kati na bango. Mpe soki bobundisi bango te, ekozala komekama likolo ya mabele mpe mobulu ya monene.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:74","price":"74. Kaši baye bandimaki тре batikaki (Makkah) тре bakei kobunda o nzela ya Allah, lolenge moko na baye bayambaki bango тре bapesaki bango maboko, bango nde bandimi ya soló. Bakolimbisamaka mpe bakopesamaka bozui bolamu.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"8:75","price":"75. Kasi тропа baye bandimaki sima na bino тре batikaki (Makkah), mpe babundaki elongo na bino, bango nde bato na bino. Kasi bondeko ya makila kati na bino bandimi ezali liboso тропа bokitani, engebene na buku ya Allah. Ya sólo, Allah azali na boyebi ya biloko binso.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:1","price":"1. Allah na motindami naye ba wangani basambeli bikeko baye bozuaki na bango elaka.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:2","price":"2. Botambola na mokili sanza minei mpe boyeba ete bokokitisa bokasi ya Allah te, kasi ya soló, Allah akosambwisa bapagano.","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:3","price":"3. Mpe mbela ewuti epai ya Allah na motindami waye epai na bato тропа mokolo ya hajj ya monene (mobembo esantu o mboka makkah), ya solo, Allah na motindami waye bazali mosika na basambeli ya bikeko. Soki botubeli, ezali malamu тропа bino, тре soki boboyi mpe bopesi mikongo, boyeba ete ya sólo, bokokitisa bokasi ya Allah te. Mpe pesa sango ya etumbu ya makasi epai ya baye baboyi kondima. (bapengwi.)","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:4","price":"4. Longola sé epai ya bapagano baye bokamataki na bango elaka mpe sima balongoli тропа bino eloko te, mpe basalisaki banguna te тропа kobundisa bino mpe kosala bino mabe te, bokokisela bango elaka na bango kino tango oyo boyokanaki na bango ekoka. Pamba te ya sôló, Allah alingaka baye babangaka.","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:5","price":"5. Mpe soki basanza esantu bileki, boboma bapagano о bisika binso bokokuta bango. Bokanga bango mpe bofandela bango, bokengele bango na bisika nyoso oyo batiyelaka bino mitambo. Kasi soki batiki mpe batubeli, mpe batelemisi losambo mpe bafuti zakat botungisa bango lisusu te, mpo ete ya sólo, Allah azali molimbisi atonda ngolu.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:6","price":"6. Mpe soki moko o kati ya basangisi nzambe asengi nayo obatela ye epai nayo, yamba ye mpo akoka koyoka liloba lia Allah. Sima komisa ye na esika naye ya kimia, mpo bazali baye bayebi te.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:7","price":"7. Ndenge nini basambeli ya bikeko bakozala na elaka epai ya Allah na motindami waye longola sé baye boyokanaki na bango pembeni ya ndako esantu? Tango inso bakomisembola epai na bino, bino mpe bozala semba epai na bango. Ya sólo, Allah alingaka babangi.","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:8","price":"8. Ndenge nini soki balongi bino, bazali kotosa lisusu elaka te, mpe bondeko te oyo ezali kati na bino na bango? Mpe bazali kosepelisa bino na lolemu na bango, nzoka nde mitema na bango mizali koboya. Kasi ebele na bango bazali bato mabe.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:9","price":"9. Bazali koteka mikapo mia Allah na talo ya шоке mpe kokanga nzela naye. Ya soló, maye bazali kosala mazali mabe.","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:10","price":"10. Babatelaka elaka te, bondeko mpe te ya makila oyo ezali okati na bango na bandimi. Kasi bango nde babebisi ya mibeko.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:11","price":"11. Soki batubeli, batelemisi losambo mpe babimisi zakat, bakomi bandeko na bino o kati ya lingomba. Mpe tozali kolimbola mikapo mpo bato bayeba.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:12","price":"12. Mpe soki babebisi ndai na bango na sima ya koyokana, babundisi lingomba lia bino, bobundisa bakonzi ya bopagano mpo ete ya sólo, bango bazali na botosi te na bandai na bango. Tango mosusu bakotika.","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:13","price":"13. Boye bozali kobundisa te baye bazangi botosi na bandai na Bango, mpe bakani kobimisa motindami mpe bango nde babandi bino liboso? Boye bozali kobanga bango? Kasi Allah nde esengeli bobanga ye soki bozali bandimi.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:14","price":"14. Bobundisa bango Allah akopesa bango etumbu na maboko na bino mpe akokitisa bango mpe akolongisa bino likolo na bango. Mpe akobikisa mitema mia bandimi.","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:15","price":"15. Мре akolongola nkanda o mitema mia bango, mpe Allah alimbisaka oyo alingi, mpe Allah azali na boyebi atonda bwanya.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:16","price":"16. Boye, bozali kokanisa ete bokotikama bongo mpe Allah ameki naino te baye babundi o kati na bino, mpe bazui balingami basusu te na batika Allah na motindami naye mpe na bandimi? Mpe Allah azali na sango ya maye bozali kosala.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:17","price":"17. Esengeli te na basambeli ya binzambe nzambe kokota na bandako esantu ya Allah, na matatoli ya bopagano ya polele bazali na yango, bango wana misala mia bango misili kobeba, mpe bakozalaka libela o kati ya moto.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:18","price":"18. Kasi baye bazali na ndingisa ya kokota na bandako esantu ya Allah. Sé baye bandimi na Allah, na mokolo ya suka, mpe batelemisi losambo mpe babimisi zakat, mpe babangi mususu te sé Allah, baye wana bakozala elongo na bakambami.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:19","price":"19. Boye, bolingi kotia moto oyo azali komelisa bapaya ya hajj mayi mpe azali kobongisa ndako esantu ya Allah, lolenge moko na moto oyo andimi na Allah mpe na mokolo ya suka mpe abundi o nzela ya Allah? Bakokani te epaí ya Allah, kasi Allah akambaka babubi te.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:20","price":"20. Baye bandimaki mpe batiki (Makkah), mpe babundi o nzela ya Allah na misoio mia bango mpe na milimo mia bango, baleki kozala na esika ya likolo epai ya Allah mpe bango nde balongi.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:21","price":"21. Nkolo wa bango azali kopesa bango sango elamu ya ngolu naye, mpe esengo naye mpe bilanga ya lola mpo na bango, kati na yango kofanda ya kitoko.","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:22","price":"22. Libela o kati na yango mpe ya soló, lifuta linene likozuamaka sé epai ya Allah.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:23","price":"23. Eh bino baye bondima! Bozua baboti ba bino na bandeko ba bino lokola balingami te soki baponi bopengwi batiki bondimi. Mpe kati na bino oyo akozua bango lokola balingami, bango nde babubi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:24","price":"24. Loba: Soki baboti ba bino, na bana ba bino na bandeko na bino, na basi na bino na mabota na bino, na misolo mia bino miye bozui na mombongo moye bozali na bobangi ete ekweya, na bandako kitoko bozali na yango, bilingami mingi epai na bino koleka Allah na motindami waye na kobunda na nzela naye, bozelakino Allah akoya na mitindo (mikano) mia ye, mpe Allah akambaka babebisi te.","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:25","price":"25. Allah asilaki ya soló, kolongisa bino obisika ebele, na o mokolo mwa (bitumba) bia Huna’ín,(1) tango bosepelaki na motango monene mwa bino, kasi yango esalisaki bino na eloko te. Mabele ekomelaki bino шоке na maye bozalaki kokanisa. Sima bopesaki mikongo mpe bokimaki.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"1 Huna’ín: Ezali ngomba, esika oyo ba mizilima ba kutanaki na etumba na ba sangisi Allah.","lang":"ln"},{"name":"9:26","price":"26. Sima, Allah akitisaki kimia naye epai ya motindami wa ye mpe epai ya bandimi. Mpe akitisaki basoda naye baye bomonaki bango te, mpe apesaki etumbu na bapengwi. Mpe wana nde lifuta lia bapengwi.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:27","price":"27. Sima, Allah andimaka tubela ya oyo alingi. Mpe Allah azali molimbisi atonda ngolu.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:28","price":"28. Eh bino bandimi! Ya sólo, bapagano bazali mbindo, (basambeli bikeko) bapusana pena na ndako esantu te o sima ya mobu mwa bango moye. Kasi soki bozali kobanga kimobola, Allah akopesaka bino bomengo na bolamu bwaye soki alingi, ya sólo, Allah azali moyebi atonda bwanya.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:29","price":"29. Bobundisa baye bazali kondima na Allah te, na mokolo ya suka te, mpe bazali kopekisa te maye Allah na motindami waye bapekisa, mpe bazali коропа lingomba lia lokuta. Batiki oyo ya bosôló, o kati ya baye bapesama buku (bayuda na baklišto), kino bakofuta lomande na maboko na bango na sima ya koyoka soni.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:30","price":"30. Mpe bayuda balobi: Uzairi azali mwana ya Allah. Mpe baklišto balobi: Masiya azali mwana ya Allah. Wana ezali liloba oyo ebimaka na minoko mia bango. Bazali komekola liloba lia bapengwi baye bapengwa liboso. Allah aboma bango na maye bazalaki kosala. Ndenge bamitiye mosika na bosôló!","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:31","price":"31. Bazui bakonzi ya mangomba na bango na masiya mwana ya Maryam lokola banzambe na botiki Allah. Kasi batindamaki te sé babondela nzambe moko oyo azali na mosangani te sé ye mei (Allah), nkembo naye oyo azali likolo ya maye bazali kosangisa ye na yango.","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:32","price":"32. Balingi kozimisa bongengi bwa Allah na minoko mia bango, kasi Allah azali sé kokolisa bongengi bwa ye, ata soki bapengwi bazali koboya.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:33","price":"33. Yende atindaki motindami naye na bokambi mpe na lingomba lia bosôló, mpo été ezala likolo ya mangomba nyoso, ata soki basambeli ya bikeko (basangisi) bazali koyina yango.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:34","price":"34. Eh bandimi! Ya soló, ebele ya bakonzi ya lingomba epai ya bayuda na ba klišto, bazali kolia misolo mia bato na lokuta, mpe bazali kobundisa nzela ya Allah, mpe na baye bazali kobomba nkita ya wolo mpe mpalata (mbongo), mpe baboyi kobimisa yango na nzela ya Allah, pesa bango sango ya etumbu makasi.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:35","price":"35. Mokolo oyo wolo na mpalata na bango mikotoka na moto ya lifelo sima bakozikisaka bilongi na bango na yango, na mipanzi na bango na mikongo na bango. Oyo nde lifuta ya maye bozalaki kosangisa na nkita ya mokili. Na yango, bomeka etumbu ya maye bobombaki.","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:36","price":"36. Ya sólo, motango ya basanza epai ya Allah mozali (sanza) zomi na mibale okati ya makomi ma Allah, uta mokolo akela likolo na nsé, okati na yango (sanza) minei mizali esantu, wana ezali lingomba lia semba, mpe bobuba milimo na bino te okati na yango, mpe bobundisa basangisi Allah mobimba, ndenge bazali kobundisi bino, тре boyeba ete ya soló, Allah azali elongo na babangi.","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:37","price":"37. Ya sólo, kozongisa mikolo ya sanza esantu sima, ezali kobakisa bopengwi, na yango nde ezali kobungisa ba oyo bapengwa. Mobu moye bamoni yango pamba mpe mobu mosusu babulisi yango, pona kobebisa motango ya basanza esantu biye Allah atia, boye nde bazali kornona pamba maye Allah atia yango esantu, babongiseli bango misala mabe liboso na bango na bonzenga. Kasi Allah akambaka bapengwi te.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:38","price":"38. Eh bino baye bondima! Mpona nini soki bayebisi bino bobima na nzela ya Allah, bozali kofanda na nsé. Boye bolingi bomoyi bwa mokili koleka oyo ya mokolo ya suka? Bisengo bia mokili bizali mike, oyo ya lobi nde bileki.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:39","price":"39. Soki bokei kobunda te, akopesa bino etumbu ya makasi mpe akokela bato basusu o esika na bino mpe eloko moko ya mabe ekosala ye te. Mpe Allah azali na bokoki likolo ya biloko binso.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:40","price":"40. Soki bopesi ye lisungi te, (Muhammad) Allah asilaki kolongisa ye. Tango bapengwi babimisaki ye, ya mibale bango babale, tango bazalaki kati ya libanga, tango azali koloba na moyekoli naye: Kobanga te, ya soló, Allah azali elongo na biso, Allah akitisaki lisungi lia ye epai naye, mpe asalisi ye na mapinga baye bomonaki bango te, mpe atiyaki liloba lia bapengwi nanse, mpe liloba lia Allah lizala likolo, mpe Allah azali na bokasi atonda bwanya.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:41","price":"41. Bökende moko moko to na lisanga kobunda na nzela na Allah na misolo na bino mpe na nzoto na bino, wana ezali malamu тропа bino soki bozali koyeba.","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:42","price":"42. Soki bozui (ya bitumba) ezalaki pete, mpe mobembo ezalaki pembeni kasi balandaki yo, kasi etamboli ya mosika epekisaki bango mikakatano, mpe bazali kolapa na nkombo ya Allah été: Soki tozalaka na makasi, tolingaki kobima elongo na bino. Bazali komibebisa sé bango moko. Mpe Allah ayebi ya soló, bazali babuki lokuta.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:43","price":"43. Allah alimbisa yo na maye opesaki bango ndingisa, kino oyeba bato ya bosóló, mpe oyeba babuki lokuta.","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:44","price":"44. Baye bandimi па Allah mpe na mokolo ya suka basenga yo nzela te liboso ya kokende kobunda o nzela ya Allah na misolo na bango na banzoto na bango. Allah nde moyebi wa babangi.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:45","price":"45. Ya soló, baye bazali kosenga yo nzela, bandimi na Allah te, mpe na mokolo ya suka te, mpo mitema mia bango mitondi na ntembe, тропа ntembe wa bango bazali sé koyimayima.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:46","price":"46. Kasi soki balingaka kobima (тропа kobunda), balingaki komilengele тропа yango. Kasi Allah asepelaki te na kobima na bango. Mpe avandisi bango. Mpe ayebisaki bango: Botikala elongo na baye batikalaki.","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:47","price":"47. Soki babimaka elongo na bino, balingaki sé kotiela bino mobulu o mapinga mpe kobakisela bino mabe, mpe koluka kokabola. Mpe kati na bino ezali na bato bazali koyoka bango, kasi Allah ayebaka babubi.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:48","price":"48. Ya soló, basilaki kotiya songi songi liboso, mpe bakangeli yo makambo kino bosóló boyaki, mpe bokasi na mibeko mia Allah mimonanaki, mpe bango bazali koboya.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:49","price":"49. Мре kati na bango, basusu bazali koloba: Pesa ngai ndingisa (ya kotikala), kasi komeka ngai te! Kaši basilaki kokweya na kati yakomekama, mpe ya soló moto mwa lifelo mokozinga bapangano.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:50","price":"50. Soki bolamu bozui yo bamoni yango mabe, soki mabe mazui yo balobi: Soki tomilengeleke te oyo ezui ye, elingaki ezua biso mpe bapesi mikongo bakei na kosepela.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:51","price":"51. Loba: Mpasi ekoki kozua biso te, sé eye Allah akomela biso, ye nde mobateli wa biso, mpe epai ya Allah esengeli na bandimi komipesa.","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:52","price":"52. Loba: Boye bozali kozela nini тропа biso okati ya bolamu mibale ya malamu (elonga to kokufa тропа Allah)? Kasi biso tozali kozela тропа bino, été Allah apesa bino etumbu to, ewuta na maboko na biso. Na yango bozela, biso mpe tozali kozela elongo na bino.","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:53","price":"53. Loba: Bopesa na kosepela to nakoyina, bakondimela bino yango te, ya soló, bozalaki bato mabe.","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:54","price":"54. Makabo na bango endimamaki te mpo baboyaki kondima na Allah na motindami naye, mpe basambelaka te, sé batelema na bolembu, mpe babimisaka mabonza na esengo te.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:55","price":"55. Bomengo na bana na bango bikamwisa yo te. Kasi Allah alingi kopesa bango etumbu тропа yango o kati ya mokili, тре alongóla milimo mia bango тре bazali o kati na bopengwi.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:56","price":"56. Мре bazali kolapa па Allah, (bato ya bilongi mibale) ete bazali penza bato ba bino, kasi bazali na bino te, mpe ya soló bango bazali kobanga bino.","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:57","price":"57. Soki bazuaka esika ya bokimi to lidusu o nsé ya ngomba, to esika ya kokotela, balingaki bakima epai wana bango banso na lombango.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:58","price":"58. Mpe basusu kati na bango bazali kotongo yo тропа mabonza. Soki bapesi bango yango, basepeli, mpe soki bapesi bango te, basiliki.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:59","price":"59. Mpe soki bango ya sólo, basepelaki na maye Allah na motindami waye bapesaki bango mpe balobi été: Allah akoki na biso. Allah akopesa biso bolamu bwaye, mpe motindami naye, ya sólo epai ya Allah nde tokozongisa makambo na baposa ya biso.","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:60","price":"60. Ya sólo, makabo mazali тропа babola na bazangi nyoso na baye bazali kosala mosala wana ya kokongola yango, mpe тропа kolendisa mitema ya bandimi ya sika, ezali mpe тропа kokangola bawumbu to bakangami na boloko, ezali mpe тропа baye bazangi makoki ya kofuta ba nyongo, ezali mpe тропа baye babimi na nzela ya Allah, ezali mpe тропа mopaya na moto ya mobembo oyo azali na bokoki te, wana ezali lotomo oyo ewuti epai ya Allah, mpe Allah azali moyebi atonda bwanya.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:61","price":"61. Mpe basusu kati na bango bazali komonisa ntoma pasi mpe bazali koloba: Afungoli litoyi naye тропа kolanda nyoso tozali koloba, loba: Litoyi yango ezali тропа bolamu na bino, azali kondima na Allah mpe azali na makanisi ya malamu likolo ya bandimi. Mpe azali mawa тропа basusu. Kati na bino bazali na kondima kasi baye bazali konyokolo motindami ya Allah, bakozua etumbu ya makasi.","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:62","price":"62. Bazali kolapa na nkombo ya Allah тропа kosepelisa bino, kasi Allah na motindami waye nde esengeli basepelisa soki bazali bandimi ya solo.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:63","price":"63. Boye boyebi te ete ya sólo, oyo akozanga kotosa Allah na motindami waye, ya sólo ye akozalaka na móto mwa lifelo, libela kati na yango? Wana nde ekozala etumbu ya monene.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:64","price":"64. Bazali kobanga bato ya bilongi mibale été suratu ekitela bango, mpo ekundola makambo maye mazali o mitema mia bango. Loba: Bosala litio, ya soló, Allah nde mobimisi ya maye bozali kobangela.","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:65","price":"65. Mpe soki otuni bango, bakolobaka: Ya sólo, tozali nde kosolola mpe kosakana. Loba: Boye Allah, na mikapo mia ye, mpe na motindami waye bozali kotiola?","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:66","price":"66. Bokolimbisama te, bosilaki ya sólo, kopengwa o sima ya bondimi bwa bino, soki tolimbisi basusu kati na bino, tokopesa etumbu na basusu. Ya sólo, bango bazalaki batomboki.","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:67","price":"67. Basi mpe mibali ya bilongi mibale bango na bango, bazali kotinda na mabe, mpe bazali kopekisa bolamu. Mpe bazali kokanga maboko na bango тропа kosala bolamu, babosani Allah, mpe atiki bango. Ya sólo, bango bazali babebisi.","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:68","price":"68. Allah alaki basi mpe mibali ya bilongi mibale, na bapengwi, bakozalaka libela o móto ya lifelo, wana ekoki na bango. Mpe Allah alakeli bango botutu, mpe bakozalaka na etumbu ya suka te.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:69","price":"69. Lolenge moko na baye bazalaki liboso lia bino, bazalaki makasi mingi koleka bino ezala na misolo, mpe bana mingi koleka bino. Basepelaki na bomengo oyo bakitanaki na mokili. Bino mpe bozali kosepela na oyo ya bino, lolenge bato ya liboso basepelaki, (kokitana), mpe bazali kosuanisa na bosôló te lolenge bato ya liboso basuanisaki na bosôló te, bango basili kobebisa misala mia bango o kati ya mokili mpe o mokolo mwa suka, mpe bango nde bazangi.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:70","price":"70. Boye eyelaki bango te sango ya baye baleka o liboso lia bango bato ba Nûh, na bato ya aad, na Thamúd, na bato ya Ibrâhîm na bato ya madiyanat, na baye tobalusaki (o kati ya bato ya Loth)? Batindami ba bango bayelaki bango bilembo, Allah azalaki te тропа kobuba bango, kasi bango moko nde bamibubaki.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:71","price":"71. Mpe bandimi ya mibali mpe ya basi, bango na bango bazali balingami. Bazali kotinda na bolamu mpe bazali kopekisa mabe. Mpe bazali kotelemisa losambo mpe kobimisa zakat, mpe bazali kotosa Allah na motindami waye. Baye wana nde Allah akoyokelaka mawa, ya soló, Allah azali na bokasi atonda bwanya.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:72","price":"72. Allah alaki bandimi ya mibali mpe ya basi, Iola, eye ezali koleka o nsé na yango mingala, bakozalaka libela o kati na yango, mpe bivandeli bilamu o lola ya edeni. Mpe bosepeli bonene bokowutaka epai ya Allah. Wana nde elonga enene.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:73","price":"73. Eh ntoma! Bundisa bato ya bilongi mibale na bapagano, mpe kozala na mawa epai na bango te. Mpe esika na bango bikozalaka nde na lifelo, mpe bozongi ya mabe nini wana!","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:74","price":"74. Bazali kolapa na Allah été basali eloko te, mpe basilaki solo koloba liloba lia bopagano, mpe babwaki kondima na bango bazongeli bopagano, mpe bakokisaki te na maye bakanaki (koboma ntoma), mpe bazali na nkanda te sé epai ya Allah na motindami naye, kowuta na maye Allah, na motindami naye bapesaki bango bozui mpe soki batubeli ekozala malamu тропа bango, kaši soki baboyi bapesi mikongo, Allah akopesa bango etumbu ya makasi, o kati ya mokili na o mokolo mwa suka. Mpe bakozuaka mobateli te mpe mosungi te na mokili.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:75","price":"75. Mpe basusu o kati na bango bazuaki elaka na Allah, (balobi) soki tozui bolamu bwa Allah, tokopesa makabo, mpe tokozala o kati ya basali bolamu.","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:76","price":"76. Мре tango apeși bango bolamu bwaye, bakangi maboko тропа yango, mpe baboyi bapesi mikongo, balandi nzela mosusu.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:77","price":"77. Mpe bazui etumbu o kati na mitema mia bango kino mokolo mwa bokutani, тропа maye bazangaki kotosa, mpe тропа maye balaki Allah, mpe na maye bazalaki kokosa.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:78","price":"78. Bazali koyeba te été Allah ayebi sekele na bango mpe ayebi masolo na bango ya kobombama mpe Allah azali moyebi ya mabombami?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:79","price":"79. Baye bazali kotongo bandimi baye bazali kobanga (Allah) mpe kobimisa makabo, Mpe baye bazali kozwa токе kowuta na bokasi bwa bango. Mpe lisusu bazali kofinga bandimi baye bazali na bozui токе, mpe kotiola, Allah atioli bango, kasi bakozalaka na etumbu monene.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:80","price":"80. Osengela bango bolimbisi to te, ata soki osengeli bango bolimbisi mbala ntuku sambo, Allah akolimbisa bango te, mpo bapengwi na Allah na motindami waye. Mpe Allah akambaka babebisi te.","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:81","price":"81. Baye batikalaki sima, basepeli mpo batikali epai na bango, sima ya motindami wa Allah, baboyi kobunda na misolo mia bango na milimo mia bango o nzela ya Allah. Мре balobi: Bökende kobunda te na molunge oyo. Loba: Moto ya lifelo moleki molunge, soki bazali koyeba.","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:82","price":"82. Baseka(1) moke mpe balela(2) mingi, lifuta lia maye bazalaki kosala.","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"1 Awa na mokili.\n2 O kati ya etumbu ya mokolo ya suka.","lang":"ln"},{"name":"9:83","price":"83. Soki Allah azongisi yo o ngambu ya (bato bana) mpe soki batuni yo ndingisa тропа kokende kobunda, loba: Bokobimaka na ngai te, mpe bokobundisaka banguna elongo na ngai te. Bosepelaki kotikala mbala ya yambo epai na bino, bovanda esika moko na batikali.","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:84","price":"84. Mpe kosambelela te тропа bango soki moko wa bango akufi, mpe kotelema na lilita lia ye te. Mpo ya soló, bango basili kopengwa na Allah na motindami waye, mpe bakufaki bazali babebisi.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:85","price":"85. Bana na misolo mia bango mikamwisa yo te. Mpo ya sólo, Allah alingi nde kopesa bango etumbu тропа yango awa na mokili, mpe azua milimo mia bango bazali na bopengwi.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:86","price":"86. Мре soki mokapo moko ekiti kowuta epai ya Allah été bandima na Allah mpe babunda elongo na motindami waye, okomona baye bazali na makoki nyoso ya kobunda bazali kosenga yo nzela mpo batikala elongo na baye batikali.","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:87","price":"87. Bazali kosepela kotikala elongo na baye oyo bazwaki ndingisa ya kotikala тре mitema na bango masili kokangama mpe bazali koyeba eloko te.","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:88","price":"88. Kasi motindami na baye bandimaki naye, babundaki na misolo mia bango na milimo mia bango. Mpe bango nde bakozalaka na bolamu, mpe bango nde balongi.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:89","price":"89. Allah asila kolengelela bango solo Iola eye ezali koleka o nsé na yango mingala. Bakozalaka libela o kati na yango, wana nde elonga enene.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:90","price":"90. Mpe o kati na baye bavandaka na bamboka, bayei kosenga ndingisa,(1) mpe na baye bakoselaki Allah na motindami waye batikali epai na bango. Bapengwi kati na bango bakozuaka etumbu ya makasi.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"1 Mpo bakende kobunda te.","lang":"ln"},{"name":"9:91","price":"91. Kasi baye bazangi makasi ya nzoto, na bato ya bokono, na baye bazangi eloko ya kobimisa (тропа Allah) bazali na lisumu te soki bakei kobunda te, soki bazali na bosembo na mitema mia bango тропа Allah na motindami waye. Мре basali bolamu, bazali na Likebisi te тре Allah azali molimbisi atonda ngolu.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"ln"},{"name":"9:92","price":"92. Ezali mabe te тропа baye bayelaki yo mpo opesa bango bibundeli ya komatela, olobi na bango été: Nazali na bibundeli ya komatele te тропа bino. Bazongi na kolela mayi ya miso ezali kotanga na mawa nyoso été bazui eloko te ya kobimisa.","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"ln"}],"juz":{"id":10,"name":"وَاعْلَمُوا","transliteration":"Wa A'lamu","transEn":"And Know","startVerse":"8:41","endVerse":"9:92","totalVerses":127}}