{"data":[{"name":"11:6","price":"6. Мре ezali na nyama(1) moko te na mabele sé bozui naye ezali kowuta epai ya Allah, mpe ayebi esika avandaka, na esika abombamaka. Nyoso esila kokomama o kati ya buku ya polele ya bosembo.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"1 Nyama: Elakisi: Bikelamo nionso oyo etambolaka likolo ya mabele, bótala mpe na suratu: Al-An’ám(Banyama) mokapo: 38.","lang":"ln"},{"name":"11:7","price":"7. Mpe ye nde akela mapata na mabele sima ya mikolo motoba, mpe ngwende naye ezalaki likolo ya mayi. Mpo ete ameka bino mpe ayeba nani kati na bino akosala misala ya malamu, mpe soki alobi na bango ete: Ya soló bino bokosekwa sima ya liwa na bino, baye bapengwa bakolobaka été: Ya soló, oyo ezali bondoki ya polele.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:8","price":"8. Mpe soki tozelisi bango etumbu kino o mokolo moye moyebani, bakolobaka: Nini ezali kokanga yango? Mokolo moye ekoyelaka bango, bakokoka kokima yango te, na maye bazalaki kotiola.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:9","price":"9. Mpe soki tomekisi moto bolamu bwa biso, sima tolongoli ye yango, ayokaka mabe mingi, mpe azangi kolikya.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:10","price":"10. Mpe soki topesi ye bolamu sima ya pasi oyo azalaki na yango, akosepela na kokumisa тропа mabe oyo elongwe, mpe alobi: Pasi esili.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:11","price":"11. Longola sé baye bazelaki, mpe basalaki misala milamu, bango bakozalaka na bolimbisi na lifuta linene.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:12","price":"12. Tango mosusu ozali kosundola ndambu ya maye makiteli yo, mpe motema nayo etondi na pasi ndenge bazali kotiola yo na koloba: Mpona nini bakitiseli ye sanduku ya bomengo te to тре anzelu aya epai naye? Yo ozali sé mokebisi. Mpe Allah azali mobateli ya biloko binso.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:13","price":"13. To bazali koloba été: Ezali lokuta asali yango ye moko (kurani). Loba: Boya na mikapo zomi lokola oyo nayei na yango, oyo bosala bino moko, mpe bobenga nani bolingi oyo akoki kosalisa bino na yango na botiki Allah, soki bozali na bosóló.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:14","price":"14. Mpe soki bakoki te koya na yango, boyeba ya soló, été yango ekiti na mayele naye moko Allah, mpe ezali na nzambe mosusu te ya kobondela na bosóló sé ye, mpe boye bozali bamisokia.","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:15","price":"15. Baye bakolinga bomoyi bwa mokili na bisengo bia yango, tokopesa bango o kati ya mokili mpe tokokutolaka te.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:16","price":"16. Bango nde bakozalaka na eloko te o mokolo mwa suka sé moto ya lifelo, maye basalaki awa na nsé, makozala pamba mpe makolimwa.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:17","price":"17. Boye moto oyo azali na buku ya bosembo ya polele na maboko naye, ewuti epai na Nkolo naye, mpe nzeneneke akiti (anzelu gabiliyele) azali kotanga yango, boye akokani na moto oyo azali na eloko moko te ya bosembo na maboko naye? Mpe buku ya Müssa ekitaki liboso naye, (Muhammad) ezalaki bokambi mpe ngolu, baye wana bandimi na yango, kasi baye bakosangisa bakopengwa na yango o kati ya bato, moto nde elaka na bango, kozala na tembe te тропа yango. Ezali solo kowuta epai ya Nkolo wa yo, kasi ebele ya bato bazali kondima na yango te.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:18","price":"18. Mpe nani oyo azali moto mabe koleka oyo abukeli Allah lokuta? Bango wana bakomemama epai ya Nkolo wa bango, mpe banzeneneke bakolobaka été: (ba anzelu): Baye wana nde bakoselaki Nkolo wa bango, na yango botutu ya Allah bokozala likolo ya bato mabe.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:19","price":"19. Baye bazali kokanga nzela ya Allah, mpe bazali kolukela yango mbilinga mbilinga. Mpe bazali kondima na mokolo mwa suka te.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:20","price":"20. Baye wana bakoki kokitisa nguya (ya Allah) te awa na mokili, mpe bakozua baye bakosalisa bango te liboso ya Allah. Etumbu na bango ekobakisama mpo bakokaki koyoka mpe kotala te.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:21","price":"21. Baye wana nde bamibebisi bango moko, mpe babungisi binzambi nzambi oyo bazalaki kobondela mpe bazalaki kotia elikya ete bakosunga bango.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:22","price":"22. Tembe ezali te été: Bakozala bazangi penza na mokolo ya suka.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:23","price":"23. Ya soló, baye bandimaki mpe basalaki misala milamu, mpe babangaki Nkolo wa bango, bango nde bato ya lola, bakozalaka libela o kati na yango.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:24","price":"24. Lisanga oyo na oyo mosusu ndakisa na bango ezali lokola bato mibale: Oyo amonaka te, mpe ayokaka te, oyo mosusu amonaka mpe ayokaka. Boye bazali lolenge moko? Na yango bozali kokanisa te?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:25","price":"25. Mpe tosilaki ya soló, kotinda Nûh epai ya bato baye, (alobi): Ya solo, ngai nazali mokebisi ya polele.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:26","price":"26. Ete bobondela te sé Allah, ya sólo nazali kobangela bino etumbu o mokolo mwa pasi ya makasi.","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:27","price":"27. Bankumu ya bato naye baye bapengwaki balobaki naye ete: Tozali kornona yo ozali moto lokola biso, tomoni baye bazali kolanda yo, sé bato ya ntina te kati na biso, baye bazali na mayele moke. Mpe tozali kornona bino boleki biso te, kasi tozali kokanisa ete bozali babuki lokuta.","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:28","price":"28. Alobaki ete: Oh bato na ngai! В omoni boni soki nazali na elembo ya bosembo kowuta epai ya Nkolo wa ngai, mpe apesi ngai ngolu kowuta epai naye mpe bozangi yango, biso tokokanga bino na makasi te mpo bozua yango mpe bino bozali koyina?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:29","price":"29. Oh! Bato ba ngai! Nazali kosenga bino yango misolo te. Lifuta lia ngai likowuta sé epai ya Allah. Мре nakoki kobengana bandimi te, ya soló, bango bakokutanaka na Nkolo wa bango. Kasi ngai nazali kornona bino bozali koyeba te;","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:30","price":"30. Oh bato ba ngai! Nani akosalisa ngai na (etumbu) ya Allah soki nabengani bango? Boye bozali kokanisa te?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:31","price":"31. Mpe nakoki koloba na bino te ete: Nazali na sanduku ya bomengo ya Allah. Nakoloba mpe te ete nayebi mabombami, mpe nakoloba te ete: Nazali anzelu. Mpe nakoloba te na baye bozali kotala mpamba ete: Allah akopesa bango bolamu te. Allah ayebi malamu maye mazali o kati na bango, noki te nakozala elongo na bato mabe.","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:32","price":"32. Balobi: Oh Núh! Osili kosuanisa biso ya koleka, yela biso (etumbu) oyo ozali kolobela soki ezali ya sólo (elembo).","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:33","price":"33. Alobi: Ya sólo, Allah nde akoyela bino yango soki alingi. Kasi bokokokaka kokima te.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:34","price":"34. Toli na ngai ezali kosalisa bino te tango nazali kopesa bino yango, soki Allah alingi kobungisa bino, azali Nkolo wa bino, mpe bokozongisama epai naye.","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:35","price":"35. Mpe bazali koloba été azali kokosa! Loba: Soki nakosi lisumu yango ekozala na molimo na ngai moko. Mpe nazali mosika na makambo mabe oyo bozali kosala.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:36","price":"36. Mpe emoniseli ekitelaki Nûh ete: Ya soló, bato nayo oyo bakondimaka nayo lisusu te, longola sé baye bandimaki liboso. Kasi komitungisama te тропа maye bazali kosala.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:37","price":"37. Mpe tonga masuwa, na miso na biso mpe na emoniseli na biso, kasi kotuna ngai lisusu te тропа bato mabe. Ya sólo, bango bakozinda.","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:38","price":"38. Mpe abandi kotonga masuwa, mpe tango nyoso bankumu na bango bazali koleka, bazali koseka ye. Azongiseli bango eyano alobi: Soki bozali koseka biso, ya sólo, biso mpe tokosekaka bino ndenge bozali koseka.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:39","price":"39. Mpe ezali na tango molai te bokoyebaka nani oyo etumbu ekoyela ye, etumbu ya makasi mpe ya kosilisa lokumu, mpe esengeli naye kozua etumbu oyo ekotikala libela.","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:40","price":"40. Kino tango mokano (mitindo) mia biso eyaki, mayi etombokaki na mpela ya makasi tolobaki naye été (Nûh): Kotisa okati ya masuwa lolenge ya banyama mibale mibale (mwasi na mobali) okotisa mpe libota nayo, longola sé ba oyo ekomamaki été esengeli bakufa, mpe baye bandimaki, kasi bandimaki naye te sé bato moke penza.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:41","price":"41. Мре alobaki: Bomata okati na yango na nkombo ya Allah oyo afandisi yango likolo ya etamboli na yango. Ya soló, Nkolo na ngai azali penza molimbisi atonda ngolu.","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:42","price":"42. Mpe ebandi kotepatepa likolo ya mayi kino ememaki bango kati kati ya mbonge ya makasi lokola ba ngomba ya minene, mpe Nûh abengi mwana naye oyo aboyaki komata na masuwa: Eh mwana na ngai! Mata elongo na biso, kasi kotikala te elongo na bapengwi.","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:43","price":"43. (Mwana) ayanoli été: Nakomata likolo ya ngomba oyo тропа komibatela na mayi. (Nûh) alobaki naye été: Lelo mobateli akozala te тропа etumbu ya Allah, longola sé oyo akoyokela ye mawa. Na sima mbonge ekaboli bango, mpe (mwana waye) atikalaki elongo na baye bazindisamaki (na mayi).","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:44","price":"44. Mpe motindo epesamaki été: Oh mabele! Mela mayi nayo, oh mapata! Tika (konokisa mbula) mayi makutolamaki mpe masuwa makendeki kotelema likolo ya ngomba, nkombo na yango djudi. Mpe motindo ekweyaki été: Bato mabe balimwa.","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:45","price":"45. Mpe Nûh abelelaki Nkolo waye: Oh Nkolo wa ngai! Ya soló, mwana wa ngai azali o kati ya libota lia ngai, mpe elaka nayo ezali solo, mpe ozali zuzi ya bosembo koleka ba zuzi banso.","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:46","price":"46. Azongisi été (Allah): Eh Nûh! Azali o kati ya libota lia yo te, mpo mosala naye ezali malamu te. Mpe kotuna ngai te likambo liye ozali na boyebi na yango te. Ya solo, nazali kopesa yo toli été: Ozala mosika na baye bazangi boyebi.","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:47","price":"47. (Nûh) alobaki été: Eh Nkolo! Ya solo, nasengi libateli nayo mpo été nasenga yo maye nazali na boyebi na yango te, mpe soki olimbisi ngai te, mpe oyokeli ngai mawa te, nakozala elongo na bazangi.","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:48","price":"48. Mpe motindo mopesamaki été: Eh Nûh! Kita na masuwa na kimia na biso, mpe mapamboli ebele likolo nayo na bato baye bazali elongo nayo. Mpe basusu bakoya sima nayo, tokopesa bango bomengo ya tango moke, sima etumbu ya biso ya makasi ekozua bango.","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:49","price":"49. Wana ezali ba sango ya mabombami tozali kokitisa epai nayo, kasi oyebaki yango liboso te, yo (mohamed) na bato nayo liboso nayo. Na yango, esengeli nayo koyika mpiko, mpo été suka ya malamu ezali тропа babangi (Allah).","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:50","price":"50. Мре (totindelaki) bato ya aad, ndeko wa bango Hûd. Alobaki: Oh bato bangai! Bobondela Allah, bozali na nzambe mosusu te sé ye, kasi bozali sé babuki lokuta.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:51","price":"51. Oh bato bangai! Nazali kosenga bino yango lifuta te, lifuta lia ngai lizali sé epai ya mokeli wa ngai. Boye bozali koyeba te?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:52","price":"52. Mpe oh bato bangai! Bosenga bolimbisi epai ya Nkolo wa bino, sima botubela epai naye. Akonokisela bino mbula kowuta o likolo ya kolandana, mpe akobakisela bino bokasi likolo lia bokasi. Kasi boboya (ye te), noki bokokoma batomboki.","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:53","price":"53. Balobi: Eh Hûd! Oyeli biso bilembo te, mpe tokotika banzambe ba biso te тропа maloba nayo, mpe tokondimela yo te.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:54","price":"54. Biso tokoloba sé été: Moko kati na ba nzambe na biso asili kosala yo mabe, alobaki na bango ete: Ya soló, ngai nazui Allah nzeneneke wa ngai, bino mpe bozala nzeneneke été ngai nawangani mpe nazali mosika na bikeko na bino na maye bozali kosangisa (Allah).","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:55","price":"55. Soki ye te (kotika Allah), bosalela ngai likita bino banso (na banzambe na bino), mpe bozelisa ngai te.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:56","price":"56. Ya sólo, natie elikia na ngai epai ya Allah Nkolo wa ngai mpe Nkolo wa bino. Eloko moko te ekoki kozala na esika na yango sé ayeba yango (mpe azala na bokoki тропа yango). Ya sólo Nkolo wa ngai azali na nzela ya semba.","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:57","price":"57. Mpe soki boboyi, ya sólo, ngai našili kokomisa maye natindamaki na yango epai na bino. Mpe Nkolo wa ngai akolongola bino mpe akoya na bato ya malamu na esika na bino, mpe bokosala ye eloko moko te. Ya sólo, Nkolo wa ngai azali mobateli ya biloko binso.","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:58","price":"58. Mpe tango mitindo mia biso miyaki, tobikisaki Hûd na baye bandimaki elongo naye, na mawa та biso, mpe tobikisaki bango na etumbu ya ekasi.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:59","price":"59. Mpe wana nde bato ya aad (etuka ya mboka ya ntoma Hûd) baye babundisaki bilembo bia Nkolo wa bango, mpe bazangaki kotosa batindami ba bango, mpe balandaki likambo lia lolendo mpe mabe.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:60","price":"60. Mpe botutu elandaki bango awa nanse mpe kino o mokolo mwa suka ekozala lokola, ya sôló ba aad bapengwaki penza na Nkolo wa bango, kasi ba aad bazala mosika (babebisama) bato ya Hûd?","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:61","price":"61. Mpe (totindaki) epai ya bato ya Thamûd, ndeko wa bango Swâlih. Alobaki: Oh bato bangai! Bobondela Allah. Bozali na nzambe mosusu te ya kobondela na bosóló sé ye. Ye nde akela bino kowuta na mabele, mpe akomisi bino ebele o kati na yango. Bosenga ye bolimbisi, sima botubela epai naye. Ya soló, Nkolo wa ngai azalaka pene тропа koyanola. (ba mbela)","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:62","price":"62. Balobaki: Eh Swâlih! Yo ozalaki elikia na biso liboso. Okomi kopekisa biso tobondela banzambe ya bankoko na biso? Ya sólo penza, tozali na tembe mingi тропа maye ozali kobenga biso na yango.","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:63","price":"63. Alobi: Oh bato bangai! Bomoni boni soki nazali na elembo kowuta epai ya Nkolo wa ngai mpe apeși ngai ngolu kowuta na yango? Nani oyo akosunga ngai epai ya Allah soki na zangi kotosa ye (Allah)? Noki bokobakisela ngai pasi likolo ya pasi.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:64","price":"64. Mpe Oh bino bato na ngai! Oyo ezali náqat ya Allah, atindeli bino lokola elembo. Botika ye aliya na mabele ya Allah, kasi bosala ye mabe moko te, noki etumbu ekozua bino na lombangu.","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:65","price":"65. Kasi babomaki yango mpe basasi yango, mpe alobi na bango: Bokokangama kati na bandako na bino mikolo misato, wana ezali elaka ya tembe te.","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:66","price":"66. Mpe tango mitindo mia biso mikweyaki, tobikisaki Swálih na baye bandimaki elongo naye na mawa ma biso mokolo ya bozangi lokumu. Ya soló, Nkolo wayo azali na bokasi atonda nguya.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:67","price":"67. Mpe bogangi bwa etumbu bozuaki babubi, mpe bakomaki bibembe o kati ya ba ndako bia bango.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:68","price":"68. Lokola bazalaki na nkembo liboso te okati na yango. Ya soló, bato ya Thamúd bapengwaki na Nkolo wa bango kasi bato ya Thamûd babebisamaki.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:69","price":"69. Мре ya soló, batindami(1) na biso bamemelaki Ibrâhîm sango elamu(2), tango bakutanaki naye balobi: Kimia(3) ezala nayo! Alobaki été: Kimia na bino mpe lokola! Mpe ewumelaki te abonzelaki bango libonza lia nyama. (ngombe) ya kotumba.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"1 Batindami: Ba anzelu.\n2  Sango elamu: Mbotama ya Is’háq.\n3  Kimia: Mbote ya bamizilima.","lang":"ln"},{"name":"11:70","price":"70. Mpe tango amoni ete bazali kozua te, abangi, balobi: Kobanga te. Ya sólo, totindami epai ya bato ba Loth.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:71","price":"71. Mwasi waye azalaki ya kotelema, (sarah) mpe aseki, mpe topesaki ye sango elamu ya kobotama ya Is’háq mpe sima naye Ya’qüb.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:72","price":"72. Alobi: Oh mawa na ngai! Nabota mpe ngai nakomi mobange, mpe mobali wa ngai oyo mpe mobange. Ya soló oyo ezali (likambo) ya kokamwisa.","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:73","price":"73. Balobi: Ozali kokamwa na mikano mia Allah? Tika été mawa mpe mapamboli ya Allah ezala likolo na bino bato ya libota oyo. Pamba te ya sólo, Allah akumama mpe asanzolama na lokumu mingi.","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:74","price":"74. Mpe tango bobangi esili Ibrâhîm, sango elamu eyeli ye ete azali kosolola na biso тропа likambo lia bato ba Loth.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:75","price":"75. Ya soló, Ibrâhîm azalaki moto malamu, azalaki kozonga mpe kotubela mingi epai ya Nkolo naye.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:76","price":"76. Eh Ibrâhîm! Mitiya mosika na oyo. Mpo ya soló, mitindo mia Nkolo wayo misili koya. Мре ya sólo, etumbu ezongisama te ekozua bango.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:77","price":"77. Mpe tango batindami(1) na biso bakomaki epai ya Loth, ayokaki pasi mpe mawa тропа bango. Alobaki: Lelo nde mokolo mwa etumbu ya somo.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"1 Batindami: Ba anzelu.","lang":"ln"},{"name":"11:78","price":"78. Mpe bato baye bayeli ye mbangu. Mpe liboso bazalaki kosala makambo mabe, mpe alobaki na bato naye été: Oh bato bangai! Bótala bana ba ngai ya basi bango oyo, bazali peto mpe malamu тропа bino. Bobanga Allah kasi boyokisa ngai soni te тропа bapaya ba ngai. Boye bozali ata na moto moko ya malamu o kati na bino te?","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:79","price":"79. Bayanoli: Oyebi malamu penza ete tozali na posa ya bana nayo ya basi te, (bango bazalaki kolinga kozua basi na mboka ena te) ya soló, oyebi eloko nini tozali kolinga.","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:80","price":"80. Alobaki na bango été: Ah soki nazalaki na makasi ya kotelemela bino, to mpe nazua ata lisungi mosusu ya makasi koleka!","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:81","price":"81. (Bapaya) balobi: Eh Loth! Ya sólo, tozali batindami ya Nkolo wa yo. Bakosala yo eloko te, kende noki na libota lia yo okati na butu. Мре токо te kati na bino abongola elongi sima te, longola sé mwasi wayo (oyo azangaki kotosa), mpe akozua oyo ekozua basusu. Solo elaka na bango ekozala na ntongo, boye ntongo ezali pene te?","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:82","price":"82. Mpe tango motindo mwa biso mokweyaki, tobalusaki (mboka yango) na ba ngambu inso, mpe tobebisaki yango, mbula ya mabanga esangani na mabele ya moto ekitelaki bango na bango:","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:83","price":"83. (Mabanga yango) ezalaki na bilembo yango kowuta epai ya Nkolo nayo, mpe yango ezalaki mosika te na bato mabe (babubi).","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:84","price":"84. Mpe (totindaki) epai ya bato ya mad’yan, ndeko wa bango Shuaïb, alobaki na bango été: Oh bato na ngai! Bobondela Allah oyo bozali na nzambe mosusu te sé ye. Мре bokutola emekelo, na kilo te. Ya soló, na moni bino na bomengo, mpe ya sólo, nazali kobangela bino etumbu o mokolo oyo ekozinga biloko binso.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:85","price":"85. Oh bato bangai! Bomeka bimekelo na bakilo na bosembo, kasi kokutolela bato bimekelo bia bango te, mpe bosala mabe o kati ya mokili te.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:86","price":"86. Bomengo ya libela epai ya Allah ezali malamu тропа bino soki ya sólo bozali bandimi, mpe nazali mokengeli likolo na bino te.","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:87","price":"87. Balobi naye été: Eh Shuaíb! Losambo nayo nde ezali kotinda yo mpo totika kobondela biye bankoko na biso babondelaki to epekisa biso ete tosalela bozui na biso lolenge tolingi? Ya sólo penza, ozali moto malamu ya bosóló koleka?","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:88","price":"88. Alobaki été: Oh bato ba ngai! В omoni ndenge nini soki nazali na elembo ya bosóló kowuta epai ya Nkolo wa ngai, mpe apesi ngai bozui bolamu kowuta epai naye? Mpe mposa na ngai ezali te été na zala na bino na bokeseni na maye nazali kopekisa bino. Kasi nazali kolinga sé mbongwana ya malamu na ndenge ya bokoki na ngai. Kasi elonga na ngai ekowuta sé epai na Allah. Nati elikia na ngai epai naye mpe epai naye nazali kotubela.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:89","price":"89. Mpe oh bato na ngai! В órnemela ngai bokeseni na kotungisa ngai te, noki etumbu ekozua bino, ndenge ezuaki bato ba Núh na bato ba Hûd na bato ba Swálih, mpe (ndakisa) ya bato ba Loth ezali mosika te тропа bino.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:90","price":"90. Mpe bosenga bolimbisi epai ya Nkolo wa bino mpe botubela epai naye. Ya soló, Nkolo wa ngai azali Nkolo wa mawa atonda bolingo.","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:91","price":"91. Balobi: Eh Shua’íb! Tozali kososola te ebele ya maye ozali koloba, mpe tozali kornona yo ozali sé motawu o kati na biso soki ezalaki libota nayo te, tolingaki kosala yo mabe. (kobamba yo mabanga) mpe ozali na nguya moko te likolo na biso.","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:92","price":"92. Alobaki: Oh bato ya mboka na ngai! В ozali kornona ete libota na ngai ezali na lokumu ераї na bino koleka Allah, тропа maye bozali kopesa mikongo? Ya sólo, Nkolo wa ngai (ayebi) manso bozali kosala.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:93","price":"93. Mpe oh bato ba ngai! Bosala maye bokolinga, ngai mpe nakosala. Kala te bokoyebaka nani oyo etumbu ekozua ye, oyo ekopesa ye soni mpe nani azalaki mobuki lokuta. Bozela, (eloko nini ekosalema) ngai mpe nazali kozela elongo na bino.","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:94","price":"94. Мре tango mobeko mwa biso moyaki, tobikisaki Shuaib na baye bandimaki elongo naye, na mawa kowuta epai na biso, mpe babubi bazuaki bogangi (bwa etumbu) mpe bakomaki bibembe o kati na bandako bia bango,","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:95","price":"95. Lokola bavandaki kala te kati na yango, kasi ba mad’yan bazalaki mosika, ndenge moko ba Thamúd bazalaki mosika na ngolu (ya Allah).","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:96","price":"96. Мре tosilaki solo kotinda Müssa na makamwisi ma biso na bokonzi bwa polele,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:97","price":"97. Epai na falo na bankumu ba ye. Kasi balandaki makambo ma falo, kasi makambo ma falo mazalaki na bokambi te.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:98","price":"98. Akozalaka liboso lia bato baye o mokolo mwa suka, mpe akomemaka bango na moto. Nde oyo suka ya liziba ya mabe.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:99","price":"99. Mpe botutu ekolanda bango awa na nsé, mpe na mokolo ya suka lokola. Mpe oyo likabo mabe bakopesama!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:100","price":"100. Wana nde ba sango ya bituka tozali kopesa yo, (Muhammad), kati na yango misusu mizali kino moyi mwa lelo, mpe misusu misilaki kolimwa kala.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:101","price":"101. Tobubaki bango te kasi bango moko bamibubaki. Mpona banzambe na bango baye bazalaki kobondela batiki Allah, esalisaki bango na eloko te tango mobeko mwa Nkolo wayo moyaki, kasi ebakiselaki bango sé bozangi.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:102","price":"102. Ndenge wana nde Nkolo wayo asalaka, soki alingi kobeta mboka ya babubi. Ya soló, etumbu naye ezalaka mpasi mpe makasi.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:103","price":"103. Wana ezali solo elembo na oyo akobanga etumbu ya mokolo ya suka. Mokolo moye bato bakosanganaka, mpe mokolo wana nde ekotatolama.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:104","price":"104. Mpe tokozelisaka yango te, sé na tango eye etiyamaki.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:105","price":"105. Mokolo moye ata molimo moko te akolobaka, sé na ndingisa naye kati na bango bakolelaka mpe basusu bakosepelaka.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:106","price":"106. Soki тропа bato ya mpasi, bakozala na moto wapi epai bakonyokwama mpe bakolela makasi,","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:107","price":"107. Bakozalaka kati na yango libela, ndenge likolo na mabele ekowumela, sé kaka oyo Nkolo nayo alingi.(1) ya soló, Nkolo wayo asalaka maye alingi.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"1 Kaka oyo Nkolo nayo alingi: Allah akobimisa na lifelo bandimi oyo bakufaki na masumu mosusu kasi basangisaki Allah te na binzambi nzambi.","lang":"ln"},{"name":"11:108","price":"108. Mpe baye bakozala na bisengo, bakozalaka o kati ya lola libela, ndenge bowumeli ya likolo na mabele sé kaka Nkolo wayo akolinga lolenge mosusu, likabo oyo ezali kokatana te.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:109","price":"109. Mpe kozala na tembe te тропа maye bazali kobondela. Bazali sé kobondela maye bankoko ba bango babondelaki liboso. Mpe ya sólo, tokopesaka bango manso maye masengeli тропа bango, kasi makokutolama te.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:110","price":"110. Mpe tosilaki solo kopesa Mûssa buku, kasi bakabwanaki тропа yango. Soki liloba litiyamaka liboso kowuta epai ya Nkolo wa yo te, elingaki kokatama kati kati na bango. Mpe ya sólo bango bazalaki na tembe o kati na yango.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:111","price":"111. Mpe ya soló Nkolo wayo akofutaka bango banso engebene na misala mia bango. Ya soló, azali moyebi na maye bazalaki kosala.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:112","price":"112. Misembola o nzela ya semba na ndenge batindaki yo elongo na baye batubeli (epai ya Allah), kasi kotomboko te, ya sólo ye amonaka maye bosalaka.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:113","price":"113. Kasi bomipesa epai ya babubi te, soki te moto mokozua bino. Bozali na basungi basusu te, sé Allah ye mei, soki te bokosalisamaka te.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:114","price":"114. Mpe telemisa losambo na ebandeli ya moyi mpe nasúka na ntango moko ya butu. Ya sólo, misala milamu milongolaka miye ya mabe. Wana ezali bokundoli тропа baye bazali kokanisa.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:115","price":"115. Kanga motema, ya sólo, Allah abungisaka lifuta lia babongisi te.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:116","price":"116. Soki ya sólo, bato ba kala bazalaka liboso na bino, baye bakoki kopekisa kosala mabe, kati na mokili, bazalaki sé токе baye tobikisaki o kati na bango? Kasi babubi balandaki mabe mpe balekisaka ndelo o bisika bazalaki, mpe bazalaki bato mabe (babomi).","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:117","price":"117. Mpe Nkolo wayo akoki kobebisa mboka moko te, soki bato na yango bazali babongisi.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:118","price":"118. Мре soki Nkolo wayo alingaki, nde atiaki bato bazala umma(1) moko. Kasi balingaki sé kokabuana.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"1 Umma: Lingomba, bótala suratu Al-Baqarah 128.","lang":"ln"},{"name":"11:119","price":"119. Longola sé baye Nkolo nayo akoyokela mawa. Mpo na yango wana nde akelaki bango. Мре liloba lia Nkolo wayo likoki: Nakotondisa lifelo na bilima (badjini) na bato banso.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:120","price":"120. Mpe manso tozali koyebisa тропа makomi ma batindami, mazali тропа kolendisa motema mwa yo. Nakati na yango solo esili kokomela yo mpe mateya na bokundoli тропа bandimi.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:121","price":"121. Mpe loba na baye bazali koboya kondima ete: Bosala ndenge bolingi, biso mpe tozali kosala.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:122","price":"122. Mpe bozela, ya soló, tozali kozela lokola.","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"11:123","price":"123. Mpe Allah ayebaka mabombami manso maye mazali o likolo na o mabele, mpe epai naye nde makambo manso makozongaka. Bondela ye mpe mipesa naye, kasi Nkolo wayo azangaka koyeba te maye bozali kosala.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:1","price":"1. Alif, lâm, râ(1). Wana ezali mikapo mia buku ya polele.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"1 Bótala suratu Al-Baqarah mokapo: 1.","lang":"ln"},{"name":"12:2","price":"2. Ya soló, tokitisaki yango kurani na lokota ya arabo mpo ete bososola.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:3","price":"3. Tozali koyebisa yo masolo ma kitoko maye tokitisaki kurani eye epai nayo, mpe ata soki ozalaka liboso na yango o kati ya baye bazangaki bokebi.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:4","price":"4. Tango Yûsuf alobaki na tata waye: Oh tata na ngai! Ya solo, ngai namoni na ndoto minzoto zomi na moko, mpe mwese na sanza, mizali kogumbamela ngai.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:5","price":"5. Alobaki: Oh mwana wa ngai! Kobetela bandeko bayo ndoto nayo eye te, mpo bakoki kosalela yo likita ya mabe. Ya solo satana azali monguna ya polele тропа moto.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:6","price":"6. Mpe ndenge wana nde Nkolo wayo akopona yo, mpe akolakisa yo ndimbola ya bandoto mpe akokokisa bolamu bwa ye likolo nayo, mpe likolo lia bana ba Ya’qúb, lolenge akokisaki yango liboso epai ya baboti nayo mibale, Ibrâhîm na Is’háq. Ya soló Nkolo wayo azali moyebi atonda bwanya.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:7","price":"7. Ezalaki ya sólo, epai ya Yûsuf na bandeko baye bilembo тропа batuni mituna.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:8","price":"8. Tango balobaki ete: Yûsuf na ndeko waye balingami epai ya tata wa biso koleka, mpe biso tozali lisanga lia makasi. Ya sólo, tata wa biso azali na libunga lia polele.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:9","price":"9. Boboma Yûsuf to botinda ye o mboka nyoso ya mosika. Wana nde elongi ya tata wa bino ekotala bino mbala moko, mpe bokozala sima na yango bato balamu.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:10","price":"10. Moko kati na bango alobi: Boboma Yûsuf te, kasi bobwaka ye o kati ya libulu lia mayi ya mozindo, bakozua ye na baleki nzela, soki bokosala.","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:11","price":"11. Balobaki: Eh tata wa biso! Mpona nini te ozali kondimela biso mpona Yûsuf mpe tozali na makanisi malamu epai naye mpe biso tokopesa ye toli?","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:12","price":"12. Tinda ye akende elongo na biso lobi kotambola mpe kosakana, kaši ya soló tokobatela ye.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:13","price":"13. Alobaki: Solo, ezali kopesa ngai mawa ete bökende naye mpe nazali kobanga ete mbwa ya zamba eliya ye. O tango eye bokozala na bokebi naye te.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:14","price":"14. Balobaki: Soki mbwa ya zamba elei ye na biso tozali ebele, wana nde tozali bazangi.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:15","price":"15. Mpe tango bakendeki naye, bayokani ete ba bwaka ye na libulu lia mayi ya mozindo liye bakoki kornona ye te, mpe tomonisa naye ete: Okoyebisa bango likambo lia bango liye, mpe bakoyeba te.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:16","price":"16. Mpe bazongi epai ya tata wa bango na pokwa bazali kolela,","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:17","price":"17. Balobi: Eh tata wa biso! Ya soló, tokendeki komekana тропа kobwaka makonga na mokili, тре totikaki Yûsuf pene na biloko bia biso mpe mbwa ya zamba alei ye. Mpe yo okoki kondimela biso te ata soki tolobi bosembo.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:18","price":"18. Mpe bamemi simisi naye, bapakolo yango makila ya lokuta. Alobi: Milimo mia bino mitindaki na likambo moko boye, kasi kokanga motema ezali malamu. Allah akosalisa ngai na maye bosali.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:19","price":"19. Мре baleki nzela bato ya mombongo batindi moko wa bango mpo akende kotoka mayi тропа bango, tango akitisi katini naye mpo atoka mayi, alobi: Sango elamu, oyo elenge mobali! Mpe batiaki ye na mikumba mpo bateka ye. Kasi Allah nde moyebi na oyo bakosala.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:20","price":"20. Mpe bateki ye na talo ya токе, na ndambu ya misolo mia dirhams mia kotanga, bazuaki ye na motuya te.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:21","price":"21. Mpe oyo asombaki ye azalaki moto ya ezipito, mpe alobaki na mwasi naye: Zúa ye mpe bokolo ye malamu, mpo tango mosusu akosalisa biso to mpe tozua ye mwana na biso. Mpe ndenge wana nde tosalaki na Yûsuf o kati na mokili, mpe totangisaki ye ndimbola ya bandoto. Mpe Allah azali ye moko mokonzi ya makambo naye kasi ebele ya bato bazali koyeba te.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:22","price":"22. Mpe tango akoli, topesaki ye bwanya mpe boyebi. Mpe ndenge wana nde tofutaka babongisi.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:23","price":"23. Mpe kasi (mwasi wa mokonzi) oyo ayambaki ye o ndako naye amekaki mpo akweisa ye na ekobo, mpe akangelaki ye bizibeli bia ndako mpe alobi: Yaka; na sili kobongama тропа yo, alobi ete: (Yûsuf) Allah abatela ngai. Ya soló azali Nkolo wa ngai, apesi ngai libateli ya malamu, ya solo bato mabe bakolongaka te.","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:24","price":"24. Mpe asilaki kolula ye. Ye (Yûsuf) mpe lokola, alulaki ye (mwasi ya mokonzi) soki amonaki elembo ya Nkolo waye te, na boye nde totiyaki ye mosika na mabe mpe mosika ya ekobo, ya sólo ye azalaki moko ya bawumbu na biso ya malamu.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:25","price":"25. Mpe bango banso babale balandanaki mbangu о ngambu ya bizibeli bia ndako mpe apasolaki simisi naye apasoli simisi ya Yûsuf osima ya mokongo mpe bakutani na mobali (wa mwasi ona) na ezibeli ya ndako. Alobi: Lifuta nini okopesa na oyo alingaki kosala mwasi wayo mabe sé ezala boloko to etumbu ekasi?","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:26","price":"26. Alobi (Yûsuf): Ezali ye nde alingaki kokweya na ngai, mpe nzeneneke moko o kati ya libota lia ye alobi: Soki simisi naye epasuki liboso, wana alobi(1) bosoló, mpe ye(2) azali kati ya babuki lokuta.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"1 Alobi bosôló, awa ezali mwasi.\n2 Ye: Ezali: Yûsuf.","lang":"ln"},{"name":"12:27","price":"27. (Kasi) soki simisi naye epasuki na sima, akosi, mpe ye (Yûsuf) azali kati ya balobi bosôló.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"2 Ye: Ezali: Yûsuf.","lang":"ln"},{"name":"12:28","price":"28. Мре tango (mobali) amoni simisi epasuki na sima alobi: Ya soló, ezali motambo ya bino (basi) ya mabe, ya soló motambo na bino (basi) ezali monene koleka.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:29","price":"29. Yûsuf, kokanisa lisusu na oyo te, mpe yo (mwasi) senga bolimbisi тропа lisumu lia yo, mpo ozalaki o kati ya basali mbeba.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:30","price":"30. Mpe tango basi okati ya mboka balobi ete: Mwasi ya mokonzi alingaki kokweisa elenge mobali naye ye moko! Ya sólo penza, asili kolangwa ye bolingo, ya sólo biso tomoni été asili kobunga nzela penza.","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:31","price":"31. Mpe tango ayoki biloba loba bia bango, abengi bango тре alengeleli bango lipati тре akaboleli bango ba mbeli, sima alobi: Віта liboso lia bango. Tango bamoni ye basepeli naye mpe bamikati bapota na maboko та bango na bolobi: Ah Allah! Abongisa ye, oyo azali moto te, akoki kozala anzelu wa lokumu!","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:32","price":"32. Alobaki na bango été: Wana nde oyo bozalaki koloba тропа ngai. Ya sólo ngai nalukaki kokweisa ye kasi ye amibatelaki. Na yango soki asali te oyo na lingi, akokoto boloko mpe akokitisama na kosila lokumu.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:33","price":"33. Alobi: Oh Nkolo wa ngai! Boloko ezali malamu тропа ngai koleka oyo bazali kobenga ngai na yango. Mpe soki obateli ngai te na likita na bango, nakokweya na bango, mpe nakozala o kati ya bazoba.","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:34","price":"34. Nkolo waye andimelaki ye, atiye mosika na mayele та bango mabe: Ya soló, ye azali moyoki atonda boyebi.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:35","price":"35. Sima emonanaki polele na liboso na bango été (Yûsuf) asali eloko te, bamonaki été esengeli kokotisa ye na boloko kino tango oyo esengeli.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:36","price":"36. Mpe akotaki boloko elongo na bilenge mibali mibale. Moko wa bango alobi na Yûsuf: Ya soló, namoni na ndoto été nazali kosala masanga. Mpe mosusu alobi: Ngai namoni namemi mapa na mutu na ngai bandeke bazali kólia yango. Limbola biso ntina na yango nyoso, mpo ya soló tozali kornona yo moto ya malamu.","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:37","price":"37. Alobaki bileyi oyo bitiyami тропа bino bikoki koyela bino te, sé kaka nayebisa bino ndimbola na yango yambo eyela bino. Ezali тропа bino, ndenge Nkolo wa ngai atangisi ngai. Ya soló, natikaki lingomba lia bato baye bandimaka na Allah te, mpe bazali kondima na mokolo ya suka te,","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:38","price":"38. Mpe nalandi lingomba lia baboti na ngai, Ibrâhîm na Is’hâq na Ya’qüb. Esengeli na biso te tosangisa Allah na eloko mosusu. Wana nde bolamu bwa Allah epai na biso na epai ya bato banso, kasi ebele ya bato bazali kotondo te.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:39","price":"39. Oh! Bato ba ngai ba boloko! Boye binzambe nzambe bazali malamu koleka to Allah wa bomoko mpe wa bokoki?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:40","price":"40. Bozali kobondela basusu botiki ye, bazali sé bankombo oyo bopesi bino moko na bankoko na bino biye Allah akitisaki elembetele te. Kasi mobeko ezali sé ya Allah atindaka sé bobondela ye moko. Wana nde lingomba lia semba, kasi ebele ya bato bazali koyeba te.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:41","price":"41. Oh bato ba ngai ba boloko! Mpona ndoto na bino, moko kati na bino akomelisa mokonzi naye masanga, mpe mosusu bakobaka ye, mpe bandeke bakolia motu naye. Likambo liye botunaki ngai lisili kokatama.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:42","price":"42. Mpe (Yûsuf) alobi na oyo abimaki na boloko: Lobela ngai epai ya mokonzi nayo. Kasi satana abosanisi ye bokundoli bwa Nkolo naye, yango awumelaki na boloko pene na mibu ebele.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:43","price":"43. Mpe mokonzi alobi: Ya sôló namoni na ndoto, bangombe sambo ya nzoto kolongonu bizali koliama na bangombe sambo ya kokondo, mpe bambuma sambo ya mayi mapondu mpe misusu ya kokauka. Eh bankumu! Bopesa ngai ndimbola ya ndoto ya ngai, soki boyebi kolimbola ndoto.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:44","price":"44. Balobaki: Bandoto bizali ya kosangana mpe bizali mabe, mpe biso toyebi kolimbola ndoto yango te.","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:45","price":"45. Kasi oyo abimaka na boloko, akanisi mpe alobi: Ngai nakolimbola bino ndoto yango, botinda ngai.","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:46","price":"46. Oh Yûsuf moto wa bosôló! Yebisa biso тропа likambo lia ngombe sambo ya nzoto kolongonu bizali koliama na bangombe sambo ya kokonda, mpe mbuma sambo lia malamu, mpe bisusu lia kokauka mpo nakende koyebisa bato tango nakozonga, mpo bakoka koyeba.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:47","price":"47. Alobi (Yûsuf): Bokolona milona mibu sambo ya kolandana. Мре botika yango na banzete na yango, longola sé moke ya kólia nde bokobuka.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:48","price":"48. Sima na yango, mibu sambo mikolanda mikozala mia paši, bato na yango bakolia biye bobombaki longola sé moke ya biye bokolona.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:49","price":"49. Sima mobu moko mokoya, mbula ekonoka тропа kosalisa bato, тре nakati na yango (mobu) bakokamola (bambuma).","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:50","price":"50. Мре mokonzi alobi: Bomemela ngai ye, tango motindami ayei kopesa ye (Yûsuf) sango ena, (Yûsuf) alobi: Zonga epai ya mokonzi wayo, tuna ye boni sango ya basi baye bamizokisaki maboko? Ya soló, Nkolo wa ngai ayebi likita ya mabe na bango.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:51","price":"51. (Mokonzi alobi na bango): Eloko nini etindaki bino bokweyela Yûsuf? Bayanoli: Na Allah nde mosepelisi, toyebi ye na eloko ya mabe te. Mpe mwasi wa mokonzi alobi: Sikoyo nde bosóló boyebani. Ezalaki nde ngai nalingaki komikweisa epai naye, mpe ye azalaki o kati ya balobi bosôló.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"ln"},{"name":"12:52","price":"52. Wana nde mpo ayeba ete nasalaki ye mabe te tango azalaki te, mpe ya soló, Allah akambaka likita ya bato ya mabe te.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"ln"}],"juz":{"id":12,"name":"وَمَا مِنْ دَابَّةٍ","transliteration":"Wa Ma Min Da'abah","transEn":"And No Moving Creature","startVerse":"11:6","endVerse":"12:52","totalVerses":170}}