{"data":[{"name":"5:82","price":"82. Ya sôló, okokuta bayuda na basambeli ya bikeko bazali na bonguna makasi likolo ya bandimi, kasi okokuta ete baye balobaka sôló tozali ba klisto bazalaki pembeni mpona kolinga bandimi, mpo ete na kati na bango ezali na basângò mpe banganga mayele(1) mpo ete bazalaka na lolendo te.","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"1 Banganga mayele: Ya bakliáto.","lang":"ln"},{"name":"5:83","price":"83. Mpe na ntango bakoyoka na maye makitaki epai ya motindami, okomona miso na bango matondi na pizoli mpona bosôló oyo bayebi, mpe bakolobaka: Nkolo wa biso tondimi, tia biso elongo na batatoli.","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:84","price":"84. Mpona nini te ete tondima na Allah mpe na oyo eyeli biso ya bosembo mpe tolikia ete Nkolo na biso akotisa biso okati ya bato ya malamu?","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:85","price":"85. Mpe Allah afuti bango na maye balobaki lola eye ezali koleka na nsé na yango mingala libela kati na yango. Mpe wana ezali litomba lia babongisi.","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:86","price":"86. Kasi mpona ba oyo bapengwa mpe babuki lokuta na mikapo mia biso, bango bato ya moto ya djahim.(1)","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"1 Moto ya lifelo.","lang":"ln"},{"name":"5:87","price":"87. Eh bino bandimi! Bopekisa te biloko ya malamu biye Allah apesi bino, mpe bolekisa ndelo te mpamba te Allah Alingaka balekisi ndelo te.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:88","price":"88. Mpe bolia maye Allah Apesaki bino ya kitoko, Mpe elingisami. Mpe bobanga Allah oyo bolobi ete bondimi naye.","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:89","price":"89. Allah akopesa bino etumbu te nakolapa na bino oyo ebimaka na balolemu na bino. Kasi akopesa bino etumbu na kolapa oyo ewuti na mitema na bino, tubela na yango ezali koleisa babola zomi lolenge boleisaka mabota na bino, to mpe kolatisa bango, to mpe kokangola mowumbu. Oyo akozua makoki wana te, esengeli naye akanga ngizi mikolo misato. Wana nde tubela ya kolapa na bino na tango bosili kolapa, kasi bobatela bakolapa na bino. Na boye nde Allah azali kolimbola bino mikapo naye, mpo botondo ye.","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:90","price":"90. Eh bino Bandimi! Ya sôló, masanga, mpe masano ya mayele mabe, na mabanga mpe makonga mibongisami na tango ya bopagano, manso wana mazali mbindo kowuta na mosala ya satana, bozala mosika na yango mpo ete bolonga.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:91","price":"91. Ya sôló, satana alingi kotia kati na bino koyinana mpe kosuana kowuta na masanga mpe masano ya mabe, mpe apekisa bino losambo mpe bokanisi Allah, boye bokotika yango?","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:92","price":"92. Mpe botosa Allah mpe botosa motindami mpe bokeba! Mpe soki bopesi mikongo, mpe boyeba ete ya sôló, motindami na biso azali na eloko mosusu te sé akomisa sango ya polele.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:93","price":"93. Ezali lisumu te likolo na baye bandimi mpe basali misala ya malamu kowuta na oyo baliaki, soki babangi mpe bandimi mpe basali misala ya malamu, sima babangi lisusu mpe bandimi mpe babangi mpe babongisi, Allah alingaka babongisi.","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:94","price":"94. Eh bino bandimi! Allah akomeka bino na bokila, banyama bokoboma na maboko na bino mpe na makonga (to mandoki) na bino, mpo ete Allah ayeba nani kati na bino azali kobanga Allah na kobombana, oyo kati na bino akolekisa ndelo sima likambo oyo akozala na etumbu ya makasi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:95","price":"95. Eh bino bandimi! Bosala bokila te na tango ya kobulisama.(1) Oyo akoboma nyama na tango wana na nko, lifuta naye ekozala apesa nyama ya bomoyi ndenge moko lokola oyo ye abomaki, bato mibale ya bosembo mpe ya mayele kati na bino bakata makambo yango, ekozala mbeka ekoma na ndako esantu ya Makkah mpona koleisa babola na yango, to mpe tubela ete aleisa babola to mpe lisusu akanga ngizi na mikolo mikoki na motuya ya nyama wana, na bongo mpo ayeba mpe ayoka ntina na lisumu naye. Allah asili kolimbisa oyo eleki, kasi oyo akozongela yango, Allah akopesa ye etumbu, Allah azali na nguya, azali na bokonzi nyoso ya kopesa etumbu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"1 Bótala na suratu oyo kaka mokapo: 1.","lang":"ln"},{"name":"5:96","price":"96. Bozui ndingisa ya kosala moluka na ebale mpe bolia belei na yango, bisengo mpona bino mpe mpo na bato ya mobembo. Kasi bozali na ndingisa te mpona kosala bokila na mokili kino bokolongwa na kati ya kobulisama. Mpe bobanga Allah oyo epai naye nde bokosangisama.","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:97","price":"97. Allah atiaki ka’aba ezala ndako esantu, ezala esika ya bosangani ya bato banso. Atiaki sanza esantu, mpe.mabonza, mpe bilembo wana ezali mpo boyeba ete Allah ayebi manso mazali o likolo mpe na nsé, mpe ya sôló Allah azali moyebi ya manso.","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:98","price":"98. Boyeba ete ya sôló, Allah apesaka etumbu ya makasi mpe ya sôló, Allah azali molimbisi atonda mawa.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:99","price":"99. Motindami nyonso alekaki te sé akomisaki nsango ya maye totindaki ye nayango; Allah ayebi maye manso bomonisaka na maye bobombaka.","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:100","price":"100. Loba: Mabe na malamu ezali ndenge moko te ata soki mabe ezali kokamwisa mpona ebele na yango, eh bino bato ya mayele! Bobanga Allah mpo ete bokoka kolonga.","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:101","price":"101. Eh bino bandimi! Botuna mituna te ya biloko ebele oyo soki bapesi bino ndimbola na yango ekopesa bino kpokoso. Mpe soki botuni yango na tango oyo kurani ezali kokita, bokozua ndimbola. Allah alimbisi yango, Allah azali molimbisi atonda boboto.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:102","price":"102. Baye balekaka liboso na bino batunaki tunaki yango sima bakomaki bapagano.","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:103","price":"103. Allah atiaki mobeko te mpona bahir, na saaiba,(1) mpe te na wasuiila, na haami(2) mpe te, sé bapagano nde bazali kobukela Allah lokuta, mpe ebele kati na bango bazanga mayele.","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"1 Bahir: Ezali nâqat: (chamelle) oyo eboti mbala ebele, sima bakati litoyi naye: Saaibat: Ezali nâqat (chamelle) oyo soki akomi na mbula moko boye, bakotika yango тропа bikeko na bango.\n2 Wasuiila: Ezali nâqat (chamelle) oyo eboti mapasa ya basi kaka. Haami: Ezali (chameau) oyo ebimeli oyo ya mwasi na mbalakata mbala zomi.","lang":"ln"},{"name":"5:104","price":"104. Mpe soki bayebisi bango ete: Boya epai ya maye Allah akitisi, mpe epai ya motindami, bakoloba ete: ekoki biso maye tokutaki epai ya batata na biso, ata soki batata na bango bayebaki eloko te mpe bazalaki na nzela ya semba te!?","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:105","price":"105. Eh! Bino bandimi! Bobatela milimo na bino. Soki bokambami na nzela ya semba, mabe moko te ekozua bino epai na moto oyo asila kobunga, epai na Allah nde bino banso bokozonga, na sima akopesa bino sango ya maye bozalaki kosala.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:106","price":"106. Eh bino bandimi! Soki liwa ekomeli moko kati na bino, bokozua banzeneneke mibale ya bosembo kati na bino bandimi mpona kotikela bango malako, to mpe bokozua banzeneneke misusu mibale kati ya bapagano, soki bozalaki na mobembo na mokili mpe liwa ekuti bino. Bokotelemisa bango na sima ya losombo, mpe balapa na kombo ya Allah soki bozali na koyimayima (batatola ete): Tokoteka malako naye te mpe tokobomba malako ya Allah te ata ezalaki ya moto ya libota na biso. Soki tosali bongo, ya sôló, tokozala basumuki.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:107","price":"107. Mpe soki eyebani ete ba nzeneneke mibale wana basali masumu, basusu mibale batelema na esika na bango, baye bazali na bokoki kati na bango, mpe bakolapa na Allah ete kolapa na biso ezali ya sôló koleka ya bango, mpe tokobebisa te, soki te tokozala kati na babubi.","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:108","price":"108. Wana ezali makoki malamu ya kolakisa bango ete bamema malako na lolenge elongobani, to mpe babanga ete bandaye eboyama na sima ya bandaye na bango na yango! Bobanga Allah mpe boyoka, Allah akambaka bato ya mabe te.","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:109","price":"109. (Kanisa) Mokolo oyo Allah akosangisa batindami banso mpe akoloba na bango ete: Eyano nini bato bapesaki bino? Batindami bakoloba ete: Biso tozali na boyebi wana te. Mpamba te ya sôló, yo nde moyebi ya mabombami.","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:110","price":"110. Mpe tango Allah akoloba:Eh Issa mwana ya Maryam! Kanisa bolamu na ngai likolo nayo mpe likolo ya mama nayo, tango natondisaki yo na molimo mosantu; olobaki na bato mokolo obotamaki, mpe na tango okolaki, kanisa tango natangisaki yo buku mpe bwanya, mpe natangisa yo torah lolenge moko na Indjil. Kanisa tango ozalaki kozua mabele ya potopoto osali yango lokola ndeke mpe ofuli na kati na ndingisa na ngai mpe ekomi ndeke. Mpe lisusu na ndingisa na ngai ozalaki kobikisa bato ya maba mpe bato bakufa miso wuta mbotama na bango. Kanisa lisusu tango ozalaki kosekwisa bawa na ndingisa na ngai. Mpe kanisa tango nabatelaki yo na tango bana ya isalayele balingaki kosala yo mabe wana osilaki koyela bango bilembo bia polele, mpe bapengwi kati na bango balobaki ete: Oyo ezali sé bondoki ya polele.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:111","price":"111. Mpe tango namonisaki na bayekoli: bondimela ngai mpe motindami na ngai. Balobaki: tondimi. Mpe zala nzeneneke ete Ya sôló biso tomikitisi.","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:112","price":"112. (Kanisa tango) bayekoli balobaki: Eh! Issa mwana wa Maryam! Boye, Nkolo wayo akoki kokitisela biso mesa kowuta na likolo (etondi na) bilei? (Issa) azongiselaki bango eyano ete: Bobanga Allah soki ya sôló, bozali bandimi.","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:113","price":"113. (Bayekoli) bazongisaki ete: Tolingi kolia yango, mpo efandisa mitema mia biso, kimia, mpe toyeba ete oyebisaki biso bosembo, mpe tozala banzeneneke.","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:114","price":"114. Issa mwana ya Maryam alobaki ete: Eh! Allah Nkolo wa biso! Kitisela biso mesa kowuta na likolo, ezala eyenga mpona biso ya liboso mpe ya suka, mpe ezala elembo kowuta epai nayo. Leisa biso; mpamba te ozali moleisi ya malamu koleka.","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:115","price":"115. Allah alobi ete: Ya sôló, nazali kokitisela bino yango. Kasi, oyo akopengwa na sima na kati na bino, nakopesa ye etumbu oyo naino napesa moto moko te na mokili.","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:116","price":"116. Mpe (kanisa) tango Allah akoloba na Issa mwana ya Maryam ete: Yo nde olobaki na bato ete: Bozua ngai na mama na ngai ba nzambe mibale na esika ya Allah? (Issa) Akoloba ete: Nkembo mpe lokumu nayo! Esengeli na ngai te na loba maye nazali na yango ndingisa te!? Soki nalobaki yango, osilaki koyeba. Mpo oyebi maye mazali okati na ngai, kasi nayebi te maye mazali okati nayo. Mpo ya sôló, yo nde ozali na boyebi ya mabombami.","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:117","price":"117. Nalobelaki bango sé oyo otindaki ngai na yango ete: Bobondela Allah Nkolo wa ngai mpe Nkolo wa bino. Mpe nazalaki nzeneneke likolo na bango tango nazalaki na bango elongo. Kasi wuta osilaki komatisa ngai epai nayo, yo nde otikali mokengeli likolo na bango. Mpo ete ozali nzeneneke likolo ya biloko binso.","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:118","price":"118. Soki okopesa bango etumbu, bazali bawumbu nayo; mpe soki olimbisi bango, ya sôló, ozali wa bokasi otonda bwanya.","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:119","price":"119. Allah akoloba ete: Lelo ezali mokolo moye bato ya bosembo bakozua litomba ya bosembo na bango. Bakozala okati ya lola wapi epai mingala mizali kotiola, libela ókati na yango. Allah asepeli na bango, bango mpe basepeli na Allah. Wana nde elonga ya monene.","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"5:120","price":"120. Bokonzi ya likolo na ya nsé mpe maye mazuami na kati na yango mazali ya Allah. Mpe ye nde azali na bokoki likolo ya biloko binso.","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:1","price":"1. Lokumu na Allah oyo akela likolo na mabele, mpe atie molili mpe bongengi. Sima, baye bapengwi na Nkolo wa bango bazali kokokisa ye na bikelamu.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:2","price":"2. Yende akela bino kowuta na mabele, sima ati elaka (mpona bino), mpe elaka etiyamaka sé epai naye. Sima, bozali kotia tembe.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:3","price":"3. Mpe ye, azali Allah oyo azali o likolo mpe na nsé,(1) ayebaka mabombami ma bino na maye bomonisaka polele. Mpe ayebi maye bozali kosala.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"1 Oye nde Allah bazali kobondela na likolo mpe na nsé.","lang":"ln"},{"name":"6:4","price":"4. Mpe elembo kati ya bilembo bia Nkolo wa bango ekomelaki bango te, sé baboya yango.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:5","price":"5. Mpe basilaki koboya bosembo ntango eyelaki bango; mpe kala mingi te ekoyela bango bansango ya maye bazalaki kotiola.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:6","price":"6. Boye, bazali kornona te bato boni tobomaki liboso na bango, tofandisaki bango kati na mokilina ndenge ya malamu ndenge tosalela naino bino te? Mpe tokitiselaki bango mbula ebele kowuta o likolo, mpe totiaki míngala mizalaki kotiola na nsé ya makolo ma bango, mpe tobomaki bango тропа masumu ma bango. Mpe sima na bango tokelaki lisanga mosusu ya bato ya sika.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:7","price":"7. Ata soki tokitiselaka yo buku ekomami na lokasa eye bakoki kosimba na maboko ma bango, mbele bapengwi balingaki koloba: Oyó ezali sé bondoki bwa polele.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:8","price":"8. Mpe bazali koloba: Mpona nini bakitiselaki ye anzelu te? Kasi soki tokitisaka anzelu, makambo malingaki makokisama, mpe nde bazelisamaki te.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:9","price":"9. Mpe soki toponaka anzelu lokola (ntoma), tolingaki kopesa ye lolenge ya moto, mpe tolingaki kotiyela bango mikakatano na ndenge eye bazali na yango.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:10","price":"10. Kasi ya soló, batiolaki batindami liboso lia yo; kasi, litio lizingaki bango moko mpona maye bazalaki kosakana na yango.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:11","price":"11. Loba: Botambola na mabele, bótala ndenge ezalaki suka ya babuki lokuta.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:12","price":"12. Loba: Nani azali kokonza maye mazuami o likolo na mabele? Loba: Allah. Asila komikatela kozala na ngolu. Akosangisaka bino o mokolo mwa suka moye mozali na tembe te o kati na yango. Baye bamizangisi bango moko, bango nde bandimaka te.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:13","price":"13. Mpe maye manso mavandaka na butu mpe na moyi mazali ya ye. Mpe ye nde azali moyoki atonda boyebi.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:14","price":"14. Loba: Boye natika Allah тропа kozua mosungi mosusu mokeli ya likolo na mabele, mpe yende moleisi, kasi baleisaka ye te? Loba: Bapesi ngai mobeko ete nazala moto ya yambo ya komisokia(1), kasi kozala te omolongo ya basangisi Allah.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"1 Kozala mizilima.","lang":"ln"},{"name":"6:15","price":"15. Loba: Ya soló, nazali kobanga soki nazangi Nkolo nangai botosi, ekozala etumbu enene mokolo yango.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:16","price":"16. Oyó akobatelama na yango mokolo wana; ya sólo, (Allah) asili koyokela ye mawa: Мре wana nde elonga enene.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:17","price":"17. Mpe soki Allah apesi yo mikakatano moto akolongola yango azali te kaka sé ye, тре soki apesi yo bolamu; yende oyoazali na nguya likolo ya biloko binso.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:18","price":"18. Mpe ye nde mokonzi likolo ya bawumbu naye, mpe azali na bwanya atonda ba nsango.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:19","price":"19. Loba: Eloko nini ezali monene koleka litatoli? Loba: Allah, azali nzeneneke kati na ngai na bino, mpe bakitiseli ngai kurani oyo mpo ete nakebisa bino na yango na bato banso ekokomela bango. Boye, bino bozali kotatola ete ezali na ba nzambe mosusu elongo na Allah? Loba: Nakotatola te. Loba: Azali solo Nzambe moko, mpe nazali mosika na maye bozali kosangisa ye na yango.","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:20","price":"20. Baye topesaki bango buku bayebi ye (Muhammad) ndenge bayebi bana na bango, baye bamizangisi bango moko, bango nde bandimaka te.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:21","price":"21. Mpe nani azali mabe koleka moto oyo azali kobukela Allah lokuta mpe azali koboya mikapo mia ye? Ya soló, babubi bakolonga te.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:22","price":"22. Mpe mokolo oyo tokosangisa bango banso sima tokoloba na baye bazalaki kosangisa: Wapi basangisi na bino bozalaki kotutela tolo?","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:23","price":"23. Na masumu na bango, etikalaki te sé baloba ete: Nakombo ya Allah, Nkolo wa biso tozalaki basangisi te.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:24","price":"24. Tala ndenge bakosi milimo na bango moko, mpe esundoli banga maye bazalaki kosangisa (na Allah).","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:25","price":"25. Mpe okati na bango basusu bazali koyokamela yo, mpe tozipaki mitema na bango mpo ete bayeba yango te(1) mpe matoyi na bango makangami. Mpe elembo nyoso bakomona yango bakondima na yango te. Kino bakoya epai nayo mpo na kosuanisa yo, bapengwi bazali koloba ete: Oyó ezali sé masapo ya bato ya kala.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"1 Kurani.","lang":"ln"},{"name":"6:26","price":"26. Mpe bazali kopekisa bato bapusana pembeni naye mpe bango moko bazali komipekisa. Nzoka nde bazali komiboma kasi bazali koyeba te.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:27","price":"27. Mpe soki omona, ntango bakotelemisa bango liboso ya lifelo bakoloba ete: Eh biso mpasi! Tozonga lisusu na mokili tokoboya mikapo mia Nkolo na biso te, mpe tokozala okati ya bandimi.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:28","price":"28. Te! Kasi maye bazalaki kosala mabimi polele, soki bazongisi bango na mokili, bakozongela sé maye bapekisaki bango. Ya soló, bazali nde bato ya lokuta.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:29","price":"29. Mpe bazali koloba: Ezali sé bomoyi na biso ya nsé, mpe tokosekwa te.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:30","price":"30. Mpe soki omonaka ntango bakotelemisama liboso ya Nkolo na bango, akoloba: Boye oyo ezali solo te? В akoloba: Iyo na Nkolo na biso! Akoloba: Bomeka etumbu ya maye bozalaki ко mpengwa na yango.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:31","price":"31. Basili kozanga baye baboyi kondima na bokutani na Allah, kino ntango ekoyela bango mbalakaka. Bakoloba: Eh! Mawa na biso na maye oyo tomonaki mpamba na kati na yango! Mpe bako mema mikumba na bango na mikongo na bango, mpe oyo nde mikumba ya mabe!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:32","price":"32. Mpe bomoyi ya nsé ezali sé liseki mpe lisano, kasi ndako ya lobi nde ezali malamu тропа babangi. Boye bokososola te?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:33","price":"33. Tosili koyeba ya soló ete, ezali kosala yo mpasi maye bazali koloba. Bazali koboya yo te, kasi babubi bazali nde koboya mikapo mia Allah.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:34","price":"34. Mpe basilaki koboya batindami liboso nayo, mpe bakangaki mitema na maye bazuaki bango na lokuta, mpe banyokuamaki, kino lisungi na biso eyaki. Kasi,mbongwana ezali te na maloba ya Allah. Мре ya soló nsango ya batindami esili kokomela yo.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:35","price":"35. Mpe soki koboya na bango ezali kosala yo mpasi, mpe soki ozalaki na makoki, ya koluka nzela na mabele to mpe ozua emateli тропа kobuta na mapata тропа komemela bango bikamwiseli; mpe soki Allah alingaki nde atiaki bango banso na nzela ya semba, kasi kozala te o kati na baye bazanga mayele.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:36","price":"36. Ya sólo, ezali sé baye bazali koyoka nde bayambaka mbela (ya bondimi); kasi тропа bawa, Allah akosekwisa bango. Mpe epai naye nde bakozongisama.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:37","price":"37. Mpe balobi: Mpona nini elembo ekitelaki ye te epai na Nkolo naye? Loba: Ya sólo Allah azali na makoki ya kokitisa elembo, nzoka nde ebele na bango bazali koyeba te.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:38","price":"38. Mpe ezali na nyama(1) mokote ezali kotambola likolo na mabele, mpe ndeke moko te ezali kopumbwa na mapapu naye, sé kaka bazala na lisanga lokola bino. Mpe totikaki eloko moko te okati ya buku. Na sima, epai na Nkolo na bango nde bakosangisama.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"1 Nyama: Ezali: Bikelamu nionso oyo etambolaka likolo ya mabele.","lang":"ln"},{"name":"6:39","price":"39. Mpe baye bazali kozua mikapo mia biso na lokuta, bazali lokola baye matoyi mpe minoko mia bango mikufa bazali okati ya molili: Allah azali kobungisa oyo alingi mpe azali kokamba oyo alingi na nzela ya semba.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:40","price":"40. Loba: Boyebisa ngai soki etumbu ya Allah eyeli bino to mpe mokolo ya suka ekomeli bino? Bokobelela nzambe mosusu botika Allah soki bozali na bosembo?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:41","price":"41. Te; ye nde bokobelela mpe akolongola maye bozalaki kobondela ye тропа yango soki alingi, mpe bokobosana maye bozalaki kosangisa ye na yango.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:42","price":"42. Mpe ya soló, tosilaki kotinda(1) epai ya bato liboso nayo, na sima tozuaki bango na bampasi ya makasi nzala mpe bamalali ya makasi mpo ete ntango mosusu bakolomba (ngolu na biso).","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"1 Batindami.","lang":"ln"},{"name":"6:43","price":"43. Ntango bampasi na biso eyelaki bango, тропа nini balombaki ngolu na biso te! Mitema na bango mikomaki makasi mpe satana abongisela bango maye bazalaki kosala.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:44","price":"44. Мре ntango babosanaki maye bayebisaki bango, tofungolelaki bango bizipela ya biloko binso kino ntango basepeli na maye bazui, tozuaki bango mbalakaka, tala ndenge basilaki kozanga elikia.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:45","price":"45. Boye nde lisanga ya babubi esilaki kopanzana, mpe matondi na Allah Nkolo ya mikili.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:46","price":"46. Loba: Bomoni boni soki Allah azui koyoka na bino na kornona na bino mpe akangi mitema na bino? Nzambe mosusu nani akoyela bino yango na esika ya Allah? Tala ndenge tozali kolimbolela bango bilembo polele, kasi bazali sé kopesa mokongo.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:47","price":"47. Loba: Bokanisi nini soki etumbu ya Allah eyeli bino mbalakaka to polele? Boye, ekobebisama sé bato mabe (babubi)?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:48","price":"48. Mpe totindaka batindami te sé bazala bapesi nsango malamu to bakebisi. Na yango; oyo akondima mpe abongisi, babanga te mpe bazala na mawa te.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:49","price":"49. Mpe ba oyo bakozua bilembo nabiso na lokuta, etumbu ekozua bango na ntina ya maye bazalaki kobebisa.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:50","price":"50. Loba: Nakoki koyebisa bino te ete nazali na sanduku ya nkita ya Allah, mpe nayebi mabombami te, mpe nakoki koloba te ete na zali anzelu, nazali; kolanda sé maye makiteli ngai na emoniseli. Loba: Oyó azali na miso akokani na oyo akufa miso? Bokokanisa te?","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:51","price":"51. Mpe kebisa na yango(1) baye bazali kobanga ete bakosangisama liboso ya Nkolo wa bango, bazali na mobateli te mpe molobeli te na botiki naye mpo ete babanga.(2)","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"1 Kurani. 2  Allah.","lang":"ln"},{"name":"6:52","price":"52. Mpe kobengana te baye bazali kobondela Nkolo na bango ntongo mpe mpokwa bazali koluka elongi naye. Ozali na eloko te тропа lifuta na bango, bango mpe bazali na eloko te тропа lifuta пауо. Soki obengani bango okozala akati ya babubi.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:53","price":"53. Na boye nde totiaki bango na bango na kati ya komekama mpo baloba ete: Ba oyo nde Allah apesi bango bolamu likolo na biso? Boye Allah te nde ayebi baye bapesaka melesi?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:54","price":"54. Мре soki baye bandimi na mikapo na biso bayei epai nayo, mpe loba: Kimia ezala likolo na bino, Nkolo na bino akoma likolo naye ngolu ete oyo kati na bino akosala mabe nakozanga koyeba, sima atubeli mpe abongisi, ya soló azali molimbisi atonda ngolu.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:55","price":"55. Ndenge wana nde tozali kolimbola mikapo, mpo ete nzela ya bato mabe ebima polele.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:56","price":"56. Loba: Bapekisaki ngai kobondela baye bozali kobondela elongo na Allah. Loba: Ngai nakolanda ba mposa na bino te, noki nakobunga mpe nakozala kati ya bakambami te.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:57","price":"57. Loba: Ya solo, nazali na polele ya Nkolo na ngai, mpe boboyi yango. Maye bozali kowelisa ezali na maboko na ngai te. Kokata makambo ezali sé mibeko ya Allah, azali kokata na bosembo mpe ye nde mokaboli ya malamu.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:58","price":"58. Loba: Soki oyo bozali kowelisa (etumbu eya noki) ezalaki na maboko na ngai mbele esilaki kokata kati na ngai na bino, mpe Allah nde ayebi babubi.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:59","price":"59. Mpe ye nde azali na bafungola ya mabombami, moko te ayebi yango sé ye, mpe ayebi mayemazali na mabele mpe na mayi; mpe lokasa moko te (ya nzete) ekokweya kino ayeba yango. Mpe ezali na mbuma moko te (ya moke) na kati na molili ya mabele, ezala ya mobesu to ya kokawka kino esila kokomama o kati ya buku ya polele.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:60","price":"60. Mpe na kati ya butu ye nde azali kozua milimo na bino,(1) mpe ayebi maye bosalaki na moyi. Sima azali kolamusa bino kati na yango mpo ete elaka ekokisama. Mpe epai naye bozongi na bino ezali, sima akoyebisa bino maye bozalaki kosala.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"1 Na pongi.","lang":"ln"},{"name":"6:61","price":"61. Mpe azali mokonzi likolo na bawumbu naye. Mpe azali kotindela bino bakengeli. Kino liwa ekokomela moko kati na bino, batindami na biso (ba anzelu) bazali kolongola ye molimo na liseki te.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:62","price":"62. Sima, bazongi epai na Allah mokonzi na bango ya soló, boye mobeko mozali ya ye te? Mpe azali lombango na kofuta.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:63","price":"63. Loba: Nani akobikisa bino na molili ya mabele mpe ya mayi? Bokobelela ye na kokitisama mpe na kobanga ete soki abikisi biso na oyo, tokozala okati ya batondi.","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:64","price":"64. Loba: Allah nde akokangola bino kati na yango mpe na ba mpasi nioso, na sima, bozongi kosangisa ye lisusu (na binzambe nzambe).","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:65","price":"65. Loba: Azali na makoki ya kotindela bino etumbu na likolo to na nsé, na makolo na bino to mpe azipa bino na mabulu ya bitumba mpe ayokisa bino mpasi ya bitumba bino nabino. Tala ndenge tozali kolimbola mikapo mia biso, ntango mosusu bakoki kososola.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:66","price":"66. Mpe bato nayo bazui yango lokuta mpe yango ezali bosembo. Loba: Nazali mobateli na bino te.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:67","price":"67. Nsango na nsango ezali na ngonga na yango, mpe kala mingi te bokoyeba.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:68","price":"68. Mpe soki omoni baye bazali kotiola mikapo na biso, zala mosika na bango kino bakozua lisolo mosusu. Mpe soki esali ete satana abosanisi yo, koranda te sima ya bokundoli elongo na babubi.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:69","price":"69. Mpe babangi (Allah) bazali na eloko te ya kofuta тропа bato ya lolenge wana, kaši ezali sé bokundoli ntango mosusu bakobanga.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:70","price":"70. Tika baye bazui lingomba na bango na liseki mpe lisano, mpe bomoyi ya nsé ekosi bango. Mpe kundola na oyo(1) mpo ete molimo moko te ebebisama na maye azuaki. Akozala na mobateli te lokola Allah mpe na molobeli te, likabo nyoso akoya na yango тропа kokangola ye ekondimama te. Ba oyo wana nde bamibebisaki bango moko тропа maye bazuaki, bakomela mayi ya moto mpe bakozala na etumbu ya makasi na ntina ya maye bazalaki kopengwa.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"1 Kurani.","lang":"ln"},{"name":"6:71","price":"71. Loba: Boye, tokobelela elongo na Allah oyo ekosalisa biso te mpe ekonyokolo biso te? Mpe tozonga sima wana Allah asili kokamba biso mpo tozala lokola moto oyo basatana basili kokweisa ye mpe azali kotelengana na mabele? Ata baninga bazali kobenga ye na nzela ya semba ete: Yaka epai na biso; lobamzela ya Allah ezali nzela ya semba mpe tobengamaki ete tomisokia epai na Nkolo ya mikili.","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:72","price":"72. Mpe ete botelemisa losambo mpe bobanga ye, mpe epai naye nde bokosangisama.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:73","price":"73. Mpe yende akelaki likolo na mabele na bosembo, mpe mokolo akoloba zala mpe ekozala, liloba naye ya soló, ye nde mokonzi ya mokolo bakofula na kelelo, azali moyebi ya mabombami na makambo ya polele mpe azali wa bwányá atonda bansango.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:74","price":"74. Mpe ntango Ibrâhîm alobaki na tata naye Azar: Ozali kozua bikeko banzambe? Ya solo nazali kornona yo na bato nayo na libunga ya polele.","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:75","price":"75. Lolenge wana nde tolakisaki Ibrâhîm bokonzi ya likolo na ya nsé mpo ete azala nakondima ya solo.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:76","price":"76. Mpe ntango butu eyindelaki ye, amonaki monzoto mpe alobi: Oyo nde Nkolo na ngai, mpe ntango elimwaki, alobi: Nalingaka biloko ya kolimwa te.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:77","price":"77. Mpe ntango amonaki sanza ebimi, alobi: Oyo nde Nkolo na ngai, mpe ntango elimwaki alobaki: Soki Nkolo na ngai akambi ngai te nakozala elongo na baye babunga.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:78","price":"78. Mpe ntango amonaki mwese (moyi) alobi: Oyo nde Nkolo na ngai, oyo azali monene koleka! Mpe ntango elimwaki alobi: Ohbato na ngai! Ya soló, nazali mosika na bino na maye bozali kosangisa (Allah) nayango;","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:79","price":"79. Ya sólo, ngai na bongoli elongi na ngai epai ya oyo akeli likolo mpe mabele na bomoko bwaye, mpe nazali o kati ya basambeli ya bikeko te.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:80","price":"80. Mpe bato naye basuanisi ye, alobi: Bokosuanisa ngai mpo na Allah naye asili kokamba ngai? Mpe nazali kobanga te maye bozali kosangisa ye na yango, sé oyo Nkolo na ngai alingi, Nkolo na ngai aleka biloko nyoso na boyebi, bokokanisa te?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:81","price":"81. Mpe ndenge nini nakobanga maye bosangisi mpe bozali kobanga te ete bosangisi Allah na maye akitisela yango elembetele te? Na yango; Lisanga nini Esengeli ebatelama soki boyebi?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:82","price":"82. Baye bandima mpe balatisi bondimi na bango mabe te, bango wana nde bazali na kimia (babatelami) mpe bango nde bakambami.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:83","price":"83. Wana nde elembetele na biso eye topesaki na Ibrâhîm likolo ya bato naye. Totombolaka mpete ya nani tolingi, ya sólo, Nkolo nayo azali wa bwanya atonda boyebi.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:84","price":"84. Мре Topesaki ye likabo yaIs’hâq na Ya’qúb, mpe tokambaki bango banso babale, тре Nûh tokambaki liboso, mpe na libota naye: Dâwud, Suleyman, Ayûb, Yûsuf, Mûssa mpe Hâruna.(1) Na boye nde tofutaka bato malamu.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"1 Háruna: Bótala: suratu An-Nisá: 163, Al-Baqarah: 248.","lang":"ln"},{"name":"6:85","price":"85. Mpe Zakariya na Yahya mpe Issa mpe Il’yâs,(1) nyoso bazalaki bato ya misala malamu;","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"1  Eliya.","lang":"ln"},{"name":"6:86","price":"86. Mpe İsmail na Al-yasa’ mpe Yûnus na Loth, тре topesaki bango koleka bato awa na mokili.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:87","price":"87. Mpe basusu kati ya batata na bango mpe bana na bango mpe bandeko na bango, toponaki bango mpe tokambaki bango na nzela ya semba.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:88","price":"88. Wana nde bokambi ya Allah azali kokamba na yango nani alingi kati na bawumbu naye. Soki basangisaki (Allah) mbele misala na bango mibebisamaki.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:89","price":"89. Ba oyo wana nde topesaki bango buku mpe mibeko тре bontoma, тре soki ba oyo bapengwi na yango, kaši tosili kopesa mokumba na yango epai na bato mosusu oyo bakopengwa na yango te.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:90","price":"90. В a oyo wana nde Allah akambi bango, landa nzela na bango. Loba: Nazali kosenga bino yango lifuta te, yango ezali sé bokundoli тропа molongo mobimba.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:91","price":"91. Bapesi Allah lukumu naye te ndenge esengeli, ntango balobi ete: Allah akitisi eloko te apai na moto. Loba: Nani akitisaki buku oyo Mûssa ayaki na yango bongengi mpe bokambi тропа bato? Bokomaki yango na bamakasa bazali kobimisa yango mpe bozali kobomba ebele kati na yango. Etangisi bino na batata na bino maye boyebaki liboso te, loba: Allah, sima tika bango basakana na kati ya libunga na bango.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:92","price":"92. Kaši buku oyo (kurani) tokitisi yango epambolami ezali kondima na oyo ekitaki liboso, mpe mpo ete okebisa na yango mama ya bituka(1) na baye bazali zingazinga na yango.(2) Mpe na baye bandimi na mokolo ya suka bazali kondima na yango mpe bazali kobatela losambo na bango.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"1 Makkah. 2  Elingi koloba: Nzinganzinga ya Makkah тре na mokili mobimba.","lang":"ln"},{"name":"6:93","price":"93. Mpe nani azali moto mabe koleka moto oyo alobi lokuta na nkombo ya Allah? То mpe azali koloba ete: Bapesi ngai emoniseli, nzoka nde bakitiseli ye eloko te? To mpe oyo akoloba: Nakokitisa emoniseli ndenge Allah akitisi? Mpe soki okomona bato mabe ndenge bakozala o kati ya molangwa ya liwa, mpe ba anzelu bakotandela bango maboko:(1) Bobimisa milimo na bino, lelo bokozua etumbu ya kosilisa lokumu тропа maye bozalaki koloba bosembo te na nkombo ya Allah, mpe bozalaki kosala lolendo na mikapo naye.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"1 Bakobeta bango na tango milimo na bango ezali kobima.","lang":"ln"},{"name":"6:94","price":"94. Bino wana boye liboso na biso lelo bino moko, ndenge tokelaki bino mbala ya liboso. Botiki sima na bino nyoso oyo topesaki bino mpe tozali kornona te banani bakolobela bino, baye bozalaki kotuta ntolo ete bozali na basangani, kosangana na bino esili kokatana, mpe baye bozalaki kotutela ntolo basundoli bino (lokola balobeli).","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:95","price":"95. Ya soló, Allah nde azali kopasola mbuma mpe mokokoli. Azali kobimisa bomoyi kowuta na liwa(2) mpe mobisi liwa kowuta na bomoyi. Wana nde Allah, ndenge nini bozali komibungisa?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"2  Kobimisa bomoyi kowuta na liwa: Kobimisa moto to banyama ya bomoyi kowuta na liwa.","lang":"ln"},{"name":"6:96","price":"96. Ye nde azali kobimisa pole ya ntongo na molili ya butu mpe atia butu ezala bopemi, kasi moyi na sanza тропа koyeba motango. Oyo nde mokano ya Nkolo nguya atonda boyebi.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:97","price":"97. Mpe ye nde atielaki bino minzoto mpo bokambama na yango na molili ya mokili mpe ya ebale. Tosili kolimbola bilembo polele тропа bato oyo bayebi.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:98","price":"98. Mpe ye nde akeli bino ebele kowuta na molimo moko; mpe ezali na efandelo mpe ebombelo. Tosili kolimbola bilembo mpo na bato basosolaka.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:99","price":"99. Mpe ye nde azali kokitisa mayi kowuta na likolo. Mpe tozali kobimisa na yango milona. Mpe tobimisi bamatiti, sima tozali kobimisa bambuma ekangami ekangami mpe nzete ya tamru na mutu na yango ezali kobimisa bambuma ya tamru bizembeli pembeni pona kobuka epai na epai, mpe bilanga ya a’nâb(1) mpe ya zaîtûn(2) mpe ya rumân(3), bikokana mpe bisusu bikokana te. Tala bambuma na yango ntango","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"1 A’náb: Ezali bambuma ya mike mike baliaka (raisins).\n2  Zaîtûn: Ezali bambuma baliaka mpe basalaka nayango mafuta.\n3 Rumân: Ezali bambuma baliaka basalaka nayango masanga ya sukali.","lang":"ln"},{"name":"6:100","price":"100. Мре batieli Allah ba mbanda ya bilima тре yende akeli bango, тре bapesi ye bana basi na bana mibali na kozanga koyeba, nkembo naye na maye bazali kopesa ye.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:101","price":"101. Mokeli ya likolo na nsé. Ndenge nini akozala na mwana azali na molongani te mpe yende akela biloko binso тре azali moyebi ya biloko binso!","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:102","price":"102. Wana Allah Nkolo na bino, nzambe mosusu ya kobondela na bosóló azali te sé ye, mokeli ya biloko binso bobondela ye, mpe azali mobateli ya biloko binso.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:103","price":"103. Miso ekomonaka(1) ye te kasi ye nde akomona mpe azali malamu atonda bansango.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"1 Miso ekomonaka ye te: Awa na mokili, kasi na mokolo ya suka bandimi bokomona Nkolo na bango, kasi na mobimba naye te.","lang":"ln"},{"name":"6:104","price":"104. Bilembo ya polele bisili koyela bino epai ya Nkolo nabino, oyo akomona polele ezali тропа molimo naye, mpe oyo akozanga kornona ezali mpe тропа molimo naye, kasi na zali mokengeli likolo na bino te.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:105","price":"105. Na boye nde tozali kolimbola mikapo mpo baloba ete otangaki, mpe tozali kolimbola yango polele тропа bato oyo bayebi.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:106","price":"106. Landa maye makiteli yo epai ya Nkolo nayo, nzambe mosusu ya kobondela na bosôló azali te sé ye, mpe zala mosika na basangisi (Allah).","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:107","price":"107. Mpe soki Allah alingaki mbele basangisaki ye na eloko te, mpe totiaki yo mokengeli likolo na bango te, mpe ozali mobateli na bango te.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:108","price":"108. Mpe bofinga te baye bazali kobondela misusu batiki Allah, bakofinga Allah na nkanda kati na kozanga mayele, na boye nde tobongisaki mosala ya umma(1) nionso, sima epai na Nkolo na bango nde bozongi na bango ezali nde akoyebisa bango na ntina ya maye bazalaki kosala.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"1 Umma: Awa elakisi etonga. Bótala suratu Al-Baqarah mokapo: 128.","lang":"ln"},{"name":"6:109","price":"109. Mpe bazali kolapa na Allah na makasi ya bolapi na bango ete soki elembo eyeli bango bakondima na yango, loba: Ya soló bilembo bizali epai na Allah, mpe eloko nini ekotinda bino kokanisa ete soki yango eye bakondima te?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"ln"},{"name":"6:110","price":"110. Мре tokobalola mitema na bango mpe miso na bango mpo bandimaki mbala ya liboso te, mpe totiki bango o kati ya botomboki na bango nakozanga kornona.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"ln"}],"juz":{"id":7,"name":"وَإِذَا سَمِعُوا","transliteration":"Wa Iza Sami'u","transEn":"And When They Hear","startVerse":"5:82","endVerse":"6:110","totalVerses":149}}