{"data":[{"name":"7:88","price":"88. Mpe bankumu baye basalaki lolendo o kati ya bato naye balobi: Tokobimisa yo na baye bandimi elongo nayo yâ Shuaîb na mboka na biso to bozonga na lingomba lia biso, alobi: (bomanyola) ata soki toyini yango?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:89","price":"89. Soki solo tosali bongo, tosili kobukela Allah lokuta osima ya kobikisa biso na yango. Esengeli na biso te kozongela yango, sé na bolingi bwa Allah Nkolo wa biso, Nkolo wa biso azali na boyebi na biloko binso, tomipesi na Allah. Oh Nkolo wa biso! Kata okati na biso na bosôló, mpo yo nde ozali mokati malamu wa bazuzi.","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:90","price":"90. Mpe bankumu ya bato naye baye bapengwaki balobi: Soki bolandi Shuaîb, solo bokozanga.","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:91","price":"91. Mpe koningana ya mabele ezuaki bango (bwa etumbu), mpe bakomaki bibembe o bandako bia bango.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:92","price":"92. Baye bazuaki Shuaîb na lokuta balimuaki lokola bazalaki na mokili te, baye bazuaki Shuaîb na lokuta bazalaki bazangi.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:93","price":"93. Mpe apesaki bango mokongo mpe alobi: Oh bato ba ngai! Ya soló, nakomiselaki bino maloba mwa Nkolo wa ngai. Mpe napesaki bino toli, ndenge nini nakoyokela bapengwi mawa?","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:94","price":"94. Mpe totindaki ntoma o kati ya mboka moko te sé tozuaki bato na yango, na ba mpasi ya nzala mpe na bokono mpo ete basenga bolimbisi.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:95","price":"95. Mpe sima tobongolaki makambo ya mabe na bango na oyo ya malamu, kino bomengo na bango ekomaki ebele mpe balobi: Ya soló, pasi na mikakatano mizuaki bankoko ba biso, mpe tosimbaki bango mbalakaka kasi bazalaki koyeba te.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:96","price":"96. Kasi soki bato ya bamboka bandimaka mpe babangaka, tolingaki kofongolela bango bolamu ya likolo na ya mabele. Kasi baboyaki kondima, mpe tozuaki bango тропа maye bazalaki kosala.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:97","price":"97. Boye, bato ya bamboka bazali na elikya ete etumbu na biso ekoyela bango te na butu тре bango bazali kolala?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:98","price":"98. Boye, bato ya bamboka, bazali na elikya ete etumbu na biso ekoyela bango te mpe bango bazali kosakana?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:99","price":"99. Bazali kolikya été bakobika na mwango ya Allah? Kasi mwango ya Allah likozuaka sé bazangi.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:100","price":"100. Mpe boye, esilaki kolimbolama baye bakitanaki mabele o sima ya kokufa ya baye oyo baleka, soki tolingaka mbele tobetaki bango elembo тропа masumu та bango, тре kokanga mitema mia bango, balingaki koyoka te.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:101","price":"101. Mpe tozali kobetela yo masapo ma mboka ena. Ya solo, batindami na bango bayelaki bango bilembo bia polele, kasi bandimela te na maye basilaka kozua yango lokuta. Ndenge wana nde Allah akangaka mitema mia bapengwi.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:102","price":"102. Мре tokutaki ebele na bango te bazali na botosi ya elaka. Mpe tokutaki ebele na bango bazali babebisi.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:103","price":"103. Sima na bango, totindaki Mûssa na makamwisi ma biso epai ya falo na bankumu (bato) naye. Kasi bazangaki bosembo na bilembo bia biso, tala ndenge lifuta lia babebisi ezalaki.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:104","price":"104. Mpe Mûssa alobaki: Oh falo! Ya soló, nazali motindami kowuta epai ya Nkolo wa molongo.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:105","price":"105. Ete, nakoki koloba te тропа Allah sé bosóló. Nayeli bino elembo kowuta epai ya Nkolo wa bino. Botikela ngai bana ya isalayele nakende na bango.","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:106","price":"106. Alobi (Falo): Soki oyei na elembo, lakisa yango soki ozali koloba bosóló.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:107","price":"107. Mpe abwakaki lingenda lia ye mpe libongwani nyoka ya monene.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:108","price":"108. Mpe abimisi loboko lia ye na (libenga) mpe ekomaki pembe тропа batali.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:109","price":"109. Bankumu ya bato ya falo balobi: Ya soló, oyo nde nganga ya monene.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:110","price":"110. Alingi abimisa bino na mabele ma bino, boye bokosala nini?","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:111","price":"111. Balobi: Bozelisa ye na ndeko waye, mpe botinda basangisi bato na esika ya masano ya mboka.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:112","price":"112. Bakoyelaka yo banganga banso baye bayebi.","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:113","price":"113. Mpe banganga ba falo bayeli ye, balobi: Tokozua mbáno soki tolongi?","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:114","price":"114. Alobi: Iyo, mpe ya solo, bokozala o kati ya baye bazali pene na ngai.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:115","price":"115. Balobi: Eh Mûssa! Okobwaka liboso to biso tozala bato bayambo тропа kobwaka?","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:116","price":"116. Alobi (Mûssa): Bobwaka. Мре tango babwaki, balokaki miso ya bato, mpe babangisaki bango mpe bayaki na bonganga bonene penza.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:117","price":"117. Mpe toyebisaki na Mûssa ete bwaka lingenda lia yo, тре tango abwakaki yango, emeli maye manso bango babwakaki.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:118","price":"118. Мре bosôló bomonanaki тре lokuta ebungaki тре екотакі pamba тропа maye bazalaki kosala.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:119","price":"119. Мре ndenge wana nde bakweisamaki mpe bazuaki soni.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:120","price":"120. Мре banganga bafukamaki na kotiya bilongi na mabele.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:121","price":"121. Balobi: Tondimi na Nkolo wa molongo mobimba.","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:122","price":"122. Nkolo wa Mûssa na Háruna(1).","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"1 Hânına: Bótala: suratu Al-Baqarah: 248, An-Nisá: 163, Al-An’âm: 84.","lang":"ln"},{"name":"7:123","price":"123. Falo alobi: Bondimi naye (Mûssa) yambo ete napesa bino ndingisa! Oyó nde mwango bosali kati na mboka mpo bobimisa bato na yango, bokoyeba kala te!","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:124","price":"124. Nakokata bino maboko na makolo na lolenge ya bokeseni, mpe nako baka bino na nzete sima nakoboma bino banso.","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:125","price":"125. Balobi: Ya soló penza, tokozongaka epai ya Nkolo wa biso.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:126","price":"126. Ozali kotomboko na biso mpo tondimi na bilembo bia Nkolo wa biso o ntango eyeli biso? Eh Nkolo wa biso! Bakisela biso boyiki mpiko, mpe oboma biso bamizilima.","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:127","price":"127. Мре bankumu ya bato ya falo balobi: Boye ozali kotika Mûssa na bato naye mpo babebisa o kati ya mokili Mpe ye moko atika yo na banzambe nayo? Alobi: Tokoboma bana na bango ya mibali mpe tokotika basi na bango na bomoyi mpamba te ya soló, biso tozali na bokonzi likolo lia bango.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:128","price":"128. Mûssa alobi na bato baye: Bosenga lisungi epai ya Allah mpe bokanga motema. Ya sólo, mabele mazali ya Allah, akitanisaka yango na baye alingi kati ya bawumbu baye; mpe mbano ya malamu ekozala nde тропа babangi.","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:129","price":"129. Balobi: Banyokolaki biso yambo ya boyei bwa yo тре sima ya bokomi bwa yo. Alobi: Boye Nkolo wa bino akoboma monguna wa bino mpe akitanisi bino na mabele, mpe akotalela bino ndenge nini bokosala.","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:130","price":"130. Mpe tosilaki kozuisa bato ya falo mibu na mibu ebele na bozangi, na bokutuami ya bambuma mpo bakoka kokanisa.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:131","price":"131. Mpe soki bolamu ezui bango balobñoyo ewuti na biso, mpe soki mpasi ezui bango balobi: Bótala Mûssa na baye bazali naye, ya sólo, maye manso mazuaki bango ewutaki sé epaiya Allah, kasi ebele na bango bazali koyeba te.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:132","price":"132. Mpe balobi: Ata soki oyeli biso likamwisi, tokondimela na biso yo te!","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:133","price":"133. Мре totindelaki bango pela ya mbula ya makasi, na mabanki na basili na magbololo mpe na makila, lokola bilembo bia polele. Kasi basalaki lolendo mpe bazalaki batomboki.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:134","price":"134. Mpe tango etumbu ekwelaki bango, balobi: Oh Mûssa! Sengela biso epai ya Nkolo wayo na maye apesaki yo elaka, soki alongoleli biso etumbu eye, tokondimela yo, mpe tokotikela yo bana na isalayele bökende elongo.","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:135","price":"135. Mpe tango tolongoleli bango etumbu na eleko eye eyebanaki, bango wana bazangi botosi na elaka.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:136","price":"136. Mpe tosilikelaki bango mpe tozindisaki bango okati ya mayi mpo baboyaki kondima na bilembo bia biso, mpe bazalaki kotiya bokebi na yango te.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:137","price":"137. Mpe tokitanisaki bato oyo bazalaki na bolembu moniele ya mabele na eloli na yango miye topambolaki mpe elaka elamu ya Nkolo wayo ekokakiтропа bana ya isalayele тропа maye bakangaki mitema. Mpe tobebisaki maye falo na bato naye bazalaki kosala, mpe kotonga.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:138","price":"138. Mpe tokatisaki bana ba isalayele ebale mpe balekaki pene ya bato bazalaki kobondela bikeko. Mpe balobi: Oh Mûssa! Šalela biso nzambe lokola oyo ya bango. Alobi: Ya soló, bozali bato ya boyinga.","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:139","price":"139. Ya sólo, baye wana, maye bazali kobondela ezali mabe, mpe nyoso bazali kosala ezali na ntina te (ezanga litomba).","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:140","price":"140. Alobi: Nalukela bino nzambe mosusu oyo azali Allah te mpe ye atomboli bino o kati ya mikili(otango na bango) koleka bato banso?","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:141","price":"141. (Bokanisa) tango tobikisaki bino na etumbu ya falo, bazalaki koboma bana na bino ya mibali mpe bazali kotika basi ba bino. Mpe wana ezali momekano monene kowuta epai ya Nkolo wa bino.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:142","price":"142. Mpe topesaki elaka na Mûssa ya butu ntuku misato mpe tobakisaki zomi, mpo ete akutana na Nkolo waye na butu ntuku minei. Mpe Mûssa alobi na ndeko waye Hâruna:(1) kitanela ngai na bato ba ngai, mpe zala na bango malamu mpe kolanda nzela ya babebisi te.","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"1 Hânına: Bótala: suratu Al-Baqarah: 248, An-Nisâ: 163, Al-An’âm: 84, тре Al-A’râf оуо токаро: 122.","lang":"ln"},{"name":"7:143","price":"143. Mpe tango Mûssa ayaki na elaka na biso, mpe Nkolo waye asolisaki ye, alobi: Nkolo wa ngai, nalingi namona yo. (Allah) alobi: Okomona ngai te(1), kasi tala na ngomba ya libanga soki ekokoka kotelema na esika na yango nde okomona ngai. Mpe tango Nkolo waye alakisaki nguya naye, libanga epanzanaki mpe ekomaki putulu. Mpe Mûssa akueyaki lokola moto asimbami na kake tango azongisaki bomoto Mûssa alobaki: Nkembo nayo Nkolo, natubeli epai nayo, mpe nazali moto wa yambo ya bandimi(2).","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"1 Awa па mokili. 2 Na umma naye.","lang":"ln"},{"name":"7:144","price":"144. Alobi: Oh Mûssa! Ya soló, naponi yo likolo ya bato banso, тропа bitinda bia ngai. Mpe na maloba та ngai, zúa maye napesi yo mpe zala elongo na batondi.","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:145","price":"145. Mpe tokomelaki ye likolo ya mabaya makomi mpe malendisi ya makambo nyoso, mpe ndimbola ya biloko binso, simba yango makasi mpe tinda batonayo basalela ya malamu oyo ezuami otei na yango. Kala te nakolakisa bino esika ya babebisi.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:146","price":"146. Nakotiyaka bilembo bia ngai mosika тропа baye bazali kosala lolendo na mokili, batiki bosôló, Мре soki bamoni elembo nionso bakodimaka nango te. Mpe soki bamoni nzela ya semba bazali kolanda yango te. Mpe soki bamoni nzela ya libungi balandi yango. Wana mpo bazalaki kondima na bilembo bia biso te mpe babosanaki kolanda yango.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:147","price":"147. Mpe baye baboyaki kondima na bilembo bia biso na kozanga elikia ya mokolo mwa suka, babebisi misala mia bango, boye bakofutamaka te sé na maye basalaki?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:148","price":"148. Mpe sima bato ya Mûssa balandaki (ekeko) ya nyama. Basali yango na lolenge ya mwa ngombe ezali kobimisa lolaka. Boye, bazali kornona te ete solo akolobisa bango te, mpe ezali kokamba bango ata na nzela ya semba te? Bakamataki yango(1) na yango bamibubaki.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"1 Nzambe na bango.","lang":"ln"},{"name":"7:149","price":"149. Mpe ntango bamonaki ete basili kosala mabe, mpe bamimonaki ete basili kobunga, mpe balobaki: Soki Nkolo wa biso ayokeli biso mawa te mpe alimbisi biso te, tokozala solo o kati ya bazangi.","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:150","price":"150. Mpe tango Mûssa azongaki epai ya bato naye, na nkanda mpe na kolemba, alobaki été: Bosali mabe ya monene sima na ngai! Boye bolingi bowelisa mokano ya Nkolo wa bino? Mpe abwakaki mabaya ya bikomeli mpe abendi mutu ya ndeko waye epai naye. Alobi: Oh mwana wa mama wa ngai! Basilisaki ngai makasi mpe balingaki koboma ngai. Kozua ngai monguna te, mpe kotiya ngai o kati ya babubi te.","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:151","price":"151. Alobi (Mûssa): Nkolo wa ngai, limbisa ngai na ndeko wa ngai, mpe kotisa biso na ngolu nayo, yo nde ozali ngolu wa bangolu koleka.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:152","price":"152. Ya soló, baye bazali kozua mwa ngombe lokola nzambe na bango, kala te kanda kowuta epai ya Nkolo wa bango ekozua bango. Mpe bakozala mpamba o kati ya mokili, mpe ndenge wana nde tokofutaka bato mabe.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:153","price":"153. Mpe baye basalaki mbeba, sima batubeli mpe bandimi, Nkolo wayo solo, azali molimbisi atonda mawa.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:154","price":"154. Mpe tango kanda ya Mûssa ekutuamaki, (ekitaki) azui etanda ya makomi, mpe ezalaki na bokambi mpe ngolu тропа babangi Nkolo wa bango.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:155","price":"155. Mpe Mûssa aponaki okati na bato naye, mibali ntuku sambo mpo bakutana na biso, mpe tango boningani bwa mabele bozuaki bango. Alobi: Nkolo wa ngai, soki olingaki koboma bango ata liboso na ngai, boye okoboma biso тропа maye bazoba kati na biso basali?, wana ezali sé bomekano bwa yo, obungisaka na yango oyo olingi, mpe okambaka na yango oyo olingi. Yo ozali mobateli na biso limbisa biso mpe yokela biso mawa, mpo ozali malamu wa balimbisi.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:156","price":"156. Mpe tiyela biso bomengo (bolamu) na bomoyi ya nsé, mpe o mokolo mwa suka, mpe tozongi sé epai nayo. Mpe (Allah) alobi: Etumbu nangai ekozua oyo nalingi, kasi mawa na ngai ezingi biloko binso, nakopanza yango epai ya baye bazali kobanga mpe bazali kobimisa zakat,(1) mpe bazali kondima na bilembo bia ngai.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"1 Bótala na suratu Al-Baqarah: 43, 83, 110, 177, na 277, mpe suratu An-Nisá: 77, Al-Mâ-idah: 12","lang":"ln"},{"name":"7:157","price":"157. Baye bazali kolanda motindami, ntoma wa boyinga oyo bakokuta ye akomami na torah epai na bango mpe na indjil. Azali kotinda bango na bolamu, mpe akopekisa bango mabe, mpe akopesa bango dingisa ya maye ya malamu, mpe akopekisa bango maye ya mbindo. Mpe akitiselaki bango kilo oyo bazalaki na yango na mibeko ya makasi oyo ezalaki likolo na bango. Na yango, baye bandimelaki ye mpe bapesaki ye lokumu mpe bapesaki ye lisungi, na bobongisi, mpe balandaki mwinda oyo ekitaki elongo naye, bango nde balongi.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:158","price":"158. Loba: Oh bino bato! Ya soló, nazali motindami wa Allah epai ya bino banso. Oyo azali Nkolo wa bokonzi bwa likolo na mabele, nzambe mosusu ya kobondela na bosóló azali te kaka sé ye (Allah). Apesaka bomoyi mpe apesaka liwa, bondima na Allah na motindami wa ye, ntoma wa boyinga oyo azali kondima na Allah na maloba maye. Mpe bolanda ye mpo bokoka kokambama.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:159","price":"159. Mpe kati na bato ya Müssa ezali na umma(1) bazali kokamba baninga na nzela ya semba, pe na yango bazali kokata makambo na bosembo.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"1 Umma: Bato bótala Al-Baqarah mokapo: 128","lang":"ln"},{"name":"7:160","price":"160. Mpe totiyaki bango na mabota zomi na mibale bitonga na motango na bango. Мре toyebisaki па Mûssa: Tango bato naye basengaki ye mayi ya komela, beta lingenda lia yo na libanga. Mpe ebimisaki maziba zomi na mibale, mpe libota na libota liyebaki liziba lia bango ya bomeli. Mpe tozipaki bango na mapata ya molili mpe tokitiselaki bango mana na salwa(1)boliya ya malamu biye topesi bino. Mpe basali biso mabe te kasi bango moko bamisalaki mabe.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"1 Bótala na mikapo ya suratu ya Al-Baqarah: 57.","lang":"ln"},{"name":"7:161","price":"161. Mpe tango bayebisaki bango été: Bokota mpe bovanda na mboka oyo, mpe boliya maye bokolinga (ya malamu) mpe boloba hitwa(1) mpe bokoto na ekuke na kogumbama, tolimbisa masumu ma bino mpe tokobakiselaka babongisi. (bolamu okati na bango)","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"1  Hitwa: Elakisi: Bolimbisi na masumu na biso na mikumba mia biso.","lang":"ln"},{"name":"7:162","price":"162. Mpe babubi o kati na bango babongoli liloba(1) na lolenge mosusu batiki oyo bayebisaki bango. Mpe totindelaki bango etumbu kowuta o likolo тропа maye bazalaki kobuba.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"1 Balobaki: “Hintwa” na o esika ya koloba “Hitwa” ndenge batindaki bango.","lang":"ln"},{"name":"7:163","price":"163. Mpe tuna bango тропа mboka eye ezalaki pene na ebale. Tango bazalaki kokende о mokolo mwa mposo, bambisi bazalaki koyela bango polele kowuta na mayi, mokolo ya mposo na bango тре о mokolo mosusu ezali koyela bango te, ndenge wana nde tomekaki bango тропа maye bazalaki kobebisa.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:164","price":"164. Мре tango umma(1) o kati па bango balobaki: Mpona nini bazali koteya bato baye Allah akoboma to akopesa bango etumbu ya makasi? Balobaki: Mpo tolongola mokumba mwa biso liboso ya nkolo wa bino, mpe mpo bakoka kobanga.","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"1 Umma: lisanga ya bato. Bótala Al-Baqarah: 128","lang":"ln"},{"name":"7:165","price":"165. Mpe tango babosanaki maye bayebisaki bango, tobikisaki baye bazalaki kopekisa mabe mpe topesaki etumbu na basusu, mpona mabe maye bazalaki kosala.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:166","price":"166. Mpe tango baboyaki na maye bapesaki bango, tolobaki: В окота такако ya mabe na kozanga lokumu!","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:167","price":"167. Мре tango Nkolo wayo alobaki ete: Nakomemelaka bango etumbu ya makasi kino o mokolo mwa suka, soló Nkolo wayo azalaka noki тропа etumbu, mpe solo, azalaka molimbisi atonda mawa.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:168","price":"168. Мре tokabolaki bango o kati na mokili bato na bato, kati na bango ya malamu, mpe kati na bango basusu ya mabe. Mpe tomekaki bango na bolamu mpe mabe mpo bakoka kozonga. (o nzela ya semba)","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:169","price":"169. Sima basusu bakitanaki bango тропа kozua buku, kasi bazalaki kosepela mingi kozua oyo ya bomoyi bwa nsé, mpe bazali koloba: Bakolimbisaka biso. Mpe soki basusu bayeli bango maye makokani na yango bazui yango. Boye bazuaki elako kowuta na buku te? Ete baloba te sé bosembo тропа Allah? Mpe batangaki maye bakutaki о kati na yango, kasi bovandi bwa mokolo mwa suka bozali malamu koleka тропа babangi, boye bozali kososola te?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:170","price":"170. Kasi baye bazali kolanda maye makomami o kati ya buku, mpe batelemisi losambo, solo penza tokobungisaka lifuta lia babongisi te.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:171","price":"171. Mpe tango totombolaki ngomba o likolo lia bango, lokola elilingi. Kasi bakanisaki ete ekokwela bango. Bosimba makasi maye topesaki bino mpe bokanisa maye mazali na kati, mpo bakoka kobanga.","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:172","price":"172. Mpe tango Nkolo nayo abimisaki bakitani na mikongo ya bana Adam mpe amonisaki bango moko, mpe alobaki na bango été: Nazali Nkolo na bino te? Bazongisaki été: Iyo: Tot atoli. Mpo bowangana yango te o mokolo mwa suka na bolobi été: Ya soló, tosalaki angele na yango te.","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:173","price":"173. Too bokolobaka: Bankoko ba biso basangisaki Allah liboso, mpe tozali bakitani na bango. Boye okoboma biso тропа maye babebisi basalaki?","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:174","price":"174. Mpe ndenge wana nde tozali kolimbola bilembo (bia biso) mpo tango mosusu bakoka kozonga.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:175","price":"175. Yebisa bango sango ya oyo topesaki ye bilembo bia biso. Mpe amitiyaki mosika na yango, mpe satana azelisaki ye mpe azalaki o kati ya babungi.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:176","price":"176. Kasi soki tolingaka, mbele totombola ye na yango, kasi ye alingaki mokili mpe alandaki bisengo na bamposa na yango, ndakisa naye ezali lokola mbua oyo soki obengani ye abimisi lolemu azali kopema makasi, soki mpe otiki ye azali sé ndenge moko. Wana nde ndakisa ya baye baboyaki kondima na mikapo mia biso, betela bango masapo mpo tango mosusu bakokanisa.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:177","price":"177. Ndakisa nini ya mabe ya lolenge wana, ya baye baboyaki kondima na bilembo bia biso, mpe babubaki milimo mia bango moko.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:178","price":"178. Oyo Allah akambi, asili kokambama. Mpe oyo abungisi, baye wana nde bazangi.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:179","price":"179. Mpe tosilaki kobongisa lifelo тропа ebele ya bato mpe bilima. Bazali na mitema kasi bazali kososola na yango te, mpe bazali na miso kasi bazali kornona te mpe bazali na matoyi kasi bayokaka te. Bazali lokola banyama, kasi babungi koleka banyama. Baye wana nde bazangi bososoli.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:180","price":"180. Mpe Allah nde azali na ba nkombo kitoko. Bobenga ye na yango. Kasi botika baye bazali kosakana na ba nkombo naye, bako futama na maye bazalaki kosala.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:181","price":"181. O kati ya baye tokela ezali na umma,(1) oyo bazali kokamba mpe kokata makambo na bosembo.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"1 Umma: Lisanga. Bótala suratu Al-Baqarah mikapo: 128.","lang":"ln"},{"name":"7:182","price":"182. Mpe baye bazali koboya mikapo na biso tokomema bango moke moke o kati ya bozangi na bango epai nyoso bakoyeba te.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"2 Muhammad (kimia mpe losambo ya Allah ezala likolo naye).","lang":"ln"},{"name":"7:183","price":"183. Mpe natikeli bango mwa ntango; ya soló mwango na ngai ezali makasi.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:184","price":"184. Boye bazali kososola te? Moninga(2) na bango azali na ligboma te, kasi azali sé mokebisi ya polele.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"2 Muhammad (kimia mpe losambo ya Allah ezala likolo naye).","lang":"ln"},{"name":"7:185","price":"185. Bazali kornona te bokonzi bwa likolo na ya nsé na biloko binso Allah akela? Ntango mosusu elaka na bango esili kokoma pene? Liloba mosusu nini bandima na yango nsima ya oyo?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:186","price":"186. Oyo Allah abungisi akozala na mokambi te, mpe akosundola bango, o kati ya botomboki nabango bazali koyimayima.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:187","price":"187. Bazali kotuna yo тропа mokolo ya nsuka ekokokisama ntango nini? Loba: Boyebi na yango ezali epai na Nkolo na ngai, sé ye moko nde akolakisa yango. Ezali likambo ya kilo kuna na likolo mpe na nsé ekoyela bino mbalakaka, bazali kotuna lokola osilaki koyeba yango loba: Ya soló, boyebi na yango ezali epai na Allah kasi ebele ya bato bazali koyeba yango te.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:188","price":"188. Loba: Nakoki te komizuela bolamu mpe nakoki te komilongola mpasi sé na bolingi bwa Allah. Mpe soki na yebaki mabombami mbele na mizuelaki bolamu ebele nde mabe moko ezuaki ngai te. Ngai nazali sé mokebisi mpe mopesi nsango malamu тропа bato ya kondima.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:189","price":"189. Ye nde akela bino kowuta na moto moko mpe kati naye abimisaki mwasi naye mpo été azua kimia epai naye (mwasi). Mpe ntango bakutanaki azuaki mokumba ya токе (zemi) azalaki kotambola na yango na libumu naye kino ekomaki kilo. Babelelaki Nkolo na bango (Adam na eva): Soki opesi biso mwana ya malamu tokozala kati ya baye bazali kopesa yo matondi.","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:190","price":"190. Mpe ntango (Allah) apeși bango (mwana) ya malamu basangisi ye (Allah) na ba nzambe na likabo na oyo apesi bango. Lokumu na Allah ya likolo koleka na maye bazali kosangisa ye na yango.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:191","price":"191. Bakosangisa ye na baye bakela eloko moko te nzoka nde bango moko bakelama?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:192","price":"192. Bakokoka te (banzambe wana) kosunga bango mpe bakokoka te komisunga bango moko?","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:193","price":"193. Mpe soki bobengi bango na bokambi bakoboya kolanda bino, ezali sé ndenge moko bobenga bango too bobenga te.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:194","price":"194. Ya soló, baye bozali kobondela na kotika Allah bazali sé bato lokola bino. Bobondela bango soki bakoyanola bino soki bozali na bosembo.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:195","price":"195. Boye; bazali na makolo mpo na kotambola na yango? To bazali na maboko bazali kosimba na yango? To bazali na miso тропа kornona? То bazali na matoyi bazali koyoka na yango? Loba: Bobenga banzambe na bino sima bosala ngai likita mpe bozelisa ngai te.","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:196","price":"196. Ya solo, mokonzi na ngai Allah nde oyo akitisi buku (kurani) mpe ye nde mobateli ya bato ya malamu.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:197","price":"197. Kasi baye bozali kobondela na kotika Allah bakokoka kosunga bino te mpe milimo na bango moko te.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:198","price":"198. Mpe soki obengi bango na nzela ya nsemba bakoyoka te, mpe ozali kornona bango bazali kotala yo kasi bazali kornona te.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:199","price":"199. Zala na mawa, tinda kosala bolamu, mpe zala mosika na baye bazanga mayele.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:200","price":"200. Mpe soki satana akoteli yo été osala mabe, luka libateli epai na Allah mpo été azali moyoki mpe moyebi.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:201","price":"201. Ya soló, baye bazali na bobangi Allah soki emoniseli ya satana ekoteli bango, bakanisi nsima, tala bango ndenge bakomi ekenge.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:202","price":"202. Bandeko balongani na bango basatana bakozindisa bango na libunga mpe bakotika te.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:203","price":"203. Mpe soki oyeli bango bikamwiseli te, bakoloba: Mpona nini okosala yango na ndenge nayo te? Loba: Ngai na zali kolanda sé maye makiteli ngai epai na Nkolo wa ngai. Oyo (mikapo mia kurani) mizali bilembetele (bilembo) biwuti epai na Nkolo na bino, bokambi mpe ngolu mpo na bandimi.","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:204","price":"204. Mpe soki kurani ezali kotangama boyoka yango mpe bofanda nye mpo été bozwa ngolu (ya Allah).","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:205","price":"205. Мре kundola nkombo ya Nkolo nayo na kati nayo na kobanga mpe na komikitisa na mongongo ya katikati ntongo mpe mpokua. Kasi kozala te elongo na baye bazangi makanisi.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"7:206","price":"206. Ya soló baye bazali epai ya Nkolo nayo (ba anzelu) bazali kosala lolendo te тропа kobondela ye, mpe bazali kokumisa ye na kofukamela ye.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:1","price":"1. Bazali kotuna yo тропа bomengo bwa bitumba, loba: Ezali ya Allah na motindami waye. Bobanga Allah тре bobongisa bondeko o kati na bino. Мре botosa Allah na motindami waye, soki bozali soló bandimi.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:2","price":"2. Bandimi ya sólo solo nde baye bazalaka soki bayoki nkombo ya Allah, mitema mia bango milengi, mpe soki mikapo mia ye mizali kotangama, ezali kobakisela bango kondima, mpe bapesi elikya epai ya Nkolo wa bango.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:3","price":"3. Baye bazali kotelemisa losambo, mpe kobimisa maye topesi bango, (o nzela ya Allah)","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:4","price":"4. Bango nde bandimi ya soló, bazali na esika ya likolo epai ya Nkolo wa bango mpe bolimbisi na bozui bolamu.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:5","price":"5. Lokola Nkolo wayo abimisaki yo na ndako nayo na bosölo, mpe ya sólo bandimi basusu basepeli na yango te.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:6","price":"6. Bazali kosuanisa yo тропа bosôló sima ya bolimboli, lokola bazali kotinda bango na liwa mpe bazali kornona.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:7","price":"7. Bokanisa tango Allah alakaki bino ete moko lisanga ya mibale ya bango ekozala ya bino, тре boponaki lisanga liye lizalaki na bibundeli te, kasi Allah alingaki kolongisa bosôló ya maloba naye, mpe aboyelaki bapagano mpe atiya bango bazala bato ya suka.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:8","price":"8. Mpo ete alongisa bosôló mpe alimwisa lokuta ata bato mabe bazali koyina yango.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:9","price":"9. (Mpe bokanisa) tango bosengaki lisungi epai ya Nkolo wa bino. Mpe andimelaki bino, ete ya soló: ngai nakosalisa bino na ba anzelu nkoto yoko bazali kolandana. (bango na bango)","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:10","price":"10. Kasi Allah asalaki yango te sé mpo amemela bino sango, тре mpo mitema mia bino mikoka kokita, mpe elonga ezali sé epai na Allah. Ya sólo, Allah azali wa bokasi atonda bwanya.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:11","price":"11. Mpe tango azipaki bino na mpongi ya токе, ezali lokola ebateli naye likolo na bino mpe akitiseli bino mayi ya mbula kowuta o likolo, тропа kopetola bino na yango, mpe alongóla bino mbindo ya satana mpe akangisa mitema mia bino тре alendisa makolo na bino.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:12","price":"12. Kanisa tango Nkolo wayo ayebisaki ba anzelu, ya solo ngai nazali elongo na bino, bolendisa bandimi. Na kotiya bobangi o mitema mia bapagano. Bobeta bango bakingo тре bobeta bango na biteni binso.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:13","price":"13. Pamba te, bazangi kotosa Allah na motindami waye. Kasi oyo akozanga kotosa Allah na motindami waye, ya sólo penza, Allah nde mopesi etumbu ya makasi.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:14","price":"14. Wana nde (ndenge ekozalela bino) esengeli bomeka yango (etumbu)! Mpe ya sólo, etumbu ya bapengwi ekozalaka nde moto.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:15","price":"15. Eh bino baye bondimi! Soki bokutani na bapengwi, (o bisika binso тропа bitumba) bokima bango te.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:16","price":"16. Mpe oyo kati na bino akokima banguna o mokolo wana, longola sé oyo apesi mokongo тропа koluka lolenge mosusu ya kobunda, to akei kokutana na mapinga mosusu тропа kokoba bitumba, ayeba ete asili kozua nkanda ya Allah. Мре esika naye ekozalaka lifelo, mpe yango nde ekozalaka esika ya mabe.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:17","price":"17. Ezali te bino nde bobomaki bango, kasi Allah nde abomaki bango. Мре tango obwakaki (likonga), ezali yo te nde obwakaki, kasi Allah nde mobwaki, (likonga) mpe ezali тропа kopesa bandimi bolamu na ndenge naye. Ya soló, Allah azali moyoki atonda boyebi.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:18","price":"18. Yango ezali mpo oyeba lolenge kani Allah azali kobebisa mwango ya bapengwi.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:19","price":"19. Soki bolukaki elonga, ya soló, elonga esilaki koyela bino. Mpe soki botiki ezali malamu тропа bino, kasi soki bozongeli tokozonga, mpe lisanga na bino ekosalisa bino na eloko te, ata soki bozali ebele ndenge nini. Kasi boyeba ete: Ya sólo, Allah azali elongo na bandimi.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:20","price":"20. Eh bino baye bondima! Botosa Allah na motindami waye, (Muhammad) kasi boboya ye te mpe bino bozali koyoka.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:21","price":"21. Mpe bozala te lokola baye bazali koloba: Toyokaki, kasi bayokaka te.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:22","price":"22. Ya sólo, bazoba koleka banyama epai ya Allah, bazali baye bakufa matoyi, baye balobaka te (baba), bango wana bazangi kososola.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:23","price":"23. Mpe soki Allah ayebaki(1) ete bazali na bolamu, balingaki koyokisa bango maye makosunga bango, mpe soki ata ayokisaki bango balingaki sé kopesa mokongo na koboya.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"1 Allah ayebaki ete bazali na bolamu te.","lang":"ln"},{"name":"8:24","price":"24. Eh bino baye bondima! Boyamba mbela ya Allah na motindami, tango azali kobenga bino na maye makobikisa bino. Mpe boyeba ete ya soló, Allah azali okati ya moto na motema naye, mpe boyeba ete ya sólo, epai naye bokosangisama.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:25","price":"25. Mpe bobanga etumbu eye ekopona te sé baye basali mabe kati na bino, mpe boyeba ya sólo, Allah azali mopesi etumbu ekasi.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:26","price":"26. Mpe bokanisa tango bozalaki motango moke, bozangaki makasi, bozalaki kobanga bato noki balimwisa bino na mokili, kasi asungi bino na elonga naye. Nasima apesaki bino bozui ya kitoko mpo botondo.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:27","price":"27. Eh bino bandimi! Boteka Allah na motindami waye te, boye bokoteka mokumba na boyambi oyo ezali na maboko na bino mpe bozali kati na koyeba?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:28","price":"28. Мре boyeba, ya soló bomengo bwa bino na bana ba bino, ezali Momekano, mpe ya sólo, Allah azali na bolamu bonene.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:29","price":"29. Eh bino bandimi! Soki bobangi Allah, akopesa bino bososoli mpe akolongola mabe na bino. Mpe akolimbisa masumu ma bino. Mpe Allah atonda bolamu bonene koleka.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:30","price":"30. (Mpe kanisa) tango eye bapengwi basalelaki yo(1) likita été bakanga yo to koboma yo, to babengana yo. Basalaki likita yango, Allah mpe asaleli bango, kasi Allah azali Nkolo likita ya malamu koleka.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"1 Muhammad (kimia mpe losambo ya Allah ezala likolo naye).","lang":"ln"},{"name":"8:31","price":"31. Mpe tango mikapo mia biso mizali kotangema likolo na bango, bakolobaka: Tosilaki koyoka. Soki tolingaki, nde totangaki liloba lokola oyo, oyo ezali sé masapo ya kala.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:32","price":"32. Mpe tango balobaki ete: Eh Nkolo! Soki likambo oyo ezali bosoló penza ewuti epai nayo, Nokisela biso mabanga na likolo lokola mbula, to óyela biso etumbu mosusu ya makasi koleka.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:33","price":"33. Kaši Allah azali te тропа kopesa bango etumbu mpe ozali kati na bango, тре Allah azali te тропа kopesa bango etumbu тре bango bazali kosenga bolimbisi.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:34","price":"34. Мре ndenge nini te Allah apesa bango etumbu mpe bango bazali kopekisa bandimi kokota o ndako esantu (ya makkah), mpe bazali bakengeli na yango te? Kasi babateli na yango nde bandimi oyo babangi Allah, kasi ebele kati na bango bazali koyeba te.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:35","price":"35. Mpe losambo na bango na ndako(1) ezali sé bafololo mpe kobeta maboko, bomeka etumbu ya maye bozalaki kopengwa na yango.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"1 Ka’aba (na Makkah).","lang":"ln"},{"name":"8:36","price":"36. Ya soló, baye bapengwa, bazali kobimisa misolo mia bango тропа kobundisa nzela ya Allah. Bakopesaka yango mpe bakozangaka, sima bakolongamaka. Mpe bapengwi bakosangisamaka o moto ya lifelo.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:37","price":"37. Mpo Allah akabola mabe na malamu, mpe atiya mabe likolo ya mabe, mpe asangisa yango nyoso na moto ya lifelo. Bango wana nde bazangi.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:38","price":"38. Loba na baye bapengwa ete: Soki batiki mabe, bakolimbisama na maye maleka. Kasi soki bazongeli, bakozuama lokola baye balekaki liboso na bango.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"ln"},{"name":"8:39","price":"39. Mpe bobundisa bango kino bakotika bosangisi,(1) mpe lingomba lizala lia Allah.(2) mpe soki batiki, Allah azali kornona maye manso bazali kosala.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"1 Kosangisa Allah nakati ya mabondeli naye.\n2  Islamu.","lang":"ln"},{"name":"8:40","price":"40. Mpe soki bapesi bino mokongo, boyeba ete ya soló, Allah nde mobateli na bino. Oyó nde suka na mobateli kitoko.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"ln"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}