{"data":[{"name":"14:1","price":"1. Alif. Lam. Ra[419]. Este (Corán) es un libro que te hemos revelado para quesaques a los hombres de las tinieblas (de la incredulidad), con el permiso de su Señor, y los guíes hacia la luz (de la fe), hacia el camino del Poderoso, del Digno de toda alabanza;","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"[419]  Ver la nota de pie de la aleya 1 de la sura 2.","lang":"es"},{"name":"14:2","price":"2. (hacia el camino de) Al-lah, a Quien pertenece todo cuanto hay en los cielos y en la tierra.¡Y que quienes rechazan la verdad se guarden de un castigo severo!","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:3","price":"3. Quienesprefieren la vida terrenal a la eterna y desvían a los hombres del camino de Al-lah haciendo que este parezca tortuoso están extraviados, muy lejos (de la verdad).","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:4","price":"4. Y todos los mensajeros que hemos enviado hablaban la lengua de su pueblo para que pudieran explicarles (el mensaje) con claridad. Y Al-lah extravía a quien quiere (por obstinarse en rechazar la verdad) y guía a quien quiere; y Él es el Poderoso, el Sabio.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:5","price":"5. Y, ciertamente, enviamos a Moisés con Nuestros milagros y pruebas (y le dijimos:) «Saca a tu pueblo de las tinieblas (de la incredulidad) y guíalos hacia la luz (de la fe), y recuérdales los favores que Al-lah les ha concedido[420]». En ello hay en una lección para todo aquel que es paciente (en la adversidad) y agradece (las bendiciones de Al-lah).","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"[420]  Como el hecho de salvarlos del Faraón, abrir para ellos el mar para que lo cruzaran, cubrirlos con la sombra de unas nubes, envirarles el maná y las codornices como alimento, etc. ","lang":"es"},{"name":"14:6","price":"6. Y (recuerda a tu gente, ¡oh, Muhammad!) cuando Moisés dijo a su pueblo: «Recordad el favor de Al-lah sobre vosotros cuando os salvó de las gentes del Faraón, quienes os infligían horribles tormentos; degollaban a vuestros hijos varones recién nacidos y dejaban vivas a vuestras mujeres. En ello teníais una dura prueba de vuestro Señor.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:7","price":"7. »Y (recordad) cuando vuestro Señor declaró: “Si sois agradecidos, os concederé más (favores), pero si negáis Mis gracias (y rechazáis la verdad y desobedecéis), (sabed que) Mi castigo es severo”».","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:8","price":"8. Y les dijo Moisés: «Si vosotros y todos los hombres de la tierra negarais la verdad, no perjudicaríais a Al-lah en absoluto, pues Él no necesita nada ni de nadie y Él es el digno de toda alabanza».","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:9","price":"9. ¿Acaso no habéis recibido noticias de lo que sucedió a los pueblos que os precedieron, como el del (profeta) Noé, el pueblo de ‘Ad, el de Zamud y otros que los siguieron y que solo Al-lah conoce?Sus mensajeros se presentaron ante ellos con pruebas evidentes (sobre su veracidad), pero se llevaron las manos a la boca (para morderlas de rabia) y dijeron: «En verdad, no creemos en el (mensaje) que nos traéis, y tenemos serias dudas acerca de aquello a lo que nos exhortáis».","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:10","price":"10. Los mensajeros dijeron: «¡¿Cómo dudáis de Al-lah cuando Él es el Creador de los cielos y de la tierra?! Os llama (a la obediencia) para perdonar vuestros pecados y os concede un plazo de tiempo (durante el cual no os castiga) antes del momento decretado (de vuestra muerte)».Dijeron: «No sois más que seres humanos como nosotros y queréis alejarnos de lo que adoraban nuestros antepasados. ¡Traednos una clara prueba (de vuestra veracidad)!».","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:11","price":"11. Los mensajeros les dijeron: «Es cierto que nosotros no somos sino seres humanos como vosotros, pero Al-lah concede Su favor a quien quiere de entre Sus siervos; y no podemos traeros una prueba si no es con el consentimiento de Al-lah. Y en Al-lah depositan su confianza los creyentes.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:12","price":"12. »¡¿Y cómo podríamos no confiar en Al-lah cuando Él es Quien nos ha guiado?! Soportaremos con paciencia el daño que nos hagáis; y en Al-lah depositan su confianza quienes se encomiendan a Él».","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:13","price":"13. Quienes rechazaban la verdad dijeron a sus mensajeros: «¡Os expulsaremos de nuestra tierra si no regresáis a nuestra religión!». Entonces Al-lah reveló a Sus mensajeros: «Acabaremos con los injustos (que rechazan la verdad),","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:14","price":"14. »y después os haremos habitar la tierra que ocupaban. Eso será para quienes teman comparecer ante Mí y teman Mi castigo».","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:15","price":"15. Y (los mensajeros) pidieron ayuda a Al-lah y la victoria (contra quienes rechazaban la verdad de su pueblo), y todo prepotente obstinado fue derrotado y destruido.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:16","price":"16. Les aguarda el infierno, dondese les dará de beber un agua de pus y sangre","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:17","price":"17. que beberán a sorbos contra su voluntad, aunque apenas podrán tragarla.La muerte los rodeará por todas partes, pero no morirán; y tendrán ante ellos un suplicio tremendo.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:18","price":"18. Las (buenas) obras de quienes no creen en su Señor son como las cenizas que el viento se lleva con fuerza en un día de tormenta[421]. No recibirán ninguna recompensa por ellas (el Día de la Resurrección porque carecían de una base firme: la fe en Al-lah). Ese es el (mayor) extravío (del camino recto).","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"[421]  Del mismo modo que el viento se lleva las cenizas y no deja ni rastro de ellas, no quedará ningún rastro de las buenas acciones de quienes rechazan la verdad el Día de la Resurrección.","lang":"es"},{"name":"14:19","price":"19. ¿Acaso no veis (hombres) que Al-lah creó los cielos y la tierra con un firme propósito?Si quisiera, podría haceros desaparecer y sustituiros por otras gentes;","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:20","price":"20. y eso no sería difícil para Al-lah.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:21","price":"21. Y todas las criaturas comparecerán ante Al-lah (para ser juzgados el Día de la Resurrección). Entonces, los débiles (que seguían a sus líderes) dirán a los arrogantes (que se rebelaron contra la obediencia a Al-lah y a quienes los débiles obedecían): «Ciertamente, os seguíamos a vosotros, ¿podréis sernos de ayuda frente al castigo de Al-lah?». Los arrogantes contestarán: «Si Al-lah nos hubiera guiado, os habríamos guiado también a vosotros[422]. No importa si desesperamos o somos pacientes, pues no tenemos escapatoria».","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"[422]  Incluso el Día de la Resurrección seguirán mostrando arrogancia al no reconocer que merecían el castigo y achacar su destino al decreto de Al-lah, eludiendo, así, cualquier responsabilidad de su parte.","lang":"es"},{"name":"14:22","price":"22. Y el Demonio dirá cuando todo esté ya decidido: «En verdad, la promesa de Al-lah era cierta, y yo también os hice promesas, pero os traicioné; y no tenía ningún poder sobre vosotros para hacer que me siguierais, excepto el de haceros promesas falsas que creísteis. No me culpéis a mí, pues, y culpaos a vosotros mismos. Yo no puedo socorreros, y vosotros tampoco podéis socorrerme a mí[423]. Me desentiendo de que me equipararais con Al-lah (en la vida terrenal obedeciéndome en Su lugar). Ciertamente, los injustos que rechazan la verdad tendrán un castigo doloroso».","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"[423]  El Demonio también será juzgado y castigado por sus acciones el Día de la Resurrección, por ser una criatura de Al-lah con libre albedrío como el hombre. Recordemos que no es un ángel, sino que pertenece a los yinn, y que el Corán también fue revelado para que ellos lo escucharan y pudiesen guiarse. Así pues, él no está a cargo del infierno ni es este su reino (contrariamente a la ideología cristiana), sino que arderá en él como todos los que nieguen la verdad y no quieran aceptarla.","lang":"es"},{"name":"14:23","price":"23. Y quienes creyeron y obraron rectamente entrarán en el paraíso,por orden de su Señor,por elque corren ríos y donde vivirán eternamente; y serán recibidos con el saludo de paz.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:24","price":"24. ¡¿No ves (¡oh, Muhammad!) cómo Al-lah compara el mensaje del islam (no existe nada ni nadie con derecho a ser adorado excepto Él) con un buen árbol de raíces firmes y ramas que se alzan hacia el cielo?![424]","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"[424]  El buen árbol, que bien podría ser una palmera, es una metáfora del creyente en cuyo corazón está arraigado el mensaje del islam: «No existe nada ni nadie con derecho a ser adorado excepto Él». Este realiza siempre buenas acciones que ascienden al cielo, al igual que las ramas de un buen árbol se alzan y producen buenos frutos con el permiso de su Señor.","lang":"es"},{"name":"14:25","price":"25. Este da siempre frutos a su debido tiempo con el permiso de su Señor. Así es como Al-lah presenta Sus ejemplos y los aclara para que la gente reflexione.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:26","price":"26. Y Al-lah compara toda palabra (que conduce a la idolatría) con un árbol malo que ha sido arrancado del suelo y que carece de estabilidad[425].","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"[425]  El mal árbol es comparado con aquel que rechaza la verdad y que carece de cualquier base sólida.","lang":"es"},{"name":"14:27","price":"27. Al-lah hace que los creyentes se mantengan firmes (en su fe) en esta vida y en la otra[426], y extravía a los injustos que rechazan la verdad. Y Al-lah hace lo que quiere.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"[426]  Al-lah ayudará a los creyentes a mantenerse firmes en la fe cuando estos sean cuestionados en la tumba por dos ángeles que les efectuarán tres preguntas:«¿Quién es tu Señor?, ¿quién es tu profeta? y ¿cuál es tu religión?». Solo los verdaderos creyentes podrán contestar correctamente, mientras que los injustos dirán que no saben la respuesta y serán castigados.","lang":"es"},{"name":"14:28","price":"28. ¿Acaso no has visto a quienes han cambiado las gracias de Al-lah por la negación de la verdad (al desmentir a Muhammad y el mensaje del islam) y han llevado a su gente a la destrucción[427]? ","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"[427]  Se refiere a los líderes de los Quraish, la tribu más poderosa de La Meca, que no aceptaron el islam y llevaron a su gente a la derrota en la batalla de Badr y, en la otra vida, morarán en el fuego.","lang":"es"},{"name":"14:29","price":"29. Arderán en el infierno; ¡y qué pésimo lugar para establecerse!","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:30","price":"30. Han equiparado a Al-lah con otros a los que adoran para extraviar a los hombres de Su camino. Diles (¡oh, Muhammad!): «¡Disfrutad por un tiempo, que vuestro destino será el fuego!».","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:31","price":"31. Diles a Mis siervos creyentes que cumplan con el salat y que den en caridad, en secreto o públicamente, parte de lo que les hemos concedido, antes de que llegue el Día (de la Resurrección) en el que ni se aceptará de ellos compensación alguna ni de nada les servirán las amistades.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:32","price":"32. Al-lah es Quien ha creado los cielos y la tierra, y hace descender la lluvia del cielo para que broten frutos para vuestro sustento. Y Él es Quien hace que las embarcaciones naveguen por el mar a vuestra disposición por orden Suya, y Él es Quien ha puesto los ríos a vuestro servicio.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:33","price":"33. Y también ha puesto a vuestra disposición el sol y la luna que siguen su curso incesantemente, y ha puesto a vuestro servicio la noche (para que descanséis) y el día (para que busquéis vuestro sustento).","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:34","price":"34. Y os ha concedido todo lo que Le habéis solicitado. Y si contaseis los favores que Al-lah os ha dispensado, no podrías llevar la cuenta. Ciertamente, el hombre es injusto e ingrato.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:35","price":"35. Y recuerda (¡oh, Muhammad!) cuando Abraham invocó (a su Señor) diciendo: «¡Señor!, haz de esta tierra(de La Meca) un lugar seguro, y no permitas que mis hijos y yo adoremos los ídolos.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:36","price":"36. »¡Señor!, (los ídolos) han extraviado a muchos hombres. Aquel que me siga será de los míos, y aquel que me desobedezca (estará en Tus manos), pues Tú eres el Indulgente, el Misericordioso.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:37","price":"37. »¡Señor!, he establecido a parte de mi descendencia[428] en un valle donde no hay cultivos, cerca de Tu Casa Sagrada para que establezcan la oración, Señor. Haz que los corazones de la gente se vuelquen en ellos (con afecto y compasión) y provéelos de frutos para que sean agradecidos.","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"[428]  A su esposa Agar y a su hijo Ismael.","lang":"es"},{"name":"14:38","price":"38. »¡Señor!, Tú sabes lo que ocultamos (en nuestro interior) y lo que manifestamos, y nada de lo que existe en los cielos y en la tierra puede esconderse de Al-lah.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:39","price":"39. »¡Alabado sea Al-lah!, Quien me concedió en la vejez a Ismael y a Isaac. Ciertamente, Al-lah responde a las súplicas.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:40","price":"40. »¡Señor!, haz que tanto mis descendientes como yo seamos fieles a la oración, y acepta mi súplica, ¡oh, Señor!","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:41","price":"41. »¡Señor!, perdóname, así como a mis padres y todos los creyentes el Día de la Rendición de Cuentas».","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:42","price":"42. Y no creáis que Al-lah deja pasar por alto lo que hacen los injustos que rechazan la verdad. Tan solo les concede un plazo de tiempo (para que disfruten) hasta el Día (de la Resurrección) en que sus miradas estarán fijas de espanto (ante el castigo que los espera).","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:43","price":"43. (Ese día) caminarán presurosos (hacia donde serán juzgados) con las cabezas erguidas, la mirada confusa, sin pestañear siquiera, y aterrorizados.","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:44","price":"44. Y advierte a la gente (¡oh, Muhammad!) sobre el día en que el castigo se abatirá sobre ellos y los injustos que niegan la verdad dirán: «¡Señor!, déjanos regresar a la tierra para que podamos responder a Tu llamada y seguir a Tusmensajeros». (Se les dirá con reproche:) «¿Acaso no jurasteis con anterioridad que nunca dejaríais la vida terrenal y que no resucitaríais?","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:45","price":"45. »Y habitasteis donde vivieron quienes fueron injustos consigo mismos al rechazar la verdad, y tuvisteis conocimiento de cómo los castigamos y os expusimos ejemplos (en el Corán para que reflexionarais; mas no aprendisteis la lección)».","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:46","price":"46. Y, ciertamente, (los idólatras) conspiraron (contraMuhammad para matarlo y acabar con el islam), pero Al-lah conocía bien lo que tramaban (y volvió sus planes en su contra); (y no pudieron perjudicarlo) a pesar de que sus planes eran tan poderosos como para hacer desaparecer las montañas[429].","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"[429]  También puede entenderse que sus planes eran demasiado débiles como para hacer desaparecer las montañas. ","lang":"es"},{"name":"14:47","price":"47. No pienses (¡oh, Muhammad!) que Al-lah incumplirá Su promesa con los mensajeros (de concederles la victoria y derrotar a quienes niegan la verdad), pues Él es Poderoso, capaz de castigar duramente (a quienes lo desobedecen).","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:48","price":"48. El Día (de la Resurrección) en que la tierra será sustituida por otra tierra distinta, así como los cielos, todos comparecerán ante Al-lah, el Único, el Dominador Supremo.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:49","price":"49. Y verás a los pecadores que negaron la verdad unidos entre sí con cadenas.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:50","price":"50. Vestirán prendas de alquitrán y el fuego cubrirá sus rostros.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:51","price":"51. Al-lah recompensará a todos según sus acciones. Ciertamente, Al-lah es rápido en la retribución de Su recompensa.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"es"},{"name":"14:52","price":"52. Este (Corán) es un mensaje para los hombres con el fin de advertirlos y de que sepan que Él es un Dios Único, y para que reflexionen los hombres de buen juicio.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"es"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}