{"data":[{"name":"41:1","price":"1. Ha. Mim[889].","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"[889]  Estas son dos letras del alfabeto árabe. Ver la nota de la primera aleya de la sura 2.","lang":"es"},{"name":"41:2","price":"2. (Este Corán) es una revelación del Clemente, el Misericordioso.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:3","price":"3. (Este es) un Libro cuyas aleyas han sido explicadas con detalle; un Corán en clara lengua árabe para gentes con conocimiento,","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:4","price":"4. que anuncia buenas noticias (a los creyentes) y advierte (del castigo de Al-laha quienes rechazan la fe). Y, sin embargo, la mayoría de los hombres se alejan de él, pues no quieren oír (la verdad).","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:5","price":"5. Y te dicen (los idólatras, ¡oh, Muhammad!): «Nuestros corazones están cerrados a lo que nos invitasy nuestros oídos están taponados; y entre tú y nosotros hay una barrera (y no podemos responder a tu llamada). Actúa, pues (según tu religión), que nosotros actuaremos según la nuestra».","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:6","price":"6. Respóndeles: «No soy más que un hombre como vosotros que ha recibido la revelación de que vuestro Dios es un Dios Único. Seguid, pues, el camino recto que conduce a Él y pedidle perdón (por vuestros pecados)». Y ¡ay de los idólatras!,","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:7","price":"7. esos que no entregan el azaque y no creen en la otra vida.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:8","price":"8. Ciertamente, quienes creen y obran con rectitud tendrán una recompensa sin fin.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:9","price":"9. Diles (a los idólatras, ¡oh, Muhammad!): «¿En verdad no creéis en Quien creó la tierra en dos días[890] y adoráis,fuera de Él, falsas divinidades con quienes Lo equiparáis? (Y, no obstante) Él es el Señor de toda la creación».","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"[890]  Ver la nota de pie de la aleya 54 de la sura 7. ","lang":"es"},{"name":"41:10","price":"10. Y dispuso sobre la tierra firmes montañas que se elevan sobre ella y la bendijo. Y asignó el sustento (para sus criaturas en otros dos días). (Todo ello, la creación de la tierra y sus recursos, tuvo lugar) en cuatro días[891] de igual duración, para información de quienes preguntan al respecto.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"[891]  Hay quienes malinterpretan la aleya y creen que Al-lah estableció el sustento para Sus criaturas en cuatro días, aparte de los dos días en que creó la tierra, lo cual es incorrecto, pues la conjunción que se utiliza en árabe wa traducida por «y» no indica una continuidad de la acción sino el paralelismo de dos acciones diferentes que quedan incluidas en el tiempo de cuatro días que menciona la aleya. Esta interpretación está confirmada por las aleyas 57 de la sura 7; 3 de la sura 10; 7 de la sura 11; 59 de la sura 25; y 4 de la sura 32 que dicen que el conjunto de la creación completa de la tierra y el cielo sucedió en seis días o seis largos periodos de tiempo.","lang":"es"},{"name":"41:11","price":"11. Después se dirigió al cielo, que entonces era humo[892], y le dijo a él y a la tierra: «Venid a Mí de buen grado o por la fuerza». Dijeron: «Venimos a Ti obedientes».","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"[892]  La descripción del cielo como humo antes de su creación está en consonancia con la ciencia moderna que afirma que, antes de la formación de las galaxias, la materia celestial existente era una gran masa de gas. Este conocimiento no podía tenerse en tiempos del profeta Muhammad —que Al-lah lo bendiga y le dé la paz—.","lang":"es"},{"name":"41:12","price":"12. Entonces configuró siete cielos (perfectos) en dos días e inspiró a cada uno de ellos su función. Y embelleció el cielo de este mundo con luces (estrellas) e hizo que sirviera de protección. Esta es la obra de Al-lah, el Poderoso, el Omnisciente.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:13","price":"13. Y si se alejan (de la fe), diles (¡oh, Muhammad!): «Os he advertido de un castigo como el que sufrieron los pueblos de 'Ad y de Zamud».","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:14","price":"14. Cuando sucesivos mensajeros se presentaron ante ellos llamándolos a adorar solamente a Al-lah, contestaron: «Si nuestro Señor hubiese querido, nos habría enviado ángeles (y no seres humanos como mensajeros).En verdad, no creemos en (el mensaje) que os ha sido revelado».","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:15","price":"15. En cuanto al pueblo de 'Ad, se llenaron de soberbia en la tierra sin razón alguna y dijeron: «¿Quién es más fuerte que nosotros?». ¿Acaso no veían que Al-lah, Quien los creó, era más fuerte y poderoso que ellos? Y, sin embargo, negaron Nuestras pruebas (y milagros).","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:16","price":"16. Y enviamos sobre ellos un gélido viento destructor durante varios días aciagos para ellos, para que sufrieran un castigo denigrante en esta vida; mas el castigo que les espera en la otra será aún más denigrante, y no serán auxiliados.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:17","price":"17. Y en cuanto al pueblo de Zamud, les mostramos el buen camino para que estuviesen bien guiados, pero prefirieron el extravío, y fueron alcanzados por un castigo humillante por lo que realizaron.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:18","price":"18. Y salvamos a los creyentes que tenían temor de Al-lah.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:19","price":"19. Y recuerda (¡oh, Muhammad!) el día en que los enemigos de Al-lah (los idólatras y quienes rechazan la verdad) serán conducidos al fuego.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:20","price":"20. Cuando lleguen a él, sus oídos, sus ojos y su piel atestiguarán en contra de ellos mismos explicando lo que hicieron.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:21","price":"21. Y preguntarán a la piel: «¿Por qué has atestiguado contra nosotros?». (La piel de cada uno de ellos) dirá: «Al-lah, Quien hace hablar a todas las cosas, ha hecho que habláramos. Él es Quien os creó a vosotros la vez primera y a Él es vuestro retorno.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:22","price":"22. »No os ocultabais (cuando pecabais) para que vuestro oído, vuestra vista y vuestra piel no testificaran en vuestra contra, y pensasteis que Al-lah no sabía muchas de las cosas que hacíais.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:23","price":"23. »Y lo que pensasteis sobre vuestro Señor os ha llevado a vuestra destrucción y os habéis convertido en perdedores».","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:24","price":"24. Tanto si soportan con paciencia el fuego (como si no), esa será su morada (eterna). Y si pidiesen regresar a la tierra para obrar rectamente, no serían escuchados ni sus excusas aceptadas.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:25","price":"25. Y les asignamos compañeros inseparables (durante la vida terrenal) que les hacían ver buenas sus malas acciones pasadas y futuras. Y así se cumplió sobre ellos lo que Al-lah decretó sobre comunidades de yinn y de hombres anteriores a ellos: todos fueron perdedores.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:26","price":"26. Y quienes rechazaban la verdad se decían entre ellos: «No escuchéis ese Corán y entorpeced[893] su recitación para que podáis triunfar».","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"[893]  Para entorpecer la recitación, los idólatras hacían ruido y levantaban la voz para dificultar que la gente pudiese escuchar la recitación del Corán.","lang":"es"},{"name":"41:27","price":"27. Y, ciertamente, haremos que quienes rechazan la verdad sufran un castigo severo, y los castigaremos según sus peores acciones.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:28","price":"28. Esa será la recompensa de los enemigos de Al-lah: el fuego. Allí morarán eternamente como castigo por haber negado Nuestras aleyas.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:29","price":"29. Y quienes rechazaban la verdad dirán (cuando se hallen en el fuego): «¡Señor!, muéstranos a quienes nos extraviaron de entre los yinn y los hombres para que estén bajo nuestros pies (humillados y recibiendo un castigo peor que el nuestro)en lo más profundo (del infierno)».","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:30","price":"30. Ciertamente, quienes digan «nuestro Señor es Al-lah» y se mantengan firmes (en la religión siguiendo los mandatos de Al-lah), en el momento de su muerte descenderán sobre ellos los ángeles y les dirán: «No temáis (por lo que os espera ahora) ni os aflijáis (por quienes dejáis atrás,pues cuidaremos de ellos), y recibid la buena noticia del paraíso que se os había prometido.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:31","price":"31. »Nosotros hemos sido vuestros protectores y compañeros (por orden de Al-lah) en esta vida y (lo seremos) en la otra (hasta que entréis en el paraíso); y allí obtendréis todo lo que deseéis y solicitéis».","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:32","price":"32. Esa será una concesión del Indulgente, el Misericordioso.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:33","price":"33. Y ¡¿quién hace mejor uso de la palabraque quien invita al camino de su Señor, obra rectamente y dice: «Yo soy de quienes se someten a Al-lah»?!","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:34","price":"34. Y no pueden compararse las buenas acciones con las malas. Responde al mal con el bien; así, aquel con quien mantengas una enemistad será (a partir de entonces) como un amigo íntimo.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:35","price":"35. Mas esa (cualidad de responder al mal con el bien) solo laalcanzan quienes son pacientes y quienes obtendrán una gran felicidad (o recompensa en esta vida y en la otra).","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:36","price":"36. Y si el Demonio te susurra cualquier mala acción, busca refugio en Al-lah. Realmente, Él es el Oyente (de todas las cosas), el Omnisciente.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:37","price":"37. Y entre las pruebas de Su poder tenéis la noche y el día, el sol y la luna. No os postréis ante el sol y la luna, sino postraos ante Al-lah, su Creador, si realmente Lo adoráis solo a Él.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:38","price":"38. Y si se llenan de soberbia (y se niegan a adorarlo, que sepan que) quienes están con su Señor (los ángeles) Lo glorifican día y noche sin cansarse[894] nunca.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"[894]  Ver la nota de la aleya 206 de la sura 7.","lang":"es"},{"name":"41:39","price":"39. Y entre las pruebas de Su poderestáque podéis ver la tierra árida, mascuando hacemos descender la lluvia sobre ella, se estremece y se llena de vida. Ciertamente, Quien le devuelve la vida resucitará a los muertos. Él es Todopoderoso.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:40","price":"40. En verdad, quienes niegan Nuestras aleyas y las tergiversan no pueden esconderse de Nos. ¿Es mejor ser arrojado al fuego o comparecer ante Al-lah sin nada que temer el Día dela Resurrección? Actuad como queráis; ciertamente, Él ve todo lo que hacéis.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:41","price":"41. En verdad, quienes no creen en la Exhortación (el Corán) tras haber llegado a ellos (serán castigados). Y el (Corán) es un Libro poderoso (honorable y fuertementepreservado, que no puede ser corrompido).","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:42","price":"42. Todo en él es verdad, y la falsedad no puede acercársele por ninguna dirección, pues es una revelación del Sabio y digno de toda alabanza.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:43","price":"43. (Los idólatras) no te dicen nada (pretendiendo ofenderte, ¡oh, Muhammad!) que no les hubiera sido dicho ya a los mensajeros que te precedieron. Ciertamente, tu Señor es dueño del perdón y de un castigo doloroso.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:44","price":"44. Y si hubiéramos hecho que este Corán fuera en lengua extranjera, (los idólatras de entre los árabes) habrían dicho: «¿Por qué sus aleyas no han sido explicadas (en lengua árabepara que lo podamos entender bien)?». ¿(Un libro) en lengua extranjera cuando (el Profeta) es árabe? Diles (¡oh, Muhammad!): «Para los creyentes, este Corán es una guía y una cura»; y quienes no creen en él tienen taponados los oídos (y no pueden ni escucharlo ni comprenderlo); están ciegos con respecto a él (y no pueden seguirlo). (Se asemejan a) quienes son llamados de un lugar lejano (y no pueden oír la llamada ni responder a ella).","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:45","price":"45. Y, ciertamente, concedimos las Escrituras a Moisés y discreparon sobre ellas. Y de no haber sido por lo que Al-lah decretó con anterioridad (que no rendirían cuentas hasta el Día de la Resurrección), ya habrían sido juzgados (y castigados). Y, realmente, (quienes rechazan la verdad de tu pueblo, ¡oh, Muhammad!), tienen serias dudas sobre el Corán (al igual que hiciera el pueblo de Moisés con sus Escrituras).","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:46","price":"46. Quien obre rectamente lo hará en su propio beneficio y quien obre mal lo hará en su contra, y tu Señor (¡oh, Muhammad!) no es injusto con Sus siervos.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"es"},{"name":"41:47","price":"47. Solo Él conoce cuándo tendrá lugar la Hora final. Ningún fruto sale de su envoltura ni ninguna hembra concibe ni da a luz si no es con Su conocimiento. Y el Día (de la Resurrección)preguntará (a los idólatras): «¿Dónde están los ídolos que adorabais y equiparabais Conmigo?». Y(estos Le) dirán: «Te anunciamos que ninguno de nosotros atestigua hoy (que existen)».","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"41:48","price":"48. Y los (ídolos) que invocaban con anterioridad los abandonarán, y (los idólatras) sabrán que no tendrán escapatoria alguna.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"41:49","price":"49. El hombre no se cansa de pedir las cosas buenas (de esta vida), mas si lo alcanza una desgracia, se desespera por completo.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"41:50","price":"50. Y si le enviamos Nuestra misericordia después de haber sufrido la adversidad, dice: «Esto lo he conseguido por mérito propio, y no creo que la Hora tenga lugar. Y si de verdad regresara a mi Señor, se me concederíalo mejor de todo (el paraíso)»Y, realmente, informaremos a quienes rechazaban la verdad sobre lo que hicieron y los haremos sufrir un severo castigo.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"41:51","price":"51. Y cuando agraciamos al hombre con algún favor, se aleja (ingrato) y se aparta (con arrogancia de la verdad); pero si le sucede una desgracia, no deja de suplicarnos (ayuda).","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"41:52","price":"52. Di (a tu pueblo, ¡oh, Muhammad!): «Decidme; si realmente (el Corán) proviniera de Al-lah y vosotros no creyerais en él, ¿quién estaría más extraviado que aquel que se opone a la verdad y está muy lejos de ella?».","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"41:53","price":"53. Les mostraremos las pruebas de Nuestro poder y grandeza en los confines (del cielo y de la tierra) y en ellos mismos hasta que se les manifieste que (el Corán) es la verdad[895]. ¿Acaso no les basta que tu Señor sea testigo de todas las cosas (y que atestigüe que Su mensajero dice la verdad)?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"[895]  Al-lah menciona en muchas aleyas hechos que hoy son considerados como milagros científicos del Corán porque era imposible que se conociesen en tiempos del Profeta —que Al-lah lo bendiga y le dé la paz— y prueban que el Corán es una revelación divina. Entre esos hechos destacan: el desarrollo del embrión humano (sura 22, aleya 5; sura 23, aleyas 12-14; etc.); el inicio del universo (sura 21, aleya 30; sura 41, aleya 11); la descripción de las montañas como estacas (sura 78, aleyas 6-7; etc.), y muchos otros que han sido comentados a lo largo de esta traducción que confirman la veracidad del Corán, tal y como Al-lah afirma en esta aleya.","lang":"es"},{"name":"41:54","price":"54. Realmente, (los incrédulos) dudan acerca del encuentro con su Señor. Mas Su conocimiento y Su poderabarcan todas las cosas.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"es"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}