{"data":[{"name":"42:1","price":"1. Ha. Mim.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:2","price":"2. 'Ain. Sin. Qaf[897].","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"[897]  Estas dos aleyas están compuestas por letras del alfabeto árabe (ver la nota de la primera aleya de la sura 2).","lang":"es"},{"name":"42:3","price":"3. Del mismo modo que Al-lah,el Poderoso, el Sabio, te revela (el Corán, ¡oh, Muhammad!), reveló (escrituras sagradas) a quienes te precedieron.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:4","price":"4. Suyo es cuanto hay en los cielos y en la tierra, y Él es el Excelso, el más Grande.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:5","price":"5. A punto están los cielos de rasgarse de arriba abajo, uno tras otro (ante la grandeza y majestad de Al-lah). Y los ángeles glorifican a su Señor con alabanzas y piden perdón por los (creyentes) que están en la tierra. Ciertamente, Al-lah es el Indulgente, el Misericordioso. ","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:6","price":"6. Y quienes toman a otros como protectores fuera de Al-lah (que sepan que) Él registra todo lo que hacen y que tú (¡oh, Muhammad!) no eres responsable de sus acciones.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:7","price":"7. Y así es como te hemos revelado un Corán claro, en lengua árabe, para que adviertas a los habitantes de La Meca y de sus alrededores[898] acerca del día, que llegará sin duda, en que serán reunidos (para comparecer ante su Señor). Un grupo entrará en el paraíso y otro, en el fuego abrasador. ","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"[898]  El profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, por ser el último mensajero de Al-lah, fue enviado a los yinn y a todos los hombres, como prueban la aleya 107 de la sura 21, la 1 de la sura 25 o la 28 de la sura 34. No obstante, toda exhortación o prédica se centra, al principio, en aquellas personas que están a tu alrededor y se va extendiendo, con el tiempo, a otras gentes más lejanas.","lang":"es"},{"name":"42:8","price":"8. Y si Al-lah hubiese querido, habría hecho de los hombres una única comunidad (con una misma religión: el islam); no obstante, admite en Su misericordia a quien quiere[899]. Y los injustos (que niegan la verdad) no tendrán quién los proteja o auxilie.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"[899]  Al-lah dotó al hombre de libre albedrío al concederle la posibilidad de seguir la verdad o rechazarla (ver la aleya 72 de la sura 33). Si Al-lah hubiera querido, habría hecho que los hombres fueran como los ángeles, que no pueden desobedecer a Al-lah, pero entonces los hombres no merecerían la recompensa que Al-lah tiene preparada para quienes sigan la verdad.","lang":"es"},{"name":"42:9","price":"9. ¿O acaso han tomado a otros como protectores fuera de Al-lah? No obstante, Al-lah es el único protector; Él resucita a los muertos y es Todopoderoso.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:10","price":"10. Y si discrepáis sobre algún asunto, (remitidlo a) la decisión de Al-lah[900]. Ese es Al-lah, mi Señor. En Él deposito mi confianza y a Él me dirijo(en todos mis asuntos).","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"[900]  Significa que el hombre debe juzgar según el Corán y la tradición del Profeta —que Al-lah lo bendiga y le dé la paz— porque contienen el juicio o el dictamen de Al-lah. ","lang":"es"},{"name":"42:11","price":"11. Él es Quien creó los cielos y la tierra de la nada. Ha creado para vosotros esposas de vuestra misma especie y para los animales de rebaño, parejas de su misma especie; así es como os crea y multiplica. No hay nada ni nadie parecido a Él(ni en Su naturaleza, ni en Sus características, ni en Sus acciones); y Él oye y ve todas las cosas.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:12","price":"12. A Él pertenecen las llaves de los cielos y de la tierra.Concede provisión abundante a quien quiere y se la restringe a quien quiere. Él es Omnisciente (y sabe lo que más le conviene a Sus siervos).","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:13","price":"13. En materia de religión, os ha sido legislado lo mismo que le fue ordenado a Noé y que te ha sido revelado a ti (¡oh, Muhammad!); lo que le fue ordenado a Abraham, a Moisés y a Jesús: que cumpláis firmemente los preceptos de la religión y que no os dividáis en ella. A los idólatras de tu pueblo les resulta muy difícil aquello a lo que los invitas (la unicidad de Al-lah). Y Al-lah elige para (que acepte) Su religión a quien quiere de entre Sus siervos y guía hacia Él a quien se arrepiente y Lo obedece.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:14","price":"14. Y (los seguidores de las otras religiones) no se dividieron (y separaron) hasta después de haber tenido conocimiento (de la verdad),por su intransigencia y por envidias entre ellos. Y si no hubiese sido porque tu Señor decretó (retrasarles el castigo) hasta un plazofijado (el Día de la Resurrección), ya habrían sido juzgados (y castigados).Y quienes después heredaron las Escrituras (las generaciones posteriores de los judíos y de los cristianos) tienen serias dudas sobre él (el Corán). ","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:15","price":"15. Invítalos, pues, (a la religión de Al-lah) y mantente firme en el cumplimiento de sus preceptos como se te ordena (¡oh, Muhammad!); no sigas los deseos (de quienes rechazan la verdad) y diles: «Creo en los Libros que Al-lah ha revelado[901], y se me ha ordenado ser justo al juzgar entre vosotros. Al-lah es nuestro Señor y vuestro Señor. Nosotros obtendremos la consecuencia de nuestras acciones y vosotros obtendréis las consecuencias de las vuestras. No hay lugar para la discusión entre nosotros una vez se ha evidenciado la verdad. Al-lah nos reunirá a todos y a Él es nuestro retorno (el Día de la Resurrección)».","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"[901]  Ver la nota de la aleya 41 de la sura 2.","lang":"es"},{"name":"42:16","price":"16. Y a quienes discuten (con los creyentes) sobre (la religión de) Al-lah (pretendiendo extraviarlos) después de que estos la hayan aceptado, de nada les servirán sus argumentos ante Al-lah, incurrirán en Su ira y tendrán un severo castigo.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:17","price":"17. Al-lah es Quien ha revelado el Libro (el Corán) con la verdad y con (preceptos llenos de) justicia. ¡Y puede que la Hora esté ya cerca!","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:18","price":"18. Quienes no creen en ella quieren su pronta llegada, mas quienes creen la temen y saben que es cierta.Realmente, quienes discuten sobre la Hora están extraviados y muy lejos de la verdad.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:19","price":"19. Al-lah es Benévolo con Sus siervos y otorga sustento a quien quiere. Y Él es el Fuerte, el Poderoso.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:20","price":"20. Quien quiera la recompensa de la otra vida, la obtendrá multiplicada con creces; y quien quiera (solamente) los bienesde esta vida mundanal, los obtendrá, y no tendrá su recompensa en la vida eterna.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:21","price":"21. ¿O acaso (los idólatras) tienen otras divinidades que han establecido para ellos una religión que Al-lah no ha autorizado? Si no hubiese sido por lo que Al-lah decretó (acerca de retrasarles el castigo hasta el Día de la Resurrección) ya habrían sido juzgados (y castigados). Y los injustos (que niegan la verdad) tendrán un castigo doloroso.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:22","price":"22. (El Día de la Resurrección) verás a los injustos aterrorizados por lo que cometieron (en la vida mundanal) y (el castigo) se abatirá sobre ellos. Y quienes hayan creído y actuado con rectitud disfrutarán de los mejores jardinesdel paraíso. Allí tendrán todo lo que deseen junto a su Señor. Ese es el gran favor.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:23","price":"23. Tal es la buena noticia que Al-lah anuncia a Sus siervos creyentes que obran con rectitud. Di (a tu pueblo, ¡oh, Muhammad!): «No os pido ninguna remuneración a cambio (de transmitiros el mensaje de Al-lah), solo os pido queme respetéis (y no entorpezcáis mi exhortación) por los lazos de parentesco que me unen a vosotros[902]». Y quien realice una buena acción verá su recompensa aumentada. Ciertamente, Al-lah es Indulgente y Agradecido.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"[902]  El profeta Muhammad —que Al-lah lo bendiga y le dé la paz— estaba unido por lazos de sangre con todos los clanes de la tribu de los Quraish, que era la más importante de La Meca, y con ese motivo les pide que, aunque no crean, al menos respeten su exhortación.","lang":"es"},{"name":"42:24","price":"24. ¿O acaso dicen que (el Profeta)inventa mentiras sobre Al-lah? Si Al-lah quisiera, sellaría tu corazón (¡oh, Muhammad!, haciendo que olvidaras lo que te ha sido revelado, si fuera verdad lo que dicen). Mas Al-lah hace que la falsedad desaparezca y reafirma la verdad con Sus palabras. Él conoce bien lo que encierran los corazones.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:25","price":"25. Él es Quien acepta el arrepentimiento de Sus siervos, perdona sus pecados y sabe lo que hacéis.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:26","price":"26. Él responde a las súplicas de quienes creen y actúan con rectitud e incrementa sobre ellos Su favor. Y quienes rechazan la verdad tendrán un severo castigo.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:27","price":"27. Y si Al-lah concediese a Sus siervos un sustento (excesivo), cometerían excesos en la tierra y la corromperían; mas concede lo que quiere con mesura. Ciertamente, Él está informado de (la situación) de Sus siervos y ve lo que hacen.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:28","price":"28. Él es Quien hace descender la lluvia cuando (Sus siervos) han perdido toda esperanza y esparce Su misericordia. Y Él es Quien cuida y protege (Su creación) y es digno de toda alabanza.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:29","price":"29. Y entre las pruebas de Su poderestá la creación de los cielos y de la tierra y la de todas las criaturas que ha diseminado en ellos. Y tiene el poder de reunirlas a todas cuando quiera (el Día de la Resurrección).","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:30","price":"30. Y las desgracias que os sobrevienen se deben a los (pecados) que vosotros mismos cometéis; y muchos son los que perdona.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:31","price":"31. Y no podréis escapar (de Al-lah) en la tierra. Y no tendréis fuera de Al-lah quién os proteja u os auxilie.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:32","price":"32. Y entre las pruebas de Su poder están las embarcaciones, grandes como montañas,(que navegan) en el mar. ","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:33","price":"33. Si Al-lah quisiera, haría que el viento dejara de soplar y (las embarcaciones) permanecerían inmóviles sobre su superficie. En verdad, en esto hay motivos de reflexión para quienes son pacientes (ante las adversidades) y agradecidos.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:34","price":"34. O podría hacerlas naufragar por los pecados que han cometido (quienes navegan en ellas); y mucho es lo que Al-lah perdona.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:35","price":"35. Y así sabrían, quienes discuten las pruebas (de Nuestro poder y de Nuestra unicidad), que no pueden huir (del castigo de Al-lah).","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:36","price":"36. Todo lo que se os ha concedido en esta vida no son más que placeres efímeros, perolo que Al-lah tiene reservado (en la otra vida)es mejor y más duradero para quienes creen y depositan en Él su confianza; ","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:37","price":"37. y para quienes evitan los pecados más graves y las acciones inmorales y perdonan aun estando enojados;","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:38","price":"38. y para quienes responden a la llamada de su Señor, realizan el salat, consultan entre ellos los asuntos importantes que les conciernen y dan en caridad de lo que les hemos concedido;","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:39","price":"39. y para quienes, tras sufrir una injusticia, se defienden (sin transgredir los límites que Al-lah ha establecido).","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:40","price":"40. Y el castigo que una mala acción merece es una acción similar en respuesta; pero quien perdone (al ofensor) y se reconcilie con él encontrará su recompensa en Al-lah. Ciertamente, Él no ama a los injustos.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:41","price":"41. Y quienes se defiendan ante una injusticia no serán castigados por ello.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:42","price":"42. Quienes sí serán castigados son quienes opriman a los hombres y cometan abusos en la tierra sin justificación alguna. Esos recibirán un castigo doloroso.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:43","price":"43. Y el ser paciente (ante una ofensa) y perdonar (aun pudiendo pedir que se aplique la ley en contra del agresor) es una virtud que requiere de gran determinación y entereza.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:44","price":"44. Y aquel a quien Al-lah extravíe (por rechazarla verdad) no tendrá ningún protector fuera de Él. Y verás decir a los injustos cuando vean el castigo: «¿No hay ninguna posibilidad de regresar (a la vida terrenal para actuar esta vez con rectitud)?».","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:45","price":"45. Y verás cómo serán expuestos (al fuego), sumisos y humillados, mientras miran de reojo. Y los creyentes dirán: «Los verdaderos perdedores son quienes han causado su propia perdición y la de sus familias el Día dela Resurrección». Realmente, los injustos sufrirán un suplicio perpetuo.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:46","price":"46. Y no tendrán ningún protector que los auxilie fuera de Al-lah. Y aquel a quien Al-lah extravíe (por rechazar la verdad) no hallará la manera (de guiarse).","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:47","price":"47. Responded a la llamada de vuestro Señor antes de que llegue el día inevitable (el Día de la Resurrección). Ese día no tendréis dónde resguardaros ni podréis negar nada (de lo que hayáis cometido).","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:48","price":"48. Y si se alejan (de la verdad), (debes saber, ¡oh, Muhammad!) que no te enviamos a ellos en calidad de guardián. A ti solo te corresponde transmitirles el mensaje. Y si agraciamos al hombre (con un favor) como misericordia Nuestra, se alegra; mas si le sobreviene una desgracia como consecuencia de sus propias acciones, se vuelve ingrato.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:49","price":"49. A Al-lah pertenece el dominio absoluto de los cielos y de la tierra. Él crea lo que quiere. Concede a quien quiere (únicamente) hijas y a quien quiere (únicamente) hijos varones.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:50","price":"50. O bien concede a su vez hijas e hijos a quien desea y haceestéril a quien quiere. Ciertamente, Él es Omnisciente (sabe lo que más le conviene al hombre) y Poderoso.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"es"},{"name":"42:51","price":"51. Al-lah no habla directamente a ningún ser humano, salvo por inspiración o tras un velo[903]; o bien envía a un ángel que, por orden Suya, le revela lo que Él quiere. Realmente, Él es Excelso y Sabio.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"[903]  De manera que Su siervo pueda escucharlo sin verlo, como en el caso de Moisés. ","lang":"es"},{"name":"42:52","price":"52. Y del mismo modo (que concedimos Nuestra revelación a profetas anteriores a ti, ¡oh, Muhammad!) te hemos revelado un Corán que vivifica los corazones y las almas. No tenías conocimiento (de los preceptos) de las Escrituras (anteriores) ni (de los detalles) de la fe[904]; mas hemos hecho del Corán una luz con la que guiamos a quien queremos de entre Nuestros siervos. Y tú (¡oh, Muhammad!) guías realmente (a los hombres) hacia el camino recto,","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"[904]  Algunos exégetas opinan que la fe significa, en este caso, el salat.","lang":"es"},{"name":"42:53","price":"53. (hacia) el camino de Al-lah, a Quien pertenece cuanto hay en los cielos y en la tierra. Ciertamente, todos los asuntos retornarán a Al-lah (para que decida sobre ellos).","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"es"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}