{"data":[{"name":"9:1","price":"1. Esta es una declaración[291] de Al-lah y de Su Mensajero que anuncia el cese de los pactos que manteníais con los idólatras.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"[291]  En el periodo que precedió la expedición militar de Tabuk, en la cual los musulmanes iban a enfrentarse a una de las dos superpotencias de la época, los bizantinos, en el año noveno de la Hégira, varios grupos de idólatras empezaron a violar los pactos que habían establecido con los musulmanes pensando que estos serían derrotados en Tabuk. Las primeras aleyas de esta sura hacen referencia a esta situación, y en ellas Al-lah autoriza a los musulmanes a romper los pactos que los idólatras estaban violando. Asimismo, estas aleyas comentan el periodo de gracia establecido por Al-lah con respecto a los idólatras antes de la anulación efectiva de dichos pactos.","lang":"es"},{"name":"9:2","price":"2. Podéis transitar (seguros) por la tierra durante cuatro meses (¡oh, idólatras!, antes de que queden anulados vuestros pactos con los creyentes), y sabed que no podréis escaparos de Al-lah y que Al-lah humillará a quienes rechazan la verdad.","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:3","price":"3. Y Al-lah y Su Mensajero proclaman a la gente, el Día del Sacrificio[292], que ambos están exentos de la obligación de cumplir los pactos acordados anteriormente con los idólatras. Si os arrepentís (y aceptáis el islam, ¡oh, idólatras!), serámejor para vosotros; pero si os desentendéis de la fe, sabed que no podréis escaparos de Al-lah. Y anuncia a quienes rechazan la verdad que recibirán un castigo doloroso (en esta vida y en la otra).","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"[292]  Se trata del día del sacrificio del cordero (‘Id Al Adha), que tiene lugar durante los días del hajj o peregrinación mayor a La Meca. Ese día se conmemora el sacrificio del cordero que Abraham realizó después de haber sido puesto a prueba por Al-lah con el sacrificio de su hijo Ismael. Tras comprobar Al-lah la sumisión y obediencia de Abraham —que la paz de Al-lah esté con él—, le ordenó sacrificar un cordero en lugar de su hijo.","lang":"es"},{"name":"9:4","price":"4. Mas con aquellos idólatras con quienes pactasteis y no han quebrantado ningún punto del pacto ni han apoyado al enemigo contra vosotros, cumplid lo convenido hasta el final (aunque supere el plazo de cuatro meses). Ciertamente, Al-lah ama a los piadosos (que cumplen sus compromisos). ","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:5","price":"5. Y una vez transcurridos los cuatro meses de plazo, durante los cuales los idólatras gozaban de seguridad, (anunciad la guerra al enemigo de Al-lah) y matadlos allí donde los encontréis, capturadlos, cercadlos y acechadlos en todo lugar[293]. Pero si se arrepienten (de su incredulidad y aceptan el islam), practican el salat y entregan en azaque[294], dejad que prosigan en paz su camino. Ciertamente, Al-lah es Indulgente y Misericordioso.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"[293]  Esta aleya, conocida como la aleya de la espada, debe entenderse dentro del contexto de guerra declarada entre los musulmanes y los idólatras que agredían y quebrantaban sus pactos con los creyentes en aquel entonces.\n[294]  Ver la nota de la aleya 43 de la sura 2.","lang":"es"},{"name":"9:6","price":"6. Y si algún idólatra te pide protección (¡oh, Muhammad!) para escuchar la palabra de Al-lah, concédesela para que la escuche y después facilítale la llegada a un lugar seguro. Esto es porque son gentes que no conocen (la palabra de Al-lah).","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:7","price":"7. ¡Cómo podrían los idólatras mantener un pacto con Al-lah y con Su Mensajero, a excepción de aquellos con los que establecisteis un acuerdo[295] cerca de la Mezquita Sagrada! Mientras estos cumplan con vosotros, cumplid con ellos. Ciertamente, Al-lah ama a los piadosos que cumplen lo que pactan.","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"[295]  Se trata del tratado de Hudaybiyah (ver la segunda nota de la aleya 2 de la sura 5). Los incrédulos de La Meca no respetaron el tratado hasta el final, y los creyentes entrarían en la ciudad poco después y la tomarían sin violencia, liberándola de la incredulidad, en el año octavo de la Hégira.","lang":"es"},{"name":"9:8","price":"8. ¡Cómo (podría haber un convenio entre vosotros) si, de venceros, no respetarían ni lazos de sangre ni pacto alguno! Sus palabras os complacen, pero sus corazones os rechazan, y la mayoría de ellos no respetan lo pactado.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:9","price":"9. Han vendido las aleyas de Al-lah por un vil beneficio (al preferir los bienes mundanales a la verdad) y desvían a los hombres de Su camino. ¡Qué malo es lo que hacen!","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:10","price":"10. No respetan con ningún creyente ni lazos de sangre ni pacto alguno. Esos son los transgresores.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:11","price":"11. Pero si se arrepienten (y abrazan el islam), practican el salat y entregan el azaque, son vuestros hermanos en la religión. Así es como explicamos con detalle Nuestra revelación a quienes tienen conocimiento (y reflexionan).","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:12","price":"12. Mas si rompen sus juramentos después de haber concluido con ellos un pacto y atacan vuestra religión, combatid a los líderes de quienes rechazan la verdad —pues no respetan ningún juramento (o pacto)— para que así desistan (de su actitud).","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:13","price":"13. ¿Cómo no ibais a combatir a quienes han roto sus pactos y planearon expulsar al Mensajero de Al-lah cuando ellos os atacaron primero? ¿Acaso los teméis? Es a Al-lah a quien debéis temer si de verdad sois creyentes.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:14","price":"14. ¡Combatidles!, Al-lah los castigará con vuestras manos, los humillará, os dará la victoria sobre ellos y curará (con ella) los corazones de los creyentes (que estaban tristes y angustiados por las maquinaciones de los idólatras),","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:15","price":"15. y hará que se desvanezca la ira de sus corazones. Y Al-lah acepta el arrepentimiento de quienes quiere. Al-lah es Omnisciente y Sabio.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:16","price":"16. ¿Acaso pensasteis que Al-lah os dejaría (en vuestro estado actual) sin poneros a prueba para que se evidenciara quiénes de vosotros luchan sinceramente (por Su causa)sin tomar otro protector que Al-lah, Su Mensajero y los creyentes? Y Al-lah está bien informado de lo que hacéis.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:17","price":"17. Los idólatras no deben ocuparse del cuidado y mantenimiento de las mezquitas de Al-lah[296] cuando dan testimonio contra sí mismos de que rechazan la verdad. Sus buenas acciones les serán invalidadas y morarán en el fuego para siempre.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"[296]  También puede referirse a la Mezquita Sagrada de La Meca en particular.","lang":"es"},{"name":"9:18","price":"18. Quienes deben ocuparse del cuidado y mantenimiento de las mezquitas son quienes creen en Al-lah y en el Día de la Resurrección, practican el salat, entregan el azaque y temen solamente a Al-lah; esos son quienes están bien guiados. ","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:19","price":"19. ¿Acaso comparáis a quienes proveen de agua a los peregrinos y trabajan en el mantenimiento de la Mezquita Sagrada con quienes creen en Al-lah y en el Día de la Resurrección y combaten por Su causa[297]? No son equiparables para Al-lah; y Al-lah no guía a la gente injusta (que rechaza la verdad).","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"[297]  Los idólatras de la tribu de los Quraish, que era la que más poder tenía en La Meca y a la que pertenecía el Profeta —que Al-lah lo bendiga y le dé la paz—, consideraban que era una obra piadosa, además de un gran honor, ofrecer dichos servicios.","lang":"es"},{"name":"9:20","price":"20. Quienes hayan creído, emigrado y luchado por la causa de Al-lah con sus bienes y sus vidas gozarán de un rango más elevado ante Al-lah; y esos serán los triunfadores. ","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:21","price":"21. Su Señor les anuncia Su misericordia, Su complacencia y jardines de deleites sin fin","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:22","price":"22. donde vivirán eternamente. Ciertamente, la recompensa de Al-lah es inmensa.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:23","price":"23. ¡Oh, creyentes!, no toméis a vuestros padres y a vuestros hermanos como aliados y protectores si prefieren la incredulidad a la fe[298]; y quienes de vosotros lo hagan serán de los injustos.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"[298]  La obediencia a Al-lah y al Profeta—que Al-lah lo bendiga y le dé la paz— está por encima de la obediencia a cualquier criatura, y nadie debe ser obedecido si con ello se desobedece a Al-lah, el Altísimo. No obstante, los padres y los familiares merecen siempre todo el respeto y deben ser tratados con benevolencia. Además, un hijo debe obediencia a sus padres en aquellas cuestiones que no implican desobedecer a Al-lah (ver la aleya 23 de la sura 17).","lang":"es"},{"name":"9:24","price":"24. Diles (¡oh, Muhammad!): «Si vuestros padres, vuestros hijos, vuestros hermanos, vuestras esposas, vuestra gente, los bienes que hayáis adquirido, los negocios que temáis perder y vuestras casas con las que os sentís complacidos os son más preciados que Al-lah, que Su Mensajero y que combatir por Su causa, aguardad a que os llegue el castigo de Al-lah. Y Al-lah no guía a la gente rebelde (que se niega a obedecerlo).","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:25","price":"25. Y, ciertamente, Al-lah os ha concedido la victoria en diversas ocasiones, como el día de la batalla de Hunain[299], cuando os regocijabais de vuestra superioridad numérica, aunque ello no os sirvió de nada, y sentisteis que la tierra se estrechaba (por las emboscadas del enemigo), a pesar de su vastedad, y no encontrabais ningún lugar seguro, y huisteis.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"[299]  La batalla de Hunain sucedió poco después de la liberación de La Meca en el año octavo de la Hégira. Algunas tribus árabes se unieron para luchar contra los creyentes, y el Profeta —que Al-lah lo bendiga y le dé la paz— salió a su encuentro con un gran ejército de unos diez mil hombres, y ambos frentes se encontraron en el valle de Hunain, entre La Meca y la ciudad de Taif. Tras sufrir las emboscadas del enemigo, la mayoría de los creyentes huyeron y solo unos ochenta hombres siguieron al lado del Profeta —que Al-lah lo bendiga y le dé la paz—, entre ellos Abu Sufian, antiguo líder de los idólatras de La Meca que había abrazado la fe durante la liberación de la ciudad. Finalmente, los creyentes que habían huido regresaron para apoyar al Mensajero de Al-lah —que Al-lah lo bendiga y le dé la paz—, y Al-lah les concedió la victoria.","lang":"es"},{"name":"9:26","price":"26. Después, Al-lah hizo que el sosiego descendiera sobre Su Mensajero y sobre los creyentes y envió soldados que no podíais ver (ángeles), y castigó a quienes rechazaban la verdad. Tal fue la recompensa de quienes se negaban a creer.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:27","price":"27. Luego, Al-lah aceptó el arrepentimiento de quienes quiso (una vez abrazaron el islam). Y Al-lah es Indulgente y Misericordioso.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:28","price":"28. ¡Oh, creyentes!, los idólatras son impuros[300]; no permitáis que se acerquen, pues, a la Mezquita Sagrada a partir de este año[301]. Si teméis la pobreza (por no comerciar con ellos, sabed que) Al-lah os enriquecerá con Su favor, si así lo desea. Ciertamente, Al-lah es Omnisciente y Sabio.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"[300]  La impureza a la que se refiere la aleya es espiritual debido a su idolatría.\n[301]  El noveno tras la Hégira.","lang":"es"},{"name":"9:29","price":"29. Combatid a quienes no creen en Al-lah ni en el Día de la Resurrección, no respetan lo que Al-lah y Su Mensajero han prohibido y no siguen la religión verdadera (del islam) de entre los judíos y cristianos (que os agredieron) hasta que paguen el impuesto de la yizia[302]de propia mano y con humildad.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"[302]  La yizia o jiziah es un impuesto que los cristianos o judíos que no quieran abrazar el islam deben pagar si viven en un estado islámico. Este impuesto, que es un poco inferior al azaque que tienen que pagar los musulmanes, les garantiza protección y libertad de culto, mientras que quedan exentos de la obligación de luchar; además, están dispensados de pagarlo las mujeres, los niños, los ancianos, los enfermos o inválidos, los sacerdotes y los monjes.","lang":"es"},{"name":"9:30","price":"30. Los judíos dicen que Usair[303] es el hijo de Dios (o hijo de Al-lah), mientras que los cristianos dicen que el Mesías es el hijo de Dios (o hijo de Al-lah). Tales son las palabras que salen de sus bocas imitando lo que decían quienes rechazaron anteriormente la verdad.¡Que Al-lah los destruya y los expulse de Su misericordia! ¡Qué desviados están de la verdad!","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"[303]  Ver la nota de pie de la aleya 259 de la sura 2.","lang":"es"},{"name":"9:31","price":"31. Han tomado a sus rabinos y monjes por sus señores[304] en vez de a Al-lah, así como a Jesús, hijo de María. Sin embargo, (en sus Escrituras) se les ordenó adorar solamente a una divinidad (Al-lah). No existe nada ni nadie con derecho a ser adorado excepto Él. ¡Glorificado sea! Está muy por encima de compartir la divinidad con nadie.","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"[304]  El hecho de obedecer a quienes prohíben lo que Al-lah hace lícito o permiten lo que Él ha prohibido (como hacen muchos rabinos y monjes) es una forma de adorarlos, pues solamente hay un Señor que merece ser adorado, y ese es Al-lah, el Altísimo. ","lang":"es"},{"name":"9:32","price":"32. Pretenden extinguir la luz de Al-lah (Su religión) con sus palabras (y mentiras), pero Al-lah no lo permitirá y hará que resplandezca (haciendo que Su religión se extienda), aunque quienes rechazan la verdad lo detesten.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:33","price":"33. Él es Quien ha enviado a Su Mensajero (Muhammad) con la guía (del Corán) y con la religión verdadera para que esta prevalezca sobre todas las religiones, aunque los idólatras lo detesten.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:34","price":"34. ¡Oh, creyentes!, en verdad, muchos rabinos y monjes se apropian injustamente de los bienes ajenos e impiden que los hombres sigan el camino de Al-lah. Y advierte a quienes atesoran oro y plata, y no lo gastan en la causa de Al-lah, que tendrán un castigo doloroso (en la otra vida).","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:35","price":"35. El día en que serán juzgados, lo que atesoraron se calentará al rojo vivo en el fuego del infierno y se les marcará con ello la frente, los costados y la espalda; (y se les dirá:) «Eso es lo que atesorasteis para vosotros mismos; ¡sufrid el castigo (por lo que acumulasteis)!».","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:36","price":"36. Ciertamente, el número de meses del año (lunar) para Al-lah es de doce, como decretó cuandocreó los cielos y la tierra; de esos doce, cuatro son sagrados[305] (y se os prohíbe luchar en ellos, a menos que sea para defenderos). Esta es la religión verdadera. No seáis injustos con vosotros mismos durante esos meses[306]. Y combatid juntos a los idólatras del mismo modo que ellos se unen para combatiros. Y sabed que Al-lah está con quienes Le temen.","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"[305]  Ver la nota de la aleya 194 de la sura 2.\n[306]  Significa que el creyente debe evitar pecar, pues los pecados cometidos durante esos meses tienen mayor gravedad.","lang":"es"},{"name":"9:37","price":"37. Posponer los meses sagrados[307] es una muestra más de negación de la verdad. Así se extravían quienes la rechazan, pues un año permiten el combate durante cierto mes y otro año lo prohíben para ajustar el número de meses que Al-lah ha decretado como sagrados, y legitiman lo que Al-lah ha prohibido. Se dejan seducir por sus malas acciones; mas Al-lah no guía a quienes rechazan la verdad.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"[307]  Los idólatras solían cambiar los meses que eran sagrados por otros,según su conveniencia, para poder luchar cuando querían.","lang":"es"},{"name":"9:38","price":"38. ¡Oh, creyentes!, ¿por qué cuando se os dice que salgáis a luchar por la causa de Al-lah sentís pereza (y no queréis abandonar vuestros hogares)?¿Acaso preferís esta vida terrenal a la eterna? Mas los bienes y los placeres de esta vida son escasos comparados con los de la vida que os espera.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:39","price":"39. Si no salís a combatir, Al-lah os infligirá un castigo doloroso y os sustituirá por otras gentes, y no podréis perjudicarlo en nada. Y Al-lah es Todopoderoso.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:40","price":"40. Si no apoyáis (a Muhammad), (sabed que Al-lah lo auxiliará, pues) Él ya lo ayudó cuando quienes rechazaban la verdad lo expulsaron (de La Meca), y el (Profeta) se hallaba solamente en compañía de su amigo (Abu Bakr) en la cueva[308]. Entonces (Muhammad) le dijo a este: «No te aflijas, Al-lah está con nosotros». Entonces, Al-lah hizo que el sosiego descendiera sobre él y sobre su compañero, y envió soldados (ángeles) que no podíais ver. Y Al-lah derrotó la incredulidad de quienes rechazaban la verdad e hizo que Su mensaje de unicidad triunfara. Y Al-lah es Poderoso y Sabio.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"[308]  Tras un intento fallido de los idólatras de La Meca de asesinar al profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, este recibió la orden de emigrar a Medina, y lo hizo con su buen amigo Abu Bakr —que Al-lah esté complacido con él—, quien sería el primer califa del islam tras la muerte del profeta Muhammad —que Al-lah lo bendiga y le dé la paz—. El resto de los creyentes había emigrado con anterioridad y esperaban la pronta llegada de su Profeta —que Al-lah lo bendiga y le dé la paz—. Este se refugió con su amigo Abu Bakr en la cueva de Zaur, cerca de La Meca, durante tres días, pues eran perseguidos por quienes habían intentado asesinarlo. Los incrédulos no fueron capaces de encontrarlos porque Al-lah dispuso que una araña tejiera una tela en la entrada de la cueva para hacerles creer que nadie habría podido entrar en ella sin haberla roto.","lang":"es"},{"name":"9:41","price":"41. Salid a luchar[309], sea cual sea vuestro estado[310], y combatid con vuestros bienes y vuestras vidas por la causa de Al-lah. Eso es lo mejor para vosotros, ¡si supierais!","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"[309]  Esta aleya y las posteriores fueron reveladas acerca de la batalla de Tabuk, una zona al norte de la península donde el Profeta —que Al-lah lo bendiga y le dé la paz—se dirigía para enfrentarse a los bizantinos, enemigos del islam, poco después de la batalla de Hunain, en el año noveno después de la Hégira. El excesivo calor y la distancia hizo que los hipócritas y algunos creyentes trataran de excusarse para no salir a combatir. Finalmente, la batalla no se produjo porque el ejército bizantino abandonó el lugar antes de la llegada del ejército musulmán, y los creyentes regresaron a Medina sanos y salvos.\n[310]  Literalmente dice: «tanto ligeros como pesados», y significa: «tanto si sois jóvenes como si sois viejos, fuertes o débiles, ricos o pobres». Más tarde, esta aleya quedaría abrogada por la 91 de esta misma sura, que exentaba de la lucha a los débiles y enfermos y a quienes no dispusiesen de medios.","lang":"es"},{"name":"9:42","price":"42. Si hubiera habido algún bien terrenal fácil de conseguir o el viaje hubiera sido corto, (los hipócritas) te habrían seguido para combatir, mas la distancia les pareció larga. Te jurarán por Al-lah (cuando regreses de Tabuk): «Si hubiésemos podido, habríamos salido con vosotros». Mas causan su propia perdición (jurando en vano), pues Al-lah sabe que mienten.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:43","price":"43. ¡Que Al-lah te perdone (Muhammad)[311]! ¿Cómo les permitiste quedarse (y no salir a luchar) antes de tener certeza de quiénes eran sinceros (cuando se excusaban) y de quiénesmentían?","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"[311]  Esta llamada de atención de Al-lah al Profeta —que Al-lah lo bendiga y le dé la paz— prueba a quienes consideran que Muhammad—que Al-lah lo bendiga y le dé la paz— es el autor del Corán que él no podía haberlo escrito, pues no tendría mucho sentido que se reprendiera a sí mismo.","lang":"es"},{"name":"9:44","price":"44. Quienes en verdad creen en Al-lah y en el Día de la Resurrección no te piden permiso para no combatir con sus bienes y con sus vidas. Y Al-lah conoce bien a los piadosos.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:45","price":"45. Ciertamente, quienes te piden permiso son aquellos que no creen en Al-lah ni en el Día de la Resurrección y cuyos corazones están llenos de dudas, y por ello se mantienen vacilantes e indecisos.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:46","price":"46. Si (los hipócritas) hubiesen querido realmente salir a combatir, habrían hecho preparativos para ello, pero Al-lah no quiso enviarlos con vosotros e hizo que les pudiera la pereza, y se dijeron (unos a otros): «Quedaos con quienes permanecen (en sus hogares por estar eximidos de luchar[312])».","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"[312]  Tales como: las mujeres, los niños, los ancianos, los enfermos, etc. ","lang":"es"},{"name":"9:47","price":"47. Si hubiesen salido con vosotros, no habrían aportado más que desorden y habrían buscado sembrar la discordia en vuestras filas, pues entre vosotros hay quienes los escuchan. Y Al-lah conoce bien a los injustos.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:48","price":"48. Ya intentaron sembrar la discordia (entre vosotros) con anterioridad (¡oh, Muhammad!, cuando llegaste a Medina) y te crearon todo tipo de problemas, hasta que llegó la verdad (la victoria de los creyentes en Badr) y triunfó la religión de Al-lah muy a su pesar.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:49","price":"49. Y entre ellos (los hipócritas) hay quien dice: «Permite que me quede y no hagas que caiga en la tentación[313]». Pero cayó en la tentación (de no salir a combatir desobedeciendo al Profeta). Ciertamente, el infierno cercará a quienes rechazan la verdad.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"[313]  Quien profirió tal excusa decía sentirse muy atraído por las mujeres y temía caer en la tentación de las mujeres bizantinas.","lang":"es"},{"name":"9:50","price":"50. Si te sucede algo bueno (como la victoria en la batalla, ¡oh, Muhammad!), les disgusta; pero si sufres un revés, dicen: «Tomamos nuestras precauciones con anterioridad (al no combatir con ellos)», y se alejan contentos.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:51","price":"51. Diles: «Solo nos sucederá lo que Al-lah haya decretado para nosotros, y Él es nuestro protector»; y en Él depositan su confianza los creyentes.","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:52","price":"52. Diles (a los hipócritas): «¿Acaso esperáis que nos suceda (algo malo, cuando no puede ocurrirnos) salvo una de las dos mejores cosas que hay (la victoria o el martirio)? Nosotros, no obstante, aguardamos a que Al-lah os envíe un castigo o a que caigáis derrotados bajo nuestras manos». Aguardad (a que os llegue vuestro castigo), nosotros también esperamos (que os llegue).","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:53","price":"53. Diles: «Tanto si dais caridad voluntariamente o a la fuerza, no os será aceptada, ya que sois gente rebelde (que se niega a obedecer a Al-lah)».","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:54","price":"54. Y lo que den no les será aceptado porque no creen en Al-lah ni en Su Mensajero, rezan con desgana y solo dan caridad en contra de su voluntad.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:55","price":"55. No te dejes impresionar por sus bienes y por el número de hijos que tienen. Al-lah quiere castigarlos en esta vida a través de ellos y quiere que mueran rechazando la verdad (para que reciban Su castigo en la otra vida).","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:56","price":"56. Y juran por Al-lah que son de los vuestros, pero no lo son; son gentes que solo actúan así por temor a vosotros.","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:57","price":"57. Si pudiesen encontrar un refugio, alguna cueva u otro lugar para esconderse, se apresurarían hacia él.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:58","price":"58. Y entre ellos hay quienes te critican por (cómo distribuyes) la caridad (¡oh, Muhammad!). Si reciben parte, se quedan satisfechos; pero, si no reciben nada, se enojan.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:59","price":"59. Pero más les valdría contentarse con lo que Al-lah y Su Mensajero les ofrecen y decir: «Al-lah nos basta, Él nos concederá de Su favor, y también lo hará Su Mensajero; anhelamos que Al-lah (nos enriquezca con Sus gracias)».","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:60","price":"60. El azaque debe ser para los pobres (quienes no poseen nada), para los necesitados (aquellos cuyos bienes no les son suficientes), para quienes trabajan en su recaudación y distribución, para ganar los corazones de quienes se inclinan hacia el islam, para liberar a un esclavo (o ayudarle a comprar su libertad), para quienes están endeudados, para quienes luchan por la causa de Al-lah y para los viajeros (que carecen de medios para proseguir su viaje). Esto es lo que Al-lah decreta; y Al-lah es Omnisciente y Sabio.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:61","price":"61. Y entre ellos (los hipócritas) hay quienes pretenden ofender al Profeta y dicen (de él): «Es todo oídos (para quienes hablan sobre nosotros y se cree todo lo que le dicen)». Diles (¡oh, Muhammad!): «Es todo oídos para aquello que os beneficia, cree en Al-lah, confía en los creyentes y trae misericordia para quienes creen de entre vosotros». Y quienes ofenden al Mensajero de Al-lah recibirán un doloroso castigo.","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:62","price":"62. Os hacen juramentos falsos para que estéis complacidos con ellos, pero a quienes realmente deberían complacer es a Al-lah y a Su Mensajero, si de verdad fueran creyentes. ","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:63","price":"63. ¿Acaso no saben que quien se oponga y se enfrente a Al-lah y a Su Mensajero recibirá el castigo del fuego del infierno, donde permanecerá eternamente? Esa será la gran humillación.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:64","price":"64. Los hipócritas temen que (Al-lah) revele una sura que descubra lo que esconden sus corazones (y, a pesar de ello, se burlan de la religión). Diles, ¡oh, Muhammad!: «¡Burlaos, que Al-lah revelará lo que teméis!».","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:65","price":"65. Y si les preguntas (por qué se burlaban cuando regresaban con vosotros de Tabuk), dicen: «Solo hablábamos por hablar y bromeábamos[314]». Diles: «¿Bromeabais burlándoos de Al-lah, de Sus aleyas y de Su Mensajero?","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"[314]  En Tabuk, unos hipócritas se reían de los compañeros del Profeta —que Al-lah lo bendiga y le dé la paz—diciendo que nunca habían visto a unos hombres tan hambrientos, tan mentirosos y tan cobardes en la batalla como ellos. Esto llegó a oídos del Profeta —que Al-lah lo bendiga y le dé la paz—, y los hipócritas se excusaron diciendo que bromeaban hasta que Al-lah reveló estas aleyas.","lang":"es"},{"name":"9:66","price":"66. »No os excuséis, pues habéis renegado de la fe (con vuestras burlas) después de haberla aceptado». Aunque perdonemos a algunos de vosotros (por mostrar un sincero arrepentimiento), castigaremos a los demás por ser pecadores (al persistir en la hipocresía).","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:67","price":"67. Los hipócritas y las hipócritas son iguales en cuanto a su comportamiento: ordenan el mal, prohíben el bien y no dan caridad. Han olvidado (obedecer) a Al-lah, y Al-lah los olvidará (negándoles Su misericordia). En verdad, los hipócritas son los (más) rebeldes (por desobedecer a Al-lah).","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:68","price":"68. Al-lah ha prometido a los hipócritas, a las hipócritas y a quienes rechazan la verdad el fuego del infierno donde permanecerán eternamente. Eso les bastará como castigo, y Al-lah los expulsará de Su misericordia; y sufrirán un suplicio perpetuo.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:69","price":"69. (Vosotros, hipócritas, os burláis y rechazáis la verdad) como las gentes que os precedieron, las cuales eran más fuertes que vosotros y poseían más riquezas e hijos. Disfrutaron de su parte correspondiente (de placeres terrenales), y vosotros habéis disfrutado de la vuestra como aquellas gentes hicieran, y os habéis entregado a la banalidad al igual que ellos hicieran. Sus acciones habrán sido en vano en esta vida y en la otra, y ellos serán los perdedores. ","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:70","price":"70. ¿Acaso no recibieron noticias de lo que les ocurrió a los pueblos que los precedieron, como el del profeta Noé, el de'Ad, el de Zamud, el del profeta Abraham, el de Madián[315] y los que fueron puestos boca abajo[316] (las gentes del profeta Lot)? Les llegaron sus mensajeros con claros milagros, pero no creyeron (y fueron exterminados); y Al-lahno fue injusto con ellos, sino que ellos fueron injustos consigo mismos (al rechazar la verdad).","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"[315]  ‘Ad, Zamud y Madián son los nombres de los pueblos donde surgieron los profetas Hud, Saleh y Shu’aib respectivamente. Ver las aleyas 65, 73 y 85 de la sura 7.\n[316]  Al-lah castigó al pueblo de Lot por practicar la sodomía y desmentir a su mensajero volteando las ciudades de Sodoma y Gomorra, de ahí que sean descritos en la aleya como quienes fueron puestos boca abajo.","lang":"es"},{"name":"9:71","price":"71. Y los creyentes y las creyentes son aliados los unos de los otros. Ordenan el bien, prohíben el mal, practican el salat, entregan el azaque y obedecen a Al-lah y a Su Mensajero. Esos son quienes entrarán en la misericordia de Al-lah. Ciertamente, Al-lah es Poderoso y Sabio.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:72","price":"72. Al-lah ha prometido a los creyentes y a las creyentes jardines por los cuales corren ríos, donde vivirán eternamente, así como moradas en los Jardines de la Eternidad (situados en los niveles superiores del paraíso). Y (obtener) la complacencia de Al-lah es superior a todo ello. Este es el gran triunfo.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:73","price":"73. ¡Profeta!, combate a quienes rechazan la verdad[317], así como a los hipócritas y sé severo con ellos. Tendrán su morada en el infierno, ¡y qué pésimo destino!","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"[317]  La orden de combatir está dirigida contra aquellos hipócritas y quienes rechazan la verdad que atacan a los creyentes y quieren acabar con la religión del islam.","lang":"es"},{"name":"9:74","price":"74. (Los hipócritas) juran por Al-lah que no dijeron nada (malo sobre el Mensajero o los creyentes), pero, en verdad, dijeron palabras que demostraban su incredulidad, renegaron de la fe después de haber aceptado el islam y tramaron sin éxito (un plan contra el Profeta[318]). Y ello a pesar de que Al-lah y Su Mensajero los habían colmado de gracias con Su favor. Será mejor para ellos que se arrepientan; mas, si se alejan de la fe, Al-lah les infligirá un castigo doloroso en esta vida y en la otra. Y no tendrán en la tierra quién los proteja o auxilie.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"[318]  Probablemente se refiere al plan que urdieron unos diez hombres de entre los hipócritas para matar al Profeta —que Al-lah lo bendiga y le dé la paz— una noche, a la vuelta de la batalla de Tabuk.","lang":"es"},{"name":"9:75","price":"75. Y de entre ellos hay quienes hicieron un pacto con Al-lah diciendo: «Si nos concede de Su favor, daremos caridad y seremos rectos y virtuosos».","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:76","price":"76. No obstante, cuando les concedió de Su favor, fueron mezquinos y dieron la espalda a la fe con aversión.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:77","price":"77. Y Al-lah los castigó depositando la hipocresía en sus corazones hasta el día de su encuentro con Él por haber roto su promesa con Él y por haber mentido.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:78","price":"78. ¿Acaso no saben que Al-lah conoce sus secretos y sus conversaciones confidenciales, y que Al-lah posee el conocimiento absoluto de todas las cosas?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:79","price":"79. Esos son quienes critican a los creyentes que dan caridad voluntariamente y a quienes dan lo poco que pueden, y se burlan de ellos. Pero Al-lah hará que sus burlas recaigan sobre ellos mismos y les infligirá un doloroso castigo.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:80","price":"80. Tanto da si pides o no perdón por ellos (¡oh, Muhammad!); aunque pidieras perdón por ellos setenta veces[319], Al-lah no los perdonaría porque no han creído en Él ni en Su Mensajero. Y Al-lah no guía a la gente que se rebela (y se niega a obedecerle).","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"[319]  El número «setenta» es indicativo de muchas veces, y no debe entenderse en el sentido literal de la palabra.","lang":"es"},{"name":"9:81","price":"81. Quienes se quedaron en sus casas se alegraron de no salir con el Mensajero de Al-lah (a combatir en Tabuk), pues les desagradó la idea de luchar con sus bienes y con sus vidas por la causa de Al-lah. Dijeron (a los demás): «No marchéis a luchar con este calor». Diles (¡oh, Muhammad!): «El calor del infierno es mucho más intenso». ¡Si lo hubiesen comprendido!","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:82","price":"82. (Deja) que se rían un poco, que ya llorarán mucho (en la otra vida) como castigo por las malas acciones que cometieron. ","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:83","price":"83. Y si, tras tu regreso (de Tabuk), un grupo de quienes no salieron a luchar te piden permiso para salir a combatir (en otra batalla), diles: «No saldréis nunca conmigo ni combatiréis conmigo al enemigo. Preferisteis quedaros la vez primera (en vuestros hogares); permaneced, pues, con quienes se quedan atrás».","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:84","price":"84. Y no reces por ninguno de ellos que muera ni permanezcas ante su tumba, pues no creyeron en Al-lah ni en Su Mensajero y murieron en la rebeldía.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:85","price":"85. Y no te dejes impresionar por sus bienes y por el número de hijos que tienen. Al-lah quiere castigarlos en esta vida a través de ellos y quiere que mueran rechazando la verdad (para que reciban Su castigo en la otra vida).","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:86","price":"86. Y cuando una sura es revelada y esta ordena creer en Al-lah y combatir al lado de Su Mensajero, los ricos de entre los hipócritas te piden que los eximas de luchar, y dicen: «Deja que permanezcamos con quienes se quedan (en sus hogares)».","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:87","price":"87. Se alegraron de quedarse con quienes permanecieron (en sus hogares por estar dispensados de luchar), y sus corazones han sido sellados (por no querer combatir) y no pueden comprender (aquello que les supondría un bien).","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:88","price":"88. Mas el Mensajero y los creyentes que lo siguen combaten con sus bienes y con sus vidas (por la causa de Al-lah). Ellos serán agraciados (en esta vida y en la otra), y ellos serán los triunfadores.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:89","price":"89. Al-lah ha preparado para ellos jardines por los cuales corren ríos, y allí vivirán eternamente. Este es el gran triunfo.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:90","price":"90. Y llegaron a ti quienes se excusaban de entre los beduinos para que los dispensaras (de luchar); y quienes mintieron a Al-lah y a Su Mensajero permanecieron (en sus hogares). Quienes de ellos rechazaron la verdad tendrán un castigo doloroso.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:91","price":"91. Los débiles, los enfermos y aquellos que no disponen de medios no cometen ningún pecado (por permanecer en sus hogares) si son sinceros con Al-lah y con Su Mensajero. Quienes hacen el bien no serán recriminados (por no combatir). Y Al-lah es Indulgente y Misericordioso.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:92","price":"92. Ni tampoco (incurren en falta alguna) quienes llegaron a ti (¡oh, Muhammad!) pidiéndote una montura (para salir a luchar) y les dijiste que no tenías ninguna para ellos, y se alejaron tristes, con los ojos repletos de lágrimas, por no disponer de medios (para combatir).","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"es"},{"name":"9:93","price":"93. Quienes sí serán recriminados son quienes te pidieron que los eximieras (de combatir) a pesar de disponer de bienes y de medios en abundancia. Esos se alegraron de permanecer con quienes se quedaron (en sus hogares por estar dispensados de luchar), y Al-lah selló (por ello) sus corazones y desconocen (el final que les espera).","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:94","price":"94. (Esos hipócritas) se excusarán ante vosotros (por no haber salido a luchar) cuando regreséis a ellos (de Tabuk). Diles (entonces, ¡oh, Muhammad!): «No os excuséis, pues no os creeremos. Al-lah nos ha informado acerca de vosotros. Al-lah y Su Mensajero verán vuestras acciones, y después compareceréis ante el Conocedor del gaib[320] y de lo manifiesto, y os informará sobre lo que hacíais».","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"[320]  Ver la nota de la aleya 3 de la sura 2.","lang":"es"},{"name":"9:95","price":"95. Os jurarán por Al-lah, cuando regreséis a ellos, (queson sinceros en sus excusas) para que os alejéis de ellos (sin reprenderlos). Alejaos, pues, de ellos, puesto que son impuros. Morarán en el infierno como castigo por sus acciones.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:96","price":"96. Os lo juran para que estéis complacidos con ellos; mas, si os complacen (con sus palabras), (sabed que) Al-lah no se complace en la gente rebelde (que se niega a obedecerlo).","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:97","price":"97. Los beduinos son los más obstinados en rechazar la verdad, los más hipócritas, y los más dados a desconocer los preceptos de la religión que Al-lah ha revelado a Su Mensajero. Y Al-lah es Omnisciente y Sabio.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:98","price":"98. Y entre los beduinos hay quienes consideran que sus contribuciones a la causa de Al-lah son como una sanción (que solo les reporta pérdidas), y desean que os suceda algún infortunio. La mala fortuna caerá sobre ellos. Y Al-lah oye y ve todas las cosas.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:99","price":"99. Y entre los beduinos hay quienes creen en Al-lah y en el Día de la Resurrección, y consideran que sus contribuciones son una forma de acercarse a Al-lah yde que Su Mensajero los tenga presentes en sus súplicas. Ciertamente, sus contribuciones los acercarán a Al-lah y Él los acogerá en Su misericordia. En verdad, Al-lah es Indulgente y Misericordioso.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:100","price":"100. Y Al-lah está complacido con los primeros que abrazaron el islam de entre quienes emigraron a Medina, con quienes les dieron allí acogida ycon quienes los siguieron en la fe, y ellos están complacidos con Él. (Al-lah) les ha preparado (en el paraíso) jardines por los cuales corren ríos, donde vivirán eternamente. Ese es el gran triunfo.","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:101","price":"101. Y entre los beduinos de vuestro alrededor y entre los habitantes de Medina hay quienes son hipócritas y persisten en la hipocresía. Tú no los conoces, pero Nos[321] sí los conocemos. Les infligiremos un doble castigo (en esta vida), y despuésserán conducidos a un castigo terrible (al fuego del infierno).","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"[321]  El uso del pronombre en desuso «Nos» en vez de «Nosotros» se debe a que se trata del plural mayestático que no implica pluralidad, sino que exalta la autoridad y majestad de Al-lah; mientras que el pronombre «Nosotros» se reserva más para el plural de humildad, que no es el que usa el texto coránico.","lang":"es"},{"name":"9:102","price":"102. Y hay otros que han reconocido sus pecados y que habían mezclado buenas con malas acciones[322]. Al-lah aceptará su arrepentimiento. Ciertamente, Al-lah es Indulgente y Misericordioso.","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"[322]  Esta aleya se refiere a unos nueve hombres que no salieron a combatir porque les pudo la pereza, a pesar de que habían acompañado al Profeta —que Al-lah lo bendiga y le dé la paz—en otras batallas. Tras la revelación de esta aleya, se arrepintieron sinceramente y se ataron a las columnas de la mezquita negándose a ser liberados excepto por el Profeta —que Al-lah lo bendiga y le dé la paz—. Este los perdonó y los desató.","lang":"es"},{"name":"9:103","price":"103. Toma parte de sus bienes en caridad[323] para purificarlos y purgarlos (de sus pecados), y suplica por ellos (¡oh, Muhammad!). Tus súplicas les reportan sosiego. Y Al-lah oye y conoce todas las cosas.","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"[323]  Esta aleya puede referirse a quienes reconocieron sus pecados por no haber salido a combatir, o bien puede tener un sentido mucho más general sobre la obligación del creyente de pagar el azaque.","lang":"es"},{"name":"9:104","price":"104. ¿Acaso no saben que Al-lah acepta el arrepentimiento de Sus siervos y los bienes que dan en caridad, y que Al-lah siempre perdona a quien se vuelve a Él arrepentido y es Misericordioso?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:105","price":"105. Diles (¡oh, Muhammad!): «¡Obrad como queráis!, Al-lah, Su Mensajero y los creyentes verán vuestras acciones; después compareceréis ante el Conocedor del gaib y de lo manifiesto, y entonces os informará sobre lo que hacíais».","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:106","price":"106. Y hay otros[324] (que tampoco salieron a combatir) que están esperando la decisión de Al-lah de castigarlos o perdonarlos. Y Al-lah es Omnisciente y Sabio.","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"[324]  Se refiere a tres creyentes que no salieron a combatir por pereza, al igual que los otros nueve que se ataron a los pilares de la mezquita hasta ser perdonados por el Profeta—que Al-lah lo bendiga y le dé la paz—. Estos tres tuvieron que esperar cincuenta días, en los que sufrieron el aislamiento por parte del resto de creyentes, antes de que fuera revelada la aleya 118 de esta misma sura anunciándoles que Al-lah los había perdonado.","lang":"es"},{"name":"9:107","price":"107. Y los (hipócritas) que construyeron una mezquita[325] para causar daño, apoyar la incredulidad, dividir a los creyentes, y como refugio de quienes habían luchado contra Al-lah y Su Mensajero con anterioridad juraránque la construyeron con buena intención. Pero Al-lah es testigo de que mienten.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"[325]  Se trata de la mezquita Dirar que fue construida cerca de la mezquita de Quba’ (donde solían reunirse los creyentes) poco antes de que el Profeta —que Al-lah lo bendiga y le dé la paz— tuviera que dirigirse a Tabuk para luchar contra los bizantinos. Los hipócritas le dijeron al Mensajero de Al-lah —que Al-lah lo bendiga y le dé la paz— que la habían levantado para dar cobijo a los débiles y enfermos en las noches de lluvia, y lo invitaron a rezar en ella como señal de su aprobación. Al-lah se lo impidió y le informó, a través del ángel Gabriel, sobre las verdaderas intenciones de los hipócritas al erigir la mezquita, y el Profeta —que Al-lah lo bendiga y le dé la paz— ordenó destruirla a su vuelta de Tabuk.","lang":"es"},{"name":"9:108","price":"108. No reces nunca en ella (¡oh, Muhammad!). Una mezquita basada en la piedad desde el primer día (la mezquita de Quba’[326]) es más digna de que reces en ella. En ella hay hombres que buscan purificarse. Y Al-lah ama a quienes se purifican.","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"[326]  Esta es una de las mezquitas más significativas para los musulmanes por ser la primera construida en Medina y haber sido planificada por el profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, quien, además, participó en su construcción.","lang":"es"},{"name":"9:109","price":"109. ¿Quién es mejor, quien establece los cimientos de lo que edifica sobre el temor de Al-lah y Su complacencia o quien los establece en el borde de un precipicio, a punto de desplomarse, y (finalmente) se desploma y cae con él al fuego del infierno? Y Al-lah no guía a los injustos.","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:110","price":"110. La mezquita que construyeron no dejará de sembrar la duda en sus corazones, hasta que mueran. Y Al-lah es Omnisciente y Sabio.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:111","price":"111. Ciertamente, Al-lah ha comprado las vidas de los creyentes y sus bienes a cambio del paraíso. Estos combaten por la causa de Al-lah, matan (al enemigo) y mueren en la lucha. Esta es una promesa que cumplirá y que consta en la Torá, en el Evangelio y en el Corán. ¿Y quién es más fiel a su promesa que Al-lah? Alegraos, pues, por la venta que habéis realizado. Este es el gran triunfo.","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:112","price":"112. (Los creyentes, a quienes Al-lah les ha prometido el paraíso a cambio de sus vidas y sus bienes, son:) quienes se arrepienten, quienes Lo adoran solamente a Él, quienes Lo glorifican con alabanzas, quienes ayunan, quienes se inclinan y se postran en sus rezos, quienes ordenan el bien y prohíben el mal y quienes respetan los mandatos y límites que Al-lah ha establecido. ¡Y anuncia a los creyentes la buena nueva del paraíso (oh, Muhammad)!","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:113","price":"113. Ni el Mensajero de Al-lah ni los creyentes deben pedir perdón por los idólatras, aunque fueran parientes cercanos, tras tener pruebas claras de que estos habitarán en el infierno (pues murieron rechazando la verdad).","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:114","price":"114. Y si Abraham pidió perdón por su padre, fue debido a una promesa que le hizo, pero, cuando vio con claridad que su padre era un enemigo de Al-lah, se desentendió de él. En verdad, Abraham invocaba constantemente a Al-lah y era tolerante.","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:115","price":"115. Y Al-lah no extravía a un pueblo tras haberlo guiado (hacia la fe) sin antes haberle mostrado con claridad a su gente lo que debía evitar[327]. Ciertamente, Al-lah tiene conocimiento sobre todas las cosas.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"[327]  Una vez incumplen las prohibiciones y los mandatos de Al-lah se extravían de la verdad, y Al-lah los deja en tal estado.","lang":"es"},{"name":"9:116","price":"116. A Al-lah pertenece el dominio de los cielos y de la tierra. Él es Quien da la vida y la muerte, y fuera de Él no tenéis quién os proteja y auxilie.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:117","price":"117. Al-lah ha perdonado[328] a SuProfeta (por haber aceptado las excusas de los hipócritas para no salir a combatir) y a sus compañeros creyentes de entre quienes emigraron a Medina y de entre quienes los acogieron y siguieron al Mensajero (para combatir en Tabuk) en unas condiciones difíciles, después de que los corazones de un grupo de ellos estuviesen a punto de desviarse (cayendo en la duda acerca de la religión debido a las dificultades que atravesaban). Mas Al-lah ha aceptado su arrepentimiento (y ha fortalecido su fe). Ciertamente, Él es Compasivo y Misericordioso con ellos.","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"[328]  El verbo taba, que se ha traducido por «perdonar», no implica en árabe la necesidad de haber cometido un pecado o una falta; así pues, esta aleya también podría significar que Al-lah ha concedido Su misericordia y Su favor al profeta Muhammad —que Al-lah lo bendiga y le dé la paz— y ha aceptado sus buenas acciones.","lang":"es"},{"name":"9:118","price":"118. Y también (ha perdonado) a los tres creyentes[329] que no salieron a combatir (sin excusa alguna y que se apenaron profundamente por ello después) hasta el punto de sentir que la tierra los oprimía, a pesar de su vastedad, debido a su angustia; hasta que se dieron cuenta de que no podrían huir de Al-lah y de que solo en Él podrían refugiarse. Entonces, Al-lah hizo que se volvieran a Él arrepentidos para perdonarlos. Ciertamente, Al-lah acepta siempre el arrepentimiento y es Misericordioso.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"[329]  Ver la aleya 106 de esta misma sura.","lang":"es"},{"name":"9:119","price":"119. ¡Oh, creyentes!, temed a Al-lah (obedeciendo Sus mandatos) y permaneced con quienes son sinceros en su fe.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:120","price":"120. Los habitantes de Medina y los beduinos que viven a su alrededor no deben negarse a seguir al Mensajero de Al-lah (como hizo un grupo de ellos que se excusó para no combatir en Tabuk) ni deben preferir su propio bienestar al del Profeta, puesto que toda sed, cansancio y hambre padecidos en la causa de Al-lah serán considerados como una buena acción, así como cada paso que den provocando con ello la ira de los incrédulos o cada derrota que inflijan al enemigo. Ciertamente, Al-lah no deja sin recompensa a quienes hacen el bien.","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:121","price":"121. Y todo lo que gasten (en Su causa), ya sea poco o mucho, y cada valle que atraviesen (para enfrentarse al enemigo) les será tenido en cuenta para que Al-lah los recompense según las mejores acciones que realizaron.","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:122","price":"122. Y no es conveniente que todos los creyentes marchen a combatir. Sería más apropiado que un grupo de cada tribu saliera a luchar y que los demás se instruyeran en la religión (junto al Profeta) y exhortaran a su pueblo, de regreso a ellos, para que temieran (el castigo de Al-lah y obrasen en consecuencia obedeciendo Sus mandatos).","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:123","price":"123. ¡Oh, creyentes!, combatid con dureza a los incrédulos que se hallen cerca de vosotros y sabed que Al-lah está con quienes Lo temen.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:124","price":"124. Y cada vez que una sura del Corán es revelada, hay un grupo (de hipócritas) que se dicen entre sí (burlándose): «¿A quién le ha aumentado la fe?». Los creyentes ven su fe aumentada[330] y se regocijan en ello.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"[330]  Esta aleya es una prueba de que la fe puede aumentar y disminuir mediante los actos de obediencia o desobediencia a Al-lah.","lang":"es"},{"name":"9:125","price":"125. Pero aquellos cuyos corazones están enfermos de duda e hipocresía ven cómo crece cada vez más su aversión[331] a la verdad y morirán rechazándola.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"[331]  También puede significar que aumentan sus dudas o su confusión.","lang":"es"},{"name":"9:126","price":"126. ¿Acaso no ven que son puestos a prueba una o dos veces al año (con distintas calamidades) y aun así no se arrepienten (de su hipocresía) ni meditan sobre ello?","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:127","price":"127. Y cada vez que una sura del Corán es revelada (donde se mencionan los hipócritas), estos se miran unos a otros (—cuando el Profeta la recita— y se hacen guiños entre ellos burlándose de lo que ha sido revelado, y se dicen): «¿Os ve alguien?»; (y, si no los ve nadie,) se levantan y se alejan (del Profeta). Al-lah ha alejado la fe de sus corazones porque son gentes que no razonan.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:128","price":"128. Ciertamente, os ha llegado un mensajero de entre vosotros (Muhammad) que se aflige si padecéis dificultades,se preocupa por vosotros y es compasivo y misericordioso con los creyentes.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"es"},{"name":"9:129","price":"129. Pero si se alejan de la fe, diles (¡oh, Muhammad!): «Al-lah me basta. No hay nada ni nadie que merezca ser adorado excepto Él. A Él me encomiendo, y Él es el Señor del Gran Trono».","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"","lang":"es"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}