{"data":[{"name":"10:1","price":"アリフ・ラーム・ラー¹。それは、完全無欠な²啓典の御徴（アーヤ*）である。","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"１　これらの文字については、頻出名・用語解説の「クルアーン*の冒頭に現れる文字群*」を参照。 ２　アッラー*はクルアーン*を、消失、欠損、変化、嘘、矛盾といったことから「完全無欠な」ものとされた。その他、「英知にあふれた」「裁決する」「（様々な教えが、その中に）定められた」といった解釈もある（アッ＝ラーズィー６：１８４－１８５参照）。","lang":"ja"},{"name":"10:2","price":"一体、人々には驚きだったというのか？われら*が彼らの内のある男に、「人々に、（アッラー*の懲罰を）警告せよ。そして信仰する者たちには吉報を伝えよ、彼らには自分たちの主*の御許で、真の高み¹があるということを」と啓示したことが？不信仰者*らは言った。「本当にこれはまさしく、紛れもない魔術師である」。","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"１　「真の高み」とは、（来世のために現世で）前もって行っていた善行ゆえの、善き褒美のこと（ムヤッサル２０８頁参照）。","lang":"ja"},{"name":"10:3","price":"あなた方の主*は、諸天と大地を六日間で創造され¹、それから御座²にお上がりになったアッラーである。かれは、万事を司られる。かれのお許しの後でなくしては（復活の日*）、いかなる執り成し手もいない。そのお方がアッラー*、あなたの主*。ゆえに、かれを崇拝*せよ。一体、あなた方は教訓を得ないのか？","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"１　「六日間での天地創造」については、詳細にされた９－１２とその訳注も参照。 ２　「御座にお上がりになる」については、高壁章５４の訳注を参照。","lang":"ja"},{"name":"10:4","price":"かれの御許にこそ（復活の日*）、あなた方全員の帰り所はある。アッラー*の真なるお約束（を、お約束になった）。本当にかれは創造を始められ、それから（死後に）それをお戻しになるのだ。（それは）かれが、信仰して正しい行い*を行った者たちに、公正にお報いになるため。そして不信仰だった者*たちには、彼らが不信仰に陥っていたことゆえに、煮えたぎる湯の飲み物と痛烈な懲罰があるのだ。","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:5","price":"かれは太陽を（燦然たる）光、月を明かりとされ、あなた方が年数と計算¹を知るべく、それ²に諸々の宿り場を定められたお方。アッラー*がそれを創造されたのは、真実ゆえに外ならない³。かれは知識ある民に、御徴⁴を明らかにされるのだ。","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"１　この「計算」は月日の数や、時間の計算のことであると言われている（アル＝バガウィー２：４１１参照）。 ２　この「それ」は太陽と月、両方を指しているとも、月だけを指しているのだともいわれる（アル＝クルトゥビー８：３１０参照）。 ３　イムラーン家章１９１「我らが主よ、・・・ありません」の訳注も参照 ４　この「御徴」とは、アッラー*の完全なる御力と知識を示す証拠のこと（ムヤッサル２０８頁参照）。","lang":"ja"},{"name":"10:6","price":"本当に夜と昼の交代と、アッラー*が諸天と大地に創造されたものの内にはまさに、敬虔なる*民への御徴¹がある。","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"１　この「御徴」については、アーヤ*５「御徴」の訳注を参照（アル＝カースイミー９：３３２５参照）。","lang":"ja"},{"name":"10:7","price":"本当にわれら*との（来世における）拝謁を望まず¹、現世の生活に満足して、それに安じる者たち、そして、われら*の御徴²をなおざりにしている者たち、","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"１　この「望まず」は、原語では「ラジャーゥ」から派生した動詞。「望む」と「恐れる」という意味、いずれをも含む。つまり本来は、復活の日*の懲罰を恐れもしなければ、その日の褒美を望みもしない、という意味であるという（アル＝バガウィー２：４１１参照）。 ２　この「御徴」の解釈には、「クルアーン*のアーヤ*」「アッラーの唯一性*、全能性を示す証拠」「アッラー*の法規定」といった説がある（アブー・ハイヤーン５：１２０参照）。","lang":"ja"},{"name":"10:8","price":"そのような者たちの（来世での）住処は、彼らが（現世で）稼いでいたもの（罪）ゆえの業火。","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:9","price":"本当に、信仰し、正しい行い*を行った者たち、彼らの主*はその信仰心ゆえ、彼らをお導きになる¹。安寧の楽園では、彼らの下から河川が流れている。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"１　天国への道と、それにつながる正しい行いへと、「お導きになる」（ムヤッサル２０９頁参照）。","lang":"ja"},{"name":"10:10","price":"そこで彼らの祈願は、「あなたに称え*あれ、アッラー*よ」であり、そこでの彼らの挨拶は「（あなた方に）平安を¹」。そして祈願の締めくくりは、「全創造物の主*、アッラー*に全ての称賛*あれ」。²","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"１　「あなた方に平安を」については、雷鳴章２４の訳注を参照。 ２　一説によれば、天国の住人は何か欲しい物があれば、「アッラー*よ、あなたに称え*あれ」と言いさえすれば、天使*がお望みの物を持ってやって来る。その際、彼らは「平安あれ」と挨拶を交わし、望みの物を頂いた後には主*を称賛するのだ、という（アッ＝タバリー５：４１８２－４１８３参照）。","lang":"ja"},{"name":"10:11","price":"もし、アッラー*が人々に善きこと（の祈願を聞き入れること）を急がれるように、彼らに悪いこと（の祈願¹を聞き入れ）を急がれるのであれば、彼らには自分たちの（滅亡の）期限（の到来）が決定されてしまったであろう。だが、われら*は（そうせず、）われら*との拝謁を望まない²者たちを彷徨うまま、そのひどい放埓さの中に放ったらかしにしておくのだ。","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"１　「悪いことの祈願」とは怒りゆえに、自分自身や子供、財産などに対し、実現したら困るような祈願の言葉を口にしてしまうこと。あるいは戦利品*章３２にあるような類の、不信仰者*の祈願のことである、とも言われる（アル＝バガウィー２：４１２参照）。 ２　この「望まない」については、アーヤ*７の訳注を参照。","lang":"ja"},{"name":"10:12","price":"また（不信仰な）人間は、有害が降りかかれば、横になって、または座りつつ、あるいは立ちながら、われら*に祈る。そして、われら*が彼からその害悪を取り除いてやれば、彼は自分に降りかかった害悪（からの救い）について、われら*に祈りなどしなかったかのように（以前の不信仰な状態を）続ける。同様に、（アッラー*とその使徒*に対する嘘において）度を越した者たちには、自分たちが行っていたこと¹が目映く見えたのだ。","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"１　つまり試練の時にだけ（アッラー*に）祈願し、殉教の時には感謝を忘れること（アル＝バガウィー２：４１３参照）。","lang":"ja"},{"name":"10:13","price":"また、われら*は確かにあなた方以前の幾つもの世代を、滅ぼした。使徒*たちが明証¹を携えて彼らのもとに到来したにも関わらず、彼らが不正*を働き、信仰すべくもない状態にあった時のことであった。同様に、われら*は罪深い民に報いるのだ。","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"１　この「明証」は、彼らの言うことの正しさを証明する明らかな奇跡や、根拠のこと（ムヤッサル２０９頁参照）。","lang":"ja"},{"name":"10:14","price":"それから（人々よ）、われら*は彼らの（滅亡の）後、あなた方を地上の継承者¹とした。あなた方がどのような行いをするか、見届けるために。","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"１　「地上の継承者」については、家畜章１６５の訳注を参照。","lang":"ja"},{"name":"10:15","price":"また、彼ら（シルク*の徒）にわれら*の明白な御徴（アーヤ*）が読誦された時、われらとの拝謁を望まない¹者たちは（、こう）言った「これではないクルアーン*を披露してみよ。あるいは、それを変えよ²」。（使徒*よ、）言ってやるがいい。「私には、それを自分勝手に変更する権利などない。ただ私は、自分に啓示されたものに従うだけなのだから。本当に私は、もし我が主*に逆らったりしたら、偉大なる（復活の*）日の懲罰（が降りかかること）を怖れている」。","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"１　この「望まない」については、アーヤ*７の訳注を参照。 ２　「これではないクルアーン*」とは、不信仰者*らの崇めていた偶像などを批判し、禁じるようなものではないもののこと（アル＝バガウィー２：４１４参照）。また「（クルアーン*を）変える」こととは、不信仰者*らの意向に沿って、警告のアーヤ*を吉報のアーヤ*に変えたり、何かを非合法とするアーヤ*を合法とするアーヤ*に変えたり、またその逆にしたりすること（アッ＝タバリー５：４１８８参照）。","lang":"ja"},{"name":"10:16","price":"（使徒*よ、）言ってやれ。「もしアッラー*がお望みになったのなら、私はそれ（クルアーン*）をあなた方に対して読誦しなかったし、また（アッラー*は）それをあなた方にお教えにもならなかったのだ。（それがアッラー*からの真実だと知れ、）私は確かに、それ（長い）年月¹を過ごしたのだから。一体、あなた方は分別しないのか？」","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"１　「年月」とは具体的に、啓示が下るまでの四十年間のこと。その間、預言者*ムハンマド*は嘘をついたことなどもなく、正直さで知られていた（イブン・カスィール４：２５３－２５４参照）。","lang":"ja"},{"name":"10:17","price":"アッラー*に対して嘘を捏造し、あるいはその御徴を嘘呼ばわりする¹者よりも、ひどい不正*を働く者がいようか？本当に罪悪者たちは、成功しないのである。","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"１　「嘘の捏造」とは、アッラー*に共同者や子供がある、という主張。「御徴を嘘呼ばわりする」とは、預言者*やクルアーン*を嘘呼ばわりすること（アル＝バガウィー４：４１４参照）。","lang":"ja"},{"name":"10:18","price":"彼ら（シルク*の徒）はアッラー*を差しおいて、彼らを害しなければ、益もしないようなものを崇めている。そして（彼らは、）言うのだ。「この者たちはアッラー*の御許での、私たちの執り成し手なのである」。（使徒*よ、）言ってやるがいい。「アッラー*に対し、かれが諸天においても大地においても関知されないことを、申し上げるというのか？」かれに称え*あれ、かれは彼らがシルクを犯しているものから（無縁で）、遥かに高遠なお方。","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:19","price":"人々はかつて、（イスラーム*という一つの宗教に基づいた、）ただ一つの民に外ならなかったのであり、その後に意見を異にしたのである¹。そして、もしあなたの主からの先んじた御言葉²（による懲罰の猶予）がなかったならば、彼らの間には、彼らが意見を異にしていたことにおいて、（早期での）裁決³が下されていただろう。","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"１　つまり、ある者たちは不信仰に陥り、またある者たちは真理を固守した（ムヤッサル２１０頁参照）。雌牛章２１４、相談章１４とその訳注も参照。 ２　この「御言葉」とは、復活の日*まで、彼ら不信仰者*たちの懲罰が猶予される、というアッラー*の定めのこと（前掲書、同頁参照）。 ３　真理を固守した者たちが救われ、不信仰の民*が滅ぼされるという「裁決」のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"10:20","price":"また、彼ら（頑迷な不信仰者*たち）は言う。「どうして彼（ムハンマド*）には、彼の主*から御徴¹が下らないのか？」では（使徒*よ、）言ってやるがいい。「本当にアッラー*にこそ、不可視の世界*は属するのだ。ならば、（私たちへのアッラー*のご裁決を）待つがよい。実に私も、あなた方と共に待つ者となるから」。","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"１　この「御徴」は、奇跡のこと（アル＝クルトゥビー８：３２３参照）。同様のアーヤ*として、雌牛章１０８、家畜章１０９－１１０、夜の旅章９０－９３、ター・ハー章１３３、預言者*たち章５、識別章７－８、創成者*章４２も参照。","lang":"ja"},{"name":"10:21","price":"また、われら*が（シルク*を犯している）人々に、彼らに降りかかった災難の後、慈悲¹を味わわせたならば、どうであろう、彼らはわれら*の御徴に対して策謀²する。（使徒*よ、）言ってやれ。「アッラー*は、より早く策謀されるお方³」。本当にわれら*の使い（天使*）たちは、あなた方の策謀を書き留めているのだから⁴。","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"１　この「慈悲」とは、殉教、平安、豊かさのこと（ムヤッサル２１１頁参照）。 ２　この「策謀」とは、アッラー*の御徴を嘘よばわりし、嘲笑すること（前掲書、同頁参照）。 ３　つまり彼らの策謀は、彼らに不利な方に働く。天使*たちは彼らの行いを記録し、アッラー*はそれを子細（しさい）に渡って数え上げられ、それに十分な報いを与えられるのだから（アッ＝サァディー３６１頁参照）。「アッラー*が策謀する」という表現については、雌牛章１５の同様の表現についての訳注も参照。 ４　この天使*たちについては、雷鳴章１１とその訳注も参照。","lang":"ja"},{"name":"10:22","price":"（人々よ、）かれ（アッラー*）は、あなた方を海に陸に移動させられるお方。やがて、あなた方が船上の人となり、それらがよき風と共に彼ら¹を乗せて進み、彼らがそれ（よき風）に有頂天になると、そこに強風が到来し、あらゆる場所から波が彼らを襲い、彼らは（八方ふさがりになって）自分たちの一巻の終わりを悟る。彼らはアッラー*だけに真摯に崇拝*行為を捧げつつ、（こう言って）かれに祈るのである²。「もしも、あなたが私たちをこれからお救い下さったなら、私たちは必ずや（あなたの恩恵を）感謝する者となりますのに」。","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"１　ここで突然「あなた方」から「彼ら」に人称が変わる独特の修辞（しゅうじ）法については、食卓章１２の訳注を参照。一説に、ここで「彼ら」と切り替わるのは、アッラー*からのお怒りや、かれから遠ざけられることを示しているのだという（アッ＝ラーズィー６：２３４参照）。 ２　つまり、それまで拝していたアッラー*以外のものを放棄し、アッラー*だけに真摯に祈りすがる（ムヤッサル２１１頁参照）。婦人章１４６の「その崇拝*行為をアッラー*だけに真摯に捧げる」に関する訳注も参照。","lang":"ja"},{"name":"10:23","price":"それで、かれ（アッラー*）が彼らを（その苦境と恐怖から）お救いになれば、どうであろう、彼らは不当にも地上で（腐敗*や罪によって）侵犯するのだ。人々よ、あなた方の侵犯は、自分自身に対するもの¹に外ならないのだぞ。現世の生活の楽しみ（を、あなた方は楽しんでいるだけ）。やがて、われら*こそがあなた方の帰り所となり、われら*はあなた方が行っていたことを、あなた方に告げ聞かせ（、それに報い）るのである。","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"１　その罰は自分自身に帰って来る、ということ（ムヤッサル２１１頁参照）。","lang":"ja"},{"name":"10:24","price":"本当に現世の生活の様子は、（雨）水のようなもの。われら*は天からそれを降らし、人々と家畜が食する大地の（様々な）植物が、それと混合（し、茂って互いに混生）する。やがて大地がその装飾品を身にまとい、（種子や果実が花々で）自らを飾り立て、その住民がそれら（の収穫）を手にすることが出来ると思ったところで、（それらを壊滅させるという）われら*の命令が夜中に、あるいは昼間に、それらを襲う。そしてわれら*は、まるでそれらが昨日までは存在しなかったかのように、根こそぎにしてしまうのだ。このようにわれら*は、熟考する民に御徴（アーヤ*）を明らかにする。","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:25","price":"アッラー*は平安の地へとお招きになり、かれがお望みになる者をまっすぐな道¹へとお導きになる。","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"１　「平安の地」は天国で、「まっすぐな道」はイスラーム*のこととされる（前掲書、同頁参照）。","lang":"ja"},{"name":"10:26","price":"善を尽くした者¹たちには、最善のものと、（更なる）上乗せ²がある、そして彼らの顔を、埃や屈辱が覆うことはない。それらの者たちは天国の民であり、彼らはそこに永遠に留まる。","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"１　蜜蜂章１２８「最善を尽くす者」の訳注も参照 ２　「最善のもの」とは天国で、「上乗せ」とは、天国でアッラー*の御顔を拝(おが）むことや、罪のお赦し、アッラー*のお喜びのこととされる（ムヤッサル２１２頁参照）。","lang":"ja"},{"name":"10:27","price":"そして悪行を稼いでいた者たちには、それと同様の悪い報いがあり、屈辱が彼らを覆う。彼らには、アッラー*（の懲罰）から守ってくれる者など、誰もいない。彼らの顔は、あたかも真っ暗な夜の断片に覆われてしまったかのよう。それらの者たちは業火の民であり、彼らはそこに永遠に留まるのだ。","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:28","price":"われら*が彼らを皆召集し、それからシルク*を犯していた者たちに、（こう）言う（復活の）日*のこと（を思い起こさせよ）。「あなた方と、あなた方（がアッラー*）の同位者（としていたもの）たちは、自分たちの場所に（控えていよ）¹」。われら*は彼らを別々にし、彼らの（アッラーに対する）同位者たちは、（自分たちを崇めていた者たちに向かって、こう）言う。「あなた方が崇めていたのは、私たちではなかった。","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"１　彼らシルク*の徒は復活の日*、信仰者たちとは別の場所に区別される（イブン・カスィール４：２６４参照）。ビザンチン章１４、ヤー・スィーン章５９も参照。","lang":"ja"},{"name":"10:29","price":"アッラー*だけで、私たちとあなた方の間の証人は十分。本当に私たちは、あなた方の（私たちに対する）崇拝*について、無頓着だったのだから」。¹","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"１　同様の情景の描写として、雌牛章１６６－１６７、マルヤム*章８２、物語章６３、蜘蛛章２５、創成者*章１３－１４、砂丘章６なども参照。","lang":"ja"},{"name":"10:30","price":"そこにおいて全ての者は、自分が（現世で）既に行ったことを検証する¹。そしてアッラー*へと、彼らの真の庇護者*の御許へと戻されるのであり、彼らが捏造して（アッラー*と並べて崇めて）いたものは彼らから消え失せてしまうのだ。","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"１　つまり自らの状態と成果を検証し、善く有益なものを知り、醜（みにく）く有害なものを知ることになる（イブン・アーシュール１１：１５３参照）。","lang":"ja"},{"name":"10:31","price":"（使徒*よ、彼らシルク*の徒に）言ってやれ。「天と地から、あなた方に糧を与えられる¹お方は誰か？いや、（あなた方の）聴覚と視覚を所有されるお方²は、誰なのか？また、死から生を取り出され、生から死を取り出される³お方は誰か？そして（全ての）物事を司られるお方は、誰なのか？」そうしたら、彼らは言うだろう、「アッラー*である」と。言ってやれ。「一体、あなた方は（かれを）畏れ*ないのか？」","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"１　食卓章６６「頭上から足元からも・・・」の訳注を参照。 ２　アッラー*こそは人間に聴覚や視覚をお授けになり（王権章２３など参照）、またお望みになれば、それを奪うことのできる御力をお持ち（家畜章４６など参照）のお方である（イブン・カスィール４：２６６参照）。 ３　「死から生を取り出され・・・」については、イムラーン家章２７の訳注を参照。","lang":"ja"},{"name":"10:32","price":"そのお方がアッラー*、あなた方の真の主*である。そして真理の外には、迷妄があるのみなのではないか？¹一体、どうしてあなた方は（、アッラー*の崇拝*から別のものの崇拝*へと）逸らされるのか？","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"１　アッラー*以外のものを主都市、崇拝*することは、例外なく「迷妄」であること（アッ＝タバリー５：４２０９参照）。","lang":"ja"},{"name":"10:33","price":"（彼らシルク*の徒と）同様に、放逸だった者たちには、彼らは信仰しないという、あなたの主*の御言葉が確定したのである。","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:34","price":"（使徒*よ、）言ってやれ。「あなた方（がアッラー*）の同位者（としているもの）たちの内、（無から）創造を始め、その（消滅）後、それを（元通りに）戻すものはあるのか？」言ってやるのだ。「アッラー*（のみ）が創造を始められ、その後にそれをお戻しになる。一体、どうしてあなた方は（、アッラー*の崇拝*から別のものの崇拝*へと）背かされるのか？」","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:35","price":"（使徒*よ、）言ってやるがいい。「あなた方（がアッラー*）の同位者（としているもの）たちの内、真理へと導くものはあるのか？」言ってやれ。「アッラー*（のみ）が真理へとお導き下さるのである。それで一体、真理へとお導き下さるお方が、従われるにより相応しいのか？それとも導かれなければ、自ら導きを得ることはない¹もの（が従われるに相応しいの）か？一体、あなた方はどうしたことか？あなた方は何という、（誤った）判断²をしているのか？","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"１　これが偶像のような非生命体である場合、その意味は「誰かに運ばれない限りは、自分自身で移動することも出来ない」といったものに解釈されるという（アル＝バガウィー２：４１９参照）。 ２　アッラー*とその創造物を並べ（て崇め）る、という「判断」のこと（ムヤッサル２１３頁参照）。","lang":"ja"},{"name":"10:36","price":"彼らの大半が従っているのは、憶測に外ならない。実に憶測は真理に対して、少しも役立つことなどないのに¹。本当にアッラー*は、彼らがなすことをご存知のお方。","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"１　この「憶測」とは、偶像が神であり、それらが来世で彼らの執り成しをしてくれる、という考えのこと。「真理」とは、一説には「懲罰」、あるいは「知識」のこと（アル＝バガウィー２：４２０参照）。","lang":"ja"},{"name":"10:37","price":"このクルアーン*が、アッラー*以外（の誰か）によって捏造されることなど、あり得ない。だが（それは、）それ以前のもの（諸啓典）への確証であり、全創造物の主*からの、疑惑の余地のない啓典（法）の解明なのである。","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:38","price":"いや、一体、彼らは（こう）言うのか？「彼（ムハンマド）がそれ（クルアーン*）を捏造したのだ」。（使徒*よ、）言ってやれ。「では、それと同様のスーラ*を一つ、持って来てみよ¹。そして、あなた方がアッラー*以外に（それを頼むことが）出来る（あらゆる）者を、呼んで、（手伝わせて）みるがよい。もし、あなた方が本当のことを言っているのなら」。","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"１　雌牛章２３の訳注も参照。","lang":"ja"},{"name":"10:39","price":"いや、彼らは、まだその知識¹を把握してもいなかったものを、（早合点して）嘘よばわりしたのだ。そしてその結末は、まだ彼らのもとに到来してはいないというのに²。同様に、彼ら以前の（不信仰）者*たちも、嘘よばわりしたのだ。そして見るがよい、不正*者たちの結果がいかなるものであったかを。","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"１　復活や、現世での行いへの応報、天国、地獄などについての「知識」のこと（ムヤッサル２１３頁参照）。 ２　このアーヤ*の解釈には、「アッラー*が彼らに約束されている懲罰は、まだ到来していない」（アッ＝サァディー３６４頁参照）。「彼らの理解が、まだその意味に追いついていない」「不可視の世界*についての知らせは、まだ結果として実現していない。ゆえに彼らは、それらが真実か嘘か、まだ分からない」（アル＝バイダーウィー３：１９９参照）といった諸説がある。","lang":"ja"},{"name":"10:40","price":"（使徒*よ、）彼ら（あなたの民）の内には、それ（クルアーン*）を信じる者がおり、また彼らの内には、それを信じない者もいる。あなたの主*は、腐敗*を働く者たちのことを最もよくご存知である。","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:41","price":"また（使徒*よ）、もし彼ら（シルク*の徒）があなたを嘘つき呼ばわりしたなら、言ってやるのだ。「私には自分の行い（とその報い）があり、あなた方には自分たちの行い（とその報い）がある。あなた方は私が行うことから無関係であり、私もあなた方が行うこととは無関係なのだ」。","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:42","price":"また彼ら（不信仰者*たち）の中には、あなたに（表面的にのみ）耳を傾ける者たちがいる。一体あなたは、分別することもない聾に聞かせるというのか？¹","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"１　預言者*が語る言葉に何も感化されない者が、「分別することもない聾」に譬（たと）えられている。次アーヤ*でも同様に、預言者*のい行いや人となりを目にしつつも導かれない者が、「眼識もない盲人」に譬（たと）えられている（イブン・アーシュール１１：１７７－１７８参照）。","lang":"ja"},{"name":"10:43","price":"また、彼ら（不信仰者*たち）の中には、あなた（の正しさの証明）に（表面的にのみ）目を向ける者たちがいる。一体あなたは、眼識もない盲人を導くというのか？","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:44","price":"本当にアッラー*は、人々に対して少しの不正*も行われない。しかし人々が、自らに不正*を働いているのである。","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:45","price":"かれ（アッラー*）が彼らを、あたかも昼の一時しか過ごさなかったかのような状態¹で召集される（復活の）日*、（そこで）彼らは、お互いを認め合う²。アッラー*との拝謁を嘘呼ばわりした者たちは確かに損失したのであり、彼らは導かれた者たちではなかったのだ。","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"１　ここでそれ以前に「昼の一時」しか留まっていなかったと感じるのは、その日の余りの恐ろしさゆえである。（アル＝クルトゥビー８：３４７参照）。ター・ハー章１０３、信仰者たち章１１３－１１４、ビザンチン章５５、砂丘章３５、引き離すもの章４６も参照。 ２　現世で知り合いだった者どうしは、復活の場でも互いの存在を認め合う。だが余りの恐怖ゆえに、お互いの安否（あんぴ）を尋ね合うことなどもない（イブン・カスィール４：２７１－２７２参照）。信仰者たち章１０１、階段章１０－１１なども参照。","lang":"ja"},{"name":"10:46","price":"そして（使徒*よ）、もしわれら*が（あなたの存命中）、彼らに約束したものの一部¹をあなたに見せてやるにせよ、あるいは（その前に）あなたを召すにせよ、われら*にこそ彼らの帰り所はある。それからアッラー*は、彼らがすることの証人なの（であり、彼らに相応の報いを与えられるの）だ。","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"１　不信仰者*たちに拘束され、警告された、現世での懲罰のこと（ムヤッサル２１４頁参照）。","lang":"ja"},{"name":"10:47","price":"また、（過去の）全ての民には、使徒*が（遣わされて）いる。それで彼らの使徒*が（来世において）到来する時、彼らの間は公正に、不正*を被ることなく、裁かれるのだ。","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:48","price":"また、彼ら（シルク*の徒）は言う。「その約束（復活の日*）は、いつなのか？もし、あなた方が本当のことを言っているのならば」。","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:49","price":"（使徒*よ、）言ってやれ。「私は自分自身に対し、アッラー*がお望みになったものの外、害（する力）も益（する力）も有してはいない。いかなる民にも、（定められた滅亡の）期限があるのだ。その期限が来れば、（彼らはそれを）一刻たりとも遅らせたり、早めたりすることはない」。","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:50","price":"（使徒*よ、）言ってやるがいい。「言ってみよ、もし夜、あるいは昼に、かれ（アッラー*）の懲罰があなた方に到来したら？一体罪悪者たちは、その（懲罰の）内の何を、性急に求めている¹のか？","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"１　同様のアーヤとして、家畜章５７－５８、戦利品章３２、フード*章８、雷鳴章６、夜の旅章９２、巡礼*章４７、蜘蛛章５３－５４、サード章１６、相談章１８、階段章１－２も参照。","lang":"ja"},{"name":"10:51","price":"それから一体、あなた方（シルク*の徒）は、それ（アッラー*の懲罰）が起こる時になって、それを信じるというのか？（その時、あなた方にはこう言われる、）『一体、今頃になって（信じるのか）？あなた方は確かに、それを性急に求めていたくせに』」。¹","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"１　アッラー*の最終的な懲罰が訪れたら、私たちは今信仰しました、などと言っても手遅れである（ムヤッサル２１４頁参照）。家畜章１５８とその訳注も参照。","lang":"ja"},{"name":"10:52","price":"それから不正*（シルク*）を働いていた者たちに、（こう）言われる。「永遠の懲罰を味わえ。一体、あなた方が報われているのは、自分たちが（現世で）稼いでいたことゆえ以外の、何ものでもないのではないか？」","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:53","price":"（使徒*よ、）彼ら（シルク*の徒）は、あなたに尋ねる。「一体、それ¹は真実なのか？」言ってやるのだ。「然り、我が主*にかけて、本当にそれはまさしく真実である。そしてあなた方は、（それから）、逃れられる者ではない」。","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"１　彼らに約束された、復活の日*の懲罰のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"10:54","price":"もし、不正*（シルク*）を働いたあらゆる者に、地上にあるもの（全て）があったなら、（そして、それを懲罰を免れるための代償とすることが出来たのならば、）それで償ったであろう。そして懲罰を目の当たりにする時、彼らは（余りの恐怖ゆえ）後悔の念を露わに出来ない¹。彼らは不正*を受けることなく、自分たちの間を公正に裁かれるのだ。","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"１　「露わに出来ない」と訳した動詞「アラッサ」には、「露わにする」という全く逆の意味もある（アル＝バガウィー２：４２３参照）。","lang":"ja"},{"name":"10:55","price":"本当にアッラー*にこそ、諸天と大地にあるもの（全て）が属するのではないか。本当にアッラー*のお約束¹は、真実ではないか。だが、彼らの大半は知らないのだ。","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"１　褒美と懲罰という「お約束」のこと（アル＝バイダーウィー３：２０３参照）。","lang":"ja"},{"name":"10:56","price":"かれは生をもたらされ、死をもたらせせられる。そしてかれ（の御許）にこそ、あなた方は戻らされるのである。","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:57","price":"人々よ、あなた方のもとには確かに、あなた方の主*からの訓戒と、胸の内にあるものへの癒し¹、導きと、信仰者たちへの慈悲（である、クルアーン*）が到来した。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"１　クルアーン*は間際（まぎわ）らしい間違いや、疑念への癒しであり、心の中の汚れを除去してくれるものである（イブン・カスィール４：２７４参照）。","lang":"ja"},{"name":"10:58","price":"（使徒*よ、）言うのだ。「アッラー*のご恩寵とそのご慈悲¹ゆえに（喜べ）、それゆえにこそ喜ぶがよい。それは彼らが（現世で）集めている（つまらなく儚い）ものより、善いのだから」。","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"１　ここでの「ご恩寵とご慈悲」とは、アッラー*のお導きと、イスラーム*のこと（ムヤッサル２１５頁参照）。","lang":"ja"},{"name":"10:59","price":"（使徒*よ、彼ら不信仰者*たちに）言ってやるがいい。「言ってみよ、アッラー*があなた方のために下された糧のもの（について）。あなた方は（自分たちに）、その一部を非合法とし、（別の一部を）合法とした¹」。言ってやれ。「一体アッラー*が、あなた方に（それを）許可されたのか？いや、あなた方はアッラー*に対して（嘘を）捏造しているのだ」。","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"１　具体例として、食卓章１０３、家畜章１３６、１３８－１３９も参照。","lang":"ja"},{"name":"10:60","price":"復活の日*、アッラー*に対して嘘を捏造する者たちの（、自分たちの結末に対する）予測は、いかなるものであろう？アッラー*こそはまさしく、人々への恩寵の主であられるが、彼らの大半は感謝しない。","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:61","price":"（使徒*よ、）あなたが何らかの用事中でも、まさにクルアーン*から読誦する時でも、あなた方がいかなる行為を行っている時でも、あなた方がそれに取りかかっている時、われら*はもとより、あなた方を見守る者なのである。そして僅かな重みでも、大地にあろうが天にあろうが、あなたの主*（の知識）から免れることはない。また、それより小さいものでも、大きなものでも、明白な書¹に（予め記されてい）ないものはないのだ。²","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"１　この「明白な書」とは、守られし碑板*のことである、とされる（アル＝バガウィー２：４２４参照）。 ２　同様のアーヤ*として、婦人章４０、家畜章５９、サバア章３も参照。","lang":"ja"},{"name":"10:62","price":"本当にアッラー*と親密な者¹たち、彼らには怖れもなければ、悲しむこともない²のではないか。","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"１　服従行為によってアッラー*とお近づきになり、アッラー*からの厚遇を受ける者たち（アル＝カースイミー９：３３６４－３３６５参照）。 ２　「怖れもなければ・・・」については、雌牛章３８の訳注を参照。","lang":"ja"},{"name":"10:63","price":"（彼らは）信仰し、（アッラー*を）畏れ*ていた者たち。","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:64","price":"彼らには現世の生活と来世において、吉報がある¹。アッラー*の（お約束という）御言葉に、変更はない。それこそは、偉大なる勝利なのである。","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"１　預言者*は、こう仰（おっしゃ）ったと伝えられている。「現世における彼らの吉報とは、ムスリム*が見る、あるいは見せられる正夢であり、来世における彼らの吉報は天国である」（アフマド２７５２６参照）。","lang":"ja"},{"name":"10:65","price":"（使徒*よ、）彼ら（シルク*の徒）の言葉が、あなたを悲しませるようであってはならない。本当に偉力は全て、アッラー*に属するのだから。かれはよくお聴きになるお方、全知者であられる。","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:66","price":"本当にアッラー*にこそ、諸天にある者と、大地にある者（全て）が属するのではないか。そしてアッラー*を差しおいて（、かれの）同位者（と自分たちが見なしているもの）たちに祈っている者たちは、何に従っているのか？彼らは憶測に従っているに過ぎないのであり、彼らは決めつけているだけなのだ。","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:67","price":"（人々よ、）かれ（アッラー*）は、あなた方がそこで安らぐように夜をお創りになり、昼を（生活のために）視界が利くものとされたお方。本当にそこにはまさしく、耳を傾ける民にとっての御徴¹がある。","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"１　この「御徴」とは、アッラーの唯一性*の証拠のこと（ムヤッサル２１６頁参照）。","lang":"ja"},{"name":"10:68","price":"彼ら（シルク*の徒）は、言った。「アッラー*は御子をもうけられた」ーーかれ（アッラー*）に称え*あれ¹－－。かれは、満ち足りておられる*お方であるのに。かれにこそ、諸天にあるものと大地にあるもの（全て）は属する。あなた方には、これ²についての根拠などないのだ。一体あなた方は、アッラー*について知りもしないことを言うのか？","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"１　雌牛章１１６の訳注も参照。 ２　「アッラー*は御子をもうけられた」などといった、シルク*の徒の嘘の数々を指す（前掲書、同頁参照）。","lang":"ja"},{"name":"10:69","price":"言ってやれ。「本当にアッラー*に対して嘘を捏造する者たちは成功しない」。","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:70","price":"（それは）現世における享楽¹。その後、われら*（の御許）こそが、彼らの帰り所となる。それからわれら*は、彼らが不信仰を犯していたことゆえに、彼らに厳しい懲罰を味わわせるのだ。","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"１　シルク*の徒らの一部は、現世で享楽や幸福を味わっており、あたかも成功しているかのようである。しかしそれは現世での束の間の享楽であり、真の成功ではない（アブー・アッ＝スウード４：１６３参照）。","lang":"ja"},{"name":"10:71","price":"（使徒*よ、）彼ら（不信仰者*たち）に、ヌーフ*の話を読唱して聞かせよ。彼（ヌーフ）がその民に、（こう）言った時のこと。「我が民よ、もし（あなた方のもとでの）私の滞留と、アッラーの御徴¹による（あなた方に対しての）私の訓戒が、あなた方にとって苦痛となったとしても、私はアッラーにこそ全てを委ねた*のだ。ならば、あなた方は自分たちの事を、あなた方（がアッラー）の同位者（としているもの）たちと共に決定し、その後はあなた方の（決定した）事を包み隠すことなく（公にし）、それから私に対してやり遂げてみよ²。私を猶予してくれなくてもよい。","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"１　この「御徴」については、アッラーの唯一性を示し、彼らが犯していたシルクの虚妄（きょもう）性を暴（あば）く根拠のこと（アル＝アルースィー１１：１５７参照）。 ２　出来る限りの懲罰や迫害によって、ヌーフを始末するということ（ムヤッサル２１７頁参照）。","lang":"ja"},{"name":"10:72","price":"それで、もしあなた方が（私の呼びかけから）背き去ったとしても、私はあなた方に見返り¹を要求していたわけではない。私の見返りは、全創造物の主*から以外の何ものでもないのであり、私は服従する者（ムスリム*）となるように命じられたのだから」。","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"１　「見返りの要求」については、家畜章９０の訳注を参照。","lang":"ja"},{"name":"10:73","price":"そして彼らは、彼（ヌーフ*）を嘘つき呼ばわりした。それで、われら*は彼と、彼と共にあった者を船で救って、彼らを継承者¹とし、われら*の御徴²を嘘とした者たちを、溺れ（死に）させた³。ならば、警告を受けた者たちの結末がいかなるものだったかを、見てみるがよい。","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"１　「継承者」については、家畜章１６５の訳注を参照。 ２　この「御徴」は、アッラーの唯一性*と、使徒*の正しさを示す証拠のこと（アッ＝タバリー５：４２４０参照）。 ３　この時の様子は、フード*章４２－４８に詳しい。","lang":"ja"},{"name":"10:74","price":"それから彼（ヌーフ*）の後、われら*は（その他の）使徒*たちを、彼らの民に遣わした。それで彼ら（使徒*たち）は、明証¹と共に彼ら（その民）のもとに到来したものの、彼ら以前にそれを嘘呼ばわりしていたことゆえ、（使徒*たちのもたらしたものを）信じるべくもなかった²。同様にわれら*は、（アッラー*の法と使徒たちの教えに対する）侵犯者たちの心を、閉じてしまうのである³。","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"１　この「明証」については、アーヤ*１３「明証」の訳注を参照。 ２　同様のアーヤ*として、家畜章１１０とその訳注も参照。（イブン・カスィール４：２８４参照）。 ３　雌牛章７「・・・塞がれた」の訳注も参照。","lang":"ja"},{"name":"10:75","price":"それから彼らの後、われら*はムーサー*とハールーン*をわれら*の御徴¹と共に、フィルアウン*とその（民の）有力者たちに遣わした。そして彼らは、（真実を受け入れることに）高慢であり、罪悪者である民であった。","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"１　この「御徴」は、アッラーの唯一性*と、使徒*の正しさを示す証拠のこと（アッ＝タバリー５：４２４０参照）。","lang":"ja"},{"name":"10:76","price":"そして、彼らのもとにわれら*の御許からの真実が訪れると、彼らは言った。「本当にこれはまさしく、紛れもない魔術だ」。","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:77","price":"ムーサーは言った。「一体あなた方は真実があなた方のもとを訪れた時、それに対して（そのようなことを）言うのか？これが魔術だというのか？魔術師たちは、成功しないというのに」。","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:78","price":"彼らは、（ムーサー*に）言った。「一体あなたは、私たちが見出した自分たちのご先祖様のやり方¹から、私たちを背かせるために来たのか？そして地上での権威が、あなた方両人（ムーサー*とハールーン*）のものとなるために？私たちはあなた方のことなど、信じる者ではないというのに」。","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"１　「ご先祖様のやり方」については、雌牛章１７０の訳注を参照。","lang":"ja"},{"name":"10:79","price":"フィルアウン*は、（有力者たちに）言った。「あらゆる習熟した魔術師を、私のもとに連れて来い」。","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:80","price":"そして魔術師たちがやって来ると、ムーサー*は彼らに言った。「あなた方が投げる物（紐や杖など）を、「投げるがよい」。¹","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"１　話の流れとしては、この前に高壁章１１５、ター・ハー章６５のような状況がある。尚ムーサー*が魔術師らに先手を取らせたのは、彼らが既に列を作って準備を整えていたのと、先に人々に魔術師らの行いを見せることで、ムーサー*によるアッラー*の奇跡の真実性と魔術の嘘を明らかにするためであった、とされる（イブン・カスィール４：２８６参照）。","lang":"ja"},{"name":"10:81","price":"それで彼らが（それらを）投げた時、ムーサー*は言った¹。「あなた方が披露したものは、魔術である。本当にアッラー*は、それを無効にして下さろう。実にアッラー*は、腐敗*を働く者たちの行い²を、容認されないのだから。","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"１　ムーサー*のこの言葉の前には、高壁章１１６、ター・ハー章６７－６９に描かれているような状況がある（前掲書４：２８６－２８７参照）。 ２　これは一説に、腐敗*を及ぼすあらゆる物事のこと。そして魔術や魔術師は、この内の最たるものである（アッ＝シャウカーニ２：６７２参照）。","lang":"ja"},{"name":"10:82","price":"そしてアッラー*は、その御言葉によって真理を確立される。たとえ、罪悪者たちが嫌がろうとも」。","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:83","price":"そしてムーサーを信じたのは、その民の子孫だけだった。彼らは、フィルアウン*とその有力者たち¹が、自分たちを試練にかけることを怖がっていたーー本当にフィルアウンは地上で驕り高ぶり、本当にまさしく、彼は度を越した者たちの類いであったーー。","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"１　「その民」「その有力者たち」いずいれも、「その」が「ムーサーの」あるいは「フィルアウンの」を指す、という異なる解釈がある（アル＝バガウィー２：４３０参照）。","lang":"ja"},{"name":"10:84","price":"また、ムーサー*は言った。「我が民よ、もしアッラー*を信じたというのなら、かれにこそ全てを委ねよ*。もしあなた方が、服従する者（ムスリム*）であるならば」。","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:85","price":"それで彼ら（ムーサー*の民）は、言った。「私たちは、アッラー*にこそ全てを委ねました。我らが主*よ、私たちを不正*者である民への試練とはしないで下さい¹","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"１　「不信仰者*たちが私たちに勝利し、その結果、私たちが宗教から遠ざけられないようにして下さい」という意味。あるいは、「不信仰者*たちが私たちに\n勝利することにより、そのことが彼らに、彼らの方が正しかったのだと誤解（ごかい）させないように\nして下さい」ということ（ムヤッサル２１８頁参照）。","lang":"ja"},{"name":"10:86","price":"また、あなたのご慈悲によって、私たちを不信仰の民*からお救いください」。","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:87","price":"われら*は、ムーサー*とその兄（ハールーン*）に（、こう）啓示した。「あなた方二人の民のためにエジプトで家々を拠り所とし、あなた方の家々をキブラ*とし、礼拝を遵守*せよ¹。そして信仰者たちには、吉報を伝えるのだ」。","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"１　大半の解釈学者によれば、イスラーイールの子ら*はムーサー*たちの到来後、彼らの礼拝所を破壊（はかい）され、礼拝を禁じられた。それで彼らは家をマスジド*とし、彼らのキブラ*であるエルサレムの方に向けるように命じられた（アル＝バガウィー４：４３１参照）。","lang":"ja"},{"name":"10:88","price":"また、ムーサー*は言った。「我らが主*よ、実にあなたはフィルアウン*とその（民の）有力者に、現世の生活において、飾りと財産をお与えになりました。我らが主*よ、（その結果、）彼らは（それらの恩恵に感謝せず、）あなたの道から（自分たちと人々を）迷わせたのです。我らが主*よ、彼らの財産を変容させ¹、彼らの心をきつく狭め、それで痛烈な懲罰を目の当たりにするまでは、彼らが信仰しないようにして下さい」。","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"１　貨幣や農産物などが、価値のない石に変り果てること。あるいは、朽（く）ち果ててしまうこと（アッ＝タバリー５：４２５４－４２５６参照）。","lang":"ja"},{"name":"10:89","price":"かれ（アッラー*）は仰せられた。「あなた方二人の祈願は、確かに聞き入れられた。ゆえに確固としてあれ¹。そして（われら*の約束と警告について）知識のない者たちの道には、断じて従ってはならない」。","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"１　自分たちの宗教の遵守（じゅんしゅ）と、フィルアウン*とその民を正しい教えへと招き続けることにおいて、確固としてあること（ムヤッサル２１９頁参照）。","lang":"ja"},{"name":"10:90","price":"われら*は、イスラーイールの子ら*に海を渡らせた¹。そしてフィルアウン*とその軍勢は不当にも敵対して、彼らを追った。やがて溺死が彼（フィルアウン*）に襲いかかった時、彼は言った。「私は、イスラーイールの子ら*が信じたお方（アッラー*）の外、崇拝*すべき何ものもないことを信じました。そして私は、服従する者（ムスリム*）の一人なのです」。","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"１　この出来事については、ター・ハー章７７－７８、詩人たち章６１－６６、煙霧章２３－２４も参照。","lang":"ja"},{"name":"10:91","price":"「（フィルアウン*よ、）今頃（信仰するの）か？¹あなたは以前、確かに反抗していたし、腐敗*を働く者たちの類いだったのに。","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"１　死が訪れれば、悔悟をしても受け入れられない（ムヤッサル２１９頁参照）。家畜章１５８とその訳注も参照。","lang":"ja"},{"name":"10:92","price":"それでわれら*はこの日、あなたがあなたの後（世）の者たちへの（訓戒すべき）御徴となるべく、あなたをその肉体のみ¹、高台にうち上げてやるとしよう。本当に多くの人々は、われら*の御徴に無頓着なのである²」。³","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"１　魂のない肉体、あるいは彼が着ていた鎧（よろい）のこと（アル＝バガウィー２：４３３参照）。 ２　一説によれば、ムーサー*と共にエジプトを脱出したイスラーイールの子ら*の一部は、フィルアウン*が溺れ死んだのを信じない、と主張した。それでアッラー*は、彼の死が明白になるよう、このようにされたのだという（イブン・カスィール４：２９４参照）。 ３　これが誰の言葉であるか、という点については、「アッラー*」「ジブリール*」「ミーカーイール*」「その他の天使*」といった諸説がある（アル＝クルトゥビー８：３７９参照）。","lang":"ja"},{"name":"10:93","price":"われら*は確かに、イスラーイールの子ら*を善い土地に住まわせ、善きものの内から、彼らに糧を授けた。そして彼らが意見を異にしたのは、彼らのもとに知識が到来した後のことだったのだ¹。本当にあなたの主*は復活の日*、彼らが意見を異にしていたことについて、彼らの間に裁決をお下しになる。","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"１　このアーヤ*の意味については、雌牛章２１３、相談章１４とその訳注を参照。","lang":"ja"},{"name":"10:94","price":"もし（使徒*よ）、われら*があなた¹に下したもの（の真実性）について疑念を抱いているのなら、（確証と証言を得るため、）あなた以前に啓典を読んでいる者たちに尋ねるがよい。真理は確かにあなたの主*から、あなたのもとに到来したのである。ならば絶対に、（そのことを）疑わしく思う者たちの類いになってはならない。","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"１　このアーヤ*と、後続のアーヤ*の「あなた」については、雌牛章１２０の訳注を参照（前掲書８：３８３参照）。","lang":"ja"},{"name":"10:95","price":"また（使徒*よ、）あなたは絶対に、アッラー*の御徴を嘘呼ばわりした者たちの一人となり、それによって損失者の類いとなってはならない。","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:96","price":"本当に、（懲罰という）あなたの主*の御言葉が自分たちに確定した者たちは、信じないのである。","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:97","price":"たとえ、彼らのもとに（訓戒と教訓としての）あらゆる御徴が訪れても。痛烈な懲罰を目の当たりにするまで（、信じないのだ）。¹","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"１　アーヤ*９１の訳注も参照。","lang":"ja"},{"name":"10:98","price":"どうして町（の住民）は（、懲罰を目の当たりにする前に）信仰し、その信仰で自らを益しなかったのか？¹　但しユーヌス*の民だけは別で、彼らが信仰した時（、懲罰はまさに下ろうとしていたが）、われら*は彼らから現世の生活における屈辱の懲罰を取り除いてやり、暫しの間、彼ら（の余命）を楽しませておいたのである。²","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"１　この件（くだり）には、懲罰が下るまで信仰しなかった過去の不信仰の民*に対する非難と、懲罰が到来した時に信仰しても彼らは救われなかったのだという、否定の意味が含まれているという（イブン・ジュザイ１：３８８）。また当時のマッカ*の民に対する警告と、信仰への奨励（しょうれい）も多分含まれている（イブン・アーシュール１１：２８９参照）。家畜章１５８とその訳注も参照。 ２　ユーヌス*はその民に懲罰の警告をして立ち去った（詳しくは預言者*たち章８７、整列者章１３９－１４８とその訳注を参照）が、懲罰の兆候（ちょうこう）を目の当たりにした民は信仰に入り、必死になってアッラー*に救いを求めた。その結果、アッラー*は彼らにご慈悲をおかけになったのである（イブン・カスィール４：２９７参照）。","lang":"ja"},{"name":"10:99","price":"（使徒*よ、）あなたの主*がお望みになったなら、地上の全ての者が揃って、信仰に入ったであろう。一体あなたは、人々が信仰者となるように強制するというのか？¹","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"１　強制された信仰については、家畜章１５８、詩人たち章４とその訳注も参照。最終的な導きは、アッラーのみに委ねられていることに関しては、雌牛章２７２、蜜蜂章３７、蟻章８０、物語章５６、相談章５２とその訳注を参照。","lang":"ja"},{"name":"10:100","price":"また、アッラー*のお許しなくしては、誰も信仰することなど叶わない。そして、かれ（アッラー*）は（、そのご命令を）弁えない者たちに対して、穢れ¹をお与えになるのだ。","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"１　この「穢れ」は、懲罰と屈辱のこと（ムヤッサル２２０頁参照）。","lang":"ja"},{"name":"10:101","price":"（使徒*よ、）言ってやれ。「諸天にあるものと、大地にあるものを考えてみよーー御徴も警告も、信仰しない民には無益なのだがーー」。","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:102","price":"彼らは一体、彼ら以前に過ぎ去って行った（不信仰）者*たちの日々¹のようなものを、待つというのか？（使徒*よ、）言ってやるがいい。「では、待つがよい。本当に私も、あなた方と共に（あなた方への懲罰を、）待つ者となるから」。","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"１　過去の不信仰者*たちが、アッラー*からの懲罰を目の当たりにした「日々」のこと（ムヤッサル２２０頁参照）。","lang":"ja"},{"name":"10:103","price":"それからわれら*は、われらの使徒たちと、信仰した者たちを、救い出す。そのようにーー（それは）われらにとって必須なのだーー、われらは信仰者たちを救う。","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:104","price":"（使徒*よ、）言うのだ。「人々よ、もしあなた方が私の宗教（イスラーム*）に疑念を抱いていたとしても、私はあなた方がアッラー*を差しおいて崇めているものを、崇拝*しない。だが私は、あなた方（の魂）をお召しになるアッラー*を崇拝*するのであり、信仰者の一人となることを命じられたのである。","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:105","price":"そして、『（使徒*よ、）あなた¹の顔をその純正²な宗教（イスラーム*）へと正すのだ。断じて、シルク*の徒の類いとなってはならない。","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"１　この「あなた」は預言者*だけでなく、彼の共同体の全員にも向けられている（ムヤッサル２２０頁参照）。 ２　雌牛章１３５「純正な」についての訳注を参照。また「顔」についても、同省１１２の訳注を参照。","lang":"ja"},{"name":"10:106","price":"また、あなた¹を益することもなければ害することもないもの²を、アッラー*を差しおいて祈ってはならない。もし（そのようなことを）したならば、そうしたら、本当にあなたは不正*者の類いとなってしまうだろう』と（命じられたのだ）」。","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"１　つまり、それらを崇拝*しても、それらがあなたを益することはない。そして、もしそれらに敵対しても、それらがあなたを害することもない（アル＝バガウィー２：４３７参照）。","lang":"ja"},{"name":"10:107","price":"（使徒*よ、）もしアッラー*があなたに害悪をお与えになれば、かれ以外には誰一人、それを取り除いてくれる者はいない。また、かれがあなたに何らかの善をお望みになれば誰一人として、その恩寵を突き返す（ことの出来る）者はいない¹。かれはその僕の内から、かれがお望みになる者に、それ（有害あるいは善）をお与えになるのであり、かれは赦し深いお方、慈愛深い*お方なのだ。","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"１　この「害悪」と「善」については、家畜章１７の訳注を参照。","lang":"ja"},{"name":"10:108","price":"（使徒*よ、）言ってやれ。「人々よ、あなた方の主*から、あなた方のもとに真理が到来した。それで（それにより）導かれた者があれば、本当に彼は自分を益するために導かれるだけであり、また迷う者があれば、自分を害するために迷うだけ。そして私は（あなた方の信仰を委任された）、あなた方に対する代理人などではない」。","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"10:109","price":"そして（使徒*よ、）あなたに啓示されるものに従い、アッラー*が裁決¹を下されるまで忍耐せよ。かれは、裁決者の内でも最善のお方であられる。","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"１　アッラー*はバドルの戦い*の日、彼らを征伐（せいばつ）するという「裁決」をお下しになり、その残存者たちについては、彼らと同様の目にあわせるか、あるいはアッラー*に悔悟するかのいずれかとなるよう、命じられた（アッ＝タバリー５：４２７７参照）。","lang":"ja"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}