{"data":[{"name":"11:1","price":"アリフ・ラーム・ラー¹。（これは）そのアーヤ*が完全に仕上げられ、それから解明された、英知あふれる*お方、通暁されたお方の御許からの啓典である。","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"１　これらの文字については頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"11:2","price":"あなた方が、アッラー*以外のいかなるものも崇拝*しないように、との。（ムハンマド*よ、人々に言え。）「本当に私はあなた方への、かれ（アッラー*）からの警告者、吉報を伝える者¹である」。","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"１　この「警告者・・・」については、雌牛章１１９の訳注を参照。","lang":"ja"},{"name":"11:3","price":"また、あなた方の主*に（罪の）お赦しを乞い、それからかれに悔悟せよ、との。（そうすれば、）かれは定められた期限まで、あなた方を善き楽しみで楽しませて下さり、あらゆる徳の持ち主には、その徳をお授け下さろう¹。もし、彼らが（あなたが誘うものから）背き去るのであれば、（言うのだ、）「本当に私は、あなた方に対し、大いなる（復活の*）日の懲罰を怖れている」。","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"１　服従行為や行いに徳がある者には、現世で、または来世で、あるいはその両方で、その徳の報いを下さる、ということ（アッ＝シャウカーニー２：６７２参照）。","lang":"ja"},{"name":"11:4","price":"アッラー*にこそ、あなた方の帰り所がある。そしてかれは、あらゆることがお出来なお方。","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"ja"},{"name":"11:5","price":"本当に彼ら（シルク*の徒）は、かれ¹から（心の内を）隠そうとして、身をかがめているではないか。彼らがその衣服ですっぽり身を覆う時でも、かれ（アッラー*）は彼らの秘密にすることも、露わにすることもご存知なのではないか。本当にかれは、胸中にあるものを（全て）ご存知になるお方なのだから。","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"１　「かれ」はアッラー*を指すという説と、預言者*のことを指すという説がある（アル＝バガウィー２：４３９参照）。","lang":"ja"},{"name":"11:6","price":"地上を歩くいかなる生き物でも、その糧がアッラー*に委ねられていないものはない。またかれは、それらの定住地と収容地¹をご存知である。全ては、明白なる書²の中に（予め定められて）あるのだから。","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"１　この「定住地と収容地」については、家畜章９８の訳注を参照。 ２　この「明白なる書」とは、守られし碑板*のこと（前掲書２：４４０参照）。","lang":"ja"},{"name":"11:7","price":"また、かれ（アッラー*）は、あなた方の誰が最も行いが善いか、あなた方を試されるため、諸天と大地を六日間で創造された¹お方ーー（その時、）かれの御座²は水の上にあったーー。（使徒*よ、）もしもあなたが彼ら（シルク*の徒）に、「本当にあなた方は死後、蘇らされる身の上なのだ」と言ったならば、不信仰に陥った者*たちは必ずや（こう）言う。「これ（クルアーン*）は、紛れもない魔術に外ならない」。","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"１　「六日間での天地創造」については、詳細にされた章９－１２とその訳注も参照。 ２　「御座」に関しては、高壁章５４の訳注を参照。","lang":"ja"},{"name":"11:8","price":"そして、もしもわれら*が彼ら（シルク*の徒）に、決められた時期まで懲罰を遅らせてやったならば、彼らは必ずや（こう）言う。「（懲罰が真実なら、）何がそれ（が到来するの）を妨げているのか？¹」見よ、それ（懲罰）が彼らに到来する日、それが彼らから逸らされることはなく、自分たちが嘲笑していたもの（懲罰）が彼らを包囲することになるのだ。","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"１　彼らは、懲罰を早く下してみよ、と挑発したものだった。家畜章５７－５８、戦利品*章３２、ユーヌス*章５０、雷鳴章６、夜の旅章９２、巡礼*章４７、蜘蛛章５３－５４、サード章１６、相談章１８、階段章１－２なども参照。","lang":"ja"},{"name":"11:9","price":"また、もしもわれら*が人間に、われら*の御許からの慈悲¹を（一旦）味わわせてやり、その後に彼からそれを奪い取ってしまったならば、本当に彼は必ず、（アッラー*のご慈悲に対して）失意の念激しい者、（かれの恩恵に対する）大層な恩知らずになる。","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"１　この「慈悲」は、健康や安全などのこと（ムヤッサル２２２頁参照）。","lang":"ja"},{"name":"11:10","price":"そして、もしもわれら*が、彼に降りかかった害悪の後、恩恵¹を味わわせたならば、彼は必ずや（こう）言うであろう。「悪事は、私から去って行ったぞ²」。本当に彼はまさしく、（恩恵に）有頂天な者、（他人に対して）高慢ちきな者である。","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"１　「罪悪の後の恩恵」とは、病の後の健康、困窮の後のゆとりなどを指す、とされる（アル＝クルトゥビー９：１１参照）。","lang":"ja"},{"name":"11:11","price":"但し、忍耐*して正しい行い*を行う者たちは、別である。それらの者たち、彼らには（罪の）お赦しと、大いなる褒美がある。","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"１　この言葉の裏には、うぬぼれと、苦境からの脱出がアッラー*からの恩恵であることを否認する考えが含まれている（イブン・アティーヤ３：１５３参照）。","lang":"ja"},{"name":"11:12","price":"（使徒*よ、）あなたは、彼らが「どうして彼（ムハンマド*）に、財宝が下されなかったのか？あるいは、彼と共に（、彼が使徒*であることを証明する）天使*¹がやって来なかったのか？²」と言うこと（を恐れるが）ゆえに、あなたに啓示されるものの一部を放棄しようとしたり³、それゆえに心苦しくなったりするかもしれない。（彼らの言うことは気にするな、）あなたは（啓示を伝えるだけの）警告者に過ぎず、アッラー*は全ての物事を請け負われる*お方なのだから。","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"１　彼の使徒*性の真実性を証言する、天使*のこと（ムヤッサル２２２頁参照）。 ２　シルク*の徒は預言者*に、このような奇跡の要求をしたものだった。雌牛章１０８、家畜章１０９－１１０、ユーヌス*章９７、夜の旅章９０－９３、ター・ハー章１３３、預言者*たち章５、識別章７－８、創成者*章４３なども参照。 ３　使徒*・預言者*は、啓示の伝達という任務において無謬（むびゅう）である。ゆえに預言者*ムハンマド*を含む、いかなる使徒*・預言者*も、アッラー*からの啓示を隠蔽（いんぺい）することなどは、現実には起き得ない（アル＝バイダーウィー３：２２４参照）。雌牛章３６の訳注も参照。","lang":"ja"},{"name":"11:13","price":"いや、一体、彼ら（シルク*の徒）は、「彼（ムハンマド*）が、それ（クルアーン*）を捏造したのだ」。と言うのか？言ってやれ。「では、それと同様の、捏造された十のスーラ*を（創作して）持って来てみよ¹。そして、あなた方がアッラー*以外に（それを頼むことが）出来る（あらゆる）者を呼んで（手伝わせて）みるがよい。もし、あなた方が本当のことを言っているのならば。","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"１　雌牛章２３の訳注も参照。","lang":"ja"},{"name":"11:14","price":"それで、もし彼らがあなた方に応じなかったなら、知るがよい。それ（クルアーン*）が実にアッラー*の御知識と共に下され、かれ（アッラー*）以外には（真に）崇拝*すべきものがないということを。ならば一体、あなた方は服従する者（ムスリム*）であるか？¹","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"１　これは食卓章９１同様、「服従する者となれ」という命令の意味（アル＝バガウィー２：４４２参照）。","lang":"ja"},{"name":"11:15","price":"誰であろうと、現世の生活とその飾りが欲しい者、われら*は彼らにそこで、その行い（の報い）を余すことなく与えてやろう。そして彼らがそこで、（行為の報いを）減じられることはないのだ。¹","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"１　これは現世のみを求めて行う者のこと。その行いの報いは、現世にのみ限られたものとなる（アッ＝サァディー３７８頁参照）。","lang":"ja"},{"name":"11:16","price":"それらの者たちは、来世では業火の外に、何もない者たち。彼らがそこ（現世）で成したことは台無しとなるのであり、彼らが行っていたことは、まさしく無意味なのだ。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:17","price":"また一体、自分の主*からの明証に依拠していた者¹は（、現世のみを欲していた者と同様であろうか）？そして、かれ（アッラー*）の御許からの証人²と、それ以前に（信仰者への）指針と慈悲であったムーサー*の啓典³が、それ（明証）に次ぐのである。それらの者たちが、それ（クルアーン*）を信じるのだ。そして（預言者*に敵対する）党派の内、それ（クルアーン*）を否定した者は誰でも、業火がその約束の地となる。ならば、（使徒*よ、）あなた⁴は、それを疑わしく思う者となってはならない。本当にそれは、あなたの主*からの真実なのだから。だが、人々の大半は信じない。","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"１　「明証」の解釈には、「イスラーム*」「預言者*」「クルアーン*」といった諸説がある。また、この「者」については、「預言者*」または「ムスリム*」という説がある（イブン・アル・ジャウズイー４：８５参照）。 ２　この「証人」の解釈には、「ジブリール*」「預言者*」「天使*」「福音*」「クルアーン*の奇跡性」といった諸説がある（前掲書４：８５－８６参照）。 ３　「ムーサー*の啓典」とは、トーラー*のこと。高壁章１５７などにもあるように、改変される前のトーラー*には預言者*ムハンマド*の到来と、彼についての詳しい描写が記されていた（アル＝クルトゥビー９：１７参照）。 ４　この「あなた」については、雌牛章１２０の訳注を参照。","lang":"ja"},{"name":"11:18","price":"アッラー*に対して嘘を捏造した者よりも、ひどい不正*を働く者がいようか？それらの者たちは（復活の日*、自らの行いに対する清算のため、）自分たちの主*に差し出される。そして証人¹たちは言うのだ。「この者たちが（現世で）、自分たちの主*に対して嘘を言った者たちです」。不正*者たちには、アッラー*の呪い²があるのではないか。","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"１　この「証人」とは、天使*や、預言者*たちなどのこと（ムヤッサル２２３頁参照）。 ２　「アッラー*の呪い」については、雌牛章８８の訳注を参照。","lang":"ja"},{"name":"11:19","price":"（彼らは、自分たちと人々を）アッラー*の道から阻み、それ（その道）を捻じ曲げることを望む者たち。そして彼らこそは、まさしく来世を否定する者たちなのである。","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:20","price":"それらの者たちは、地上で（アッラー*の懲罰から）逃れられる者ではなかったのであり、彼らにはアッラー*の外に、（自分たちを守ってくれる）いかなる庇護者もなかったのだ。彼らには（地獄で、）懲罰が倍増される。彼らは聞くことも出来なければ、見ることもなかったのだ¹。","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"１　アッ＝タバリー*によれば、彼らには聴覚も視覚もあった。しかし不信仰への傾倒（けいとう）ゆえに、クルアーン*を聴いても利益を得ず、それを慧眼（けいがん）によって理解することもなかった（６：４３１７参照）。アーヤ*２４、雌牛章７、家畜章５０、雷鳴章１６、巡礼*章４６とその訳注も参照。","lang":"ja"},{"name":"11:21","price":"それらの者たちは自らを損ねた者たちであり、彼らが（執り成し手¹として）でっち上げていたものは、彼らから消え去ってしまったのだ。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"１　アッラー*の御許で、彼らをアッラー*に近づけてくれる「執り成し手」のこと。雌牛章４８、マルヤム*章８７、ター・ハー章１０９、集団章３とその訳注も参照。","lang":"ja"},{"name":"11:22","price":"間違いなく、彼らこそは来世において、最大の損失者である。","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:23","price":"本当に、信仰し、正しい行い*を行い、自分たちの主*に謹んで従う¹者たち、それらの者たちは天国の徒。彼らはそこに、永遠にと留まる。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"１　「謹んで従う（アフバタ）」の原義は、「平である」「安定する」といった意味。つまりアッラー*への恭順さと安心、あるいは悔悟が定着し、継続している状態のこと（アル＝クルトゥビー９：２１参照）。","lang":"ja"},{"name":"11:24","price":"その二つの集団（不信仰者*と信仰者）の状況は、盲人と聾、見える者と聞こえる者¹のようである。それら（二つの集団）は、その状況において同等だろうか？一体、彼らは教訓を得ないのか？","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"１　慧眼（けいがん）で真理をとらえることも、それに従うこともなく、またそこへと招く者の言うことを聞いて導かれることもない不信仰者*が「盲人」「聾」に譬（たと）えられ、信仰の根拠を認め、そこへと招く者の言うことを聞いて、それを受け入れる信仰者が「見える者」「聞こえる者」に譬えられている（ムヤッサル２２４頁参照）。アーヤ*２０とその訳注も参照。","lang":"ja"},{"name":"11:25","price":"われら*は確かに、ヌーフ*をその民に遣わした。（彼は、民に言った。）「本当に私はあなた方への、明白なる警告者である。","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:26","price":"（私はあなた方に、）アッラー*以外のものを崇拝*してはならない（、と命じる）。本当に私は、あなた方に、痛烈な日の懲罰を怖れているのだから」。","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:27","price":"すると彼の民の内の、不信仰だった有力者たちは言った。「私たちは、あなたが私たちと同様の人間としか思わないし、あなたに短絡的に¹従ったのは、私たちの内でもまさに最底辺の者たちとしか思わない。また私たちに対して、あなた方に特に優れた点があるとも思えない。いや、私たちはあなた方が嘘つきだと確信しているのだ」。","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"１　「短絡的に」と訳した語は、「見せかけだけ」という解釈も可能（アル＝クルトゥビー９：２４参照）。","lang":"ja"},{"name":"11:28","price":"彼（ヌーフ*）は、言った。「我が民よ、言ってみよ。私が、我が主*からの明証¹に依拠し、その御許からのご慈悲²を授かっているにも関わらず、（自分たちの無知と偽りゆえに、そのご慈悲が）あなた方に見えないのであれば、一体私たちはそれをあなた方に（無理矢理）押しつけることが出来ようか？あなた方はそれを、嫌っているというのに？","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"１　この「明証」は、彼がアッラー*から伝えることの正しさを証明するもの（ムヤッサル２２４頁参照）。 ２　この「ご慈悲」は、導き、預言者*性、英知などと解釈される（アッ＝タバリー６：４３３２参照）。","lang":"ja"},{"name":"11:29","price":"我が民よ、私は、それ¹ゆえにあなた方にお金を要求しているのではない。私の見返りは、全創造物の主*から以外にはないのだから。また私は、信仰する者たちを追い出す者ではない²。本当に彼らは（復活の日*）、彼らの主*と拝謁する身の上³なのだから。しかし私は、あなた方が無知な民であると思う。","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"１　この「それ」とは、タウヒード*へと招くこと（ムヤッサル２２５頁参照）。 ２　ヌーフ*の民は、ヌーフ*を信じた者たちと共にあることを毛嫌いし、ヌーフ*に彼らを追い出すよう求めた。そして預言者*ムハンマド*も、クライシュ族*の不信仰者*たちから、同様の要求をされた。家畜章５２－５３、洞窟章２８、詩人たち章１１１－１１３なども参照（イブン・カスィール４：３１７参照）。 ３　もし彼らを不当に追い出すようなことがあれば、アッラー*は復活の日*、そのような罪ゆえに、彼に罰を下されるということ（アッ＝ラーズィー６：３３９参照）。","lang":"ja"},{"name":"11:30","price":"我が民よ、一体、誰が私をアッラー*（の懲罰）から助けてくれるのか？もし私が、彼ら（信仰者たち）を追い出したりしたら？一体、あなた方は教訓を得ないのか？","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:31","price":"また私はあなた方に、自分にはアッラー*の（数々の）宝庫があるなどとは言っていないし、不可視の世界*も知らないし¹、自分は天使*だとも言ってはいない。また、あなた方が見下している者たちに対し、アッラー*は彼らに善きもの²をお授けにはならない、とも言わない。アッラー*が彼らの胸中を、最もよくご存知なのだ。本当に私は、そうすれば³、まさに不正*者の仲間となってしまうのだから」。","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"１　イムラーン家章１７９、家畜章５０とその訳注、ジン*章２６－２７も参照。 ２　この「善きもの」とは、成功、信仰心、（来世での）褒美のこと（アル＝バガウィー２：４４６参照）。 ３　信仰を表明した者たちの内心を知識もなく判断し、彼らには「善きもの」が授けられないだろうなどと言い、自分の回りから追い出せば、ということ（アッ＝タバリー６：４３２５参照）。","lang":"ja"},{"name":"11:32","price":"彼ら（不信仰者*たち）は、言った。「ヌーフ*よ、あなたは私たちと論争し、私たちとやたら論争した。では、あなたが私たちに約束するもの（懲罰）を、私たちにもたらしてみよ。もし、あなたが本当のことを言っているのであれば」。","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:33","price":"彼（ヌーフ*）は、言った。「（外ならぬ）アッラー*こそが、それ（懲罰）をあなた方にもたらされるのだーーもし、かれがお望みになればーー。あなた方は、（それから）逃れられる者ではない。","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:34","price":"また私の忠告は、あなた方の役には立たない。もしアッラー*が、（あなた方が真理を拒否したことゆえ、）あなた方を逸脱させることをお望みならば、たとえ私があなた方への忠告を望んだとしても。かれがあなた方の主*なのであり、かれにこそ、あなた方は戻らされるのだから」。","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:35","price":"いや、一体、彼らは「彼がそれ¹を捏造したのだ」と言うのか？言ってやれ。「もし私がそれを捏造したのなら、私（のみ）に我が罪がある。そして私は、あなた方の犯しているもの（不信仰）から無縁なのだ」。","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"１「それ」とは、ヌーフ*の主張のこと（ムヤッサル２２５頁参照）。","lang":"ja"},{"name":"11:36","price":"そしてヌーフ*に、啓示された。既に信仰した者の外、あなたの民の内から（誰一人）信仰することはない、と。ならば彼らがしていたことで、悲嘆に暮れるのではない。","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:37","price":"また、われら*の眼差しのもと¹、われら*の啓示によって²船を造り、（不信仰という）不正*を働いた者たち（の懲罰の延期を求めること）について、われに話しかけるのではない。実に彼らは、溺れさせられる者たちなのだから。","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"１　「眼差しのもと」については、ター・ハー章とその訳注を参照。 ２　ヌーフ*は船の作り方を知らなかったが、アッラー*がその方法を啓示した（アッ＝タバリー６：４３２８参照）。","lang":"ja"},{"name":"11:38","price":"彼の民の有力者らが彼のもとを通りかかるたび、彼を嘲笑する中、彼は船を造る。彼（ヌーフ*）は言った。「あなた方が私たちを嘲笑しても、実に私たちは（いずれ）、あなた方が私たちを嘲笑しているように、あなた方を嘲笑するのだ。","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:39","price":"それであなた方はやがて、知ることとなろう。誰に辱めの懲罰が到来し、（来世においては）永続の懲罰が襲いかかることになるかを」。","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:40","price":"ついに（不信仰者*を滅亡させる）われら*の命令が到来し、焼き窯が噴出した¹時、われら*は（ヌーフ*）に言った。「それ（船）に、全て（の生き物）から一つがいずつと、あなたの家族と信仰した者を、そこに乗り込ませよ。但し、既に（懲罰の）言葉が定められた者²は別である」。そして僅かな者たちだけしか、彼と共に信仰しなかった。","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"１　原語では「ファーラ・アッ＝タンヌール」。その他、「大地から水が噴出した」「朝が来た」などの解釈があるが、いずれにせよ、ヌーフ*の民を滅ぼす大洪水の予兆のこと（アル＝クルトゥビー９：３３－３４参照）。 ２　ヌーフ*の家族でも、その妻と息子の一人は信仰しなかった。彼らは民と一緒に滅ぼされる、と予（あらかじ）め述べられていた（ムヤッサル２２６頁参照）。","lang":"ja"},{"name":"11:41","price":"彼（ヌーフ*）は、（信仰者たちに）言った。「それに乗り込むのだ。その航行と停泊は、アッラー*の御名において。本当に我が主*はまさしく、赦し深いお方、慈愛深い*お方」。","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:42","price":"船は彼らを乗せて、山々のような波の中を走った。そしてヌーフ*は、自分の息子を呼んだーー彼は、（信仰者たちから）遠い場所¹にいたのだーー。（ヌーフ*は言った。）「我が息子よ、私たちと一緒に（船に）乗れ！不信仰者*たちと一緒にいるのではない！」","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"１　イブン・アティーヤ*によれば、「遠い場所」という表現には、「船から遠い」という物質的な遠さと、信仰者らの「宗教から遠い」という精神的な遠さ、二つの意味が含まれ得る（３：１７４参照）。","lang":"ja"},{"name":"11:43","price":"彼（息子）は言った。「私は、水から自分を守ってくれる山に、避難します」。彼（ヌーフ*）は言った。「この日アッラー*のご命令から守ってくれるものは、何一つない。但し、かれがご慈悲をかけて下さ（り、信仰して船に乗）った者は、別だが」。そして二人の間を波が阻み、彼（息子）は溺れ死んだ者たちの一人となった。","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:44","price":"そして（、こう）言われた¹。「大地よ、あなたの水を呑み込み、天よ、（雨を）止めよ」。そして水は引き、（不信仰者たちの滅亡という）ご命令は成就され、それ（船）はアル＝ジューディー²の上で泊まった。そして不正*者である民に、（こう）言われたのだ。「滅亡あれ」。","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"１　この言葉の主は、アッラー*とされる（ムヤッサル２２６頁参照）。 ２　「アル＝ジューディー」は山の名前。イラク地方のモスル近郊にある山とか、シナイ山であるとかいう説がある（イブン・カスィール４：３２３－３２４参照）。","lang":"ja"},{"name":"11:45","price":"ヌーフ*は彼の主*に呼びかけて、申し上げた。「我が主*よ、本当に我が息子は、我が家族の一員です。そして本当にあなたのお約束は真実であり、あなたは最善の裁き手であられますのに（、彼は溺れ死んでしまいました）」。","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:46","price":"かれ（アッラー*）は、仰せられた。「ヌーフ*よ、本当に彼は、あなたの家族の一員などではない¹。実に彼は、行いが正しくない者なのだから。ならば、（その結果の善悪について）自分に知識もないことを、われに求めるのではない。本当にわれは、あなたが無知な者の類いとならぬよう、あなたを戒める」。","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"１　アーヤ*４０と、その訳注を参照。彼はヌーフ*の家族の一員ではあっても、その不信仰ゆえに滅びることが既に定められていた（イブン・カスィール４：３２６参照）。","lang":"ja"},{"name":"11:47","price":"彼（ヌーフ*）は申し上げた。「我が主*よ、本当に私は、自分に知識がないことをあなたに求めたりしないよう、あなたにご加護を乞います。そしてあなたが私をお赦しになり、私にご慈悲をかけて下さらなければ、私は損失者の類いとなってしまいます」。","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:48","price":"（すると、こう）言われた¹。「ヌーフ*よ、われら*からの平安と共に、そしてあなたと、あなたと共にある者（たち）からなる共同体への祝福と共に、（船から地上へと）降りよ。（その子孫の内には、）われら*が（現世で）楽しませておき、その後にわれら*かれの痛ましい懲罰が降りかかる共同体も（、出現することになるのだが）」。","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"１　この言葉の主は、アッラー*とされる（ムヤッサル２２７頁参照）。","lang":"ja"},{"name":"11:49","price":"それは（使徒*よ）、われら*があなたに啓示する、不可視の世界*に属する消息の一部である。あなたも、あなたの民もこれ以前、それを知りはしなかったのだ。忍耐*せよ。本当に（現世と来世での善き）結末は、（アッラー*を）畏れる*者たちにあるのだから。","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:50","price":"またアード*には、その同胞フード*を（遣わした）。彼（フード*）は言った。「我が民よ、アッラー*（のみ）を崇拝*せよ。あなた方にはかれの外、崇拝*すべきものなどないのだから。あなた方は（シルク*という嘘の）、捏造者以外の何者でもない。","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:51","price":"我が民よ、私はそれ¹ゆえに、あなた方に見返りを要求しているのではない。私の見返りは、私を創成²されたお方（アッラー*）から以外にはないのだ。一体、あなた方は（真理を）弁えないのか？","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"１　「それ」については、アーヤ*の２９の訳注を参照。 ２　頻出名・用語解説の「創成者*」の項も参照。","lang":"ja"},{"name":"11:52","price":"我が民よ、そして自分たちの主*に（罪の）赦しを乞い、それからかれに悔悟するのだ。（そうすれば、）かれはあなた方の上に豊かな雨を送り給い、あなた方の力の上に更なる力を上乗せして下さろう。そして（私の招く教えから、）罪深くも背き去ってはならない」。","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:53","price":"彼ら（アード*）は、言った。「フード*よ、あなたは（自分の正しさを証明する）証拠を、私たちに持って来てはいない。また、私たちはあなたの言葉ゆえに、私たちの神々¹を放棄する者ではないし、私たちはあなたを信じる者でもないのだ。","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"１　「神々」については、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"11:54","price":"私たちの神々の内のいくつかが、あなたを悪いもの（狂気）で祟ったとしか言いようがない」。彼（フード*）は言った。「実に私は、アッラー*を（私の言葉の）証人としよう。そしてあなた方は、あなた方が（アッラー*の）同位者としているものと私が無縁であると証言せよ。","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:55","price":"かれ（アッラー*）を差しおいて（、あなた方がシルク*を犯しているものとは無縁だ、と）。では、あなた方は一丸となって、私に対し策略を練るがよい。それから私には、猶予など与えなくてもよい。","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:56","price":"本当に私は、我が主*であり、あなた方の主*であるアッラー*に、全てを委ねた*のだから。地を歩く生きもので、かれがその前髪をお掴みになっていないものはない¹。本当に我が主*は、まっすぐな道におられる²お方。","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"１　「前髪を掴む」とは、何かを自分に「従わせ、望むがままに操（あやつ）る」状態を表す、アラビア語的表現（アッ＝タバリー６：４３５８－４３５９参照）。 ２　つまり、アッラー*はその定めと法、ご命令において公正なお方であり、善行者には善で、悪行者には悪でもって報われるお方（ムヤッサル２２８頁参照）。","lang":"ja"},{"name":"11:57","price":"それでもし、あなた方が（私が招くことから）背き去ったとしても、（私は構わない、）私は確かに、私があなた方へと託されて遣わされたものを、あなた方に伝えたのだから。我が主*は（あなた方を滅ぼされ）、あなた方とは別の（信仰する）民をお継がせになるのであり、あなた方がかれを害することなど少しもないのだ。本当に我が主*は全てのことを、よくお守りになる*お方」。","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:58","price":"（アード*を滅ぼすという）われら*の命令が到来した時、われら*はわれら*の御許からの慈悲によって、フード*と、彼と共に信仰した者たちを救い出した。われら*は彼らを、荒々しい懲罰から救ったのである。","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:59","price":"それがアード*、彼らは自分たちの主*の御徴¹を否定し、その使徒*ら²に歯向かい、（真理に対して）尊大で頑迷なあらゆる者たちの命令に従った。","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"１　この「御徴」とは、アッラーの唯一性*を示す様々な証拠のこと（アル＝カースイミー９：３４９５参照）。 ２　フード*が「使徒*ら」と複数形で表されているのは、一人の使徒*を否定することは、全ての使徒*を否定することに等しいからである、とされる（アル＝バガウィー２：４５４参照）。","lang":"ja"},{"name":"11:60","price":"また彼らは、この現世において、呪い¹に付きまとわれた。そして、復活の日*においても。まさしくアード*は自分たちの主*に対して不信仰だったのではないか。フード*の民アード*に滅亡あれ。","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"１　アッラー*からの「呪い」（ムヤッサル２２８頁参照）。雌牛章８８の訳注も参照。","lang":"ja"},{"name":"11:61","price":"またサムード*には、その同胞サーリフ*を（遣わした）。彼は言った。「我が民よ、アッラー*（のみ）を崇拝*せよ。あなた方にはかれの外、崇拝*すべきものなどないのだから。かれは大地からあなた方（の祖アーダム*）を創造され、あなた方をそこにおける開拓者とされた¹。ならば、かれに（罪の）お赦しを乞い、かれに悔悟するのだ。本当に私の主*は近くにおられるお方、（祈りを）聞き届けられるお方²であるのだから」。","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"１　つまり地上における継承者（家畜章１６５の訳注も参照）とし、様々な恩恵と共に安定させ、建設や農栽培など、そこを利用できるようにされた（アッ＝サァディー３８４頁参照）。 ２　アッラー*は、かれのみを真摯（しんし）に崇拝*する信仰者の近くにおり、その祈りを聞き入れて下さる（前掲書、同頁参照）。雌牛章１８６も参照。","lang":"ja"},{"name":"11:62","price":"彼ら（サムード*）は、言った。「サーリフ*よ、あなたはこれ¹以前、私たちの間で確かに期待された人物であった。一体あなたは、私たちが、私たちのご先祖様が崇めるものを、崇めることを、禁じるのか？本当に私たちは、あなたが私たちを招いているものに対する、大きな疑惑の真っ只中にあるというのに」。","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"１　「これ」とはアーヤ*６１にあるような、サーリフ*の言葉のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"11:63","price":"彼（サーリフ*）は、言った。「我が民よ、言ってみよ。もし私が、我が主*からの明証¹に立脚し、その御許からのご慈悲²を授かっているにも関わらず、私がかれに逆らったならば、誰が私をアッラー*（の懲罰）から助けてくれるのか？あなた方（の呼びかけ）は私に、損失を上乗せするだけである。","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"１　この「明証」については、アーヤ*２８の訳注を参照。 ２　この「ご慈悲」についても、アーヤ*２８の訳注を参照。","lang":"ja"},{"name":"11:64","price":"我が民よ、そしてこれは（私の言うことの正しさを証明する、）あなた方への御徴としての、アッラー*の雌ラクダ¹だ。ゆえにそれをアッラー*の地で食べるがままにしておき、それに対して害を及ぼしてはならない。そうすれば、間近に迫った懲罰があなた方に襲いかかるであろう」。","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"１　「アッラー*の雌ラクダ」という表現については、アル＝ヒジュル章２９の「わが魂」に関する訳注を参照。","lang":"ja"},{"name":"11:65","price":"こうして彼らは（サーリフ*を嘘つき呼ばわりし）、その（雌ラクダの）腱を切った¹。彼（サーリフ*）は、言った。「（懲罰が下るまでの）三日間、自分たちの土地で楽しんでいるがいい。それは偽りではない、（アッラー*からの）お約束だ」。","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"１　雌ラクダを屠ることになった経緯（いきさつ）、「腱を切る」の意味については高壁章７７の訳注を参照。","lang":"ja"},{"name":"11:66","price":"そして（、サムード*を滅ぼすという）われら*の命令が到来した時、われら*はわれら*の御許からの慈悲によって、サーリフ*と、彼と共に信仰した者たちを救い出した。また、その日の屈辱から（、彼らを救ったのだ）。本当にあなたの主*は強力なお方、偉力ならびない*お方である。","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:67","price":"そして不正*を働いた者たちを（轟く）一声¹が捉えると、彼らは（四日目の）朝、自宅で突っ伏して（死んで）いた。","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"１　サムード*に下された懲罰の詳細については、頻出名・用語解説の「サムード*」の項を参照。","lang":"ja"},{"name":"11:68","price":"彼らはあたかも、そこに暮らしてはいなかったかのようであった¹。まさしくサムード*は、彼らの主*に対して不信仰であったのではないか。サムード*に滅亡あれ。","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"１　高壁章９２の訳注も参照。","lang":"ja"},{"name":"11:69","price":"また、われら*の御使い（人間の姿を借りた天使*）たちは確かに、吉報を携えてイブラーヒーム*のもとに到来した¹。彼らは（イブラーヒーム*に）言った。「（あなたに）平安を²」。彼（イブラーヒーム*）は言った。「（あなた方にこそ）平安を」。そして彼はすぐさま、焼いた仔牛を持って（彼らのところへと）やって来た。","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"１　同様の話については、アル＝ヒジュル章５１－６０、蜘蛛章３１－３２、撒き散らすもの章２４－３４も参照。 ２　家畜章５４「あなた方に平安を」の訳注を参照。","lang":"ja"},{"name":"11:70","price":"そして彼（イブラーヒーム*）は、彼らの手がそれ（仔牛）に伸びないのを見た時、彼らを不審に思い、彼らに対して恐怖感を抱いた。彼らは言った。「怖がらなくてもよい。本当に私たちは、ルート*の民に（彼らを滅ぼすべく）遣わされたのだから」。","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:71","price":"彼の妻（サーラ）は立って（その話を聴いて）おり¹、笑ってしまった²。そしてわれら*は彼女に（天使*たちを介して）、イスハーク*（誕生）の吉報を伝えた。またイスハーク*の後には、ヤァクーブ*を（授けたのだ）。","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"１　サーラは、部屋の仕切りの裏に立って話を聴いていたのだ、とされる（ムヤッサル２２９頁参照）。 ２　ここでサーラが笑った理由には、「滅亡が迫っているにも関わらず、ルート*の民が無頓着であることを驚いたため」とか「それまで子供が出来ず、夫と共に年配だったのに、子供を授かると言われて驚いたため」など、諸説ある（アッ＝タバリー６：４３７１－４３７３参照）。","lang":"ja"},{"name":"11:72","price":"彼女（サーラ）は言った。「我が災いよ¹！私は年寄りで、これ（イブラーヒーム*）は老人である我が主人だというのに、私が出産するとでも？本当にこれは全く、驚くべきことです」。","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"１　ここでの「我が災いよ」は、驚（おどろ）きや否認の気持ちを表す（前掲書、６：４３７６参照）。","lang":"ja"},{"name":"11:73","price":"彼ら（天使*たち）は、言った。「あなたはアッラー*の定めに驚いているのか？（預言者*）家の人々よ、アッラー*のご慈悲と祝福が、あなた方の上にあるように。本当にかれは称賛されるべき*お方、栄誉高き*お方である」。","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:74","price":"そしてイブラーヒーム*から（、彼らが食事に手を出さなかったことによる）恐怖が去り、彼のもとに吉報が訪れると、彼はルート*の民について、われら*（の天使*たち）と議論¹し出す。","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"１　この「議論」は、天使*たちが滅ぼそうとしている町の中にいる、信仰者たちの処遇（しょぐう）についてのもの。蜘蛛章３２も参照（イブン・カスィール４：３３５参照）。","lang":"ja"},{"name":"11:75","price":"本当にイブラーヒーム*こそは寛容な者、哀願する者¹、よく（アッラー*に悔悟して）立ち返る者である。","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"１　「哀願する者」については、悔悟章１１４の訳注を参照。","lang":"ja"},{"name":"11:76","price":"（天使*たちは言った。）「イブラーヒーム*よ、これ¹から身を引くのだ。本当にあなたの主*のご命令は確かに到来したのであり、彼らにはまさしく、防ぐことの出来ない懲罰が襲いかかるのだから」。","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"１　「これ」とは、天使*たちとの議論のこと（ムヤッサル２３０頁参照）。","lang":"ja"},{"name":"11:77","price":"そしてわれら*の使いたちが（やはり人間の姿で）ルート*を訪れた時、彼は彼ら（の来訪）ゆえに気が滅入り、心苦しくなった。彼は言った。「これは大変な日だ」。¹","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"１　ルート*の民は男色癖で知られていた。天使*たちは美しい容姿の人間の姿を借り、かつ芳（かぐわ）しい香りを漂わせていたため、ルート*は彼らに災難が起こることを恐れたのだという（アル＝バガウィー２：４５８参照）。彼とその民の間に起こった話については、高壁章８０－８４、アル＝ヒジュル章６１－７７、詩人たち章１６０－１７５、蟻章５４－５８、蜘蛛章２８－３５、月章３３－４０も参照。","lang":"ja"},{"name":"11:78","price":"そして彼（ルート*）の民が、彼のもとに急き立てられるようにしてやって来た。彼らは（天使*たちの訪問）以前、悪行（男色）を働いていたのだ。彼（ルート*）は言った。「我が民よ、これらの者たちは私の娘¹である（から、望むなら結婚せよ）。彼女らの方が、あなた方にとって清浄なのだ。ならばアッラー*を畏れ*、私の客人のことで私を辱めるのではない。一体あなた方の中に、まともな者はいないのか？」","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"１　預言者*は自分の共同体における、父親のような存在である。こうした理由から、その女性たちは「私の娘」と表現されたのだとされる（ムヤッサル２３０頁参照）。","lang":"ja"},{"name":"11:79","price":"彼ら（民）は言った。「あなたの娘たちへの用など私たちにないことは、とっくに知っているはずだ。そして本当にあなたは、私たちが求めるものを、まさに知っている」。","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:80","price":"彼（ルート*）は言った。「もし私に、あなた方に対する力があったなら。あるいは、力強い支持者に身を寄せることが出来たなら」。","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:81","price":"彼ら（天使*たち）は言った。「ルート*よ、実に私たちは、あなたの主*の御使いなのだ。彼らが（害悪をもって）、あなたに触れることはない。ゆえに夜が更けてから、あなたの家族と共に（町¹を）出発せよ。そしてあなた方の誰一人として、（後ろを）振り向いてはならない。但し、あなたの妻は別である。本当に、彼らに降りかかるもの（懲罰）が、彼女に（も）降りかかるのだから。実に彼らの約束の時は、早朝である。一体、早朝は間近なのではないか？」","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"１　町の名はサドーム（ソドム）である、と言われる。また町は一つだけではなく五つあり、その中でもサドームが最大の町であったとされる（イブン・カスィール４：３４０－３４１参照）。","lang":"ja"},{"name":"11:82","price":"そして（ルート*の民を滅ぼすという）われら*の命令が到来した時、われら*はそれ（町）を逆さまに（ひっくり返）し、その上に、積み重なった¹（硬い）泥土からなる石を降らせた。","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"１　ほかにも「次々と連続する」「一列になった」という解釈もある（アル＝クルトゥビー９：８３参照）。","lang":"ja"},{"name":"11:83","price":"主*の御許で、印¹がつけられた（石を）。それは（クライシュ族*の不信仰者*という）不正*者たちから、遠いわけではない²。","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"１　それが命中する者の名前が記されていたのだ、という説もある（イブン・カスィール４：３４０参照）。 ２　この「遠いわけではない」には、「アラビア半島からルート*の町までは、物理的に遠くない」「彼らに起こったことは、彼らと同様の不信仰者*たちに対して、起こり得ないことではない、という警告の意味」といった解釈がある（アッ＝シャンキーティー２：１９３参照）。","lang":"ja"},{"name":"11:84","price":"またマドゥヤン*（の民）には、その同胞シュアイブ*を（遣わした）。彼は言った。「我が民よ、アッラー*（のみ）を崇拝*せよ。あなた方にはかれの外、崇拝*すべきものなどないのだから。そして升と秤¹を減じ（、不正*を働い）てはならない。私はあなた方が豊かなのを目にしているが、本当に私はあなた方に対し、（あなた方を）八方ふさがりにする日の懲罰²（が降りかかるの）を怖れているのだから。","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"１　「升と秤」については、家畜章１５２の訳注を参照。 ２　これは来世の懲罰とも、現世のそれであるともいわれる（アル＝クルトゥビー９：８５－８６参照）。","lang":"ja"},{"name":"11:85","price":"我が民よ、そして升と秤（の測量）を公正さでもって全うするのだ。人々に対し、彼らのもの（権利）を損ねたり、腐敗*を働く者となって、地上で退廃を広めたりしてはならない。","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:86","price":"アッラー*が残された物¹の方が、あなた方にとってより善いのである。もし、あなた方が（本当に）信仰者なのであれば、だが。そして私は、あなた方への監視役²などではない」。","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"１　「アッラー*が残された物」とは、不当に秤をごまかして得た非合法な稼（かせ）ぎではなく、秤を正した後に、合法な稼ぎとして手許に残った物のこと（ムヤッサル２３１頁参照）。 ２　この「監視役」については、婦人章８０の訳注も参照。","lang":"ja"},{"name":"11:87","price":"彼ら（民）は、言った。「シュアイブ*よ、あなたの（常々行っている）礼拝¹が、私たちのご先祖様が崇めるもの²や、私たちが自分たちの財産において好き勝手に振舞うことを私たちが放棄するよう、あなたに命じているのか？本当にあなたという人は、寛大なお方、まともなお方だ³」。","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"１　この「あなたの礼拝」には、文字通りの意味のほかにも、「あなたが読んでいるもの」「あなたの宗教」「あなたの信徒」といった解釈もある（アッ＝シャウカーニー２：７２１参照）。 ２　つまり、偶像や彫像（ちょうぞう）のこと（ムヤッサル２３１頁参照）。 ３　これは、嘲笑（ちょうしょう）のこと（ムヤッサル２３１頁参照）。","lang":"ja"},{"name":"11:88","price":"彼（シュアイブ*）は言った。「我が民よ、言ってみよ、私が我が主*からの明証¹に依拠し、その御許からの善き糧を授かっているというのに（、どうして私がアッラー*の命に背こうか）？そして私は、自分があなた方に禁じることにおいて、自ら違反するつもりはない。私は自分の出来る限り、（あなた方を）改善したいだけなのだから。そして私の成功は、アッラー*のみにかかっている。私はかれにこそ全てを委ね*、かれにこそ（悔悟して不断に）立ち返るのだ。","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"１　この「明証」については、アーヤ*２８の訳注を参照。","lang":"ja"},{"name":"11:89","price":"我が民よ、私への反目のせいで、ヌーフ*の民、フード*の民、サーリフ*の民に降りかかったようなものを、自分たちに降りかからせては、絶対にならない。ルート*の民は、あなた方から遠い¹わけではないのだ。","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"１　この「遠いわけではない」については、アーヤ*８３の訳注を参照。","lang":"ja"},{"name":"11:90","price":"そしてあなた方の主*にお赦しを乞い、それからかれに悔悟せよ。本当に我が主*は、慈愛深い*お方、寵愛深い*お方なのだから」。","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:91","price":"彼ら（民）は、言った。「シュアイブ*よ、私たちはあなたの言うことの多くが分からないし、本当に私たちはまさしく、あなたが私たちの内で弱者だと思う。また、もしあなたの身内さえいなければ、あなたを（石で）打ち殺してやった¹のだが。あなたは、私たちにとって貴人などではない」。","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"１　「石で打ち殺す」のほかに、「罵（ののし）る」という解釈もある（アル＝クルトゥビー９：９１参照）。","lang":"ja"},{"name":"11:92","price":"彼（シュアイブ*）は言った。「我が民よ、一体アッラー*よりも私の身内の方が、あなた方にとって貴いというのか？かれ（アッラー*）のことを、自分たちの背後に放ったらかしにしておきながら？本当に我が主*は、あなた方の行なうことを悉く包囲される*お方。","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:93","price":"我が民よ、あなた方は自分たちのやり方で（、出来る限りのことを）行うがよい。実に私も、（自分のやり方で）行おう。あなた方はやがて、誰のもとに懲罰が訪れて、その者を辱めることになるか、また誰が嘘つきかを、知ることになろう。そして（自分たちに何が起こるか、）見守っているがよい。本当に私も、あなた方と共に見守る者なのだから。","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:94","price":"そして（マドゥヤン*を滅ぼすという）われら*の命令が到来した時、われら*はわれらの御許からの慈悲によって、シュアイブ*と、彼と共に信仰した者たちを救い出した。そして不正*を働いた者たちを（轟く）一声¹が捉えると、彼らは朝、自宅で突っ伏して（死んで）いた。","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"１　マドゥヤン*を滅ぼした懲罰については、詩人たち章１８９の訳注を参照。","lang":"ja"},{"name":"11:95","price":"彼らはあたかも、そこに暮らしてはいなかったかのようであった¹。サムード*が滅亡したように、マドゥヤン*に（も）滅亡あれ。","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"１　高壁章９２の訳注も参照。","lang":"ja"},{"name":"11:96","price":"また、われら*は確かにムーサー*を、われら*の御徴と紛れもなき証拠¹と共に遣わした。","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"１　この「御徴」は、トーラー*、あるいは数々の奇跡。「紛れもなき証拠」とは、議論の余地のない奇跡、あるいはその中でも、特に杖のことを指すと言われる（アル＝バイダーウィー３：２５８参照）。","lang":"ja"},{"name":"11:97","price":"フィルアウン*と、その（民の）有力者たちに。それで彼ら（民）は、（それを信じるのではない、という）フィルアウン*の命令に従った。フィルアウン*の命令など、真っ当なものではないのに。","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:98","price":"彼（フィルアウン）は復活の日*、その民の先頭を切って進み、彼らを（地獄の）業火（という水場）に連行する¹。（彼らの）連行先である水場は、何と醜悪であろうか。","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"１　「連行する」と訳した語「アウラダ」には、そもそも「水場へと導く」という意味が含まれている。本来、喉の渇きを癒（いや）すために先導する者が、自分に従う者たちを、それとは逆の灼熱（しゃくねつ）へと導いている。という修辞的描写（アッ＝ラーズィー６：３９４参照）。","lang":"ja"},{"name":"11:99","price":"また彼らは、これ（現世）と復活の日*において、呪いに付きまとわれる。（彼らに）授けられたその授かり物は、何と醜悪であろうか。","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:100","price":"（使徒*よ、）それは（われら*が滅ぼした）町々の消息の一部であり、われら*があなたに語り聞かせるもの。その中には（まだ痕跡の）残っているものもあれば、（跡形もなく）壊滅させられたものもある。","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:101","price":"そして、われら*が彼らに不正*を働いたのではない。しかし彼らが、（シルク*と地上で腐敗*を働くことで、）自分自身に不正*を働いたのである。（彼らの懲罰という）あなたの主*のご命令が到来した時、彼らがアッラー*を差しおいて祈っている彼らの神々¹は、彼らを少しも益することがなかった。そしてそれらは彼らに、破滅以外の何も上乗せしてはくれなかったのである。","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"１　「神々」に関しては、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"11:102","price":"そして不正¹を働く町々（の民）を（懲罰で）捕らえた時の、あなたの主*の捉え方も、（それらの町々に対するそれと）同様なのである。本当にかれの捉え方は、痛烈で凄まじい。","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"１　この「不正*」とは、アッラー*に対する不信仰と反抗、そして使徒*を嘘つき呼ばわりしたこと（ムヤッサル２３３頁参照）。","lang":"ja"},{"name":"11:103","price":"本当にその中にまさしく、来世の懲罰を怖れる者への御徴¹がある。それは（清算と報いの）そのために、人々が集められる日、そしてそれは（前創造物によって）立ち会われる日なのだ。","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"１　この「御徴」は、教訓や訓戒のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"11:104","price":"そしてわれら*はそれ（復活の日*）を、決められた期限までしか、先延ばしにすることがない。","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:105","price":"いかなる者も、かれ（アッラー*）のお許しなくしては話すことがない¹、それ（復活の時）が到来する日。彼らの中には不幸な者も、幸福な者²もいる。","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"１　夜の旅章９７の訳注も参照。 ２　「不幸な者」とは懲罰を受ける者で、「幸福な者」とは享楽を味わう者のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"11:106","price":"それで（間違った信仰と悪行ゆえ、現世で）不幸になった者たちといえば、（地獄の）業火の中にある。そこで彼らに、（その苦しみゆえの）大きな呻き声と喘ぎ声¹がある。","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"１　「大きな呻き声と喘ぎ声」と訳した原語の解釈については、「胸から出す声と、喉から出す声」「ロバの鳴き声の最初の部分にあたるものと、最後の部分にあたるもの」「息を吐き出す音と、吸い込む音」など多説あるが、いずれにせよ悲しみや苦しみゆえの声である（アル＝クルトゥビー９：９８－９９参照）。","lang":"ja"},{"name":"11:107","price":"諸天と大地が続く限り¹、永遠にそこに留まる。但し、あなたの主*がお望みになったこと²は別だが。本当に（使徒*よ、）あなたの主*は、かれがお望みになることを決行されるのだ。","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"１　「諸天と大地が続く限り」の解釈には、「永続性を表す単なるアラビア語的表現」「来世における諸天と大地のこと（イブラーヒーム*章４８も参照）」といった説がある（アル＝カースイミー９：３４８６参照）。 ２　罪深いムスリム*が地獄で暫（しばら）く罰された後、アッラー*のご意思によって天国に入れられること（ムヤッサル２３３頁参照）。","lang":"ja"},{"name":"11:108","price":"また幸福な者たちはといえば、天国の中にある。諸天と大地が続く限り¹、永遠にそこに留まる。但し、あなたの主*がお望みになったこと²は別だが。（アッラー*は）途絶えることのない賜物（を、彼ら幸福な者たちにお与えになる）。","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"１　アーヤ*１０７の同様の表現についての訳注を参照。 ２　罪深いムスリム*はまず地獄に入り、後にアッラー*のご意思によって天国に入れられること（前掲書、同頁参照）。","lang":"ja"},{"name":"11:109","price":"ならば（使徒*よ）、あなた¹は（シルク*の徒である）これらの者たちが崇めるもの（の無意味さ）を、疑わしく思ってはならない。彼らは、過去に自分たちの先祖が崇めていたように（偶像を）崇めているに過ぎず、本当にわれら*は必ずや、彼らの取り分²を不足なく全うしてやるのだから。","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"１　この「あなた」については、雌牛章１２０の訳注を参照（ムヤッサル２３４頁参照）。 ２　この「取り分」の解釈には、「（現世での）糧」「懲罰」「善と悪にたいして約束された報い」といった諸説がある（アル＝クルトゥビー９：１０３参照）。","lang":"ja"},{"name":"11:110","price":"また、われら*は確かに、ムーサー*に啓典（トーラー*）を授けた。すると、そこにおいて異論が生じ（、ある者は信じ、ある者は信じなかっ）た。そして（使徒*よ）、もし（彼らに対する懲罰を猶予する、という）あなたの主*からの先んじた御言葉がなければ、彼らの間には裁決¹が下されてしまったであろう。そして本当に彼ら（不信仰者*たち）はそれ（クルアーン*）に対して、大きな疑惑の真っ只中にあるのだ。","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"１　「裁決を下される」については、ユーヌス*章１９の訳注を参照。","lang":"ja"},{"name":"11:111","price":"（使徒*よ、）本当に全ての者に対し、あなたの主*は必ずや、その行いにお報いになるのである。本当にかれは、彼らが行うことに通暁されるお方なのだから。","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:112","price":"（預言者*よ、）あなたが命じられたように、確固としてあれ¹。そして、あなたと共に悔悟した者も（確固としてあれ）。また（アッラー*の法という境界線を、）踏み越えてはならない。本当にかれは、あなた方の行なうこと（全て）をご覧になるお方なのだから。","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"１　アッラー*の教えとその実践、そして人々をそこへと招くことにおいて確固としてあれ、という意味であるとされる（アル＝バガウィー２：４６８参照）。","lang":"ja"},{"name":"11:113","price":"そして不正*を働いた者（不信仰者*）たちに同調し、それゆえに（地獄の）業火があなた方に触れることになってはならない。あなた方にはアッラー*の外、いかなる庇護者もなく、（地獄に入った）その後には（そこから）助けられることもないのだ。","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:114","price":"また（預言者*よ、）昼の両端と夜の一部¹に、礼拝を遵守せよ*。本当に善行は、悪行を駆逐する²のだから。それは教訓を得る者たちにとっての、教訓である。","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"１　「昼の両端」には「ファジュル*と、ズフル*及びアスル*」「ファジュル*とマグリブ*」「ファジュル*とアスル*」などの諸説がある。「夜の一部」には「イシャーゥ*」「マグリブ*とイシャーゥ*」「マグリブ*とイシャーゥ*とファジュル*」といった諸説がある（アル＝クルトゥビー９：１０９－１１０参照）。 ２　礼拝は善行の中でも最たるものであるが、ここでの「善行」は全ての善行で、「悪行」は大罪*以外のものである、とされる（イブン・アティーヤ３：２１３参照）。","lang":"ja"},{"name":"11:115","price":"そして忍耐*せよ。本当にアッラー*は、善を尽くす者¹たちの褒美を無駄にはされないのだから。","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"１　「善を尽くす者」については、蜜蜂章１２８の訳注を参照。","lang":"ja"},{"name":"11:116","price":"どうして、あなた方以前の幾つもの世代には、地上での腐敗*を禁じる善き名残を有した者¹たちがいなかったのか？われら*が彼ら（不信仰の民*）から救い出した、僅かな者たちを除いては（、そのような者たちはいなかったのである）。そして不正*を働いた者たちは、（現世の享楽という）与えられた贅沢を追求したのであり、罪悪者だったのだ。","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"１「善き名残を有した者たち」とは、アッラー*への従順さ、宗教性、知性、慧眼（けいがん）を備えた者のこととされる（アル＝クルトゥビー９：１１３参照）。","lang":"ja"},{"name":"11:117","price":"（使徒*よ、）あなたの主*は、その住民が改善者である時に、町々を不正¹ゆえに滅ぼされたりはしない。²","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"１　ここでの「不正*」は、シルク*と不信仰、「改善」は、人々がお互いの権利を守ることであるとされる。ある学者らはアーヤ*から、アッラー*は不信仰者*の社会でも社会不正を働かない限り、全滅はさせられないのだ、という理解を導き出している（アッ＝ラーズィー６：４１０、アル＝クルトゥビー９：１１４参照）。 ２　このアーヤ*は「不正*」の文法上の位置づけにより、別の解釈も可能。家畜章１３１の訳注参照。","lang":"ja"},{"name":"11:118","price":"もしあなたの主*がお望みだったなら、人々を（イスラーム*のもとに）一つの共同体とされたであろう。（だが、アッラー*は英知ゆえにそうはされなかったのであり、）彼らは未だ、（宗教において）分裂しているのである。","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:119","price":"但し、あなたの主*がご慈悲をかけられ（、アッラー*を信仰し、使徒*に従っ）た者¹は、その限りではない。それ²ゆえにかれは、彼らを創造されたのである。そして「われは必ずや、（信仰しなかった）全てのジン*と人間で、地獄を満たすのだ」という、あなたの主*の御言葉は確定したのだ。","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"１　アッラー*のご慈悲によって真理を知り、それを実践し、そこにおいて団結した者（アッ＝サァディー３９２参照）。","lang":"ja"},{"name":"11:120","price":"そして（使徒*よ）、われら*は使徒*たちの消息の内からあなたに（、あなたが必要とする）全てを、つまりそれによって、われら*があなたの心を堅固にするものを語り聞かせよう。あなたには、この（スーラ*の）中で、真理と訓戒、信仰者にとっての教訓が到来したのだ。","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"１　この「それ」が何を指すかについては、①分裂、②ご慈悲、③その両方、という説がある（アッ＝タバリー６：４４５３－４４５５参照）。","lang":"ja"},{"name":"11:121","price":"（使徒*よ、）信仰しない者たちに、（こう）言え。「あなた方は自分たちのやり方で（、出来る限りのことを）行うがよい。実に私たちも、（自分たちのやり方で）行おう。","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:122","price":"そして（、私たちの結末を）待つがよい。本当に私たちも、（あなた方の結末を）待っているのだから」。","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"ja"},{"name":"11:123","price":"アッラー*にこそ、諸天と大地における不可視の世界*（に関する知識）は属し、かれにこそ、物事は万事帰される。ならば、彼を崇拝*し、かれに全てを委ね*よ。そしてあなたの主*は、あなた方が行うことに、無頓着なお方ではあられない。","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"ja"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}