{"data":[{"name":"13:1","price":"アリフ・ラーム・ミーム・ラー¹。それは啓典の御徴（アーヤ*）。そして（使徒*よ、）あなたの主*からあなたに下されたものは、真理である。だが、人々の大半は信じない。","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"１　これらの文字については、頻出名・用語解説「クルアーンの冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"13:2","price":"アッラー*は諸天を、いかなる柱もなしにお上げになったお方。あなた方は、それを目にしている¹。それからかれは、御座²にお上がりになった。また、太陽と月を（人々の利益のために）仕えさせられた。（その）いずれも、定められた時期（である復活の日）まで運行し続ける。かれは（現世と来世の）物事を司られる。あなた方が自分たちの主との拝謁を確信するため、かれは（ご自身の御力と唯一性*を示す）御徴を明らかにされるのだ。","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"１　本文訳のような解釈以外にも、「アッラー*は諸天を、あなた方に見える柱もなく、お上げになったお方」という解釈もある（イブン・カスィール４：４２９参照）。","lang":"ja"},{"name":"13:3","price":"また、かれは地を広げ、そこに堅固な山々と河川を置かれ、そこに全ての果実から、二つの種類¹をお創りになったお方。かれは夜を昼に覆わせられる²。本当にそこにはまさしく（アッラーの唯一性*と御力を示す）、熟考する民への御徴があるのだ。","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"１　甘いものと酸っぱいもの、白いものと黒いもの、熟れたものと乾燥したもの、小さいものと大きいものなどの「二つの種類」（アル＝クルトゥビー９：２８１参照）。尚、これはイブン・アティーヤ*によれば、どんな果実でも二種類はあるということを示しているのであり、それ以上の種類があってもアーヤ*の意味とは矛盾しない（３：２９３参照）。 ２　イムラーン家章２７の、同様のくだりに関する訳注も参照。","lang":"ja"},{"name":"13:4","price":"また大地には、隣接し合った（異なる性質¹の）土地、（その内の肥沃な土地にできる）葡萄園、（種々の）農作物、同根で多幹のナツメヤシの木と、同根で多幹ではないものがある。（それらは皆）同一の水を与えられている。そして、われら*はその内のあるものを、別のものよりも果実において引き立てるのだ²。本当にその中にはまさしく（アッラー*の御力と唯一性*を示す）、分別する民への御徴がある。","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"１　植物の生息する肥沃な土地もあれば、不毛の土地もある（ムヤッサル２４９頁参照）。 ２　形、大きさ、匂い、味などにおいて、「引き立てる」（アル＝バイダーウィー３：３１８参照）。","lang":"ja"},{"name":"13:5","price":"（使徒*よ、）あなたが（、これらの御徴をそっちのけにした人々の不信仰を）驚くのなら、（更に）驚くべきは、「（死んで）土となった後、本当に私たちが新たに創造¹されるとでもいうのか？」という彼らの言葉である。それらの者たちは、自分たちの主*を否定した者であり、それらの者たちは（復活の日*に、）その首に枷が（かけられて）ある者なのである。そしてそれらの者たちは、（地獄の）業火の住人であり、彼らはそこに永遠に留まる者たちなのだ。","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"１　「新たな創造」とは、復活のこと（ムヤッサル２４９頁参照）。","lang":"ja"},{"name":"13:6","price":"また、彼ら（不信仰者*たち）はあなたに、善よりも先に悪を（もたらすことを）性急に求める¹。彼ら以前（の不信仰者*たち）にも確かに、懲罰が降りかかってきたというのに。（使徒*よ、）本当にあなたの主*は人々が不正*を行っても（悔悟するならば）、彼らにとってまさしく赦しの主なのである。そして本当にあなたの主*は（不信仰と迷いとアッラー*への反抗に固執する者に対し）、実に懲罰が厳しいお方なのだ。","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"１　この「善」は無事、あるいは安全と善が望まれる、信仰のこと。「悪」は懲罰。彼らはひどい不信仰ゆえ、自分たちに懲罰を下すよう挑んだものだった（アル＝クルトゥビー９：２８４参照）。家畜章５７－５８、戦利品*章３２、ユーヌス*章５０、フード*章８、夜の旅章９２、巡礼*章４７、蜘蛛章５３－５４、サード章１６、相談章１８、階段章１－２なども参照。","lang":"ja"},{"name":"13:7","price":"また、不信仰に陥った者*たちは言う。「どうして彼（ムハンマド*）に、その主*から御徴¹が下されないのか？」（使徒*よ、）あなたは警告者でしかない。そしていかなる民にも、（その）導き手がいる。","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"１　この「御徴」は、ムーサー*の杖、サーリフ*の雌ラクダのような、目に見える奇跡のこと（ムヤッサル２５０頁参照）。","lang":"ja"},{"name":"13:8","price":"アッラー*は、いかなる女性が（胎内に）宿すものも、子宮が減じるのも、増えるもの¹もご存知である。そして全ての物事は、かれの御許で（一定の）量に（定められて）ある。","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"１　「子宮が減じるもの」とは堕胎（だたい）や、通常の出産期間よりも早い出産のことを表し、「増えるもの」は通常の出産期間よりも遅い出産のことを指すとされる（前掲書、同頁参照）。","lang":"ja"},{"name":"13:9","price":"（アッラー*は、）不可視の世界*と現象界¹をご存知のお方。大いなる*お方、至高の*お方であられる。","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"１　「現象界」については、家畜章７３の訳注を参照。","lang":"ja"},{"name":"13:10","price":"あなた方の内、言葉を秘める者も、それを露わにする者も、夜にこそこそとする者も、昼に堂々とする者も、（アッラー*には）同じこと。","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"13:11","price":"かれには、（人間の）その前と、その後ろに、アッラー*のご命令によって彼を守（り、その行いを記録す）る、交代番¹（の天使*たち）がいる。本当にアッラー*は、民の（恩恵に溢れた）状況を、彼らが自分たちの状況を（自ら）変える²まで、変更されることがないのだ。そしてアッラー*が民に災難をお望みになれば、それを遮るものは誰一人としてなく、彼らには、かれ以外にいかなる庇護者もいない。","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"１　人間には、その右側に善行を記録する天使*、左側に悪行を記録する天使*が一人ずつおり、またその前後には、彼を守る天使*が一人ずつ付いている。そしてこの四人の天使*は、朝晩に別の四人と交代して任務につく（イブン・カスィール４：４３７参照）。カーフ章１７とその訳注も参照。 ２　信仰から不信仰へ、アッラー*への従順さから反逆へと自らの状態を変えない限り、という意味（アッ＝サァディー４１４頁参照）。戦利品*章５３とその訳注も参照。","lang":"ja"},{"name":"13:12","price":"かれ（アッラー*）はあなた方に、（あなた方が）恐怖と待望¹を抱く稲光をお見せになり、（雨を湛えた）重厚な雲をお造りになるお方。","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"１　稲光には落雷の恐怖もあるが、それによって雨を期待することも出来る（ムヤッサル２５０頁参照）。","lang":"ja"},{"name":"13:13","price":"また、雷鳴¹はかれ（アッラー*）への称賛*と共に（かれを）称え*、天使*たちはかれへの恐怖から（そうする）。そしてかれは稲妻を送り、彼ら（不信仰者*たち）がアッラー*（の唯一性*と御力）について議論している最中に、それでお望みになる者を撃たれる。かれは、御力²の凄まじいお方。","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"１　「雷鳴」については、雌牛章１９の同語についての訳注も参照。 ２　ここで「御力」と訳した語「ミハール」には、「懲罰」「策略」などといった解釈もある（アル＝バガウィー３：１２参照）。","lang":"ja"},{"name":"13:14","price":"真の呼びかけ¹は、かれ（アッラー*）だけに属する。そして、彼を差しおいて彼らが祈っているものたちは、少しも彼らに応じることなどない。自分の（乾いた）口に届くよう、その両手を（遠くから）水へと伸ばすが、そこには届かない者（が、その念願を叶えられる）程度のもの以外には（、その念願を叶えられないのだ）²。不信仰者*たちの祈願は、全くの徒労である。","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"１　「真の呼びかけ」とは、シャハーダ*のこととされる。祈願のために呼ばれるべき存在は、アッラー*のみである（ムヤッサル２５１頁参照）。 ２　つまり、その祈願は叶えられない。ほかにも、これが「空想の水に手を伸ばす者」「水を両手で掴（つか）もうとするが、掴めない者」の様子である、といった説がある（アル＝クルトゥビー９：３０１参照）。","lang":"ja"},{"name":"13:15","price":"そしてアッラー*にこそ、諸天と大地にある（全ての）ものは、従順にであろうと嫌々であろうと¹、サジダ*する。また（創造物の）影も、朝に夕に（サジダ²する）。（読誦のサジダ*）","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"１　ある種の学者によれば、このアーヤ*の意味は、「信仰者と天使*は、文字通りの崇拝*行為としてのサジダ*をするが、偽信者*は嫌々サジダ*する」。偽（にせ）信者*以外の不信仰者*については、巡礼*章１８によって、『全ての人』がサジダ*するわけではないことが説明されている。また一説には、ここでの「サジダ*」は文字通りの崇拝*行為の一形式ではなく、「服従」という意味のサジダ*。というのも不信仰者*もまた、アッラー*のご意見から逃れられず、かれに物理的に服従しているのが現状だからである（アッ＝シャンキーティー２：２３７－２３９参照）。イムラーン家章８３とその訳注、蜜蜂章４８－４９、夜の旅章４４、巡礼*章１８とその訳注、御光章４１とその訳注も参照。 ２　「影のサジダ*」については、「アッラー*のご意思に沿って、その傾きが変化すること」「サジダする者たちの影」といった説がある。蜜蜂章４８も参照（アル＝クルトゥビー９：３０２参照）。","lang":"ja"},{"name":"13:16","price":"（使徒*よ、シルク*の徒に）言え。「諸天と大地の主*は誰か？」言ってやるのだ。「（それは）アッラー*である」。言うのだ。「（そのことを認めている）にも関わらず、一体あなた方はかれを差しおいて、自分自身への益も害も有さない庇護者を設けたというのか？」言え。「盲人と見える者¹は同じか？いや、闇と光²は同じなのか？」いや、彼らはアッラー*に、かれの創造と同様に創造し、それゆえに（それらの創造とアッラー*の）創造が彼らにとって紛らわしくなってしまった同位者を設け（、アッラー*と共に崇拝*し）ているのか？（使徒*よ、）言うがよい。「アッラー*は全てのものの創造主であり、かれは唯一の*お方、君臨し給う*お方である」。","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"１　信仰者と不信仰者*のたとえ。真理を見ようとせず、それを信じもしないことから、このようにたとえられている（ムヤッサル２５１，２５２頁参照）。雌牛章７，１８、家畜章５０、フード*章２０、２４と各訳注も参照。 ２　これも、不信仰と信仰のたとえ（前掲書２５１頁参照）。雌牛章２５７「闇から光」の訳注も参照。","lang":"ja"},{"name":"13:17","price":"かれ（アッラー*）は天から（雨）水をお降らしになり、渓谷（の水）はその規模に応じて流れ、流水は浮き上がった（無益な）泡を湛える。また、彼らが装飾品や道具（の加工・鋳造）を望んで火の中にくべるもの¹の内にも、それと同様の（無益な）泡が（生じる）。同様にアッラー*は、真理と虚偽について譬えられる。それで泡はといえば散って消え去り、人々を益するものはといえば、地上に残存する。そのようにアッラー*は、（真理と虚偽、導きと迷いについて）譬えを挙げられるのだ。","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"１　装飾品加工のための金銀や、種々の道具を鋳造（ちゅうぞう）するための銅などの金属のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"13:18","price":"自分たちの主*に応え（て従っ）た者たちには、最善のもの¹がある。そしてかれに応え（て従わ）なかった者たちは、もし彼らに地上にある全てのものとそれと同様のものが（もう一つ）あり、（それを懲罰を免れるための代償とすることが出来たのならば、）それで償ったであろう。それらの者たち、彼らには悪い清算があり、その住処は地獄なのだ。そしてその寝床は、何と醜悪なことだろうか。","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"１　この「最善のもの」とは、天国のこと（ムヤッサル２５１頁参照）。","lang":"ja"},{"name":"13:19","price":"（使徒*よ、）一体、あなたの主*からあなたに下されたものが、まさしく真理であることを知（って信じ）る者は、盲人¹である者と同様であろうか？澄んだ理性の持ち主が、まさに教訓を得るのである。","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"１　「盲人」については、アーヤ*１６の訳注を参照。","lang":"ja"},{"name":"13:20","price":"（それらの者たちとは、）アッラー*との契約¹を全うし、確約を破らない者たち。","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"１　この「契約」については、雌牛章２７の訳注を参照。","lang":"ja"},{"name":"13:21","price":"また、アッラー*が繋ぎとめられるよう命じられたものを繋ぎとめ¹、その主*を恐れ、悪い清算²を怖れる者たち。","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"１　「アッラー*が繋ぎとめるよう命じられたもの」については、雌牛章２７の訳注を参照。 ２　「悪い清算」とは、復活の日*に全ての罪を清算され、何一つ見過ごしてはもらえないもの（ムヤッサル２５３頁参照）。","lang":"ja"},{"name":"13:22","price":"また、その主*の御顔を求めて忍耐*し、礼拝を遵守*し、われら*は授けたものから（施しのため）秘密裏に、または公に費やし¹、善行によって悪行を追い払う²者たち。そのような者たち、彼らには、世の（善き）結末³がある。","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"１　「われら*が授けた・・・費やす」については、雌牛章３の訳注を参照。 ２　「善行でもって悪行を追いやる」については、フード*章１１４の訳注を参照。 ３「世の（善き）結末」については、家畜章１３５の訳注を参照。","lang":"ja"},{"name":"13:23","price":"（それは）彼らと、彼らの祖先、配偶者、子孫の内で正しかった者*、が入ることになる、永久の楽園。天使*たちも（彼らを祝福すべく）、全ての扉から彼らのもとに入る。","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"13:24","price":"（天使*たちは、彼らに言う。）「あなた方が（現世で、アッラー*への服従において）忍耐*したことゆえ、あなた方に平安を¹」。そして世の（善き）結末²は、何と素晴らしいことか。","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"１　「あなた方に平安を」とは、「あなた方はこの日、あらゆる忌まわしいことから安全ですよ」という意味とされる（ムヤッサル２５２頁参照）。家畜章５４の訳注も参照。","lang":"ja"},{"name":"13:25","price":"アッラー*との契約をそれが確約された後に破り、アッラー*が繋ぎとめられるよう命じられたもの¹を断ち、地上で腐敗*を働く者たち、それらの者たちの上には呪いがある。そして彼らには（来世で）、忌まわしい住処があるのだ。","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"１　「世の（善き）結末」については、家畜章１３５の訳注を参照。 ２　「アッラー*が繋ぎとめるよう命じられたもの」については、雌牛章２７の訳注を参照。","lang":"ja"},{"name":"13:26","price":"アッラー*は、かれがお望みの者に糧を豊富に与えられ、また控えられる¹。現世の生活など、来世（との比較）においては（僅かで儚い）楽しみでしかないのに、彼ら²は現世の生活に浮かれているのだ。","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"１　物語章８２、サバア章３６、暁章１６の訳注も参照。 ２　この「彼ら」は、現世で豊富な糧を授かった不信仰者*のこと（アッ＝タバリー６：４７３０参照）。","lang":"ja"},{"name":"13:27","price":"不信仰に陥った者*たちは言う。「どうして彼（ムハンマド*）の主*から、彼のもとに御徴が下されなかったのか？¹」言ってやるがいい。「本当にアッラー*は（、導きを頑固に拒む者の内、）お望みの者を迷わされ、よく（アッラー*に悔悟して）立ち返る者を、かれの御許へとお導きになる」。","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"１　同様の意味の、アーヤ*７とその訳注を参照。","lang":"ja"},{"name":"13:28","price":"信仰し、その心がアッラー*の唱念で安らぐ者たち（を、お導きになるのだ）。アッラーの唱念によってこそ、心は安らぐのではないか。¹","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"１　同様のアーヤ*として、集団章２３とその訳注も参照。","lang":"ja"},{"name":"13:29","price":"信仰し、正しい行い*を行う者たち、彼らには麗しきもの¹と、よき戻り場所²がある。","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"１　この「麗しきもの」の解釈には、「天国にある大木の名」「喜び」「天国の別名」などといった諸説がある（アル＝クルトゥビー９：３１６参照）。","lang":"ja"},{"name":"13:30","price":"（過去にも数々の使徒*を遣わしたのと）同様に、（使徒*よ、）われら*はあなたを、それ以前にいくつもの共同体が滅び去っていった共同体に、遣わした。（それは）あなたが、慈悲あまねき*お方を否定している¹彼らに、われら*があなたに啓示したもの（クルアーン*）を読誦するためである。（使徒*よ、彼らに）言ってやるのだ。「かれは我が主*、彼以外に、（真に）崇拝*すべきものなど存在しない。かれにこそ、私は全てを委ねた*のであり、かれの御許にこそ、我が帰り先はあるのだ」。","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"１　マッカ*の不信仰者*の中には、「慈悲あまねき*お方」というアッラー*の御名を否定する者たちがいた（アッ＝タバリー６：４７３７－４７３８参照）。夜の旅章１１０とその訳注、預言者*たち章３６、識別章６０も参照。","lang":"ja"},{"name":"13:31","price":"もし読誦されるもの（啓典）によって山々が動かされ、またはそれによって大地が裂け、あるいはそれによって死人が（蘇らされて）語りかけられるとするならば（、このクルアーン*こそが、それである）¹。いや、アッラー*にこそ全ての物事は属する²のだ。一体、信仰する者たちは、もしアッラー*がお望みになれば（奇跡など起さずとも）、全ての人々をお導きになっただろうことを知らないのか？²不信仰に陥った者*たちにはアッラー*のお約束³が到来するまで、自分たちが成したことゆえに災難⁴が襲いかかるか、あるいはそれが彼らの土地の近くに降りかかり続けるのだ。本当にアッラー*は、約束をお破りにはならない。","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"１　奇跡を含む全ての物事は、アッラー*の英知とご意思にかかっている（アッ＝シャウカーニー３：１１５参照）。 ２　このアーヤ*が下った背景には、預言者*が奇跡を起こしたら信仰する、というシルク*の徒の言葉を聞いた教友*たちが、奇跡が起きるのを望んだということがある（アル＝バガウィー３：２３参照）。 ３　「アッラー*のお約束」は、復活の日*とも、ムスリム*の勝利とも言われる（前掲書、３：２４参照）。 ４　「災難」とは具体的に、罰、殺害、捕虜、飢餓などのこと（アル＝クルトゥビー９：３２１参照）。","lang":"ja"},{"name":"13:32","price":"（使徒*よ、）あなた以前の使徒*たちも確かに（自分の民から）嘲笑されたのであり、われは不信仰だった者*たちに猶予を与え、それから彼らを罰したのだ。わが懲罰はいかなるものであったか？","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"13:33","price":"一体、あらゆる者をその稼ぐものにおいて司るお方¹が（崇拝*に値するのか、それとも彼以外の不能な創造物か）？彼らは（創造物の内から）、アッラー*（の崇拝*）に同意者を設けた。（使徒*よ、）言ってやれ。「それらの（同位者の）名（と性質）を述べてみよ²。いや、一体あなた方は、かれが地上において関地されないもの³について、かれに申し上げるというのか？いや、一体（実体もないのに）言葉の上っ面で、（それを同位者と呼んでいるだけ）なのか？いや、不信仰に陥った者*たちには自分たちの策謀⁴が目映く見せられ、彼らは（アッラー*の）道から阻まれてしまったのだ。誰だろうとアッラー*が迷わせ給う者には、いかなる導き手もない」。","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"１　アッラー*は人の行いを、全て教え上げられるお方（ムヤッサル２５３頁参照）。頻出名・用語解説の「全てを司る*お方」の項も参照。 ２　述べてみたところで、それらは崇拝*に値するものではないから、の意（ムヤッサル２５３頁参照）。 ３　彼らがアッラー*の同位者として崇めているものは、実態がないゆえ、アッラー*はそれらを関地されない（イブン・カスィール４：４６３参照）。 ４　この「策謀」とは、嘘を真実のように見せる、彼らの偽装（ぎそう）のこと。あるいは、シルク*による、イスラーム*に対する彼らの「策謀」のこと（アル＝バイダーウィー３：３３２参照）。","lang":"ja"},{"name":"13:34","price":"彼らには現世の生活で懲罰があり、来世の懲罰こそはもっと厳しい。そして彼らにはアッラー*（の罰）から、誰も守ってくれる者などない。","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"13:35","price":"敬虔な*者たちが約束された、天国の様子（とは、このようなもの）。その下からは河川が流れている。その食べ物は絶えることがなく、その陰も（同様）。それが（アッラー*を）畏れる者たちの結末。そして不信仰者*らの結末は、（地獄の）業火なのだ。","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"13:36","price":"われら*が啓典を授けた者たちは、あなたに下されたもの（が、自分たちの教えと符合している事実）に歓喜する¹。そして（不信仰の）徒党の内には、その一部を否定する者²がいる。（使徒*よ、）言うのだ。「私はアッラー*を崇拝*し、かれ（の崇拝*）に何ものも並べない³よう、命じられたに過ぎない。かれ（の崇拝*）にこそ私は（人々を）招くのであり、かれの御許にこそ、我が戻り場所はある」。","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"１　ユダヤ教徒*からムスリム*となったイブン・サラームや、キリスト教徒*からムスリム*となったアン＝ナジャーシーらのことを指す（ムヤッサル２５４頁参照）。 ２　預言者*に論争を挑んだナジュラーンのキリスト教 導師ら（イムラーン家章、冒頭の訳注を参照）や、ユダヤ教徒*のナディール族の長カァブ・ブン・アル＝アシュラフらのこと（前掲書、同頁参照）。 ３　「何ものも並べない」とは、シルク*を犯さない、ということ。","lang":"ja"},{"name":"13:37","price":"（使徒*よ、過去の預言者*たちに、彼らの言葉で啓典を下したのと）同様に、われら*はそれ（クルアーン*）をアラビア語の裁定¹として下した。もしもあなたが、自分に知識が到来した後に彼ら（シルク*の徒）の私欲に従うのなら、あなたにはアッラー*（の罰）に対する、いかなる庇護者も守護者もないのだ。","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"１　クルアーン*に含まれる法規定によって裁くところの「裁定」、あるいはアラビア語で表現された「英知」という意味とされる（アッ＝シャウカーニー３：１２０参照）。","lang":"ja"},{"name":"13:38","price":"（使徒*よ、）われら*は確かに、あなた以前にも使徒*たちを遣わし、彼らに妻と子孫を授けた¹。そしてアッラー*のお許しなしには、いかなる使徒*も御徴²をもたらすことはない。全ての期限には、（定められた）書がある³のだから。","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"１　一説に、これは預言者*が結婚していることを揶揄（やゆ）したシルク*の徒について下ったとされる。だがアッラー*は、使徒*たちを、飲み、食べ、結婚もする人間とされたのであり、天使*とはされなかった（アル＝バガウィー３：２６参照）。 ２　この「御徴」とは、奇跡のこと。シルク*の徒らは、使徒*の証明とし て奇跡を起こすよう要求したものだった（ムヤッサル２５４頁参照）。雌牛章１０８、家畜章１０９－１１０、ユーヌス*章９７、夜の旅章９０－９３、ター・ハー章１３３、預言者*たち章５、識別章７－８、創成者*章４２も参照。 ３　つまり、全ての物事にはアッラー*によって前もって定められた期限がある（前掲書、同頁参照）。","lang":"ja"},{"name":"13:39","price":"アッラー*は、お望みのものを抹消され、また、定着させられる。そしてかれの御許には、書の母があるのだ¹。","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"１　法規定でも何でも、アッラー*は、英知によって、お望みのものを抹消し、保存される（雌牛章１０６、蜜蜂章１０１も参照）。それらのことも含め、アッラー*の御許には、復活の日*までの創造物の全状態が定められた「書の母」、つまり守られし碑板*がある（イブン・カスィール４：４７１、ムヤッサル２５４頁参照）。「母」と呼ばれているのは、それが全ての書の元であるため。アラビア語では、何かの元となるものを「母」と呼ぶことがある（アッ＝ラーズィー７：５２参照）。","lang":"ja"},{"name":"13:40","price":"（使徒*よ、）もし、われら*が彼らに約束したもの¹の一部をあなたに見せてやるにしても、あるいは（その前に）あなたを召すにせよ、あなたには（アッラー*の教えの）伝達あるのみなのであり、清算するのはわれら*の役目なのだ。","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"１　「彼らに約束したもの」については、ユーヌス*章４６の訳注を参照。","lang":"ja"},{"name":"13:41","price":"そして一体、彼ら（不信仰者*たち）は見ないのか？われら*が（彼らの）土地に取りかっては、それをその端々から削り取っていく¹のを？アッラー*は裁決を下されるが、そのご裁決を覆す者などはないのであり、かれは即座に計算される*お方なのだ。","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"１　これはムスリム*の国の領土が広がっていくにつれて、シルク*の徒の領土が減っていくことを示しているのだと言われる（アッ＝タバリー６：４７６２－４７６５、ムヤッサル２５４頁参照）。","lang":"ja"},{"name":"13:42","price":"彼ら以前の者たちは（自分たちの使徒*に対して）確かに策謀した。そうであっても、全ての策謀はアッラー*に属する¹。かれは、全ての者が稼ぐもの（行為）をご存知なのだから。そして不信仰者*らは（復活の日*）、誰に世の（善き）結末²があるかを知ることになろう。³","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"１　この解釈には、「アッラー*の御許にこそ、彼らの策謀の応報がある」「彼らの策謀も全てアッラー*の創造なのであり、かれがお望みにならない限り、それが誰かを害することはない」といった説がある（アル＝バガウィー３：２８参照）。彼らへの罰が、彼らの罪（策謀）の名で表現されていることについては、雌牛章１３５の訳注を参照 ２　「世の（善き）結末」については、家畜章１３５の訳注を参照。 ３　無論、それは使徒*に従った者たちのものである。（ムヤッサル２５４頁参照）。","lang":"ja"},{"name":"13:43","price":"不信仰に陥った者*たちは言う。「（ムハンマド*よ、）あなたは（アッラー*の御許から）遣わされた者ではない」。言ってやれ。「私とあなた方の間の証人は、アッラー*だけで十分である。そして、啓典の知識を有する者¹（の証言）だけで」。","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"１　これは啓典の民*の内、ムスリム*になった者たちのこととされる（前掲書２５５頁参照）。アーヤ*３６とその訳注も参照。","lang":"ja"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}