{"data":[{"name":"14:1","price":"アリフ・ラーム・ラー¹。（使徒*よ、これは）あなたが人々を、彼らの主*のお許しによって闇から光²へ、つまり偉力ならびない*お方、称賛されるべき*お方の道へと（導き）出すべく、われら*があなたに下した啓典（クルアーン*）である。","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"１　これらの文字については、頻出名・用語解説「クルアーンの冒頭に現れる文字群*」を参照。 ２　この「闇」は迷いや誤り、「光」は導き、つまりイスラーム*のこと（ムヤッサル２５５頁参照）。雌牛章２５７の訳注も参照。","lang":"ja"},{"name":"14:2","price":"諸天にあるものと、大地にあるものが属する、アッラー*（の道へと）。そして不信仰者*たちには、厳しい懲罰という災いあれ。","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:3","price":"（それらの者たちは、）来世よりも現世の生活を愛し、アッラー*の道（イスラーム*）から（人々を）阻み、それ（その道）を捻じ曲げようと望む者たち。それらの者たちは、（真実から）遠い迷いの中にある。","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:4","price":"われら*はいかなる使徒*も、その民の言葉でしか、遣わすことがなかった。（それは）彼らに、（アッラー*の教えを）明白にするため。アッラー*はお望みになる者を迷わされ、お望みになる者をお導きになる。かれは偉力ならびない*お方、英知あふれる*お方。","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:5","price":"われら*は確かに、ムーサー*をわれら*の御徴¹と共に遣わし（、こう命じ）た。「あなたの民を、闇から光²へと（導き）出すのだ。そしてアッラー*の日々³について、彼らに思い出させよ」。本当にそこにはまさしく、忍耐*強く感謝深い全ての者⁴への（、アッラーの唯一性*と全能性を示す）御徴があるのだから。","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"１　この「御徴」は奇跡など、ムーサー*の使徒*性の真実を証明するもの（アッ＝タバリー６：４７７３－４７７４参照）。 ２　この「闇と光」については、アーヤ*１の訳注を参照。 ３　「アッラー*の日々」とは、イスラーイールの子ら*に対する、アッラー*からの恩恵や試練の日々のこと（ムスリム「功徳の書」１７２参照）。 ４　アッラー*への服従において辛抱し、禁じられた物事を犯すことにおいて自制し、定められた運命を耐え忍ぶ者、そしてアッラー*に対する義務を行うことで感謝の念を表し、かれの恩恵に感謝深い者のこと。このような者こそは、アッラー*の御徴から真に教訓を得る者である（ムヤッサル２５５頁参照）。","lang":"ja"},{"name":"14:6","price":"ムーサー*が、その民（イスラーイールの子ら*）に（こう）言った時のこと（を思い起こさせよ）。「あなた方に対するアッラー*の恩恵を思い起こすのだ。かれがあなた方を、フィルアウン*の一族から救い出された時のことを。彼らはあなた方に過酷な懲罰を味わわせ、男児は殺し、女児は生かしておいた¹。そしてそこには、あなた方の主*からの偉大な試練があったのだ。","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"１　この出来事の詳細については、雌牛章４９の訳注を参照。","lang":"ja"},{"name":"14:7","price":"また、あなた方の主*が（こう）宣言された時のこと（を思い起こさせるのだ）。『もしも、あなた方が（わが恩恵ゆえ、われに）感謝したなら、われは必ずや（わが恩寵を）あなた方に上乗せしてつかわそう。そして、もしもあなた方が恩知らずになったなら、本当に（あなた方への）わが懲罰は、まさしく厳しいものなのである』」。","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:8","price":"そしてムーサー*は、（彼らに）言った。「もし、あなた方と、地上にいる者全てが不信仰に陥ろうとも（、それはあなた方自身を害するだけ）、実にアッラー*こそは、満ち足りた*お方、称賛されるべき*お方なのだから」。","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:9","price":"（人々よ、）あなた方には、あなた方以前の者たちの消息が届いていないのか？ヌーフ*の民、アード*、サムード*、そしてアッラー*以外には（その数を）ご存知にならない、彼ら以後の者たち（の知らせ）が？彼らには、彼らの使徒*たちが明証¹を携えてやって来たのだ。そして彼ら（民）は、彼らの手を自分たちの口に持っていき²（、苛立ちゆえにそれを噛みながら、こう）言った。「本当に私たちは、あなた方が携えて遣わされたものを否定する。そして本当に私たちは、あなた方が私たちを招いているもの³に対して、大きな疑惑を抱いているのだ」。","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"１　この「明証」は、彼らがアッラー*の使徒*であることを示す明白な証拠のこと（ムヤッサル２５６頁参照）。 ２　このアーヤ*には、ほかにも「彼ら（民）が、自分たちの手で彼ら（使徒*たち）の口を指し（口を閉じるよう命じ）た」とか「彼ら（民）が、（使徒*たちを黙らせようとして、）自分たちの手を彼ら（使徒*たち）の口にかざした」など、複数の解釈がある（イブン・カスィール４：４８１参照）。 ３　つまり、信仰とタウヒード*のこと（ムヤッサル２５６頁参照）。","lang":"ja"},{"name":"14:10","price":"使徒*たちは、（彼らに）言った。「一体、アッラー*（と、かれのみを崇拝*すること）に疑念を抱くのか？諸天と大地の創成者*に？かれはあなた方のために、あなた方の罪の一部をお赦しになり、あなた方に一定の時期まで（懲罰の）猶予を与えて下さるべく、あなた方を（信仰へ）招いておられるのだ」。彼ら（民）は、（使徒*たちに）言った、「あなた方は、私たちと同様の人間に外なら（ず、使徒*などに相応しいものでは）ない。あなた方は、私たちのご先祖様が崇めていたもの（を私たちが崇めること）から、私たちを阻もうとしているのだ。（あなた方が本当に使徒*）ならば、紛れもなき証拠¹を私たちに持って来てみよ」。","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"１　この「紛れもなき証拠」とは、奇跡のこととされる（イブン・カスィール４：４８２参照）。","lang":"ja"},{"name":"14:11","price":"使徒*たちは、彼らに言った。「私たちは、あなた方と同様の人間に外ならない。しかしアッラー*はその僕の内、お望みになる者にお恵みを垂れ給う¹のだ。また私たちは、アッラー*のお許しもなく、あなた方に証拠²をもたらすことは出来ない。信仰者たちには、アッラー*にこそ全てを委ね*させよ。","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"１　つまり人間の内、お望みになる者を使徒*としてお選びになる（ムヤッサル２５７頁参照）。 ２　この「証拠」については、アーヤ*１０の「紛れもなき証拠」の訳注を参照。","lang":"ja"},{"name":"14:12","price":"また、どうして私たちが、アッラー*に全てを委ねないことがあろうか？かれは私たちを確かに、（救済への）いくつもの道¹へとお導きになったというのに。私たちは必ずや、あなた方が私たちを害したことに対して、耐え切るのだ。そして（何かを誰かに）委ねる（信仰）者たちには、アッラー*にこそ全てを委ね*させよ」。","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"１　あるいは、アッラー*を知り、かれにこそ全ての物事が委ねられている、ということを知るための「いくつもの道」のこと（アル＝バイダーウィー３：３４１参照）。","lang":"ja"},{"name":"14:13","price":"不信仰に陥った者*たちは、自分たちの使徒*たちに言った。「私たちは必ずや、あなた方を私たちの土地から追放しよう。さもなくば、あなた方は私たちの宗教に戻る外ないのだ」。それで彼らの主*は、彼ら（使徒*たち）に（こう）啓示した。「われら*はきっと、不正*者たちを滅ぼそう。","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:14","price":"そして彼らの（滅亡）後に必ずや、あなた方をその土地に住ませよう。それはわが立ち所¹を怖れ、わが（罰の）約束を怖れていた者のためのもの」。","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"１　「わが立ち所」とは、復活の日*にアッラー*の御前に立つことになる、その場のこと（ムヤッサル２５７頁参照）。","lang":"ja"},{"name":"14:15","price":"そして彼ら（使徒*たち）は（アッラー*に、敵に対する）勝利を乞い、（真理に対して）尊大で頑迷な全ての者は敗北した。","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:16","price":"彼（不信仰者*）の前には地獄があり、彼は（そこで、その住人の）血膿を飲まされる¹。","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"１　地獄の民の飲み物については、洞窟章２９、サード章５７、ムハンマド*章１５、出来事章５４－５５、消息章２４－２５、圧倒的事態章５も参照。","lang":"ja"},{"name":"14:17","price":"彼はそれをどうにか飲み込もうとするが、なかなか喉元を通すことが出来ない¹。そして彼は死人（となって楽）になれないにも関わらず、死（の原因である苦しみ）がありとあらゆる場所から彼のもとを訪れる。また、その後にも、（別の）荒々しい懲罰があるのだ。","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"１　喉が渇いているにも関わらず、その汚さと熱さ、不味さゆえに、なかなか飲み込めないのだと言われる（アッ＝タバリー６：４７８９、ムヤッサル２５７頁参照）。ムハンマド*章１５も参照。","lang":"ja"},{"name":"14:18","price":"自分たちの主*を否定する者たちの様子、その行いは、強風の日に風が激しくなっ（て、跡形もなく吹き散らしてしまっ）た灰のようなもの。彼らは自分たちが稼いだもの（行い）によって、（アッラー*の御許で）何一つ（益を）得ることがない¹。それこそは（まっすぐな道から）遠い、迷いなのである。","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"１　これは、不信仰者*の行いに対する来世での褒美のたとえ。現世で彼らの努力は、散り散りになった灰を回収するようなものであり、彼らはそれによって褒美を得ることが出来ない（イブン・カスィール４：４８６－４８７参照）。雌牛章２６４、イムラーン家章１１７、御光章３９－４０、識別章２３も参照。","lang":"ja"},{"name":"14:19","price":"一体あなた¹は、アッラー*が真理ゆえに、諸天と大地をお創りになったことを知らなかったのか？²かれがお望みなら、あなた方を滅ぼされ、新たな創造物³をもたらされるのだ。","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"１　この「あなた」については、雌牛章１２０の訳注を参照（ムヤッサル２５８頁参照）。 ２　アッラー*の創造は無意味なものなどではなく、それによってかれの唯一性*と全能性、かれのみが崇拝*に値することを示すためのものであった（前掲書、同頁参照）。イムラーン家章１９１「我らが主*よ・・・ありません」の訳注も参照。 ３　「新たな創造物」とは、アッラー*に従順な別の民のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"14:20","price":"そして、それはアッラー*にとって難しいことなどではない。","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:21","price":"（復活の日*、）彼らは皆アッラー*へと向かって（馳せ参じるべく、墓から）姿を現す¹。そして弱者たちは、高慢だった者たち²に（、こう）言うのだ。「本当に私たちは（現世で）あなた方に追従していた。それでは（この日、）あなた方は少しでも、アッラー*の懲罰から私たちを守ってくれるのか？」彼ら（高慢だった者たち）は、言う。「もしアッラー*が私たちをお導きになっていたら、私たちもあなた方を導いていたのだ³。私たちが嘆き悲しもうが、忍耐*しようが、私たちにとっては同じこと。私たちに、（懲罰からの）逃げ道などない」。⁴","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"１　その日、全人類は、どこにも隠れ場所のない台地に集められる（イブン・カスィール４：４８８参照）。 ２　「弱者たち」とは、間違った道における指導者であった「高慢だった者たち」に追従していた者たちや、同調していた者たち（アッ＝サァディー４２４頁参照）。 ３　彼らは自分たちの迷いと、他人を迷わせたことをアッラー*のせいにするが、実際のところは自ら逸脱したがゆえに、アッラー*も彼らを逸脱させられたのである。戦列章５も参照（アル＝カースイミー１０：３７２３、参照）。 ４　同様の情景の描写として、雌牛章１６６－１６７、高壁章３８、識別章１７－１９、物語章６３、部族連合章６７－６８、サバア章３１－３３、４０－４１も参照。","lang":"ja"},{"name":"14:22","price":"そしてシャイターン*は、事が裁決され（、天国の民と地獄の民が振り分けられ）た後、言う。「本当にアッラー*は、あなた方に（復活と報いという）真実の約束を約束され、私もあなた方に（それらが嘘だと）約束した。そして私は、あなた方を裏切ったのだ。また私には、あなた方に対していかなる（正当な）根拠¹もなかった。ただ、私はあなた方を（不信仰と迷いへと）招き、あなた方は私に応じたのである。ならば、私を責めるのではなく、自分自身を責めよ。私は（この日、アッラー*の懲罰に対する）あなた方の救護者などではないし、あなた方が私の救護者なのでもない。本当に私は、以前（、現世で）あなた方が私を（アッラー*の）同位者として（服従して）いたこと（に対する責任）²を、否定した」。本当に不正*者たち、彼らには痛ましい懲罰があるのだ。³","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"１　あるいは、自分に従うことを無理強いする「力」もなかった、という意味（ムヤッサル２５８頁参照）。 ２　つまり、シルク*のこと。 ３　同様の情景として、カーフ章２７－２９も参照。尚、このアーヤ*の最後の一文は、シャイターン*の言葉の続きという説と、アッラー*の言葉という説がある（アル＝バイダーウィー３：３４６参照）。","lang":"ja"},{"name":"14:23","price":"そして信仰し、正しい行い*を行った者たちは、その主*のお赦しによって、その下から河川が流れる楽園に入れられる。彼らはそこに、永遠に留まる。そこでの彼らの挨拶は、「（あなた方に）平安を¹」である。","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"１　「あなた方に平安を」については、雷鳴章２４の訳注を参照。","lang":"ja"},{"name":"14:24","price":"（使徒*よ、）あなたは、アッラー*がいかに譬えをお挙げになったのか、知らないのか？その根っこは堅固であり、その天辺は天に聳える、よき樹木のような、よき言葉（という譬え）を？¹","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"１　ここでの「よき言葉」はシャハーダ*の言葉、「よき樹木」は信仰者、「根っこ」は信仰者の心の中のシャハーダ*の言葉、「天辺は・・・」とは、その言葉によって信仰者の行いが天にまで届く様子である、とされる。また、この「よき樹木」とは、特にナツメヤシの木のことを指している、と言われる（イブン・カスィール４：４９１－４９３参照）。","lang":"ja"},{"name":"14:25","price":"それはその主*のお許しによって、あらゆる時節にその果実を振舞う¹。アッラー*は人々に、数々の譬えを示されるのだ。（それは、）彼らが教訓を得るように、とのためである。","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"１　同様に、信仰という樹木の根っこも知識と信念と共に、信仰者の心にしっかりと根付く。そして正しい行い*や高徳といった枝先の部分は、アッラー*の御許にまで到達し、時を問わずして褒美（ほうび）を得ることになるのである（ムヤッサル２５９頁参照）。","lang":"ja"},{"name":"14:26","price":"また、悪い言葉とは、地表から抜かれてしまった、悪い樹木のようなもの¹。それには、いかなる安定もない。","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"１　これは不信仰の言葉のたとえ。それは心に有益な形で根付かず、自らにとって有害無益な悪い言葉と行いしか、もたらすことがない。また、その行いはアッラー*にまで届かず、それによって自分のことも他人のことも益することがない（アッ＝サァディー４２５頁参照）。","lang":"ja"},{"name":"14:27","price":"アッラー*は現世においても来世においても、信仰する者たちを確固とした言葉で堅固にされる¹。またアッラー*は不正*者たちを迷わせ給うのだ²。アッラー*はかれがお望みのことをし給うのである。","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"１　「確固とした言葉」とは、シャハーダ*と、イスラーム*の教えのこと。アッラー*はそれによって人を、現世と来世において堅固にされ、死後に墓場の中で聞かれる天使*たちの質問「あなたの主*は誰か？あなたの宗教は何か？あなたの預言者*は誰か？」にも、正しく返答することが出来るようにして下さる（アブー・ダーウード４７５３、ムヤッサル２５９頁参照）。 ２　現世における彼らの「迷い」とは、「論拠に基づいていないために、試練が訪れる堅固でいられず、失敗してしまうこと」で、来世における「迷い」とは、墓の中の質問に答えられないこととされる（アブー・ハイヤーン５：４２３参照）。","lang":"ja"},{"name":"14:28","price":"一体あなた¹は、アッラー*の恩恵²を不信仰で取り換え、自分たちの民を破滅の世界へと住まわせた者たちを見なかったのか？","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"１　この「あなた」については、アーヤ*１９の同語の訳注を参照。 ２　この「恩恵」とは、クライシュ族*の不信仰者*たちがマッカ*の聖域で堪能（たんのう）していた安全（雌牛章１２５の訳注も参照）と、預言者*ムハンマド*のこととされる（ムヤッサル２５９頁参照）。戦利品*章５３とその訳注も参照。","lang":"ja"},{"name":"14:29","price":"彼らがそこに入って炙られることになる、地獄へと？その定着地は、何と醜悪であろうか。","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:30","price":"また、彼ら（不信仰者*たち）は（、人々をイスラーム*という）その道から迷わせるべく、アッラー*に同位者を置い（て崇め）た。（使徒*よ、）言ってやれ。「（現世で）楽しんでいよ。本当にあなた方の行き先は、業火なのだから」。","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:31","price":"（使徒*よ、）信仰するわが僕たちに、言うのだ。いかなる売買¹も友愛もない（復活の）日*が到来する前に、礼拝を遵守*し、われら*が彼らに授けたものから秘密裏に、そして公然と（施しとして）費やせ²、と。","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"１　「売買」については、雌牛章２５４の訳注も参照。 ２　「われらが・・・費やす」については、雌牛章３の訳注を参照。","lang":"ja"},{"name":"14:32","price":"アッラー*は諸天と大地を創造され、天から（雨）水をお降らしになり、それによって果実というあなた方への糧をお出しになり、そのご命令によって海を航行すべく船をあなた方に仕えさせ、河川をあなた方に仕えさせられた¹お方。","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"１　人はそこから自分たち、家畜、農作物のための水を始めとした、様々な利益を得る（前掲書、同頁参照）。","lang":"ja"},{"name":"14:33","price":"また、かれは、あなた方に太陽と月を仕えさせて運行し続けさせ、あなた方に夜と昼を仕えさせられた（お方）。¹","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"１　アッラー*は太陽と月を月日の計算（ユーヌス*章５とその訳注も参照）や、人間の身体、動物、植物の諸益のため、そして夜は休息、昼は活動のためにお創りになった（アッ＝サァディー４２６頁参照）。","lang":"ja"},{"name":"14:34","price":"また、かれは、あなた方がかれに求めた全てのものの内から、あなた方にお授けになった（お方）。たとえあなた方がアッラー*の恩恵を数えたとしても、それを数え上げることは叶わない。本当に人間は不正*極まりない者、大変な恩知らずである。","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:35","price":"イブラーヒーム*が、（こう）言った時のこと¹（を思い起こさせるのだ）。「我が主*よ、この町（マッカ*）を平穏にし²、私と、私の子孫が偶像を崇めることから、遠ざけて下さい。","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"１　これはイブラーヒーム*が、その息子イスマーイール*とその母親ハージャルを、マッカ*に住まわせた後の祈願の言葉（ムヤッサル２６０頁参照）。マッカ*が本来、アッラー*のみを崇拝*するために儲けられ、イブラーヒーム*もそのためにこそカアバ神殿*を建設したという事実が、シルク*の徒であったアラブ人に対して証明されている（イブン・カスィール４：５１２参照）。雌牛章１２６－１２９とその訳注も参照。 ２　雌牛章１２５とその訳注、イムラーン家章９７、物語章５７も参照。","lang":"ja"},{"name":"14:36","price":"我が主*よ、それら（偶像）は、多くの人々を（正しい道から）迷わせました。ゆえに私に従った者¹は誰でも、本当に私の仲間です。そして私に反した者²があっても、本当にあなたは（そのような者にも）赦し深く、慈愛深い*お方であられます。","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"１　タウヒード*と、彼の手法において彼に「従った者」のこと（ムヤッサル２６０頁参照）。 ２　一説に、シルク*以外のことに関してイブラーヒーム*に反した者のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"14:37","price":"我らが主*よ、本当に私は自分の子孫の内の者たちを、あなたの聖なる館（カァバ神殿*）の傍らの、作物も（水も）ない谷間に住まわせました、我らが主*よ、彼らが礼拝を遵守*するために（、私はそうしたのです）¹。ならば、人々の内の心が彼らへと傾くようにし、種々の果実の内から彼らにお授け下さい²。彼らはきっと（あなたに）、感謝するでしょう。","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"１　当時マッカ*は無人かつ不毛の地だったが、イブラーヒーム*はアッラー*からのご命令ゆえに妻ハージャルと幼い息子イスマーイール*をマッカ*に置き去りにした。この祈願の言葉は、彼らの姿が見えなくなった場所で、イブラーヒーム*が唱えたもの。その後、飲み水が尽きてしまったハージャルは幼子を抱え、人を探し回ったが、サファーとマルワの丘（雌牛章１５８の訳注参照）を三往復半した時、ザムザムの水が湧き出てきた。その後、アラブ人のジュルフム族が彼女の許可を得てマッカ*に定住し始め、イスマーイール*はアラブ人の中で育つこととなった（アル＝ブハーリー３３６４参照）。 ２　カアバ神殿*は巡礼*の場と定められ（巡礼*章２７参照）、人の心をひきつける秘密が施（ほどこ）された。また、そこにあらゆる果実がもたらされた（物語章５７参照）（アッ＝サァディー４２７頁参照）。","lang":"ja"},{"name":"14:38","price":"我らが主*よ、本当にあなたは、私たちが隠すことも露わにすることもご存知です。地でも天でも、アッラー*から姿を暗ますことが出来るものなど、何一つありません。","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:39","price":"年老いた私に、イスマーイール*とイスハーク*をお授けになったアッラー*に、全ての称賛*あれ。本当に我が主*は、まさしく祈りを聞き届けられるお方。","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:40","price":"我が主*よ、私を、礼拝を遵守*する者として下さい。また、私の子孫の内の者たちも。そして我らが主*よ、私の祈りをお受け入れ下さい。","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:41","price":"我らが主*よ、清算が行われる日に、私と我が両親¹、信仰者たちをお赦し下さい」。","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"１　これは、彼の父親がアッラー*の敵であることが明らかにされる前のこと（ムヤッサル２６０頁参照）。詳しくは悔悟章１１４、マルヤム*章４７、訪問される女章４も参照。","lang":"ja"},{"name":"14:42","price":"（使徒*よ、）あなた¹は、（イブラーヒーム*の宗教に反した）不正*者たち²が行っていることに対して、アッラー*が無頓着であられるなどと、断じて思ってはならない。かれは、彼らの眼が（余りの恐怖ゆえに）凝然とするその日まで、彼らを猶予されるに過ぎないのだから。","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"１　この「あなた」については、雌牛章１２０の訳注を参照（アッ＝シャウカーニー３：１５７参照）。 ２　使徒*の嘘つき呼ばわりや、信仰者の迫害などの罪を犯す「不正*者たち」（ムヤッサル２６０頁参照）。","lang":"ja"},{"name":"14:43","price":"（彼らはその日、）あたふたと（墓場から現れ、）自分たちの頭を上げた状態のまま。（余りの恐怖ゆえ、）彼らの瞬きは自分たちに戻ることもなく¹、その心は虚ろである。","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"１　つまり瞬きすることもなく、眼が見開かれたままの状態（アル＝カースィミー１０：３７３７参照）。","lang":"ja"},{"name":"14:44","price":"（使徒*よ、）人々に警告せよ、彼らに懲罰が到来し、（不信仰という）不正*を働いた者たちが（、こう）言う（復活の）日*のことを。「我らが主*よ、短い期間だけ、私たちに猶予をお授け下さい。あなたの呼びかけに応え、使徒*たちに従いますから」。¹（すると、彼らにこう言われる。）「あなた方は以前、自分たちには（現世から来世への）移転などない、と誓いを立てたのではなかったか？","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"１　いざ復活の日*（あるいは死）が到来すると、彼らは現世での猶予を求めたり、自分たちを現世に返してくれることを頼んだりする。だが、もちろんそれは叶わない。家畜章２７－２８、高壁章５３、信仰者たち章９９－１００、アッ＝サジダ*章１２、創成者*章３７、赦し深いお方章１１－１２、相談章４４、偽信者*たち章１０－１１も参照。","lang":"ja"},{"name":"14:45","price":"また、あなた方は、自らに不正*を働いた（過去の不信仰）者*たちの住処に滞在した¹。われら*が彼らに対していかなる仕打ちをしたか、あなた方には明らかになったのである。われら*は（このクルアーン*の中で）、あなた方にいくつもの譬えを挙げたのだ」。","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"１　アラブ人たちは旅をする際、サムード*の地やアード*の地に立ち寄ったものだった（イブン・アーシュール１３：２４９参照）。","lang":"ja"},{"name":"14:46","price":"彼ら（シルク*の徒）は確かに、自分たちの策謀を企んだ。そして彼らの策謀は、アッラー*の御許にこそ（掌握されて）ある¹。彼らの策謀は（その脆弱さゆえ）、それによって山々を動かすこともないのだ。","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"１　不信仰者*らは預言者*ムハンマド*の暗殺など、様々な策謀を図った。しかしアッラー*はそのような策謀を全てご存知であり、その悪い策謀の結末は彼らに返って来ることになる（ムヤッサル２６１頁参照）。","lang":"ja"},{"name":"14:47","price":"だから（使徒*よ）、アッラー*が、かれの使徒*たちに対するそのお約束をお破りになるなどと、あなた¹は断じて考えてはならない。本当にアッラー*は偉力ならびない*お方であり、報復の主*なのだから。","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"１　この「あなた」については、雌牛章１２０の訳注を参照（前掲書、同頁参照）。","lang":"ja"},{"name":"14:48","price":"大地がその大地ではない（別の）もの¹に、そして諸天もまた（その諸天ではない別のものに）取って代わられる日（の報復である（。彼らは、唯一で*全てに君臨し給う*アッラー*へと（馳せ参じるべく、墓から）姿を現す²。","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"１　大地と諸天が「取って代わられる」ことには、①その性質が変化する、②別の物と取り換えられる、という説がある。①の説の場合、大地は「丘が平坦になり、山々が粉々になり、広く伸ばされ」、諸天は「太陽と月が巻き込まれ、星々が落下する（巻き込む章１－２参照）」あるいは「時には解けた鉛のように（階段章８参照）、時には解けた脂のように（慈悲あまねき*お方章３７参照）なったりする」。②の説の場合、大地と取り換えられるものは「地獄の架け橋（鉄章１２とその訳注を参照）」「純白の薄いパンのような、ピンク色のかった白色の大地（アル＝ブハーリー６５２１参照）」、また「大地は銀、天は金となる」（アル＝クルトゥビー９：３８３－３８４参照）「諸天は楽園となる」（イブン・カスィール４：５２１参照）といった諸説もある。 ２　アーヤ*２１とその訳注も参照。","lang":"ja"},{"name":"14:49","price":"（使徒*よ、）あなたは（復活の）その日、不正*者たちが枷で、がんじがらめにされている¹のを見る。","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"１　識別章１３とその訳注も参照。","lang":"ja"},{"name":"14:50","price":"彼らの衣服はタール¹で出来ており、炎が彼らの顔を覆う。","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"１　一説には、高熱で溶解した銅や真鍮（しんちゅう）のこと（アッ＝タバリー６：４８５５－４８５９参照）。預言者*たち章１９も参照。","lang":"ja"},{"name":"14:51","price":"（それは）アッラー*が全ての者を、（善行であれ悪行であれ、）彼が稼いだものによってお報いになるためである。本当にアッラー*は、即座に計算される*お方。","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"ja"},{"name":"14:52","price":"これ（クルアーン*）は、人々への布告である。（アッラー*はそれを彼らへの忠告を受け、かれ（アッラー*）が唯一の崇拝*されるべき存在に外ならないということを知り、澄んだ知性の持ち主たちが教訓を得るために（下されたのである）。","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"ja"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}