{"data":[{"name":"16:1","price":"アッラー*のご命令が到来した¹。ゆえに（不信仰者*たちよ、）あなた方はそれを、性急に求めるのではない²。かれに称え*あれ、かれは彼らがシルク*を犯しているものから（無縁で）、遥か高遠であられる。","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"１　復活の日*と、不信仰者*らへの懲罰は近づいた、ということ（ムヤッサル２６７頁参照）。預言者*は中指と人差し指を並べて立て、こう仰（おっしゃ）った。「私が遣わされたのと復活の時（まで）は、この二本（の長さの違い）ほどである」（アル＝ブハーリー４９３６参照）。また、預言者*たち章１の訳注も参照。 ２　彼らは自分たちに対する警告を嘲笑して、懲罰を早く下してみよ、と言ったものだった。家畜章５７－５８、戦利品*章３２、ユーヌス*章５０、フード*章８、雷鳴章６、夜の旅章９２、巡礼*章４７、蜘蛛章５３－５４、サード章１６、相談章１８、階段章１－２なども参照。","lang":"ja"},{"name":"16:2","price":"かれは、その僕たちの内からお望みになる者（使徒*たち）に、かれのご命令によって、魂（啓示）¹と共に天使*たちを下される。（こう）警告せよ、と。「本当にわれの外に、（真に）崇拝*すべきものなど、何一つない。ならば、われを畏れる*のだ」。","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"１　啓示が「魂」と呼ばれている理由については、赦し深いお方章１５の同語についての訳注を参照。","lang":"ja"},{"name":"16:3","price":"かれは真理ゆえに、諸天と大地をお創りになった¹。かれは、彼らがシルク*を犯しているものから（無縁で）、遥か高遠であられる。","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"１　イムラーン家章１９１「我らが主*よ、あなたは・・・」の訳注も参照。","lang":"ja"},{"name":"16:4","price":"かれは、人間を一滴の精液から創られた¹。なのにどうであろうか、彼は（その主*に対する）あからさまな反論者なのだ。²","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"１　人間の創造の変遷については、巡礼*章５、信仰者たち章１４とその訳注を参照。 ２　人間は、一滴の取るに足らない精液から創造されたにも関わらず自惚（うぬぼ）れ 、復活を否定したりするなどして、自分の主に反論する（ムヤッサル２６７頁参照）。ヤー・スィーン章７８も参照。","lang":"ja"},{"name":"16:5","price":"また、家畜を（あなた方人間のために）お創りになった。それらにはあなた方への温もり¹と諸益があり、あなた方はそれらから食する。","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"１　その毛や皮などは、衣服や寝具、住居などに利用される（アッ＝サァディー４３５頁参照）。","lang":"ja"},{"name":"16:6","price":"また、あなた方が（夕べに、それらの家畜を小屋へと）連れて帰る時、そして（朝には）牧場に連れて行く時、そこにはあなた方にとっての甘美さがある。¹","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"１　その二つの時間帯、場は壮観となり、主人には壮厳さが漂う（アル＝バイダーウィー３：３８６参照）。","lang":"ja"},{"name":"16:7","price":"また、それら（の家畜）は、（あなた方）自身の苦労なしにはあなた方が到達できなかったであろう町にまで、あなた方の荷物を運んでくれる。本当にあなた方の主*は、まさに哀れみ深い*お方、慈愛深い*お方なのだから。","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:8","price":"また、あなた方がそれらに乗り、飾りとするための、馬と、ラバと、ロバ（も、お創りになった）。またかれは、あなた方が知らないものを創造される。","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:9","price":"アッラー*にこそ、まっすぐな道¹（の明示）があるーーそれらの中には歪んだもの²もあるがーー。そしてかれがお望みになれば、あなた方全員をお導きになったのである。","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"１　この「まっすぐな道」とは、イスラーム*のこと（ムヤッサル２６８頁参照）。","lang":"ja"},{"name":"16:10","price":"かれ（アッラー*）は、天から（雨）水をお降らしになったお方。その一部はあなた方のための飲み物であり、それから、あなた方がそれで（家畜に）餌をやる木々が（得られるので）ある。","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:11","price":"かれはあなた方のために、それ（水）で作物、オリーブ、ナツメヤシ、葡萄、あらゆる果実の内のものを生育させられる。本当にその中にはまさしく、熟考する民への御徴¹があるのだ。","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"１　この「御徴」とは、アッラー*の全能性と唯一性*を示す証拠のこと（アッ＝シャウカーニー３：２１０参照）。","lang":"ja"},{"name":"16:12","price":"またかれは、あなた方に夜、昼、太陽、月を仕えさせられた。また星々は、かれのご命令によって奉仕させられている。本当にその中にはまさしく、分別する民への御徴¹がある。","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"１　この「御徴」とは、創造主の存在とその唯一性を示す証拠のこと（前掲書３：２１１参照）。","lang":"ja"},{"name":"16:13","price":"また、あなた方のために大地に創造された、様々な彩りのもの¹（も、あなた方に仕えさせられた）。本当にその中にはまさしく、教訓を得る民への御徴がある。","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"１　「様々な彩りのもの」とは、家畜、果実、鉱物などのこと（ムヤッサル２６８頁参照）。","lang":"ja"},{"name":"16:14","price":"かれは（あなた方に）、海を仕えさせられたお方。（それは）あなた方がそこから新鮮な肉を食べ、あなた方が身に纏う装飾品を、そこから採り出すため。あなたはそこを、船が水を切（りつつ走）るのを見る。そして（それは）あなた方が、かれのご恩寵から（糧を）求めるためなのであり、あなた方が（アッラー*に）感謝するようにするためなのだ。","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:15","price":"また、かれは大地に、それがあなた方と共に揺れ動かないよう、堅固な山々を投げ入れられた。そして河川や、あなた方が導かれるべく道々も（設えられた）。","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:16","price":"そして、道標¹（も設えられた）。星によってこそ、実に彼らは（夜に、道を）導かれるのだ。","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"１　この「道標」とは、陸上か水上かを問わず、旅行者が昼間に道を迷ったりした時、目印にする大きな山や小さな丘などのこととされる（イブン・カスィール４：５６４参照）。","lang":"ja"},{"name":"16:17","price":"一体、（これら全てを）創造するお方（アッラー*）は、創造しないもの¹と同様であろうか？一体、あなた方は教訓を得ないのか？","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"１　つまり、偽物の神々のこと（ムヤッサル２６９頁参照）。","lang":"ja"},{"name":"16:18","price":"たとえあなた方がアッラー*の恩恵を教えたとしても、それを数え上げることは叶わない。本当にアッラー*はまさしく、赦し深いお方、慈愛深い*お方。","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:19","price":"また、アッラー*はあなた方が隠すことも、露わにすることもご存知である。","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:20","price":"そして彼らがアッラー*を差しおいて祈っているもの（偶像）は、何一つ創造することなどないし、それらは（そもそも不信仰者*によって）創られるものなのだ。","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:21","price":"（それらは全て）死んだものであり、生きているものではない。それらは（自分たちを崇めている者たちが）いつ蘇らされるか、察知することがない¹のだ。","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"１　アーヤ*８６やユーヌス*章２８以降にもあるように、崇められていた偶像は復活の日*に魂を吹き込まれ、自らの崇拝*者たちとの決別を表明する。また「いつ蘇らされるか知らない」のは偶像ではなく、不信仰者*たちのことである、という説もある（アル＝バガウィー３：７５参照）。","lang":"ja"},{"name":"16:22","price":"あなた方の神¹は、ただ一つの神（アッラー*）。来世を信じない者たち、その心は（アッラーの唯一性*を）否認しているのであり、彼らは（真理を受け入れ、アッラーだけを崇拝*することに対して）高慢な者たちなのだ。","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"１　「神」については、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"16:23","price":"間違いなくアッラー*は、彼らが隠すことも、露わにすることもご存知であ（り、それにお報いにな）る。本当にかれは高慢な者たちをお好みにはならない。","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:24","price":"「あなた方の主*が、（ムハンマド*に）下されたのは何か？」と、彼ら（シルク*の徒）に言われれば、彼らは言った。「昔の人々のお伽噺だ」。","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:25","price":"こうして彼らは復活の日*、（罪という）自分たちの重荷を全て背負い、彼らが知識もなく迷わせる者たちの重荷の一部も、背負うことになる¹。彼らの背負うものは、何と忌まわしいものではないか。","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"１　しかし、彼らに「迷わせられる者たち」は、自分たちの罪の一部を彼らに背負ってもらっても、自分自身の罪が減るわけではない（ムスリム「知識の書」１６、ムヤッサル２６９頁参照）。蜘蛛章１３も参照。","lang":"ja"},{"name":"16:26","price":"彼ら以前の（不信仰）者*たちも、（使徒*たちと、彼らが携えて来た真理に対して）確かに策謀したのだ。それでアッラー*（のご命令）が、彼らの建物にその土台から到来し（てそれを破壊し）、屋根が彼らに、その上方から崩れ落ちた¹。彼らが気付きもしないところから、彼らに懲罰が到来したのである。","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"１　一説にこれは、天に昇って天上界の住人と戦おうと高い塔を建てた、ナムルーズ（雌牛章２５８とその訳注も参照）とその民のこと（アル＝クルトゥビー１０：９７参照）","lang":"ja"},{"name":"16:27","price":"それからかれ（アッラー*）は復活の日*、彼らを（懲罰で）辱められる。そして、（こう）仰せられるのだ。「あなた方が、それらゆえに（使徒*たちや信仰者らと）対立していた、わが同位者たちはどこなのだ？¹」知識を授けられた者たち²は言う。「本当にこの日、屈辱と災い（懲罰）は不信仰者*たちの上にあります。","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"１　「わが同位者たち」とは、「われをよそに、あなた方が崇めていた神々」のこと（ムヤッサル２７０頁参照）。それらの「同位者たち」はなぜ、この場にやって来て、あなた方を懲罰から救ってくれないのか、という意味（アル＝バガウィー３：７７参照）。家畜章２２－２４も参照。 ２　「知識を授けられた者たち」とは、タウヒード*へと招いていた預言者*・学者たちのこと。あるいは天使*たち（アル＝バイダーウィー３：３９４参照）。","lang":"ja"},{"name":"16:28","price":"自分自身に（不信仰という）不正*を働いた状態¹のまま、天使*たち²が（その魂を）召した者たち（の上に）」。（死に直面した時、）彼らは降伏する。（そして、こう言う。）「私たちは悪いことなど、何一つやっていませんでした」。（すると、こう言われる。）「いや（、あなた方は嘘をついている）、本当にアッラー*は、あなた方が行っていたことを（全て）ご存知なのである。","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"１　つまり不信仰のこと（ムヤッサル２７０頁参照）。 ２　この「天使*たち」とその任務については家畜章６１、９３、戦利品*章５０とその訳注も参照。","lang":"ja"},{"name":"16:29","price":"ゆえに地獄の門々に入り、そこに永遠に留まるがよい。（アッラー*への信仰と服従に対して）高慢な者たちの住処は、何と実に醜悪であろうか」。","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:30","price":"そして敬虔*だった者たちには、（こう）言われる。「あなた方の主*が、（ムハンマド*に）下されたのは何か？」彼らは言う。「善きもの¹です」。この現世で善を尽くした者²たちには素晴らしいもの³があり、実に来世の住まいは（現世よりも）更に善いのである。そして敬虔*な者たちの住まいは、何と実に素晴らしいことか。","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"１　「善きもの」とは、それに従い、それを信じた者にとっての慈悲、祝福、善のこと（イブン・カスィール４：５６８参照）。 ２　アッラー*の崇拝*において、そしてアッラー*の僕（しもべ）たちに対して「善を尽くした者」たち（アッ＝サァディー４３９頁参照）。 アーヤ*１２８「善を尽くす者」の訳注も参照。 ３　「素晴らしいもの」とは豊かな糧、安逸な生活、心の静寂、平安、喜びなどのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"16:31","price":"（それは）彼らがそこに入ることになり、その下からは河川が流れる、永久の楽園。彼らにはそこに、自分たちが望む（あらゆる）ものがある。このようにアッラー*は、敬虔*な者たちに報われるのだ。","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:32","price":"（彼らはその魂が）善い状態¹のまま、天使*たちに召される者たち。彼ら（天使*たち）は言う。「あなた方に平安を²。あなた方が（現世で）行っていたものゆえに、天国に入るがよい」。","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"１　つまり、不信仰の汚れから正常な状態のこと（ムヤッサル２７０頁参照）。 ２　「あなた方に平安を」については、雷鳴章２４の訳注を参照。","lang":"ja"},{"name":"16:33","price":"一体、彼ら（シルク*の徒）は、天使たちが彼らのもとに到来するか、またはあなたの主*のご命令がやって来るのを待っているだけなのか？¹彼ら以前の（主信仰）者*たちも、そのようにしたのだ。アッラー*が彼らに不正*を働かれたのではない。しかし彼らが、自分自身に不正*を働いていたのである。","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"１　つまり不信仰の状態のまま、死期を迎えて魂を抜かれるか、またはアッラー*の懲罰や復活の日*の到来を待っているのか、という意味（イブン・アティーヤ３：３９１参照）。家畜章１５８と、その訳注も参照。","lang":"ja"},{"name":"16:34","price":"それで、彼らが行ったことの悪行（に対する報いとしての懲罰）は彼らに襲いかかり、自分たちが嘲笑していたもの（懲罰）が、彼らを包囲した。","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:35","price":"また、シルク*を犯していた者たちは言った。「アッラー*がお望みであったなら、私たちも、私たちのご先祖様たちも、かれ（アッラー*）を差しおいて何も崇めることなどなかったし、私たちがかれをよそに（、勝手に）何かを禁じることもなかったのだ¹」。彼ら以前の（不信仰）者*たちも、同じようにしていたのである。一体、使徒*たちには、明白なる伝達以外の使命があるとでもいうのか？","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"１　この言い訳の詳細については、家畜章１４８の訳注を参照。","lang":"ja"},{"name":"16:36","price":"われら*は確かに、あらゆる共同体へと使徒*を遣わし（て、こう伝えさせ）た。「アッラー*（だけ）を崇拝*し、ターグート*を避けよ¹」。そして彼らの内には、アッラー*がお導きになった者もあり、また彼らの内には、（誤った道に頑迷に従ったことで、）迷妄が確定した者もある。ならば、あなた方は地上を旅し、（使徒たちを）嘘つき呼ばわりした者たちの結末が、いかなるものであったかを見てみるがよい。","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"１　預言者*たち章２５も参照。","lang":"ja"},{"name":"16:37","price":"（使徒*よ、）たとえあなたが彼ら（シルク*の徒）の導きに懸命になっても、（それはあなたには叶わない、）本当にアッラー*は、かれが迷わせ給う者をお導きにはならないのだから¹。そして彼らには、（彼らを懲罰から救ってくれる、）いかなる援助者もないのだ。","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"１　最終的な導きがアッラー*のみに委ねられていることについては、雌牛章２７２、ユーヌス*章９９－１００、蟻章８０、物語章５６、相談章５２とその訳注も参照。","lang":"ja"},{"name":"16:38","price":"また彼らは、「アッラー*は死ぬ者を、蘇らせたりなどしない」と、躍起になってアッラー*にかけて誓った¹。いや、（アッラー*は、彼らを必ずや復活させられるという、）その真のお約束（を約束されたのだ）。しかし大半の人々は、（アッラー*の御力を）知らないのである。","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"１　これは彼らの行為の奇異さを示している。彼らはアッラー*の偉大さを前面に出し、アッラー*において誓っておきながら、かれが死者を復活させることは不可能だ、と主張しているからである（アル＝クルトゥビー１０：１０５参照）。","lang":"ja"},{"name":"16:39","price":"（アッラー*が彼らを蘇らせられるのは、）彼らが意見を異にしていること¹を彼らに明らかにされるためであり、不信仰だった者*たちが、自分たちが嘘つきであったことを知るためなのだ。","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"１　「彼らが意見を異にしていること」とは、復活の真実性のこと（ムヤッサル２７１頁参照）。","lang":"ja"},{"name":"16:40","price":"われら*が何かを望んだ時、それに対するわれら*の言葉は、それに「あれ」と言うだけ。そうすれば、それは存在するのである。¹","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"つまり復活は、アッラー*にとって容易いものである。（前掲書、同頁参照）。","lang":"ja"},{"name":"16:41","price":"不正*を受けた後、アッラー*ゆえに移住*する者たち、われら*は現世において、必ずや彼らを素晴らしき（場所）に住まわせる。そして来世の褒美（天国）こそは、更に偉大なのだ。もし彼らが（そのことを）知っていたのならば（、アッラー*ゆえの移住*を思いとどまることはなかっただろう）。","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:42","price":"（彼らは）忍耐*し、自分たちの主*にこそ、全てを委ねる*者たち。","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:43","price":"（使徒*よ、）われら*があなた以前に（使徒*として）遣わしたのは、われら*が啓示を下す、男性（人間）以外の何者でもなかった¹。（シルク*の徒よ、それを信じない）ならば、教訓の民に尋ねてみよ²。もし、あなた方が知らないのなら。","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"１　同様のアーヤ*として、ユースフ*章１０９とその訳注も参照。 ２　この「教訓の民」は、啓典の民*のこと。しかしこのアーヤ*は一般に、学識のある者を讃えているのであり、あらゆる学識の中でも最高のものがクルアーン*に関するものである。またアッラー*はこのアーヤ*で、分からないことは学識ある者に尋ねることを義務づけている（アッ＝サァディー４４１頁参照）。","lang":"ja"},{"name":"16:44","price":"明証と書巻¹と共に（、われら*は使徒*たちを遣わした）。そしてわれら*は、あなたが人々に、彼らに下されたものを説明すべく、あなたに教訓（クルアーン*）を下したのである²。（それを聞いて、）彼らが熟考するように、と。","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"１　「明証」は使徒*性の証拠、「書巻」は啓典のこと、とされる（イブン・カスィール４：５７４参照）。 ２　預言者*ムハンマド*には、クルアーン*の説明も委任された。そしてそれは、彼のスンナ*によるものである（アル＝バガウィー３：８０参照）。","lang":"ja"},{"name":"16:45","price":"一体、悪事を策謀した者たちは、安心しているのか？アッラー*が彼らを地面に飲み込ませたり、彼らが気付きもしない所から、彼らに懲罰が到来したりしないと？","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:46","price":"または、彼らが（旅や活動に）勤しんでいる間に、彼らのことを罰されることがないと（、安心しているのか）？彼らは、（アッラー*の懲罰から）逃れられる者などではないというのに。","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:47","price":"あるいは、（アッラー*が）彼らを減退させつつ¹滅ぼされることはないと（、安心しているのか）？本当にあなた方の主*は、まさしく哀れみ深い*お方、慈愛深い*お方なのだ。","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"１　ついには全滅するまで、財産、生命、収穫などが減退していくこと。あるいは、人々が次々と罰されていき、残った者たちの恐怖感が募（つの）ること（アル＝クルトゥビー１０：１０９－１１０参照）。","lang":"ja"},{"name":"16:48","price":"一体、彼ら（不信仰者*）は、アッラー*がお創りになったものを何も見なかったのか？そ（れら）の（ものの）影は、右に左に揺れ動きつつ、従順にアッラー*にサジダ*する。¹","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"１　山々や木々など、影を有するものの影は、昼間は太陽、夜は月の動きに応じて、右に左に揺れ動く。そしてそれら全ては、その主*の偉大さに服従しているのである（ムヤッサル２７２頁参照）。雷鳴章１５とその訳注も参照。","lang":"ja"},{"name":"16:49","price":"諸天にあるものと、大地にある（全ての）生物は、アッラー*にのみサジダ*する¹。また天使*たちも、驕り高ぶることなく（サジダ*するのだ）。","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"１　イムラーン家章８３、雷鳴章１５、夜の旅章４４、巡礼*章１８、御光章４１と、それらの訳注も参照。","lang":"ja"},{"name":"16:50","price":"彼ら（天使*たち）は、（その本質と権勢と完全なる属性において）彼らの上におわします自分たちの主*を怖がり、自分たちが命じられたことを実行する。（読誦のサジダ*）","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:51","price":"アッラー*は仰せられた。「二つの神¹を配して（崇拝*して）はならない。かれ（アッラー*）は外ならぬ唯一の神なのだ。ならば、われだけを恐れよ」。","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"１　「神」に関しては、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"16:52","price":"また、かれにこそ諸天と大地にあるもの（全て）は属し、そしてかれにこそ常に、服従は属する。なのに一体、あなた方は、アッラー*以外を畏れる*というのか？","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:53","price":"あなた方のもとにある、いかなる恩恵も、アッラー*からのもの。それから、あなた方に害悪が降りかかれば、あなた方はかれにこそ縋って（祈りの）声を上げるのだ。","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:54","price":"それから、かれがあなた方から害悪を取り除いて下さると、何ということか、あなた方の内の一派は自分たちの主*に対してシルク*を犯す。¹","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"１　同様のアーヤ*として、ユーヌス*章１２も参照。","lang":"ja"},{"name":"16:55","price":"こうして彼らは、われら*が彼らに授けたもの¹を否定する。ならば、（現世を）楽しんでいるがよい。いずれあなた方は、（不信仰と不服従の結末を）知ることになるだろうから。","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"１　害悪の除去を始めとした、恩恵の数々（ムヤッサル２７３頁参照）。","lang":"ja"},{"name":"16:56","price":"彼らは、われら*が彼らに授けたものの内の一部を、知りもしないもの¹にあてがっている。アッラー*に誓って、あなた方は（復活の日*、）自分たちが（アッラー*に対して嘘を）でっちあげていたことについて、必ずや問われることになるのだ。","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"１　不信仰者*らの醜行の一つとして、知識も、害する力も、益する力もない偶像に、財産の一部を捧（ささ）げるというものがあった（家畜章１３６、ムヤッサル２７３頁参照）。また一説には、「それらの偶像が、害するかも益するかも知らないのに、彼らはそれらに財産の一部を捧げている」（アル＝クルトゥビー１０：１１５参照）。","lang":"ja"},{"name":"16:57","price":"また彼らは、アッラー*に娘たちをあてがい¹－－（そのようなことから無縁な）アッラー*に称え*あれーー、自分たちには彼らの欲するもの²をあてがっている。","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"１　当時のアラブ人の中には、天使*たちはアッラー*の娘である、と主張する者たちがいた（アル＝バガウィー３：８３参照）。 ２　「彼らの欲するもの」とは、男児のこと。彼らは多くの間違いを犯している：まず、天使*たちを女性としたこと。また自分たちは女児を毛嫌いしているにも関わらず、天使*たちをアッラー*の女児としたこと。そして更には、その天使*たちをアッラー*と共に崇めたこと（イブン・カスィール４：５７７参照）。整列者章１４９－１５４も参照。","lang":"ja"},{"name":"16:58","price":"そのくせ、彼らの内の誰かに女児（誕生）の吉報を告げられれば、（悲しみで）意気消沈し、その顔は黒く翳ってしまう。¹","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"１　同様のアーヤ*として、金の装飾章１５－１８も参照。","lang":"ja"},{"name":"16:59","price":"彼は、自分に告げられた吉報の忌まわしさゆえに、（自らの）民から身を隠す。一体、屈辱を忍んで、それ（女児）を留め（て生かし）ておくか、それともそれを土にうめてしまおうか？¹（と、迷いながら。）彼らの取り決めること²は、何と忌まわしいことではないか？","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"１　家畜章１３７とその訳注も参照。 ２　「彼らの取り決めること」の内容については、アーヤ*５７を参照（ムヤッサル２７３頁参照）。","lang":"ja"},{"name":"16:60","price":"来世を信じない者たちにこそ、悪の属性¹がある。そしてアッラー*にこそ最高の属性²があるのであり、かれは偉力ならびない*お方、英知あふれる*お方なのだ。","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"１　「悪の属性」とは、彼らがアッラー*に対して主張しているような欠陥や不完全性のほか、無知、不信仰、地獄の懲罰などのこと（アル＝クルトゥビー１０：１１９参照）。 ２　相談章１１とその訳注も参照。","lang":"ja"},{"name":"16:61","price":"また、もしアッラー*が人々をその不正*ゆえにお咎めになるとしたら、そこ（地上）にはいかなる生物も残してはおかれなかっただろう¹。しかしかれは、定められた期限まで、彼らを猶予されるのである。そして彼らの期限が訪れれば、（彼らはそれを）一刻たりとも遅らせたり、早めたりすることはない。","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"１　一説には、人類と共に、地上の全生物を滅ぼされたであろう、という意味（イブン・カスィール４：５７８参照）同様のアーヤ*として、創成者*章４５も参照。","lang":"ja"},{"name":"16:62","price":"また、彼らはアッラー*に、自分たちが嫌うもの¹をあてがっている。そして彼らの舌は、自分たちにこそ最上のもの²がある、と嘘をついている。間違いなく、彼らには業火（の懲罰）があるのであり、彼らはそこに放置される³のである。","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"１　「自分たちが嫌うもの」とは、女児のこと（ムヤッサル２７３頁参照）。 ２　この「最上のもの」の解釈には、「男児」「天国」といった説がある（アル＝バガウィー３：８４参照）。 ３　その他、「真っ先にそこに放り込まれる」という意味合いも含まれる（アッ＝タバリー６：５００２参照）。","lang":"ja"},{"name":"16:63","price":"アッラー*に誓って、（使徒*よ、）われら*は確かに、あなた方以前の民に（使徒*たちを）遣わした。そしてシャイターン*が彼らの行い¹を、彼らに目映く見せたのである。それで彼（シャイターン*）は今日²、彼らの庇護者なのであり、彼らには（来世において）痛ましい懲罰があるのだ。","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"１　不信仰、嘘呼ばわり、アッラー*以外のものへの崇拝*などのこと（ムヤッサル２７３頁参照）。 ２　「今日」とは、現世、あるいは復活の日*のこと（アル＝クルトゥビー１０：１２１－１２２参照）。","lang":"ja"},{"name":"16:64","price":"そして（使徒*よ）、われら*があなたに啓典（クルアーン*）を下したのは、あなたが、彼らが（宗教において）意見を異にしていることを彼らに明らかにし、（われら*がクルアーン*を）導きとし、信仰する民への慈悲とするためであった。","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:65","price":"アッラー*は天から（雨）水をお降らしになり、それで大地を、その死後に息吹かせ¹給う。本当にその中にはまさしく、耳を傾ける民への御徴²があるのだ。","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"１　「大地をその死後に息吹かせる」については、雌牛章１６４の訳注を参照。 ２　この「御徴」は、復活を可能にするアッラーの御力、かれの唯一性*の証拠のこと（ムヤッサル２７４頁参照）。","lang":"ja"},{"name":"16:66","price":"また（人々よ）、本当に家畜の内にはまさしく、あなた方にとっての教示がある。われら*はその腹部にある（食べ）物より、胃袋の中の残留物と血液の間からの（分泌物である）、混じり気のない、飲む者にとって喉越しのよい乳を、あなた方に飲ませる。","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:67","price":"また、ナツメヤシや葡萄の果実から（も、あなた方に飲ませる）。あなた方はそこから酒*¹と、よい糧²を得る。本当にその中にはまさしく、分別する民への（アッラー*の御力を示す）御徴がある。","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"１　これは、酒*が禁じられる前の啓示（ムヤッサル２７４頁参照）。雌牛章２１９の訳注も参照。 ２　「よい糧」とは、それらの果実から得られる合法なもの。つまり、ナツメヤシの実、干し葡萄、それから抽出された糖蜜、酢、発酵する前の果汁などのこと（イブン・カスィール４：５８１参照）。","lang":"ja"},{"name":"16:68","price":"また、あなたの主*は、蜜蜂に（こう）お教えになった。「山々の内に、あなたの巣を作るのだ。そして木々の内や、彼ら（人々）が建てるもの¹の内に（巣を作れ）。","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"１　一説によれば、葡萄棚や軒先など、人為によるもの。あるいはそもそも養蜂家が、それを目的に作った巣箱のこと（アッ＝シャルビーニー２：１９２参照）。","lang":"ja"},{"name":"16:69","price":"それから、あらゆる果実から食べ、（あなたのために）均された、あなたの主*の道々を（、糧を求めて）行くのだ」。その腹部からは様々な色合いの、人々への癒しを含む飲み物が分泌される。本当にその中にはまさしく、熟考する民への（アッラー*の御力を示す）御徴があるのだ。","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:70","price":"アッラー*があなた方を創造し、その後にあなた方を召されるのだ。あなた方の内には（健常なまま死を迎える者もいれば）、最悪の年齢¹へと戻らされる者もいる。こうして彼は、知識（の習慣）の後に（再び、誕生した時のような）何も知らない状態になるのだ。本当にアッラー*は、全知者、全能のお方であられる。","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"１　「最悪の年齢」とは、老齢のことで、身体的な弱さや理性や記憶の低下などのこと（イブン・カスィール４：５８５参照）。預言者*ムハンマド*は、この「最悪の年齢」に戻らされることから、アッラーのご加護を乞うたものであった（アル＝ブハーリー2822参照）。","lang":"ja"},{"name":"16:71","price":"また、アッラー*は糧において、あなた方のある者を別の者よりも、お引き立てになった。そして（糧において）引き立てられた者たちは自分たちの右手が所有するもの（奴隷*）にその糧を還元し、それ（の所有）において彼らが（自分たちと）同等となるようにはしない。一体、彼らはアッラー*の恩恵を否定するのか？","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"１　これは、シルク*の徒に対するたとえ。奴隷*の所有者は、奴隷*に自分の財産を与えて、彼が自分の財産における同等な共有者となることを望まない。それにも関わらず、アッラー*に対して、かれのしもべの内から同位者を設けるとはどういうことか、ということ（ムヤッサル２７４頁参照）。同様のアーヤ*として、ビザンチン章２８も参照。","lang":"ja"},{"name":"16:72","price":"また、アッラー*はあなた方自身の内から、あなた方のために妻をお創りになった。そしてあなた方の妻からあなた方に、子供たちと孫¹を創られ、あなた方に善きものの内から授けられた。それで一体、彼らは虚妄を信じ、アッラー*の恩恵には恩知らずであり続ける²というのか？","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"１　「孫」ではなく、婚姻（こんいん）関係によって出来た親戚、援助者、奉仕する者、などといった解釈もある（アッ＝タバリー６：５０１８－５０２２参照）。 ２　この「虚妄」は偶像やシャイターン*などのことで、「恩恵」はイスラーム*や、アッラー*が合法とされたことである、とされる（アル＝バガウィー３：８８参照）。","lang":"ja"},{"name":"16:73","price":"また、彼ら（シルク*の徒）は自分たちに、諸天や大地から何一つ糧を有してはおらず¹、（そうすることも）出来ないものを、アッラー*を差しおいて崇めている。","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"１　つまり、天から雨を、大地から作物を恵んでもくれない、ということ（ムヤッサル２７５頁参照）。","lang":"ja"},{"name":"16:74","price":"ならば（人々よ）、アッラー*に同類を設けてはならない¹。本当にアッラー*がご存知なのであり、あなた方は知らないのだから。","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"１　アッラー*に同類のものがあるなどとして、シルク*を犯してはならない、ということ（前掲書、同頁参照）。","lang":"ja"},{"name":"16:75","price":"アッラー*は、譬え¹をお挙げになった。無能な奴隷*の僕と、われら*がわれら*の御許からよき糧を授け、そこから密かに、あるいは露わに施す（裁量権を有する）者（の譬え）を。一体、彼らは同等であろうか？アッラー*にこそ称賛*あれ。いや、彼ら（シルク*の徒）の大半は（、アッラー*こそが全ての称賛*と崇拝*に値することを、）知らないのだ。","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"１　この二社が何を指すかについては、前者と後者がそれぞれ「偶像、アッラー*」「不信仰者*、信仰者」といった解釈がある（アル＝クルトゥビー１０：１４６－１４７参照）。","lang":"ja"},{"name":"16:76","price":"また、アッラー*は、二人の男の譬えをお挙げになった。片方は口が聞けず、無能で、その後見人のお荷物であり、（後見人が）彼をどこへ遣わそうとも、善きものをもたらさない。一体、彼と、（健常で有能、かつ）公正を命じ、まっすぐな道の上にある者とは、同等であろうか？¹","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"１　この二社のたとえについては、アーヤ*７５の訳注を参照（アル＝クルトゥビー１０：１４９参照）。","lang":"ja"},{"name":"16:77","price":"アッラー*にこそ、諸天と大地の不可視の世界*（に関する知識）が属する。そして復活の日*というもの（の到来）は、ほんの一瞥（の速さ）に過ぎないか、それより間近なのである¹。本当にアッラー*は、全てのことがお出来になるお方なのだから。","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"１　アッラー*が復活の日*の到来をお望みになれば、復活も召集も全て、瞬時に起こる。またこのアーヤ*は、復活の日*の到来が近いことを示している（アーヤ*１、預言者*たち章１の訳注も参照）のだ、という解釈もある（イブン・アティーヤ３：４１１参照）。","lang":"ja"},{"name":"16:78","price":"アッラー*はあなた方を、あなた方の母親の胎内から、何一つ知らない状態でお出しになった。また、かれはあなた方に、聴覚と視覚と心を授けられた。あなた方が（かれの恩恵に）感謝（し、かれのみを崇拝*）するように、である。","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:79","price":"一体、彼ら（シルク*の徒）は、（アッラー*によって）天空に仕えさせられている鳥を見なかったのか？それらを（落下せぬよう）支えているのは、アッラー*以外の何者でもないのだ。本当にその中にはまさしく、信仰する民への御徴がある。","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:80","price":"また、アッラー*はあなた方（定住者）のために、あなた方の住居という安住の場を提供された。そしてあなた方（旅行者）のために、家畜の皮によって住居（テント）を授けられた。あなた方の旅行の日にも、あなた方の滞在の日にも、あなた方はそれを手軽に扱う¹。また、あなた方に、その羊毛、ラクダの毛、山羊の毛から、家財と、暫しの間の利益を（あなた方に授けられた）。","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"１　つまり旅行中の携帯や、旅行後の滞在において、それを組み立てる際に「手軽」である（ムヤッサル２７６頁参照）。","lang":"ja"},{"name":"16:81","price":"また、アッラー*はかれがお創りになったものから、あなた方に影をお授けになり、あなた方のために、山々の所々に隠れ場（である洞窟）を設けられた。また、あなた方のため、あなた方を暑さから守ってくれる衣服と、自分たち（が争い合う際）の武力から、あなた方自身を守ってくれる衣服を授けられた。そのように、かれはあなた方にその恩恵を全うされる¹のだ。（それは、）あなた方が（かれのご命令にのみ、）服従するためである。","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"１　真理の宗教をご説明される、という意味であるとされる（前掲書、同頁参照）。","lang":"ja"},{"name":"16:82","price":"（使徒*よ、）それでもし彼らが背を向けても、あなたには（啓示の）明白なる伝達が課せられているだけなのだ。","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:83","price":"彼ら（シルク*の徒）は、アッラー*の恩恵¹を知っている。その後に及んで、彼らはそれを否定するのだ。彼らの大半は、不信仰者*なのである。","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"１　この「アッラー*の恩恵」は特に、預言者*ムハンマド*が使徒*として彼らに遣わされたことを指すとされる（前掲書、同頁参照）。","lang":"ja"},{"name":"16:84","price":"われら*が各共同体から、証人¹を遣わす日（のことを彼らに思い起こさせよ）。その後、不信仰だった者*たちには（弁解の）許しも与えられなければ、（アッラー*の）ご満悦を得ることも課されないのだ²。","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"１　この「証人」については、婦人章４１とその訳注を参照。 ２　来世は褒美を稼ぐ場所ではないので、そこではもう主*のご満悦を得るための努力は出来ず、かと言って現世に戻って悔悟することも叶わない（アル＝バガウィー３：９１参照）。復活の日*の悔悟については、家畜章１５８とその訳注も参照。","lang":"ja"},{"name":"16:85","price":"また、（不信仰という）不正*を働いていた者たちが（来世の）懲罰を目にする時、それは彼らに軽減されることもなく、また猶予が与えられることもない。","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:86","price":"また、シルク*を犯していた者たちは（復活の日*）、自分たち（がアッラー*）の同位者（としていたもの）たちを見る時、（こう）言う。「我らが主*よ、これらの者たちは、私たちがあなたをよそに祈っていた、私たち（があなた）の同位者（としていたもの）たちです」。そしてそれらは、彼らに対して言葉を放つ。「（シルク*の徒よ、）本当にあなた方はまさしく、嘘つきである」。¹","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"１　シルク*の徒がアッラー*をよそに崇めていたものは復活の日*、「あなた方は私たちをアッラー*の同位者とし、アッラー*と共に自分たちを崇めるという、嘘をついていた。私たちはあなた方にそのようなことを命じてはいないし、自分たちが崇拝*に値するとも思っていない」。と言って、自分たちを崇めていた者たちとの決別を表明する（ムヤッサル２７６頁参照）。同様の情景の描写として、雌牛章１６６－１６７、高壁章３８、イブラーヒーム*章２１－２２、識別章１７－１９、物語章６３、部族連合章６７－６８、サバア章３１－３３、４０－４１も参照。","lang":"ja"},{"name":"16:87","price":"そして彼ら（シルク*の徒）はその日、アッラー*に降伏する。彼らがでっち上げていたものは、彼らから消え去ってしまったのだ。","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:88","price":"不信仰であり、（自分たちと人々を）アッラー*の道から阻んだ者たち、われら*は彼らが腐敗*を働いていたことゆえ、彼らに懲罰の上に更なる懲罰を上乗せしてやる。","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:89","price":"また、われら*が各共同体に、彼ら自身の中から彼らに対する証人¹を遣わす日（のことを、思い起こさせよ）。そして（使徒*よ、）われら*は、あなたをこれらの者たちに対する証人として連れて来るのだ。われら*は全ての物事の解明、導き、慈悲、そして服従する者（ムスリム*）たちにとっての吉報として、あなたに啓典を下したのである。","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"１　この「証人」については、婦人章４１とその訳注を参照。","lang":"ja"},{"name":"16:90","price":"本当にアッラー*は、公正と善行と近親への贈与をご命じになり、醜行と悪事と侵害を禁じ給う¹。かれはあなた方が教訓を受けるよう、あなた方を戒められるのだ。","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"１　「公正」とは、アッラー*とその創造物に対する公正さのこと。つまりアッラー*とその創造物に対してその義務を果たし、人々との売買などにおいても公正さを守ること。「善行」は、財産、身体、知識などで他者を益すること。「近親への贈与」は物質的なものに限らず、より近い者を優先しつつ善行を行い、その縁を保つこと。また「醜行」は、シルク*、殺人、姦通（かんつう）、盗み、自惚（うぬぼ）れ、高慢さなど、イスラーム*法と自然な人間の天性が醜（みにく）いものとしたもの。「悪事」は、全ての罪（イムラーン家章１０４の訳注も参照）。「侵害」は、生命、財産、尊厳（そんげん）に対する侵害のこと（アッ＝サァディー４４７頁参照）。","lang":"ja"},{"name":"16:91","price":"また、アッラー*の契約¹を全うせよ。あなた方が（それを）結んだならば。そして誓約を、それを確認した後に破ってはならない。あなた方は確かに、アッラー*をあなた方の（契約と誓約における）保証人としたというのに。本当にアッラー*はあなた方のすることを、ご存知であるのだぞ。","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"１　アッラー*と人々の間の契約（雌牛章２７の訳注も参照）、あるいはイスラーム*法的に合法な、人と人の間の契約のこと（ムヤッサル２７７頁参照）。","lang":"ja"},{"name":"16:92","price":"また、紡いだ糸を丈夫に（縒り合わ）した後、解いてばらばらにしてしまった女性¹のようになってはならない。ある集団が（別の）集団よりも優勢であるがゆえに、あなた方の誓約を、あなた方の間の騙し（の手段）とすることで²。アッラー*はそれ（契約の遵守）によって、あなた方を試みられるに外ならない。そしてかれは復活の日*、あなた方が（現世で）意見を異にしていたこと³を、必ずやあなた方に明らかにされるのである。","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"１　この女性はマッカ*に実在したという説と、単なる譬（たと）えであるという説がある（アッ＝タバリー６：５０４２－５０４３参照）。 ２　このアーヤ*は、ある部族と盟約を結んでおきながら、より多勢で強力な別の部族が出現すると、前者との盟約を裏切って後者と盟約を結ぶ、ということをしていたアラブ人たちに関して下った、とされる。ここでは特に、より多勢で豊かだった不信仰者*になびいて、不信仰に舞い戻ってはならないという、信仰者への戒（いまし）めの言葉（アル＝クルトゥビー１０：１７１参照）。 ３　つまり、アッラー*への信仰や、ムハンマド*の預言者*性の真実について「意見を異にしていたこと」（ムヤッサル２７７頁参照）。","lang":"ja"},{"name":"16:93","price":"もしアッラー*がお望みになれば、あなた方を（イスラーム*に基づく）一つの民とされたであろう。しかし、かれは（迷妄を好んだ者の内、）お望みになる者を迷わせられ、（真理を好んだ者の内、）お望みになる者をお導きになる。そして（復活の日*、）あなた方は自分たちが（現世で）行っていたことを、必ずや問われることになるのだ。","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:94","price":"あなた方の誓約を、あなた方の間の騙し（の手段）としてはならない。そうすれば足元が堅固であった後に躓くこと¹となり、あなた方は（人々を騙して）アッラー*の道から阻んだことゆえに、災い²を味わうことになるのだ。そしてあなた方には（来世で）、この上ない懲罰があるのである。","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"１　安泰であった後に、滅ぼされることのたとえ（前掲書２７８頁参照）。 ２　この「災い」とは、現世での懲罰のことであると言われる（前掲書、同頁参照）。","lang":"ja"},{"name":"16:95","price":"また、アッラー*の契約と引き換えに、僅かな値打ちのものを買ったりしてはならない。アッラー*の御許にあるもの、それこそがあなた方にとってより善いのだから。もし、あなた方が知っているというのなら（、現世と来世における恩恵の違いを、よく熟考するがよい）。","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:96","price":"あなた方の手許にあるものは消滅するが、アッラー*の御許にあるもの（褒美）は残るのだ。そしてわれら*は忍耐*した者たちに対し、彼らが行っていた最善のもので、必ずやその褒美を報いてやるのだ。","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:97","price":"男性であれ女性であれ、誰であろうと信仰者で正しい行い*を行う者、われら*はその者に、必ずやよい暮らし¹を送らせよう。そしてわれら*は彼らに対し、彼らが行っていた最善のもので、必ずや彼らの褒美を報いてやるのだ。","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"１　この「よい暮らし」には、「合法で善い糧」「満足」「幸福」などの複数の解釈があるが、イブン・カスィール*はそれらが全て「よい暮らし」の中に含まれるとしている（４：６０１参照）。","lang":"ja"},{"name":"16:98","price":"（信仰者よ、）あなたがクルアーン*を誦む時には、追放された¹シャイターン*に対し、アッラー*によるご加護を乞うのだ。²","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"１　「追放された」については、イムラーン家章３６の訳注を参照。 ２　クルアーン*を読み始める前にはシャイターン*に対し、アッラー*からのご加護を乞う祈願の言葉を口にするのが推奨（すいしょう）されている（イブン・カスィール４：６０２参照）。","lang":"ja"},{"name":"16:99","price":"本当に、信仰し、自分たちの主*にこそ全てを委ねる*者たちに対し、彼（シャイターン*）にはいかなる力¹もないのだから。","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"１　「力」ではなく、「根拠」という解釈もある（前掲書、同頁参照）。","lang":"ja"},{"name":"16:100","price":"彼（シャイターン*）の力とは、彼を盟友とする者たち、そして（シャイターン*に従うことで、）かれ（アッラー*）のシルク*を犯している者たちに対するものに外ならない。","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:101","price":"また、われら*があるアーヤ*の場所に（別の）アーヤ*を（あてがって）取り替えた¹時ーーアッラー*はご自身が下されるものを、最もよくご存知である²－－、彼ら（不信仰者*）は（こう）言った。「（ムハンマド*よ、）あなたは、（アッラー*に対する嘘の）捏造者に外ならない」。いや、彼らの大半は（そこに含まれる英知を）知らないのだ。","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"１　アーヤ*の撤回については雌牛章１０６と雷鳴章３９、その訳注も参照。 ２　創造者こそは、創造物にとって最も有益なこと、異なる時においてどの法規定を啓示されるかを、ご存知のお方である（ムヤッサル２７８頁参照）。","lang":"ja"},{"name":"16:102","price":"（使徒*よ、彼らに）言ってやるがいい。「聖なる魂（ジブリール*）¹がそれをあなた²の主*の御許から、真理と共に下したのである。（それは）信仰する者たちを堅固にし、（迷いからの）導き、服従する者（ムスリム*）たちへの吉報とするためであった」。","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"１　ジブリール*が「魂」と表現されていることについては、マルヤム*章１７「われら*の魂」の訳注を参照。 ２　本来は「我が主*」と表現されるところだが、敢えて「あなた」という人称が用いられている。この修辞法は「イルティファート（転換）と呼ばれるもの（イブン・アーシュール１４：２８４参照）。食卓章１２の訳注も参照。","lang":"ja"},{"name":"16:103","price":"われら*は、彼ら（シルク*の徒）が、「彼に（クルアーン*を）教えているのは、人間に外ならない¹」と言うのを、確かに知っている。（彼らは嘘をついているのだ、というのも、）彼らが（預言者*が学んでいる言葉として）誤って指摘している男の言葉は異国語であり、これは明白なるアラビア語なのだから。","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"１　同様のアーヤ*として、家畜章１０５、識別章４５、煙霧章１４も参照。","lang":"ja"},{"name":"16:104","price":"本当にアッラー*の御徴（クルアーン*）を信じない者たち、アッラー*は彼らをお導きにはならない。そして彼らには（来世で）、痛ましい懲罰がある。","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:105","price":"アッラー*の御徴を信じない者たちこそが、嘘を捏造するのだ。それらの者たちこそは嘘つきである。","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:106","price":"信仰の後に、アッラー*に対する不信仰に陥った者*が（、嘘を捏造するのである）¹。但し、その心は信仰で満たされていながらも、（不信仰の言葉を口にすることを）強制された者は別（で、お咎めはないの）だが²。しかし、不信仰に胸を開い（て、不信仰の言葉を口にし）た者、彼らの上にはアッラー*からのお怒りがあり、彼らにこそはこの上ない懲罰がある。","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"１　このアーヤ*には多くの文法的解釈があるが、アッ＝シャウカーニー*によれば大半の学者は、本文のような解釈を指示している（３：２７２参照）。 ２　一説によれば、このアーヤ*は、教友*アンマール*がマッカ*の不信仰者*に拷問（ごうもん）された挙げ句、彼らに強いられて不信仰の言葉を口にしてしまったことに関して下った。イブン・カスィールは、ムスリム*がこのような状況において口先だけでそうすることも、それを拒否して立ち向かうことも、いずれも合法であるとした上で、後者の方がより優れた行為であるとしている（４：６０５－606参照）。","lang":"ja"},{"name":"16:107","price":"それというのも、彼らが来世よりも現世を愛したからであり、アッラー*が不信仰の民*をお導きにはならない¹ためである。","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"１　つまりアッラー*は、その御徴を否定し、かつそこにおいて固執する者たちに、（真の）成功をお授けにはならない（アッ＝タバリー６：５０６０参照）。","lang":"ja"},{"name":"16:108","price":"それらの者たちは、アッラー*がその心と聴覚と視覚を塞ぎ給うた者¹であり、それらの者たちこそは（懲罰に）無頓着な者である。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"１　雌牛章７の訳注も参照。","lang":"ja"},{"name":"16:109","price":"間違いなく、彼らこそは来世における、損失者なのだ。","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:110","price":"それから本当にあなたの主*は、試練に遭った後に移住*し、それから（アッラー*の道において）努力奮闘し、忍耐*した者たち¹に対して、－－本当にあなたの主*はーーその（悔悟の）後、実に赦し深いお方、慈愛深い*お方であられる。","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"１　これはマッカ*でシルク*の徒から抑圧され、彼らから不本意なこと（アーヤ*１０６とその訳注を参照）を強制された後、マディーナ*へと移住し、アッラーの道に努力奮闘して、様々な義務の困難に忍耐*した者たちのことを指す（ムヤッサル２７９頁参照）。","lang":"ja"},{"name":"16:111","price":"全ての者が、自分のことを弁護しつつやって来て、各人が自ら行ったこと（の報い）を、不正*に扱われることもなく、ふんだんに受け取る（復活の）その日（のことを、思い起こさせよ）。","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:112","price":"平穏で安泰であり、あらゆる場所からその糧が存分に舞い込んでいた¹ある町（マッカ*）を、アッラー*は譬えにお挙げになった。そして（、その民は自分たちに対する）アッラー*の恩恵を蔑ろにし（、感謝せずにシルク*を犯し）た。それでアッラー*は彼らがなしていた（不信仰と虚妄な行いという）事ゆえに、それ（その町の民）に飢えと恐怖という衣²を味わせられたのだ。³","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"１　雌牛章１２５、蟻章９１とそれらの訳注も参照。 ２　この「飢え」は一説に、預言者*ムハンマド*がマッカ*の民に対して祈った七年間の飢餓（きが）のこと。また「恐怖」とは、ムスリム*たちが移住*した後にマッカ*の民が味わうことになった、マディーナ*からの遠征軍に対するものである、とされる。一方のムスリム*たちはと言えば、彼らとは逆に貧困の後に豊かさを、恐怖の後に平安を味わうことになった（イブン・カスィール４：６０８参照）。尚、「衣」という表現は、飢えと恐怖がまるで衣服のように彼らを覆（おお）い 、付きまとうものとなった様を表しているのだという（イブン・アーシュール１４：３０６参照）。 ３　同様のアーヤ*として、イブラーヒーム*章２８－２９も参照。","lang":"ja"},{"name":"16:113","price":"彼ら（マッカ*の民）のもとには、彼らの内からの使徒*（ムハンマド*）が確かに到来した。そして彼らは彼を嘘つき呼ばわりし、懲罰¹は不正*者であった彼らに襲いかかったのだ。","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"１　この「懲罰」は、アーヤ*１１２に言及されている「飢えと恐怖」のほか、バドルの戦い*で彼らの首領たちが殺されたことを指しているとされる（ムヤッサル２８０頁参照）。","lang":"ja"},{"name":"16:114","price":"ならば（信仰者たちよ）、アッラー*があなた方に授けて下さった合法で善きものの内から、食べるがよい。そしてアッラー*の恩恵に感謝するのだ。もしあなた方が、かれのみを崇拝*するというのなら。","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:115","price":"かれはあなた方に、死肉、血液、豚肉、アッラー*以外の名において屠られたもの¹を、禁じられたのだ。そしてやむを得ない状態にある者は、法を超えず度を越さない限りにおいて²、（それを口にしてもお咎めはない、というのも）本当にアッラー*は、赦し深いお方、慈愛深い*お方なのだから。","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"１　「死肉」「血液」「アッラー*以外の名において屠られたもの」については、雌牛章１７３の訳注を参照。 ２　「法を超えず、度を越さない限りにおいて」については、雌牛章１７３の訳注を参照。","lang":"ja"},{"name":"16:116","price":"（シルク*の徒よ、）あなた方は、アッラーに対して嘘を捏造すべく、「これは合法であり、これは非合法である¹」などと、自分たちの舌が（根拠もなく口先だけで）語る嘘にまかせて、喋ってはならない。本当にアッラー*に対して嘘を捏造する者たちは、成功しないのだから。","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"１　勝手な意見や欲望に基づいて、アッラー*が非合法とされたものを合法としたり、合法とされたものを非合法としたりすること（その具体例として、家畜章１３８－１４４なども参照）。イブン・カスィール*はここに、イスラーム*においていかなる根拠もないような宗教的に新奇な物事も含まれる、としている（４：６０９参照）。","lang":"ja"},{"name":"16:117","price":"（彼らには、現世における）僅かな楽しみがあり、（来世では）彼らにこそ痛烈な懲罰があるのだ。","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:118","price":"（使徒*よ、）われら*はユダヤ教徒*である者たちに対し、あなたに以前話して聞かせたもの¹を禁じた。そして、われら*が彼らに不正*を働いたのではない。だが、彼らが自分自身に不正*を働いていたのである。²","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"１　これは家畜章１４６に描写されているものである、とされる（ムヤッサル２８０頁参照）。 ２　同様のアーヤ*として婦人章１６０、そしてその訳注も参照。","lang":"ja"},{"name":"16:119","price":"それから本当にあなたの主*は、無知ゆえに悪事を働いた¹ものの。その後に悔悟して（自らと行いを）正した者たちに対し、－－本当にあなたの主*はーーその（悔悟の）後には、実に赦し深いお方、慈愛深い*お方であられる。","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"１　ある先人たちの言葉によれば、「アッラー*に逆らう者は皆、無知なのである」（イブン・カスィール４：６１０参照）。婦人章１７とその訳注も参照。","lang":"ja"},{"name":"16:120","price":"本当にイブラーヒーム*はアッラー*に従順で、純正¹な共同体²であった。そして彼は、シルク*の徒に類いではなかったのだ。","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"１　「純正」については、雌牛章１３５の訳注を参照。 ２　この「共同体」は、指導者の意（ムヤッサル２８１頁参照）。 また、一人であるにも関わらず「共同体」と表現されているのは、当時彼が唯一の信仰者であったためであるとか、あるいはその徳と完全さゆえ、彼一人で一つの共同体と同様の地位にあったからである、などと言われる（イブン・アーシュール１４：３１５－３１６参照）。","lang":"ja"},{"name":"16:121","price":"（イブラーヒーム*は、）かれ（アッラー*）の恩恵に、感謝深かった。かれ（アッラー*）は彼を（使徒*として）選り抜かれ、彼をまっすぐな道（イスラーム*）へとお導き下さった。","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:122","price":"また、われら*は彼に、現世で素晴らしいもの¹を授けた。そして本当に彼は、来世において、まさしく正しい者*たちの一人なのだ。","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"１　この「素晴らしいもの」の解釈には、「啓示とアッラー*からの御寵愛」「人々の賛美と祝福」「高齢でよい子供たちを授かったこと」「全ての民から受け入れられたこと」などといった諸説がある（アル＝バガウィー３：１０１参照）。","lang":"ja"},{"name":"16:123","price":"それから（使徒*よ、）われら*はあなたに、（こう）啓示した。「純正な¹イブラーヒーム*の宗教に従え。彼はシルク*の徒の類いではなかった」。","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"１　「純正」については、雌牛章１３５の訳注を参照。","lang":"ja"},{"name":"16:124","price":"土曜日（の偉大視）は、それにおいて意見を異にした者たち¹に定められたに外ならない²。そして（使徒*よ、）本当にあなたの主*は復活の日*、彼らが意見を異にしていたことについて、彼らの間を必ずやお裁きになるのだ。","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"１　預言者*ムハンマド*について「意見を異にした者たち」である、ユダヤ教徒*のこと（ムヤッサル２８１頁参照）。 ２　アッラー*は、創造を完成させられ、僕（しもべ）たちへの恩恵が全うされた日である金曜日を、人々がかれの崇拝*のために集まる特別な日とするよう、命じられた。しかしユダヤ教徒*は、創造の完成後にアッラー*が何も創造されなかった土曜日を、一方キリスト教徒*は、アッラーが創造をお始めになった日曜日を選んだ（ムスリム「金曜日の書」２２、イブン・カスィール*４：６１２参照）。","lang":"ja"},{"name":"16:125","price":"（使徒*よ、また、彼に従う者よ、）英知とよき訓戒によってあなたの主*の道へと招き、最善の形で彼らと議論する¹のだ。本当にあなたの主*こそは、その道から迷った者のことを最もよくご存知であり、導かれた者たちのことも最もよくご存知であるのだから。","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"１　優しさと穏やかさ、よい話し方でもって議論すること、とされる（イブン・カスィール４：６１３参照）。蜘蛛章４６の訳注も参照。","lang":"ja"},{"name":"16:126","price":"また、（信仰者たちよ）、あなた方が懲らしめる際には、あなた方がされたのと同程度に懲らしめよ。そして、もしあなた方が忍耐*するなら。それこそは忍耐*する者たちにとってより善いことなのだ。","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:127","price":"そして（使徒*よ、）忍耐*せよ。あなたの忍耐*は、アッラー*（のご援助）によるもの以外の何ものでもない。また、（あなたの招きに応じない）彼らゆえに悲しまず、彼らが策謀することゆえに心苦しさを覚えるのではない。","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"ja"},{"name":"16:128","price":"本当にアッラー*は敬虔*な者たちと、善を尽くす者¹たちとこそ、共にあるのだから。","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"１　アッラー*から義務づけられた物事と、かれへの義務を遂行し、アッラー*への服従において「善を尽くす者」たちのこと（ムヤッサル２８１頁参照）。また預言者*は、この「善を尽くすこと」（イフサーン）」について、こう説明された。「（それは）アッラー*があたかも眼前におられるかのごとく、かれを崇拝*することである。そしてたとえかれを見なくても、かれはあなたのことをご覧になるのだ」（アル＝ブハーリー５０参照）。","lang":"ja"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}