{"data":[{"name":"18:1","price":"その僕（ムハンマド*）に啓典（クルアーン*）をお下しになり、それにいかなる歪み¹ももたらされなかったアッラー*に、称賛*あれ。","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"１　「歪み」とは、真理からの逸脱のこと（ムヤッサル２９３頁参照）。","lang":"ja"},{"name":"18:2","price":"（矛盾のない）まっすぐなものとして（、それをお下しになった）。（不信仰者*たちには）かれの御許からの凄まじい猛威¹を警告し、正しい行い*を行う信仰者たちには、善き褒美（天国）は彼らにこそある、と吉報を伝えるためである。","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"１　この「猛威」については、家畜章４３の訳注を参照。","lang":"ja"},{"name":"18:3","price":"彼ら（信仰者たち）はそこに、永遠に留まる。","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:4","price":"また、「アッラー*は御子をもうけられた」と言った者たちに警告するため（、クルアーン*をお下しになった）。","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:5","price":"彼らにも、彼らの先祖たちにも、それについて何の知識¹もない。彼らの口から出る言葉の、何と由々しきことか。彼らは嘘を言っているに外ならないのだから。","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"１　「アッラー*には子供がある」といった主張を裏付ける「知識」のこと（前掲書２９４頁参照）。","lang":"ja"},{"name":"18:6","price":"（使徒*よ、）あなたは彼らの（背き去る）跡を見て、ひどい悲しみで身を切り裂く思いであろう。もし彼らが、この話（クルアーン*）を信じないのであれば。","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:7","price":"本当にわれら*は、地上にあるものを、その飾りと（、地上の住人の利益と）した。（それは）われら*が、彼らの誰が最も行いが善いか、試練にかけるため。¹","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"１　「試練」については、雌牛章２１４、イムラーン家章１８６、悔悟章１６、蜘蛛章２、ムハンマド*章３１、王権章２とそれらの訳注も参照。","lang":"ja"},{"name":"18:8","price":"そして本当にわれら*は（現世が終わる時）、そこにあるものを必ずや、まっさらな地面としてしまうのである。","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:9","price":"いや、一体（使徒*よ、）あなたは、洞窟と碑文¹の人々が、われら*の（他の）御徴よりも、驚くべきものだと思ったのか？²","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"１　「碑文（ラキーム）は一説に「洞窟の人々」の名だけでなく、彼らについての話を書き留めた碑文のこと。ほかにも、「彼らの名前や宗教などが記録された書」「彼らが逃げた町の名」「谷の名」「洞窟の上にあった岩の名」「彼らの犬」といった複数の解釈がある（アル＝クルトゥビー１０：３５６－３５８参照）。 ２ 人々が洞窟の人々の話を驚いたとしても、天地をお創りになり、それを飾り付けられた後に砂とされるお方の力を考えてみれば、驚くべきことなどではない（アッ＝シャンキーティー３：２０５参照）。","lang":"ja"},{"name":"18:10","price":"（信仰者の）若者たち¹が（、不信仰な民*からの抑圧を逃れて）洞窟に避難し、（こう）言った時のこと（を思い起こさせよ）。「我らが主*よ、あなたの御許からのご慈悲を、私たちにお授け下さい。そして私たちの状況を、正しくお取り計り下さい²」。","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"１　彼らはイーサー*の宗教に従ったローマ人とも、あるいはイーサー*以前の時代の人々だとも言われる（アル＝クルトゥビー１０：３５９参照）。 ２　彼らは、自分たちが堅固であり、悪から守られるための「ご慈悲」と、迷うことなく、アッラー*のご満悦に適（かな）う行いへと導いてくれる「正しさ」を祈ったのである（ムヤッサル２９４頁参照）。","lang":"ja"},{"name":"18:11","price":"それでわれら*は長年に渡って、洞窟の中で彼らの耳を遮った¹。","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"１　「耳を遮る」とは、眠らせることを意味する表現。深い眠りは聴覚を遮るため（イブン・アーシュール１５：２６８参照）。","lang":"ja"},{"name":"18:12","price":"それからわれら*は、彼らを目覚めさせた。（それは）彼らが過ごした期間について、二派¹のいずれがより正しく計算する者かを、如実に表すためであった。","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"１　アッ＝シャンキーティー*によれば、この「二派」は「洞窟の人々の二派」であるとするのが、大半の解釈学者の見解。アーヤ*１９も参照（３：２０８参照）。","lang":"ja"},{"name":"18:13","price":"（使徒*よ、）われら*はあなたに、彼らの消息を真実のままに語って聞かせよう。本当に彼らはその主*を信じ、われら*が（真理の）導きを増やしてやった若者たちである。","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:14","price":"また、彼らが（、偶像崇拝を命じる不信仰の王の前に）立ちあがり、（こう）言った時、われら*は彼らの心を（信仰心で）繋ぎとめた¹。「我らが主*は、諸天と大地の主*。私たちは決してかれをよそに、いかなる神²にも祈ったりはしません。そうすれば私たちは確かに、（真実から）逸脱したことを言ってしまったこと³になります」。","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"１　「心を繋ぎとめる」という表現については、戦利品*章１１の訳注を参照。 ２　「神」に関しては、雌牛章１３３の訳注を参照。 ３　つまり、アッラー*には同位者がいるという主張のこと（ムヤッサル２９４頁参照）。","lang":"ja"},{"name":"18:15","price":"（それから彼らは、互いにこう言い合った。）「これら私たちの民は、かれ（アッラー*）を差しおいて、（アッラー*以外のものを）神々とした¹。どうして彼らは、自分たち（のしていること）に対する、明白な根拠を持って来ないのか？一体、アッラー*に対して嘘を捏造する者より、ひどい不正*を働く者がいようか？","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"１　「神々」については、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"18:16","price":"あなた方が彼らと、彼らが崇めているアッラー*以外のものから離別するためには、（あなた方の主*だけを崇拝*すべく、）洞窟に避難せよ。あなた方の主*は、あなた方のためにそのご慈悲から豊富に与えられ、あなた方の状況をあなた方に便宜よく取り計らって下さろう」。","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:17","price":"（そして彼らが洞窟に避難した時、アッラー*は彼らを眠らせ、お守りになった。）あなたは太陽が昇った時には、それが彼らの洞窟から右側に傾き、沈んだ時には、左側へと彼らをよけるのを見る¹。彼らは、その中の（中央の）広い所にいたのだ。それはアッラー*の（御力を示す、）御徴の一つである。誰であろうと、アッラー*がお導きになる者こそは、（真実へと）導かれた者。また、かれが誰かを迷わせるならば、あなたはその者に、正道へと導くいかなる庇護者も見出すまい。","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"１　アッラー*は彼らに、そのは入り口の方向が、いかなる時間帯においても日差しの入らないような洞窟を用意して下さったのだという説と、洞窟に日差しが入らないよう、アッラー*が太陽を逸（そ）らしてくださったのだ、という説がある。また洞窟内の広場は風通しもよく、適当な涼しさであったとされる（アル＝バガウィー３：１８３参照）。","lang":"ja"},{"name":"18:18","price":"また、あなたは彼らが眠っているにも関わらず、目覚めているように思うであろう。そして、彼らの犬が（洞窟の）入り口で両の前足を伸ばしている中、われら*は彼らを右に左に転がした¹。もし彼らを見たら、あなたは彼らから逃げて踵を返し、彼らに対する恐怖で一杯になったであろう。","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"１　定期的に転がされることで、体が地面に侵食されなかったのだという（ムヤッサル２９５頁参照） 。","lang":"ja"},{"name":"18:19","price":"（彼らを長年に渡って眠らせ、守ったのと）同様に、われら*は彼らを（昔と何の変わりもない状態で）目覚めさせた。（それは）彼らが互いに、尋ね合うようにするためであった。彼らの内のある者は言った。「あなた方はどれ位（眠って）過ごしたのか？」彼ら（の内のある者たち）は言った。「一日か、一日足らずを過ごしたのだ」。彼ら（の内の別の者たち）は言った。「あなた方の主*が、あなた方の過ごした期間をもっともよくご存知である（のだから、その知識はアッラー*に委ねよ）。（それよりも、）あなた方の内の誰かを、あなた方のこの銀（貨）と共に町へ遣わし、誰が（町の中で）一番清い食べ物¹を持っているかを調べさせ、そこから糧（としての食料）を持って来させるのだ。そして、（買い物の際には、私たちのことがばれてしまわないよう）細心の注意を払わせ、あなた方のことを誰にも、決して感づかせないようにせよ。","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"１　目覚めた後、彼らは空腹に襲われたのだという。「一番清い食べ物」とは、最も合法なもの。町の民は偶像の名において、家畜を屠（ほふ）っていたが、中には信仰を隠している者もいたのだという。ほかにも、「最も祝福の多い食べ物」「最も安い食べ物」といった解釈もある（アル＝クルトゥビー１０：３７５参照）。","lang":"ja"},{"name":"18:20","price":"本当に彼らが、もしあなた方のことを知ったならば、あなた方を（石で）打ち殺す¹か、あるいはあなた方を彼らの宗教へと戻してしまうだろう。そしてそうなれば、あなた方は断じて、永遠に成功することはあるまい」。","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"１　「（石で）打ち殺す」については、フード*章91内の同表現の訳注も参照。","lang":"ja"},{"name":"18:21","price":"（彼らを長年の眠りに落とし、それから目覚めさせたのと）同様に、われら*は彼らを（その時代の人々に）発見させた¹。（それは）彼ら（発見者ら）が自分たちの間で彼らの問題²について言い争っている時、彼らが（復活という）アッラー*のお約束は真実であり、（復活の）その時（の到来）には疑惑の余地がないことを知るためであった。そして彼ら（発見者ら）は（、洞窟の人々が死んだ後）、言った。「彼らの（洞窟の）上に、（入口を塞ぐ）建物を建てよ³－－彼らのことは、彼らの主が最もよくご存知である⁴－－」。彼らの諸事に発言力のある者たちは、言った。「私たちは必ずや、彼らの（場所の）上にマスジド*を建てよう⁵」。","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"１　一説に、町に遣わされた者が買い物に使った古い時代の銀貨が、彼らが発見されるきっかけとなった。また、彼らが目覚めた時代の王は信仰者で、町に買い物に来た者と共に洞窟へ行って出来事の真相を確認したとされる（アッ＝タバリー７：５３１７－５３１８参照）。アル＝クルトゥビー*によると、大半の伝承は、この時に洞窟の人々は死んでしまったとしている（１０：３７９参照）。 １　一説に当時の人々の間では、死後に魂だけが復活するのか、それとも魂が肉体を伴って復活するのか、議論の種になっていた。しかしこの出来事の後、後者の説が確証された（前掲書１０：３７８－３７９参照）。 １　「建物を建てる」理由としては、「彼らの痕跡（こんせき）を消すため」「彼らの遺体や、その砂などを、盗難から守るため」「洞窟の目印とするため」といった諸説がある（イブン・ジュザイ１：５０６参照）。 １　この挿入句の意味については、「洞窟の人々について、ああでもないこうでもないと議論していた、預言者*ムハンマド*の時代の啓典の民*に対する、アッラー*の御言葉」とか、「洞窟の人々の状況に関する議論の末に行き着いた、発見者らの言葉」とかいった説がある（アル＝カースイミー１１：４０３６参照）。 １　彼らとその出来事を記念し、かつそこでアッラー*を崇拝*するためのマスジド*のこと。尚このことは、墓の上にマスジド*を建てることの容認を意味するわけではない（アッ＝サァディー４７３頁参照）。 預言者*ムハンマド*は、預言者*や偉人たちの墓をマスジド*とすることを特に強く禁じた（アル＝ブハーリー４３４－４３７参照）。","lang":"ja"},{"name":"18:22","price":"彼ら（洞窟の人々に関し、ああでもないこうでもないという啓典の民*）は、言うであろう。「（彼らの数は）三人で、四人目が彼らの犬だった」。また、（別の者たちは）言う。「（彼らの数は）五人で、六人目が彼らの犬だった」。（彼らのいずれも、）あてずっぽうなのだ。また、（別の者たちは）言う。「（彼らの数は）七人で、八人目が彼らの犬だったのだ」。（使徒*よ、）言ってやれ。「我が主*が彼らの数について、最もよくご存知。僅かな者しか、彼ら（の数）について知る者はいない」。ならば、彼ら（の数）に関しては表面的な議論¹しかしてはならず、彼ら（啓典の民*）の内の誰にも、彼ら（の詳細）について教示を請うてはならない。","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"１「表面的な議論」とは、啓示によって知らされた情報のみに留め、深入りしないこと（ムヤッサル２９６頁参照）。","lang":"ja"},{"name":"18:23","price":"また、（自分がやろうと決めた）いかなることについても、「本当に私は、明日それをやろう」などと、決して言ってはならない。","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:24","price":"但し、アッラー*がお望みならば、（と言い添えるのであれば）別であるが¹。そして（その言葉を言うのを）忘れてしまったら、あなたの主*を念じ²、（こう）言うのだ。「我が主*は私を、これよりももっと正しく導いて下さるだろう³」。","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"１　一説に、ある時マッカ*の不信仰者*らはムハンマド*の正体を確かめるべく、マディーナ*のユダヤ教徒*のもとに赴（おもむ）いて 教示を請うた。ユダヤ教徒*たちはムハンマド*が本当の預言者*かどうかを判別するため、彼にいくつかの質問をするよう命じたが、この「洞窟の人々」についての話もその中の一つだった。だが預言者*は質問に応じることを約束した際、「アッラー*がお望みならば」と言い添えるのを忘れてしまう。その戒（いまし）めとして、啓示は半月間とだえたとされる（イブン・イスハーク１：２３９参照）。サード章３４と、その訳注も参照。 ２　「アッラー*がお望みならば」という言葉を言い忘れても、そのことを思い出した時に、そう唱（とな）えること。あるいは何かを忘れた時には、アッラー*を唱念すること。そうすればアッラー*は、忘却を遠ざけて下さる（ムヤッサル２９６頁参照）。 ３ 忘れたことを思い出すことよりも、もっと善いことへ。あるいは彼自身の使徒*性の正しさについて、洞窟の人々の話よりも更に明白な根拠を授かることへと、導かれること（アル＝バガウィー３：１８７参照）。","lang":"ja"},{"name":"18:25","price":"彼らは、彼らの洞窟の中で三百年間（眠って）過ごし、更に九（年）を上乗せした¹。","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"１ つまり太陽暦では三百年、イスラーム*以前からアラブ人に使用されてきた太陰暦によれば、三百九年。太陰暦は太陽暦に比べ、一年あたり約十一日、百年で約三年少なくなる計算（前掲書３：１８８参照）。","lang":"ja"},{"name":"18:26","price":"（使徒*よ、）言ってやれ。「彼らが過ごした期間については、アッラー*が最もよくご存知である。かれにこそ、諸天と大地の不可視の世界*（に関する知識）は属するのだから。かれは何とよくご覧になり、お聞きになるのであろうか！彼ら（人間）には、かれの外にいかなる庇護者もいないのであり、かれはご自身のご裁決に、誰も干渉させはしないのだ」。","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:27","price":"（使徒*よ、）あなたの主*の啓典から、あなたに啓示されたものを読誦¹せよ。かれの御言葉にはいかなる変更もなく、あなたはかれ以外に、いかなる避難所も見出すまい。","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"１　この「読誦」については、雌牛章１２１の同語についての訳注も参照（アッ＝タバリー７：５３３６参照）。","lang":"ja"},{"name":"18:28","price":"また（預言者*よ）、その御顔を望みつつ、朝に夕に自分たちの主*（だけ）に祈る者たちと共に、忍耐*せよ¹。そして現世の生活の飾りを欲して、あなたの眼が彼ら（信仰者たち）から（不信仰者*へと）逸れてしまうようではならない。また、われら*がその心をわれら*の唱念から遠ざけさせ、自らの欲望を追求し、その状態が破滅に陥ってしまった者に従ってはならない。","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"１　家畜章５２とその訳注も参照。","lang":"ja"},{"name":"18:29","price":"そして、言うのだ。「（私が伝えるのは、）あなた方の主*からの真実。ならば、誰でも望む者は（それを）信じ、誰でも望む者は、否定せよ」。本当にわれら*は不正*者たちに、その塀が彼らを包みこむ（、地獄の）業火を用意しておいたのだから。そして、もし彼らが（ひどい喉の渇きゆえに）救いを求めれば、（煮えたぎった）どろどろの油¹のような、顔面を焼き焦がす水で救われる。その飲み物は何と醜悪であり、それ（業火）は休息所として、何と忌まわしいことか。","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"１　その他、「血膿」「高熱で溶けた鉱物」「毒」などといった解釈もある（アル＝クルトゥビー１０：３９４参照）。また地獄の民の飲み物については、イブラーヒーム*章１６－１７、サード章５７、ムハンマド*章１５、出来事章５４－５５、消息章２４－２５、圧倒的事態章５も参照。","lang":"ja"},{"name":"18:30","price":"実に信仰し、正しい行い*を行う者たち、（彼らには偉大な褒美がある、）本当にわれら*は、行いに善を尽くした者¹の褒美を無駄にはしないのだから。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"１　「善を尽くす者」については、蜜蜂章１２８の訳注も参照。","lang":"ja"},{"name":"18:31","price":"それらの者たちにこそは、その下から河川が流れる永久の楽園がある。彼らはそこで、金のブレスレットで飾り付けられ、精巧な絹地と重厚な絹地からなる緑色の衣をまとう¹。そこで、寝台にもたれかかりつつ。その褒美は何と素晴らしく、それ（楽園）は休息所として何と素敵であろうか。","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"１　天国の民の衣服については、巡礼*章２３、創成者*章３３、煙霧章５１－５３、人間章１２、２１も参照。","lang":"ja"},{"name":"18:32","price":"（使徒*よ、）彼ら（不信仰者*たち）に、（一方は信仰者、もう一方は不信仰者*である）二人の男の譬えを挙げてやれ。われら*は彼らの一方（不信仰者*）に、葡萄からなる二つの果樹園を与え、その二つの周りをナツメヤシの木で囲み、その（二つの果樹園の）間には作物を実らせてやった。","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:33","price":"いずれの果樹園もその果実を実らせ、それ（収穫）に何の不足も齎さなかったし、われらはその（二つの果樹園の）間から（、それらに水をやる）川を噴き出させた。","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:34","price":"彼（不信仰者*）には、収穫¹があった。そして彼は、その連れ合い（信仰者）と話し合いながら²、（自惚れつつ、）彼に（こう）言った。「私はあなたよりも財産が沢山あるし、もっと強い衆がついている」。","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"１　この「収穫」は、果実や、その他の財産のこと（ムヤッサル２９７頁参照）。 ２　信仰者の男は、不信仰者*の果樹園の主を戒（いまし）め 、アッラー*と復活の信仰へと招（まね）いていたのだという（アッ＝ラーズィー７：４６３参照）。","lang":"ja"},{"name":"18:35","price":"そして彼（不信仰者*）は、自らに不正*を働きつつ¹、自分の果樹園に入った。彼は（その実りを喜び、）言った。「これ（果樹園）が絶対に、消え失せてしまうとは思わないし、","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"１　つまり不信仰、（アッラー*に対する）反抗、高慢さ、横暴さ、復活の否定という「不正*」を働いていた、ということ（イブン・カスィール５：１５７参照）。","lang":"ja"},{"name":"18:36","price":"（復活の）その時が起きるとも思わない。そして（信仰者よ、あなたが主張しているように）、もしも自分が我が主*の御許に戻らされたとしても、私は絶対にそれ（自分の果樹園）よりも善いものを、（自分の）帰り先として見出すのだ¹」。","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"１　彼は自分の高慢さ、アッラー*の御許における自分の位の高さゆえ、自分にはそのようなものが相応（ふさわ）しいのだと思い込んでいた（ムヤッサル２９８頁参照）。同様の例として、物語章７８以降のカールーンの話、サバア章３６、暁章１５－１６とそれらの訳注も参照。","lang":"ja"},{"name":"18:37","price":"彼の連れ合い（信仰者）は、彼（不信仰者*）と話し合いつつ、（警告して）言った。「一体あなたは、あなた（の祖父アーダム*）を土からお創りになり¹、その後に（両親からのものである）一滴の精液から（あなたを創られ）²、それから（均整の取れた姿形の）人間として整えて下さったお方を否定するのか？","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"１　アーダム*が土から階段を経（へ）て 創られたことについては、アル＝ヒジュル章２６の訳注を参照。 ２　人間の創造の変遷については、巡礼*章５、信仰者たち章１４とその訳注を参照。","lang":"ja"},{"name":"18:38","price":"しかし私は（、あなたのような不信仰の言葉は言わず、こう言おう）、かれ、つまりアッラー*は我が主*であり、私は我が主*に誰一人並べ（て崇拝*し）たりはしない。","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:39","price":"そして、あなたはどうして自分の果樹園に入（り、嬉しくな）った時、『（これは、）アッラー*がお望みになったこと¹。アッラー*による以外、いかなる力もない²』と言わなかったのか？たとえ、あなたが私を、自分よりも財産と子女が少ない者と見なしたとしても。","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"１　「アッラー*がお望みになったこと（は、実現する）」という文法的解釈もある（アル＝クルトゥビー１０：４０６参照）。 ２　誰であろうとアッラー*のご助力とご決定なしには、何においても、僅（わず）か ばかりの力も有することがない、ということ（アッ＝ラーズィー７：４６３参照）。預言者*は「ラー・ハウラ・ワ・ラー・クッワタ・イッラー・ビッラー（アッラー*による以外には、いかなる（状況の）転変も、力もない）」という唱念の言葉を、「天国の財産の一つ」である、と形容した（アル＝ブハーリー４２０５参照）。また、このアーヤ*からある種の先人たちは、「自分の境遇、財産、子息などで喜びを感じた時には、『アッラー*がお望みになったこと。アッラー*以外による以外、いかなる力もない』と言うべきである」としている（イブン・カスィール５:１５８参照）。","lang":"ja"},{"name":"18:40","price":"我が主*は私に、あなたの果樹園よりも善いものを授けて下さ（り¹、あなたへの恩恵は消滅させられ）るだろう。そしてかれは、天からそこ（あなたの果樹園）に懲罰を送られ給い、それはある朝、（丸裸で）つるつるの地面となってしまうだろう」。","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"１　「善いものを授かる」のは、来世で、または現世でのこと（アル＝クルトゥビー１０：４０８参照）。","lang":"ja"},{"name":"18:41","price":"あるいはある朝、その水は（地下に沈んで）無くなってしまい、あなたはそれを求めることが、もはや出来なくなってしまうだろう」。","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:42","price":"こうして、彼（不信仰者*）の果実は全滅させられ、彼はその朝、自分がその（果樹園の）ために費やしたものゆえに（嘆き悔しがり）、その両手の平を返した¹。それは（葡萄）棚ごと、崩れ落ちてしまった²。彼は、（こう）言った。「ああ、我が主*（の恩恵と御力を認め、かれ）に誰のことも並べていなかったら！」","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"１　「両手の平を返す」とは、両手を上に上げては、前へと突き出す動作。悲哀を示す表現（イブン・アーシュール１５：３２７参照）。 ２　「崩れ落ちる」については、雌牛章２５９の訳注を参照。","lang":"ja"},{"name":"18:43","price":"彼には、アッラー*（の懲罰）に対して自分を助けてくれる集団もなかったし、自ら（自力で）助かる者でもなかった。","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:44","price":"そこにおいて庇護は、真実のお方アッラー*にこそ属する¹。かれは（かれの盟友である信仰者たちにとって）最良の褒美をお授けになるお方であり、最良の結末を与えて下さるお方。","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"１　つまり懲罰の時には、信仰者も不信仰者*も皆、アッラー*へと立ち返り、かれの庇護を求め、かれに服従する。ユーヌス*章９０－９１、赦し深いお方章８４とそれらの訳注も参照（イブン・カスィール５：１６０参照）。","lang":"ja"},{"name":"18:45","price":"（使徒*よ、）彼らに現世の生活の譬えを挙げよ。（それは、）われら*が天から降らせる（雨）水のようなもので、大地の（様々な）植物は、それと混合（し、茂って互いに混生）する。そして（やがて）それは、風が吹き散らす枯れ草となってしまうのだ。アッラー*は全てのことに、全能なお方である。","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:46","price":"財産と子供は現世の生活の飾り。そして永遠に残る正しい行い*¹は、あなた方の主*の御許でより善い褒美をもたらすものであり、より善い希望を叶えるものなのである。","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"１　「永遠に残る正しい行い」とは、アッ＝タバリー*によれば「来世にまで残り、それゆえに褒美を授かることになる、全ての正しい行い*」のこと（７：５３６２参照）。アッラーの唯一性*、偉大さ、崇高（すうこう）さ、全能性を念じることは、その筆頭（ひっとう）である（アフマド５１３参照）。","lang":"ja"},{"name":"18:47","price":"われら*が山々を動かす¹日（のことを、彼らに思い起こさせよ）。そして、あなたは大地が露わになる²のを見る。われら*は彼らを（清算の場へと）召集し、彼らの内の一人たりとも放ってはおかない。","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"１　一説に山々は復活の日*、その場所から動かされ、蜘蛛が飛ぶように宙を舞い（蟻章８８参照）、それから崩壊して大地に戻る（出来事章５－６参照）、とされる（アル＝クルトゥビー１０：４１６参照）。あるいは、砕け散った砂山（衣を纏う者章１４参照）となってから、散り散りの羊毛（衝撃章５参照）のようになり、それから、ばらばらの塵屑（出来事章６参照）となる（アル＝バガウィー５：１５２参照）。 ２　その日、地表を覆（おお）っていた山々や木々など、視界を遮（さえぎ）るものは消失する（アッ＝タバリー７：５３６２参照）。また、これら復活の日*の天変地異の様子については、ター・ハー章１０５－１０７、山章９－１０、出来事章５－６、真実章１３－１５、階段章８－９、消息章２０、巻き込む章３、衝撃章４－５なども参照。","lang":"ja"},{"name":"18:48","price":"そして彼らは列をなして、あなたの主*へと差し出される。（かれは、仰せられる。）「あなた方は確かに（蘇らされ）、われら*があなた方を最初に創った時のように、われら*のもとに、一人きりでやって来た¹。いや、あなた方（復活の否定者たち）は、われら*があなた方に（復活と報いの）約束を果たす時など、定めはしないだろうと思い込んでいたのだ」。","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"１　家畜章９４とその訳注、預言者*たち章１０４も参照。","lang":"ja"},{"name":"18:49","price":"そして、（現世での行いの）帳簿が（各人の右手、あるいは左手に）置かれ¹、あなたは罪悪者たちが、そこにあるもの²ゆえに怯えて、（こう）言うのを見る。「ああ、我らが災いよ！²（罪の内、）小さいことも大きいことも（記録して）数え上げずにはおかない、この帳簿は一体どういうことなのか！？」彼らは、自分たちが（現世で）行ったことをありありと目にする。あなたの主*は誰にも、不正*を働いたりはしないのだ。³","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"１　復活の日*に帳簿が渡されることの意味については、高壁章８の訳注を参照。帳簿が渡される時の様子については、夜の旅章１３－１４、７１、真実章１９－２９、割れる章７以降などを参照。 ２　帳簿に記された、彼らが現世で行った悪行のこと（アッ＝タバリー７：５３６３参照）。 ３　この表現については、食卓章３１「我が災いよ！」の訳注を参照。 ４　同様の意味のアーヤ*として、婦人章４０、高壁章８とその訳注、預言者*たち章４７、ルクマーン章１６、地震章７－８なども参照。","lang":"ja"},{"name":"18:50","price":"われら*が天使*たちに、「アーダム*にサジダ*せよ」と言い、彼らが（全員）サジダ*¹した時のこと（を思い起こさせよ）²。但しイブリース*は、別だった。彼（イブリース*）はジン*の類いで、自らの主*のご命令に対して放逸だったのだ。（人々よ、）一体あなた方は、彼（イブリース*）と彼の子孫を、われをよそに盟友とするのか？彼らはあなた方の敵だというのに。（アッラー*への服従をよそに）不正*者たちが代わりとするもの（シャイターン*への服従）は、何と醜悪であろうか。","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"１　このサジダ*については、雌牛章３４の訳注を参照。 ２　この出来事章の詳細に関しては、雌牛章３４－３９、高壁章１１－２５、アル＝ヒジュル章２８－４２、夜の旅章６１－６５、ター・ハー章１１６－１２３、サード章７１－８３なども参照。","lang":"ja"},{"name":"18:51","price":"われは諸天と大地の創造にも、彼ら自身の創造にも、彼ら（シャイターン*とその子孫）を立ち会わせ（て、それを手伝わせ）たりはしなかったし、もとより、迷わせる者たちを補佐役としたりもしなかったのだ（、それなのに、なぜわれら*をよそに、彼らを盟友とするのか？）。","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:52","price":"かれ（アッラー）が（シルク*の徒に、こう）仰せられる（復活の）日のこと（を思い起こさせよ）。「あなた方が（崇拝*における、われの同位者だと）主張した、わが同位者たちを呼んで（、懲罰から助けを乞うて）みよ」。それで彼らは、彼ら（アッラー*の同位者としていたもの）のことを呼ぶものの、応じることはない。われら*は彼らの間に、破滅の場をもうけたのだ¹。","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"１　その日、シルク*の徒と彼らがアッラーの同位者としていたものとの関係は絶たれ（家畜章９４、マルヤム*章８１－８２、砂丘章５－６なども参照）、その代わりに破滅が訪れる。また一説にこの「破滅の場」は、地獄の谷の名称（イブン・カスィール５：１７０参照）。","lang":"ja"},{"name":"18:53","price":"罪悪者たちは業火を目にし、彼らがそこに入る身の上であることを確信する。そして彼らは、そこからのいかなる逃げ道も見出すことがない。","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:54","price":"われら*は確かに、このクルアーン*の中であらゆる譬えを、人々に対して多彩に示した。そして人間はもとより、最も議論ばかりしている生きものである。","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:55","price":"人々に導き¹が到来した時、信仰し、自分たちの主*にお赦しを乞うことから阻んだのは、昔の人々（に対するアッラー*）の摂理²が自分たちに訪れること、または懲罰が彼らの眼前に訪れる（のを、彼らが自ら要求した）こと以外の何ものでもなかった。³","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"１　この「導き」とは、クルアーン*と共に到来した預言者*ムハンマド*のこと（ムヤッサル３００頁参照）。 ２　「昔の人々の摂理」に関しては、戦利品*章３８の同語についての訳注を参照。 ３　不信仰者*というものは過去でも現在でも、明らかな証拠を眼前にしながらも真理を否定するものであり、自分たちが警告されている懲罰を実際に見せてみよと要求することで、真理への服従から阻まれてしまうものである。戦利品*章３２、アル＝ヒジュル章６－７、詩人たち章１８７、蜘蛛章２９なども参照（イブン・カスィール５：１７２参照）。","lang":"ja"},{"name":"18:56","price":"そして、われら*が使徒*たちを遣わすのは、吉報を伝え、警告を告げる者¹としてに外ならない。けれども、不信仰に陥った者*たちは真理を消し去るべく、虚妄によって議論する²。わが御徴³と、彼らが警告されたもの（懲罰）を嘲笑の的としつつ。","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"１　この「吉報」と「警告」については、雌牛章１１９の訳注を参照。 ２　これは夜の旅章９４、金の装飾章３１にあるような議論のこととされる（アル＝バガウィー３：２０１参照）。 ３　この「御徴」は、使徒*がもたらした明白な証拠と、奇跡のこと（イブン・カスィール５：１７２参照）。","lang":"ja"},{"name":"18:57","price":"自分の主*の御徴によって戒められてから、それに背を向け、自分の手が行った（醜悪な）物事を忘れてしま（い、悔悟しなか）った者よりも、ひどい不正*を働く者があろうか？本当にわれら*は、彼らがそれ（クルアーン*）を理解できないように、彼らの心には覆いを、その耳には重しをかけたのだ¹。たとえあなたが彼らを導きへと招いても、それでも彼らは永遠に導かれまい²。","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"１　「耳に重しをかける」については、家畜章２５を参照。また、雌牛章７の訳注も参照。 ２　これは彼らの内、信仰することがないとアッラー*がご存知である民のこと（アル＝バガウィー３：２０１参照）。","lang":"ja"},{"name":"18:58","price":"あなたの主*は、赦し深いお方、慈悲の主。もしかれが、彼らが稼いだもの（罪）ゆえに彼らをお咎めになれば、彼らに対する懲罰をお急ぎになったであろう。（だが、アッラー*は懲罰をお急ぎにはならない、）いや、彼らには、彼らがそこから逃げ場を見出すことがない、（決められた）約束¹があるのだ。","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"１　この「約束」には、「死」「来世での懲罰」「バドルの戦い*」といった解釈がある（イブン・ジュザイ１：５１３参照）。","lang":"ja"},{"name":"18:59","price":"また、それらの町々（の人々¹）は、（不信仰という）不正*を働いた時、われら*が滅ぼした。そしてわれら*は彼らの滅亡に、約束の期限を定めておいたのである。","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"１　アード*、サムード*、ルート*の民、シュアイブ*の民などを指す（ムヤッサル３００頁参照）。","lang":"ja"},{"name":"18:60","price":"ムーサー*がその従者¹に、（こう）言った時のこと（を思い起こさせよ）。「私は二つの海が交わる場所に着くまで、あるいは長時間歩み続けるまでは、（旅を）やめない」。²","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"１　この従者の名は、ユーシャウ・ブン・ヌーン（アル＝ブハーリー１２２参照）。 ２　ある時ムーサー*は「あなたより有識な者はいますか？」と人に尋ねられ、「いない」と答えた。だがアッラー*から、「二つの海が交わる場所」にいる「ハディル」はもっと有識であり、（食事用の）魚をかごに入れて持って旅したならば、それを失くした時に、彼に会うことが出来る旨を啓示され、ムーサー*は彼を探す旅を始める（アル＝ブハーリー１２２参照）。尚、ハディルは全てにおいてムーサー*よりも有識なのではなく、ある出来事についての詳細な規定や、特定の事件に潜（ひそ）む英知において、彼よりも有識だったのだとされる（アル＝クルトゥビー１１：１０参照）。","lang":"ja"},{"name":"18:61","price":"それで二つ（の海）が交わる場所に到着し（、岩に腰を下ろし）た時、彼ら二人は自分たちの（食事として携えてきた）魚を忘れてしまった。そしてそれ（魚）は、（生き返って海に潜って行き、）海中の、トンネルの道を進んで行った。¹","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"１　一説に、二人は岩の上で眠ったが、そこには「生命の泉」があり、塩漬けだった魚はそれに触れて生き返り、海に飛び込んだのだという。魚の周囲の水はアーチ状になり、泳いで行った道はその後も水で塞（ふさ）がれなかった。従者は目覚めてそれに気付いたが、そのことをムーサー*に告げるのを忘れてしまった。（イブン・カスィール５：１７４－１７５参照）。尚、魚のことを忘れたのは従者だが、「魚を旅の荷物として共有していた」ことから、「忘れた」の主語が二人に帰されている（アッ＝タバリー７：５３８０参照）。","lang":"ja"},{"name":"18:62","price":"そして二人が（その場所を）離れ（て、翌日まで旅を続け）た時、彼（ムーサー*）は従者に言った。「私たちの昼ご飯をよこしなさい。私たちは、この旅で、本当にくたびれてしまったのだから」。","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:63","price":"彼（従者）は、言った。「ご覧になりましたか？¹私たちが、岩に身を寄せた時のことです。本当に私は、魚（のことをあなたに伝えるの）を忘れてしまいましたーー私にそれを思い出すことを忘れさせたのは、シャイターン*に外なりませんーー。そして、それ（魚）は驚くべきことに、（生き返って）海中の（トンネルの）道を進んで行ったのです」。","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"１　従者は、アッラー*の御力を示す、忘れがたいような凄い出来事を目にしながら、それを伝えるのを忘れてしまっていた。この「ご覧になりましたか？」とは、その事実についてムーサー*に驚きを求める表現（アッ＝シャウカーニー３：４１２参照）。","lang":"ja"},{"name":"18:64","price":"彼（ムーサー*）は、言った。「それが、私たちの求めていたもの¹」。それで二人は自分たちの（歩んできた）跡を辿りつつ、（岩まで）引き返した。","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"１　それを「求めていた」理由については、アーヤ*６０の訳注を参照。","lang":"ja"},{"name":"18:65","price":"そして二人は（そこに）、われら*がわれら*の御許から慈悲を授け、われら*の御許からの知識を与えた、われら*の僕たちの内の一人である僕（ハディル）を見つけた。","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:66","price":"ムーサー*は、彼に（挨拶した後、）言った。「あなたが、（アッラー*から）あなたに教示されたものの内からの導きを、私に教えて下さることを前提に、あなたについて行ってもよろしいでしょうか？」","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:67","price":"彼（ハディル）は、言った、「絶対にあなたは、私との同伴に耐えることが出来ないだろう。","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:68","price":"そしてあなたは、（アッラー*が私に教えて下さったことの内、）自分が熟知してもいないことに関し、どうやって忍耐*するというのか？」","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:69","price":"彼（ムーサー*）は、言った。「あなたは私が、－－アッラー*がお望みならばーー忍耐*ある者であることを見出すでしょうし、私は（あなたの）命令において、あなたに逆らいません」。","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:70","price":"彼（ハディル）は、言った。「では、もし私について来るなら、（あなたが否認するような）いかなることに関しても、私に質問してはならない。私があなたに、（あなたから質問される前に）それについて説明するまでは」。","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:71","price":"二人は出発した。やがて二人が船に乗（せてもら）った時、彼（ハディル）はそこに穴を開けた。彼（ムーサー*）は言った。「一体あなたは、その人々を溺れさせるために、そこに穴を開けてしまったのですか？あなたは確かに、大層なことをしでかしました¹」。","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"１　船の人々はハディルへの敬意ゆえ、代金を取らなかったのだという（アル＝ブハーリー４７２５参照）。","lang":"ja"},{"name":"18:72","price":"彼（ハディル）は、言った。「一体、私は、『絶対にあなたは、私との同伴に耐えることが出来ないだろう』と言わなかったのか？」","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"ja"},{"name":"18:73","price":"彼（ムーサー*）は、言った。「忘れてしまったことについて、私を咎めないで下さい。そして私の物事¹において、私に困難を課さないで下さい」。","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"１　「私の物事」とは、ハディルからの学習を指す（ムヤッサル３０１頁参照）。","lang":"ja"},{"name":"18:74","price":"二人は出発した。やがて二人が一人の少年と会い、彼（ハディル）が彼（少年）を殺した時、彼（ムーサー*）は言った。「一体あなたは、誰か一人（の命）の代償としてでもなく¹、無垢な人間を殺してしまったのですか？あなたは確かに、認められない事をしでかしました」。","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"１　つまり殺人者に対しての、死刑による報（むく）いでもなく、ということ（前掲書、同頁参照）。雌牛章１７８－１７９の、キサース刑についての説明も参照。","lang":"ja"},{"name":"18:75","price":"彼（ハディル）は、言った。「一体、私は、あなたに、『絶対にあなたは、私との同伴に耐えることが出来ないだろう』と言わなかったのか？」","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:76","price":"彼（ムーサー*）は言った。「この後もし、私があなたに何か尋ねることがあれば、私と同伴しなくても結構です。あなたは私に関して、既に（同伴を断る）弁解（の理由）を見つけたのですから」。","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:77","price":"こうして二人は出発した。そして、ある町の民のところに行き着いた時、二人はその民に食事（によるもてなし）を乞うたが、彼らは二人をもてなすことを拒んだ。すると二人はその（町の）中に、今にも崩れ落ちそうな壁を見つけ、彼（ハディル）がそれを直した。彼（ムーサー*）は言った。「もしお望みなら、あなたはそれで見返りを得ることが出来ましたのに」。","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:78","price":"彼（ハディル）は言った。「これが私とあなたの、別れ（の時）だ。あなたが我慢できなかったことの解釈を、あなたに語って聞かせよう。","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:79","price":"あの船はといえば、それは（それを手段に）海で働く貧しい者たちの物であった。それで、私はそれ（船）を傷物にしようとしたのだ。というのも彼らの行く手には、（正常な）あらゆる船を強奪する王がいたから。","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:80","price":"また、あの少年はといえば（、アッラー*は彼が不信仰者*となることをご存知であったが）、その両親が信仰者だったので、私たち¹は彼が、二人（両親）にひどい放埓さと不信仰を強いること²を恐れた。","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"１　ここでハディルが「私たち」と言っているのは、アラビア語特有の表現によって、自らの尊厳を誇示している（頻出名・用語集「われら*」も参照）わけではなく、「アッラー*こそが、彼にそのことをお教えになったこと」を示す、ハディルの謙虚さを表しているのだという（イブン・アーシュール１６：１３参照）。 ２　我が子への愛情ゆえに、両親までもが不信仰に追いやられてしまうこと（イブン・カスィール５：１８５参照）。","lang":"ja"},{"name":"18:81","price":"それで私たちは、二人の主*が彼らに、彼よりも方正さに優り、より慈悲深い者¹を、代わりに授けて下さることを望んだのだ。","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"１　あるいは、「より親孝行で、親類の絆（きずな）を大事にする者」（アル＝バガウィー３：２１０参照）。","lang":"ja"},{"name":"18:82","price":"また壁はといえば、それは町の孤児である、二人の少年のものであった。そしてその下には、二人のための財宝があり、二人の父親は正しい*人であった。それであなたの主は、二人が成熟し¹、自分たちの財宝を掘り出すことを、あなたの主からの（彼らに対する）ご慈悲として、お望みになったのだ。そして（ムーサー*よ、）私はそれ（ら）を、自分の一存でしたわけではない²。それが、あなたが我慢することの出来なかったことの、解釈である。」","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"１　この「成熟」とは、成人*することであるとされる（イブン・カスィール５：１８７参照）。「成人*」については、婦人章６の「結婚」についての訳注を参照。 ２　ハディルはこれらのことを、アッラー*からのご命令のもとに行ったのである（ムヤッサル３０２頁参照）。","lang":"ja"},{"name":"18:83","price":"また（使徒*よ）、彼らはあなたに、ズル＝カルナイン*について尋ねる。言え。「私は彼について、あなた方に教訓を誦んできかせよう」。","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:84","price":"本当にわれら*は、地上において彼のために手はずを整え、あらゆることに関する手段¹を彼に授けた。","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"１　この「手段」に関しての詳細を語る、信頼性のある伝承はない。しかしそれが、それによって強大な大軍が秩序をもって行進し、敵を征圧し、大地の方々へと到達することを可能にさせた、非常に強力な内的・外的手段であったことに間違いはない（アッ＝サァディー４８５頁参照）。","lang":"ja"},{"name":"18:85","price":"それで彼は、手段に則っ（て、それを駆使し）た。","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:86","price":"こうして太陽が沈む土地に到達した時、彼はそれ（太陽）が（煮えたぎる）黒い泥の泉へと沈むのを見出し¹、そこである民を発見した。われら*は言った。「ズル＝カルナイン*よ、（彼らの内、信仰しない者を）罰するか、あるいは彼ら（を導くため）に善くしてやるのだ」。","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"１　「太陽が黒い泥の泉に沈む」ように見えたのであり、実際にそこへ沈んだわけではない（アル＝クルトゥビー１１：５０参照）。","lang":"ja"},{"name":"18:87","price":"彼（ズル＝カルナイン*）は、言った。「不正*を働く者については、私たちが罰を下そう。それからその者は、自分の主*の御許へと戻らされる。そしてかれは、忌まわしい懲罰でその者を罰せられるのだ。","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:88","price":"また、信仰し、正しい行い*を行う者といえば、その者には褒美として最善のもの（天国）がある。そして私たちは私たちの命令において、彼に易しい言葉を用いよう」。","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:89","price":"それから彼は（東へと）、手段に則っ（て、それを駆使し）た。","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:90","price":"そして太陽が昇る場所に着いた時、彼はそれ（太陽）が、ある民の上に昇るのを見出した。われら*はそれ（太陽）に対して、彼らにいかなる覆いも与えなかった¹。","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"１　この「覆い」は、建物や木など、太陽の光を遮（さえぎ）るものとされる（ムヤッサル３０３頁参照）。","lang":"ja"},{"name":"18:91","price":"（事は）このような次第であった。われら*は確かに、彼に備わっていたもの¹を熟知していたのである。","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"１　ズル＝カルナイン*の徳や、偉大な手段の数々のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"18:92","price":"それから彼は（また別方向に向かい）、手段に則っ（て、それを駆使し）た。","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:93","price":"そして（行く手を）阻む二つのもの（山）に着いた時、その手前¹に、自分たち以外の）言葉をほとんど理解しない民を発見した。","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"１　「手前」でなく、「向こう」という解釈もある（アル＝クルトゥビー１１：５５参照）。","lang":"ja"},{"name":"18:94","price":"彼らは言った¹。「ズル＝カルナイン*よ、本当にヤァジュージュとマァジュージュ²は、地上で腐敗*を働いています。あなたに報酬を差し上げますから、私たちと彼らの間に障壁を築いては頂けないでしょうか？」","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"１　ズル＝カルナイン*は、彼が授かった「偉大な手段」の一つとして、彼らの言葉を理解する知的手段を備えていたという（アッ＝サァディー４８６頁参照）。 ２　「ヤァジュージュとマァジュージュ」は、二つの強大な人類集団であると言われる（ムヤッサル３０３頁参照）。アーヤ*９８－９９、預言者*たち章９６－９７も参照。","lang":"ja"},{"name":"18:95","price":"彼は言った。「我が主*が私に与えて下さったものの方が、（あなた方の財産）より善いのである。それでは、私に力を貸しなさい。あなた方と彼らの間に、高壁を築いてあげるから」。","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:96","price":"（ズル＝カルナイン*は、彼らに言った。）「鉄片を私によこしなさい」。そして山と山の間を（それで）平坦にすると、言った。「（火を起こして、ふいごを）吹け」。そしてそれ（鉄片の山（を火にすると、言った。「溶けた銅を私によこすのだ。そこに、注ぎ込むから」。","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:97","price":"こうして彼ら（ヤァジュージュとマァジュージュ）は、それ（高壁）を越えることも出来ず、それに（下から）穴を開けることも叶わなかった。","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:98","price":"彼（ズル＝カルナイン*）は言った。「これは、我が主*からのご慈悲。そして我が主*のお約束¹が到来すれば、かれはそれ（高壁）を真っ平らにされる。そして我が主*のお約束は、もとより真実なのだ」。","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"１　復活の日*、あるいはヤァジュージュとマァジュージュが障壁の向こうから出現する時のこと（アル＝クルトゥビー１１：６３参照）。預言者*たち章９６も参照。","lang":"ja"},{"name":"18:99","price":"また、われら*は彼ら（ヤァジュージュとマァジュージュ）をその日、次から次へと押し寄せ、入り混じるがままにさせる。そして角笛¹が吹き鳴らされ、われら*は彼ら（人々）を一斉に召集するのだ。","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"１　これは、復活を知らせる角笛のこと（ムヤッサル３０４頁参照）。 家畜章７３の訳注も参照。","lang":"ja"},{"name":"18:100","price":"また、われら*はその日、不信仰者*たちに地獄をまざまざと見せる。","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:101","price":"（彼らは）われら*の教訓から、その眼を覆われていた者たちであり、聞くことも出来なかったのだ。¹","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"１　関連する内容として、雌牛章７、フード*章２０とその訳注も参照。","lang":"ja"},{"name":"18:102","price":"一体不信仰に陥った者*たちは、われを差しおいて、わが僕たちを庇護者としようと思っていたのか？¹本当にわれら*は地獄を、不信仰者*たちの御もてなし²として用意しておいたのである。","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"１　つまり彼らは、アッラー*を差し置いて自分たちの庇護者としていたものが、自分たちを益したり、害したりすると思い込んでいた（アッ＝サァディー４８７頁参照）。 ２　「御もてなし」の原語は「ヌズル」で、滞在者や客をもてなすためのもの。ここでは修辞的意味から、彼らへの蔑（さげす）みとして、懲罰に対して用いられている（イブン・アーシュール１５：１４１参照）。","lang":"ja"},{"name":"18:103","price":"（使徒*よ、）言うがよい。「あなた方に、行いにおける最大の損失者について教えようか？","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:104","price":"（彼らは、）自分たちが善い仕事をしていると思いつつ¹も、（実は）現世の生活での自分の努力が、徒労になってしまっている者たち」。","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"１　「善い仕事」と思っていることでも無駄（むだ）になるのだから、彼ら自身が「無意味な物事」と分かっていることは、尚更である（アッ＝サァディー４８７頁参照）。","lang":"ja"},{"name":"18:105","price":"それらの者たちは、自分たちの主*の御徴と、（来世における）かれとの拝謁を否定し、それでその行いが無駄になった者たち。それでわれら*は復活の日*、彼らに僅かばかりの価値も認めないのだ。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:106","price":"それは彼らが不信仰に陥り、わが御徴とわが使徒*たちを嘲笑の的としていたことゆえの、地獄という彼らの応報である。","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:107","price":"本当に、信仰し、正しい行い*を行う者たちには、御もてなしとしてフィルダウスの楽園¹がある。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"１　天国の楽園にも、様々なランクがある。「フィルダウス」はその中でも、最高の場所とされる。預言者*ムハンマド*は仰（おっしゃ）った 。「アッラー*にお願いするのなら、フィルダウスをお願いせよ。実にそれは天国の最も中心部、最高部にある。その上には慈悲あまねき*お方の御座（みくら）が見え、そこから天国の河川（かせん）が噴（ふ）き出しているのだ」（アル＝ブハーリー２７９０参照）。","lang":"ja"},{"name":"18:108","price":"（彼らは）そこに永遠に留まり、そこから（いかなる別の場所にも）移されることを望まない。","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"ja"},{"name":"18:109","price":"（使徒*よ、）言ってやれ。「もし海が、我が主*の御言葉（を書き写すため）のインクであったとしたら、我が主*の御言葉が尽きる前に、海は枯れ果ててしまったであろう。たとえ、われら*がそれと同様のものをもう一つ、補充分として持って来たとしても」。¹","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"１　「アッラー*の御言葉」は、かれの属性（ぞくせい）の一つであり、無限かつ人の想像を超えるものである（アッ＝サァディー４８８頁参照）。ルクマーン章２７も参照。","lang":"ja"},{"name":"18:110","price":"（使徒*よ、）言え。「私は、『あなた方の（真に）崇拝*すべきは、ただ一つの神¹』と啓示が下されている、あなた方と同様の一人の人間に過ぎない。それで自分の主*との拝謁を望む²者は、正しい行い*に励み、自分の主*の崇拝*において、いかなるものも並べてはならない³」。","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"１　同位者のいない、崇拝*すべき唯一の存在であるアッラー*のこと（前掲書４８９頁参照）。 ２　この「望む」という語には、「恐れる」という意味もある（アル＝バガウィー３：２２２参照）。ユーヌス*章７「望まず」の訳注も参照。 ３ つまりシルク*を犯してはならない、ということ。","lang":"ja"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}