{"data":[{"name":"2:1","price":"アリフ・ラーム・ミーム。¹","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"１ これらの文字については、頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"2:2","price":"それ（クルアーン*）は疑惑の余地のない啓典、（アッラー*を）畏れる*者たちにとっての導きである。","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:3","price":"（彼らは）不可視の世界*を信じ、礼拝を遵守し*、われら*が彼らに授けたものから（施しのために）費やす¹者たち。","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"１ 浄財*や、家族その他、自分の扶養義務がある者のためなど、義務の出費をすると同時に、施しなど、推奨された任意の出費をすること（ムヤッサル336頁参照）。","lang":"ja"},{"name":"2:4","price":"また（使徒*よ）、あなたに下されたもの（クルアーン*）と、あなた以前に下されたもの（啓典）を信じ、来世をこそ確信する者たち。","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:5","price":"それらの者たちは、彼らの主*からの導きの上にある者たちである。そしてそれらの者たちこそは、成功者なのだ。","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:6","price":"（使徒*よ）本当に、不信仰に陥った*者たちは、あなたが彼らに警告しようと警告しまいと同じことで、信じはしない。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:7","price":"アッラー*は彼らの心と聴覚を塞がれたのであり、彼らの視覚には覆いがかけられている¹。そして彼らには、厳しい懲罰があるのだ。","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"１　彼らはシャイターン*に従ったために彼に制圧され、それゆえにアッラー*は彼らの心と聴覚をふさがれ、彼らの視覚を覆われた。それで彼らは導きを目にすることも、それに耳を傾けることも、それを理解することもない（イブン・カスィール１:１７４参照）。アーヤ*18、家畜章50、雷鳴章16、フード*章20とそれらの訳注も参照。","lang":"ja"},{"name":"2:8","price":"また人々の中には、信仰者でもないのに、「私たちはアッラー*と最後の日*を信じる」と言う（偽信）者*がいる。","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:9","price":"彼らは、アッラーと信仰する者たちを欺いている（と思っている）。（実際は）気付かずに、自らを欺いているに外ならないのに¹。","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"１　彼らは現世において、不信仰や疑念という本心を隠すべく、その外面を上辺だけの言葉や行為でもって取り繕（つくろ）う（アッ＝タバリー1:203参照）。しかし、そのような行いの結末は全て自分に返ってくるため、実際のところ彼らが欺いているのは、彼ら自身なのである（婦人章142、ムヤッサル3頁参照）。","lang":"ja"},{"name":"2:10","price":"彼らの心の中には病¹があり、アッラー*は彼らに（その）病を上乗せされた。そして彼らには、彼らが嘘をついていたことゆえの、痛ましい懲罰があるのだ。","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"１　宗教上の疑念のこと（ムヤッサル3参照）。","lang":"ja"},{"name":"2:11","price":"また彼らは、「地上で腐敗*を働いてはならない」と言われれば、「私たちは外でもない、改善者だ」と言った。","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:12","price":"本当に彼らこそは、腐敗を働く者たちではないか。しかし彼らは、気づいていないのだ。","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:13","price":"また彼らは、「人々（信仰者たち）が信仰したように、信仰せよ」と言われると、言った。「愚か者たちが信じたように、私たちも信じると言うのか？」本当に彼らこそ、愚か者なのではないか。しかし彼らには、分からないのだ。","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:14","price":"また、彼らは信仰する者たちに会えば、「私たちは信じる」と言った。そして、彼らのシャイターン*達¹とだけになれば、（彼らにこう）言ったのだ。「本当に私たちは、あなた方と共にある。私たちは、ただ（彼らを）愚弄する者なのである」。","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"１　不信仰者*たち、あるいは偽信者*たちの長のこと（ムヤッサル3頁参照）。","lang":"ja"},{"name":"2:15","price":"アッラー*が彼らを愚弄されるのだ¹。そしてかれは、彼らが彷徨うままに、彼らの放埓さに更なる拍車をおかけになる。","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"１　アッラー*は彼らの愚弄に対し、罰でお報いになる。彼らへの「罰という応報」が、その原因である「愚弄」という罪の名そのもので表されているのは、アラビア語でよく用いられる修辞的表現（アル=クルトゥビー1:207参照）。","lang":"ja"},{"name":"2:16","price":"それらの者たちは導きと引き換えに、迷妄を買った者たち。そして彼らの売買は実を結ばなかったのであり、彼らは導かれた者ではなかったのである。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:17","price":"彼ら（偽信者*）の状態は、火を灯して（それが）自分の回りを照らしたかと思いきや、アッラー*がその明かりを消し去られ、闇の中に何も見えないまま放置された者のようである。¹","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"１　偽信者*は表面上、信仰者たちから「信仰」という火を借り、現世において利益を得る。しかし死んでしまえば、その明かりを利用することも不可能となり、墓の中の闇、不信仰の闇、偽りの信仰の闇、様々な罪の闇に包まれ、最後には地獄の闇へと放り込まれてしまう（アッ=サァディー44頁参照）。","lang":"ja"},{"name":"2:18","price":"（彼らは真理において）聾で、唖で、盲人¹であり、（迷妄から信仰へと）戻ることがない。","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"１　真理を受け入れない者が、それを聞かない者として「聾」、真理を語ろうともしない、あるいは表面上は信仰者ではあっても、実はそれとは違うものを内に秘めた者が「唖」、真理をみる眼識のない者が「盲人」同様である、と形容されている（アル=バガウィー1:90参照）。アーヤ*7、家畜章50、フード*章20、24の訳注も参照。","lang":"ja"},{"name":"2:19","price":"あるいは（彼らは）、闇と雷鳴¹と稲光を伴う、天からの大雨（の中にある者たち）のよう。彼らは死を恐れ、電ゆえに指でその耳を塞ぐ²。アッラー*は、不信仰者*たちを悉く包囲される*お方。","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"１　この「雷鳴」は、先代の主な解釈学者らの解釈によれば、「雲を操る天使*の声」のこと（イブン・アティーヤ1:102参照）。 ２　一説にこれは、真理への疑念と不信仰者の間をゆれ動く、この前のアーヤ*で描写されたのとは別の偽信者*たちについてのたとえ。つまり「闇に降る雨」は疑念と不信仰、偽の信仰であり、「雷鳴」は恐怖、「稲光」は、時に彼らの心にきらめく信仰の光であるという（イブン・カスィール1:189‐190参照）。","lang":"ja"},{"name":"2:20","price":"稲光は、彼らの視覚を奪わんばかり。彼らは（それが）彼らを照らす度に歩を進め、暗闇が彼らを覆うと立ち止まる。そして、もしアッラー*がお望みなら、彼らの聴覚と視覚をお取り去りになったのである。本当にアッラー*は、全てのことがお出来のお方なのだから。","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:21","price":"人々よ、あなた方と、それ以前の者たちを創造されたあなた方の主*（アッラー*）を崇拝*するのだ。それはあなた方が、敬虔*になるためである。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:22","price":"あなた方のために大地を敷物とされ、空を屋根とされ、天からは（雨）水をお降らしになり、あなた方の糧とすべく、それにより（様々な）果実を実らせられたお方を。ならば（アッラー*が唯一の主*であり、崇拝*すべきお方だと）知りつつ、アッラー*に同位者を設けて（崇拝*して）はならない。","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:23","price":"（不信仰者*たちよ、）もしあなた方が、われら*がわれら*の僕（ムハンマド*）に下したもの（クルアーン*）について疑惑を抱いているのなら、それと同等のスーラ*を一つでもよいから創作し、アッラー*以外のあなた方の証人（の助け）を呼んでみるがいい。もしあなた方が、本当のことを言っているというのならば¹。","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"１　この挑戦はマッカ*でもマディーナ*でも、最も雄弁な民であるアラブ人たちに対して何度も向けられた（ユーヌス*章38、フード*章13、夜の旅章88、山章33‐34も参照）が、彼らのイスラーム＊に対する敵意と憎悪にも関わらず、その挑戦は破られなかった。そしてアーヤ*24にもある通り、それは現在に至るまで、そして未来でも破られることはないのである（イブン・カスィール1:199参照）。","lang":"ja"},{"name":"2:24","price":"そして、もしそう出来ないのなら——あなた方は絶対にそう出来ないのだが——、（預言者*への信仰とアッラー*への服従によって、）その燃料が人間と石である（地獄の）炎から身を守るのだ¹。それは不信仰者*たちのために準備されている。","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"１　預言者*たち章98とその訳注、禁止章6も参照。","lang":"ja"},{"name":"2:25","price":"また（使徒*よ）、信仰して正しい行い*を行う者たちには、彼らのために、その下から河川が流れる楽園があるという吉報を伝えよ。かれらはそこで果実の糧を授かるたびに「これは、私たちが以前授かっていたものだ」と言う——彼らには、似たものが授けられるのだ¹――。またそこには彼らのために、純潔な妻²たちがいる。彼らはそこに永遠に住むのである。","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"１　一説に、それらの果実は色・見た目・名前において、過去に口にしていた果実と似ているが、その風味とおいしさは新しいものである（ムヤッサル5頁参照）。 ２　クルアーン*ではこの他のアーヤ*でも、男性に対する天国での褒美（ほうび）として、「（外面的にも内面的にも）純潔な妻」がいると言及されているが、女性に関して同様の言及はない。ただ男性にも女性にも、天国の住人には等しく褒美が授けられ、望むもの全てが手に入ることが示されているのみである（イムラーン家章195、金の装飾章70など参照）。またこの問題に関連する預言者*ムハンマド*の伝承として、「天国には、独身者はいない」（ムスリム「天国とその享楽、及びその住人の描写の書」14参照）、「女性は（天国において）最後の夫のものとなる」（アル=アルバーニー「真正な伝承の連鎖」1281）などがある（出来事章35‐37の訳注も参照）。いずれにせよ、人間のことを最もよくご存知である英明なアッラー*が、「女性を天国へと激励されるにあたって、美しい男性という褒美を言及されなかったことも、その英知のなせる業（わざ）である」（イブン・ウサイミーン「価値ある集成」1:175参照）。整列者章48、煙霧章54とその訳注も参照。","lang":"ja"},{"name":"2:26","price":"本当にアッラー*は、蚊やそれ以上の（取るに足らない）ものでも、譬えとされることを恥じたりはなされない¹。信仰する者たちはといえば、それが主*からの真理であるということを知る。そして一方、不信仰に陥った*者たちは、「アッラー*は、この譬えで何を望んだのか？」などと言う。かれはそれ（試練）によって多くの者を迷わせ、また多くの者を導かれるのだ。かれが迷わせられるのは、放逸な者たちだけである。","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"１　アッラー*以外に崇拝*されているものの無能さを証明するにあたり、クルアーン*の中では蠅（はえ）や蜘蛛（くも）がたとえとして言及されている（巡礼*章73、蜘蛛章41参照）。ある種の人々はそのような譬（たと）えを嘲笑（ちょうしょう）したが、実はそれは信仰者とそうでない者を区別する試練であった（アッ=タバリー1:272‐273、ムヤッサル５頁参照）。","lang":"ja"},{"name":"2:27","price":"（彼らは）アッラー*との契約¹をその確約後に破り、アッラー*が繋ぎとめられるよう命じられたものを断って²、地上で腐敗*を働く者たち。それらの者たちこそは、損失者である。","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"１　この「契約」とは、使徒*たちが伝達した諸啓典の中で明らかにされた、アッラー*のご命令のことであるとされる（アル=クルトゥビー1:246参照）。アーヤ*４０、食卓章12も参照。 ２　「アッラー*が繋ぎとめられるよう命じられたもの」とは、家族や親類との良好な関係を保つことを始め、全ての使徒*・預言者*を分け隔（へだ）てなく信仰すること、信仰と行いを別々にしないことなど、イスラーム*において繋ぎとめておくべき全ての命令を指すと言われる（アル=クルトゥビー1:247参照）。","lang":"ja"},{"name":"2:28","price":"（シルク*の徒よ、）あなた方はどうして、アッラー*を否定するのか？かれは、（創造される以前、）死んでいる状態にあったあなた方に生命をお授けけになり、やがてあなた方を死なせ給い、そして（また復活の日*には）あなた方に生をお授けになり、それからあなた方はかれの御許に戻される¹というのに？","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"１　赦し深いお方章11も参照。","lang":"ja"},{"name":"2:29","price":"かれは地上にある全てのものをあなた方のために創造され、それから天（の創造）をお望みになり、七層の天を完成されたお方。そしてかれは、全てのことをご存知のお方なのである。","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:30","price":"（使徒*よ、）あなたの主*が天使*たちに、「本当にわれは、地上に継承者¹を置こう」と仰せられた時のこと（を、人々に思い起こさせよ）。彼ら（天使*たち）は申し上げた。「あなたはそこで腐敗を働き、血を流すものを（継承者として）置かれるのですか？私たちはあなたへの称賛*と共に（あなたを）称え*、あなたを神聖なお方として崇めていますのに」。かれは仰せられた。「本当にわれは、あなた方が知らないことを知っているのだ」。","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"１　「継承者」という訳語を当てたアラビア語は「ハリーファ」で、語源的には文字通り「受け継ぐ者」。ここでは、地上の統治を世代から世代へと受け継いでいく人間のことを指す、とされる（ムヤッサル6頁参照）。一説には、アーダム*自身のこと（アル=クルトゥビー1:263参照）。","lang":"ja"},{"name":"2:31","price":"かれはアーダム*に、（物の）名を全てお教えになった。それからそれらを天使*たちに示して、仰せられた。「これらの物の名を、われに告げてみよ。もしあなた方が、真実を語っているというのであれば」。","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:32","price":"彼らは申し上げた。「あなたに称え*あれ。あなたが私たちに教えて下さったもの以外、私たちには知識などございません。あなたこそは全知者、英知あふれる*お方なのですから」。","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:33","price":"かれらは仰せられた。「アーダム*よ、彼ら（天使*たち）にそれらの名を告げてやるがよい」。そして彼（アーダム*）がそれらを彼らに告げた時、かれは仰せられた。「一体われは、あなた方に言わなかったのか？われこそは諸天と大地における不可視の世界*も、あなた方が露わにすることも隠すことも知っているのだ、ということを」。","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:34","price":"われら*が天使*たちに「アーダム*にサジダ*せよ¹」と言い、そして彼らがサジダ*した時のこと（を思い起こさせよ）。但しイブリース*は、別だった。彼は（サジダ*を）拒絶し、驕り高ぶり、不信仰者*となった。²","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"１　このサジダ*は崇拝*行為としてのものではなく、アーダム*への挨拶と敬意を表明する種類のもの。尚イスラーム*において、この種のサジダ*は禁じられた（ムヤッサル457頁参照）。 ２　この出来事の詳細に関しては、高壁章11‐25、アル=ヒジュル章28‐42、夜の旅章61‐65、ター・ハー章116‐123、サード章71‐83なども参照。イブリース*の言い分については、高壁章8とその訳注を参照。","lang":"ja"},{"name":"2:35","price":"そしてわれら*は言った。「アーダム*よ、あなたとあなたの妻は楽園¹に住んで、その中のどこでも望む所から快く存分に食べるがよい。そして、この木²には近づいて（その実を食べて）はならない。（そうすれば）あなた方は、不正*者になってしまうから」。","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"１　アーダム*とその妻ハウワーゥ*が住んでいた楽園に関しては、それが永劫（えいごう）の天国であるという説と、地上の楽園であるという説がある（イブン・カスィール1:233参照）。 ２　この木の種類を特定する真正*な伝承は、皆無（かいむ）とされる（アッ=タバリー1:336‐340参照）。","lang":"ja"},{"name":"2:36","price":"するとシャイターン*は、それ（木）で二人を（唆して足を）滑らさせ、彼らがいた場所から追い出してしまった¹。われら*は言った。「あなた方は（シャイターン*と）互いに敵となって、（楽園から）落ちて行け。そしてあなた方には地上で、暫しの²住まいと楽しみがある」。","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"１　預言者*・使徒*共に、アッラー*の教えの伝達においては無謬（むびゅう）である。大半の学者は、大罪*以外のその他の間違い・忘却などは、彼らにも起き得ることとしているが、彼らがそれを承認し続けることはない、としている（イブン・タイミーヤ「預言者的慣行の手法」1:470‐472参照）。 ２　天命を迎えるまで、あるいは復活の日*まで、という意味（アル=クルトゥビー1:321参照）。","lang":"ja"},{"name":"2:37","price":"それからアーダム*は、彼の主*から御言葉¹を授かった。そして（その御言葉で悔悟し）、かれらはその悔悟をお受け入れになった。本当にかれこそは、よく悔悟をお受け入れになる*お方、慈愛深い*お方なのだから。","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"１　高壁章23の言葉のことを指す、と言われる（ムヤッサル6頁参照）。","lang":"ja"},{"name":"2:38","price":"われら*は言った、「あなた方は皆、そこ（楽園）から落ちて行け。そして、もしあなた方にわが御許から導き（使徒*と啓典）が到来した時、わが導きに従う者があれば、彼らには恐れもなければ、悲しむこともない¹。","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"１　正しい教えに従って行う者は、近づいて来る来世のことで怖がることもなければ、過ぎ去って行った現世について悲しむこともない（ムヤッサル7頁参照）。","lang":"ja"},{"name":"2:39","price":"そして、われら*の御徴¹を否定し、それを嘘とした者たちは（地獄の）業火の民。かれらはそこに、永遠に留まるのだ」。","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"１　この「御徴」とは、クルアーン*のアーヤ*や、アッラーの唯一性*を示す証拠のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:40","price":"イスラーイールの子ら*よ、われがあなた方に授けたわが恩恵を思い起こし、われとの契約を全うせよ¹。（そうすれば）われも、あなた方との契約を全うしよう²。そして、われだけを恐れるのだ。","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"１　全ての啓典と使徒*を信じ、アッラー*の教えに従うこと（前掲書、同頁参照）。アーヤ*27も参照。 ２　つまり現世における慈悲と、来世における救いのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:41","price":"また、われがあなた方の許にあるものの確証として下したもの（クルアーン*）を、信じよ。それを否定する者たちの先駆けとなってはならない。そして、われの御徴と引き換えに僅かな値打ちのものを買ったりせず、われだけを畏れ*よ。","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:42","price":"また、知っていながら、真理に虚妄を紛れさせたり、真理を隠蔽したりしてはならない。","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:43","price":"そして礼拝を遵守*し、浄財*を支払い、ルクーゥ*する者たちと一緒にルクーゥ*するのだ。","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:44","price":"一体（イスラーイールの子ら*と、その学者たちよ）、あなた方は啓典を読誦しているというのに、人々には善を命じながら、自分たちのことは忘れているのか？一体、あなた方は分別しないのか？","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:45","price":"また、忍耐*と礼拝を助力とせよ。それは、（アッラー*に）恭順な者¹たち以外には困難なことであるが。","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"１　「恭順」と訳した原語は「ハシャア（慎ましくあること）」の派生形。静けさと慎（つつ）ましさが身体においても表れているような、心の状態のこと（アル=クルトゥビー1:374参照）。ここではアッラー*に対し慎み深く、かれへの服従において従順で、かれへの怖れゆえに謙虚（けんきょ）な者たちのことを指す（アッ=タバリー1:375参照）。","lang":"ja"},{"name":"2:46","price":"（彼らは復活の日*に、）自分たちの主*に拝謁することを、そして自分たちがかれの御許に戻っていくということを、確信する者たち。","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:47","price":"イスラーイールの子ら*よ、われがあなた方⁴に授けた、わが恩恵を思い起こすのだ。またわれがあなた方を、外のいかなる者よりも引き立ててやったことを¹。","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"２　これは彼らの父祖（ふそ）の代のことであり、あくまで当時に限っての話である（ムヤッサル7頁参照）。","lang":"ja"},{"name":"2:48","price":"そして誰も他人を益することもなければ、いかなる執り成しも受理されず¹、またどんな代償も受け入れられなければ、彼らが（誰にも）助けられることもない（復活の）日を、恐れよ。","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"１　このアーヤ*は、不信仰のまま悔悟（かいご）することなく、死を迎えた者に対して下ったものとされる。というのも、復活の日*の執り成しが起こることは、信憑（しんぴょう）性の高い多くの伝承によって確証されているからである（アッ=タバリー1:382‐383）。例えば、預言者*ムハンマド*には復活の日*、彼の共同体に対し、執り成しの大きな権限が与えられる（ムスリム「信仰の書」345参照）。ター・ハー章109も参照。","lang":"ja"},{"name":"2:49","price":"また、われら*があなた方¹を、フィルアウン*の一族から救い出した時のこと（を思い起こすがよい）。彼らはあなた方に過酷な懲罰を味わわせ、男児は殺しまくり、女児は生かしておいた²。そこには、あなた方の主*からの偉大な試練があったのだ。","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"１　先代のイスラーイールの子ら*の子孫に対して「あなた方の父祖」ではなく、あたかも彼らが当事者であるかのように「あなた方」と語りかけている。それは彼らが、フィルアウン*から救われた時代のイスラーイールの子ら*の子孫であり、その恩恵が彼らにも及んでいるためである（アッ=タバリー1:385参照）。 ２　一説によると、ある日フィルアウン*は、エジプトを滅ぼす男がイスラーイールの民から出現することを暗示する夢を見た。それで一定期間、イスラーイールの民に生まれた男児を皆殺しにして女児は生かしておき、成人には苦役（くえき）を強要して虐（しいた）げた。しかし苦役を課すための労働力が少なくなると、男児の皆殺しは隔年（かくねん）ごとになった。ムーサー*が生まれたのは、男児が殺される年であったとされる（アッ=タバリー1:386‐389、イブン・カスィール1:258、5:283参照）。","lang":"ja"},{"name":"2:50","price":"また、われら*があなた方のために海を分けてあなた方を救い、あなた方の見ている前でフィルアウン*の一族を溺れさせた時¹のこと（を思い起こせ）。","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"１　同様の場面として、ユーヌス*章90‐92、ター・ハー章77‐78、詩人たち章52‐66、煙霧章23‐24も参照。","lang":"ja"},{"name":"2:51","price":"また、われら*がムーサー*と四十夜を約束した時¹のこと（を思い起こすのだ）。その後あなた方はあ彼の（立ち去った）後に、不正*にも仔牛を（崇拝*の対象と）なした。²","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"１　アッラー*が、ムーサー*にトーラー*を下すことを約束した四十夜のこと（ムヤッサル8頁参照）。高壁章142以降も参照。\n２　イスラーイールの子ら*と仔牛の話については、高壁章148以降、ター・ハー章83‐98も参照。","lang":"ja"},{"name":"2:52","price":"そしてその後、われら*はあなた方が感謝するようにと、あなた方を大目に見てやった。","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:53","price":"また、あなた方が導かれるようにと、われら*がムーサー*に識別の啓典¹を授けた時のこと（を思い起こすのだ）。","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"１　真理と虚妄（きょもう）とを分ける識別の書であった、トーラー*のこと（ムヤッサル8頁参照）。","lang":"ja"},{"name":"2:54","price":"そして、ムーサー*が彼の民に（こう）言った時のこと（を思い起こすがよい）。「我が民よ、本当にあなた方は仔牛を（崇拝*の対象と）なしたことで、自分自身に不正*を働いた。ならば、あなた方の創生者*に悔悟し、あなた方自身を殺すのだ¹。それがあなた方にとって、あなた方の創生者の御許でより善いことなのである」。こうして、かれはあなた方から悔悟をお受け入れになった。本当にかれこそは、よく悔悟をお受け入れになる*お方、慈愛深い*お方なのだから。","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"１　彼らの内の一部が、お恵み深い創造主を差しおいて仔牛を崇拝*した罪の悔悟が受け入れられる条件は、互いに殺し合うことであった。アッラー*のこのご命令に従って死んだ者は殉教（じゅんきょう）者となり、生き残った者は悔悟を受け入れられた者となった（イブン・カスィール1:261‐263参照）。","lang":"ja"},{"name":"2:55","price":"また、あなた方が（こう）言った時のこと（を思い起こすのだ）。「ムーサー*よ、私たちはアッラー*をこの眼でみるまで、あなたを信じない」。それであなた方の見ている前で、稲妻があなた方を捕らえ（、あなた方は死んでしまっ）た。","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:56","price":"それから、われら*はあなた方が感謝するようにと、あなた方が死んだ後に生き返した。","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:57","price":"そして、われら*は薄い白雲であなた方の上に日陰を作り、あなた方にマンヌとウズラ¹を下し（て、言っ）た。「われら*があなた方に授けた、よきものを食べよ」。彼らがあれら*に不正*を働いたのではない。しかし彼らは、自分自身に不正*を働いていたのである。²","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"１　アル=クルトゥビー*によれば、大半の解釈学者は「マンヌ」を、「空から降ってくる、雫（しずく）状の甘い固形物」とするが、その他アラビアガム、蜜（みつ）、甘い飲み物、薄いパン、などといった解釈がある。また、もっと一般的な解釈として、「アッラー*がそのしもべたちに、労力や栽培なども要さずにお恵みになったものの総称」というものもある（1:406参照）。また「ウズラ」は、ウズラそのものではなく、ウズラに類似した鳥類のこととされる（ムヤッサル8頁参照）。 ２　解釈学者たちによれば、これは食卓章21‐26で描かれている出来事の後、彼らがエジプトとシャーム地方（現在のシリア、パレスチナ周辺地域）の間で、四十年間彷徨（さまよ）った時の出来事とされる（アル=クルトゥビー1:406参照）。","lang":"ja"},{"name":"2:58","price":"また、われら*が（こう）言った時のこと（を思い起こすのだ）。「この町¹に入り、どこからでも快く存分に食べよ。そして身を低めて謹んで門に入り、『（私たちが望むのは、罪の）免除です』と言うのだ。（そうすれば）われら*は、あなた方の過ちを赦してやろう。善を尽くす者²には、更に（褒美を）上乗せしてやる」。","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"１　エルサレムのことである、と言われる（アッ=タバリー1:420、ムヤッサル９頁参照）。 ２　「善を尽くす者」については、蜜蜂章128の訳注を参照。","lang":"ja"},{"name":"2:59","price":"すると不正*者たちは、御言葉を彼らに言われたのではないものと変えてしまった。そこでわれらはその放逸な振る舞いゆえに、不正*者たちに天から（罰の）制裁を下した。¹","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"１　彼らは、「身を低めて謹んで入る」ように言われたが、ふざけて地面に尻を引きずりながら入り、またアーヤ*58で言うように命じられた言葉尻を変えて、嘲笑（ちょうしょう）した。つまり言葉と行いにおいて、アッラー*のご命令に反したのである（イブン・カスィール1:277参照）。","lang":"ja"},{"name":"2:60","price":"また。ムーサー*がその民のために、水を乞うて祈った時のこと（を思い起こすがよい）。それでわれら*は「あなたの杖で、岩を叩いてみよ」と言った。するとそこから十二の泉があふれ、（彼らの内の）全ての人々¹は、確かに自分たちの水場を知った。（われら*は言った。）「アッラー*の糧から食べ、飲むがよい。そして腐敗*を働く者となって、地上で退廃を広めてははならない」。","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"１　ユダヤ教徒*の十二支族のこと（ムヤッサル9頁参照）。","lang":"ja"},{"name":"2:61","price":"また、あなた方が（こう）言った時のこと（を思い起こすのだ）。「ムーサー*よ、私たちは一種類の食べ物には耐えられない。だからあなたの主*にお願いして、私たちに野菜、キュウリ、穀物、レンズ豆、玉葱といった、大地に育つものを出してもらってくれ」。彼（ムーサー*）は言った。「あなた方はより善いものを、それ以下のものと取り換えるというのか？（この荒野を去って）町に行くがよい。そうすればきっと、あなた方の求めるものがあるだろう」。彼らは屈辱と貧困に付きまとわれ、アッラー*のお怒りと共に戻って来た¹。それというのも彼らはアッラー*の御徴を否定し、不当にも預言者*たちを殺害していたからである。それは彼らが（アッラー*に）反抗し、（かれの法に反することにおいて）度を越していたためなのだ。²","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"１　つまり、アッラー*のお怒りがまといついた、という意味（アル=クルトゥビー1:430参照）。 ２　このように彼らは、アッラー*がお選びになったものよりも、彼ら自身の欲望と選択を常に優先させていた（ムヤッサル9頁参照）。","lang":"ja"},{"name":"2:62","price":"本当に、信仰する者たち、ユダヤ教徒*である者たち、キリスト教徒*たち、サービア教徒*たちで、アッラー*と最後の日*を信じて正しい行い*を行う者、彼らには、その主*の御許に褒美がある¹。そして彼らには怖れもなければ、悲しむこともない²。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"１　「信仰する者たち」であるムスリム*、ユダヤ教徒*、キリスト教徒*、サービア教徒*の内、アッラー*を正しく誠実に信仰し、復活と清算の日を信じ、アッラー*がお喜びになる行いに励む者の褒美（ほうび）は、アッラー*の御許で確かなものとなる。そして最後の預言者*ムハンマド*が全人類に遣（つか）わされた後、アッラー*がイスラーム*以外の宗教をお受け入れになることはない（ムヤッサル10頁参照）。 ２　「怖れもなければ、悲しむこともない」については、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:63","price":"また（イスラーイールのこら*よ）、われら*があなた方の確約を取った時のこと（を思い起こすのだ）¹。われらはあなた方の上に山を掲げ（、言っ）た²。「われらがあなた方に授けたものを、真摯に受け取るがよい³。そして（わが懲罰を）畏れる*べく、その内容を教訓とするのだ」。","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"１　「確約」については、アーヤ*27、40の「契約」を参照。 ２　高壁章171も参照。彼らはその頑迷（がんめい）さと不服従ゆえ、山（原語では「アッ＝トゥール」、シナイ山のこととされる）を落とすと脅（おど）されるまで、確約を受け入れることを拒んだ（前掲書、同頁参照）。 ３　彼らへの啓典トーラー*を信じ、その中に記されている法を実践することにおいて真摯に努力せよ、ということ（アッ=タバリー1:452‐453、ムヤッサル10頁参照）。","lang":"ja"},{"name":"2:64","price":"そしてその後（再び）、あなた方は背き去った。あなた方に対するアッラー*のご恩寵とご慈悲がなければ、あなた方は損失者となっていたであろう。","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:65","price":"またあなた方は、あなた方の（先祖の）内、土曜（の安息）日を破った者たちのことを確かに知った¹。そしてわれら*は彼らに、「追いやられた惨めな猿になってしまえ」と言った。","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"１　高壁章163‐166も参照。彼ら‐ある海岸の町に居住していたユダヤ教徒*たち‐は、土曜日に漁をすることを禁じられたが、土曜日に限って魚が大群で押し寄せた。それで彼らは土曜日に網（あみ）をしかけたり、穴を掘ったりしておき、日曜日にそれを収穫（しゅうかく）するというごまかしをした（ムヤッサル10頁参照）。","lang":"ja"},{"name":"2:66","price":"こうしてわれら*は、それ（海岸の町）をその時代と、（同様の罪を犯す）それ以後の者たちに対する（見せしめの）罰とし、敬虔な*者たちへの訓戒としたのである。","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:67","price":"また（イスラーイールの子ら*よ）、ムーサー*が彼の民にこう言った時のこと（を、思い起こしてみよ）。「本当にアッラー*は、あなた方に一頭の雌牛を屠るよう命じておられる」。彼らは言った。「一体あなたは、私たちを馬鹿にしているのか？」彼（ムーサー*）は言った。「私は自分が無知な（嘲笑）者たちの仲間とならないよう、アッラー*にご加護を祈る」。","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:68","price":"彼らは言った。「あなたの主*に、それがどんなものか私たちに明らかにしてくれるよう、お願いしてくれ」。彼（ムーサー*）は言った。「本当にかれは、実にそれが年老いた牛でも仔牛でもなく、丁度その中間にあたる雌牛である、と仰せられる。ならば、命じられたことをせよ」。","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:69","price":"彼らは言った。「あなたの主*に、その色について私たちに明らかにしてくれるよう、お願いしてくれ」。彼（ムーサー*）は言った。「本当にかれは、実にそれが見る者を楽しませる、鮮やかな真っ黄色の雌牛である、と仰せられる」。","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:70","price":"彼らは言った。「あなたの主*に、それがそんなものか私たちに明らかにしてくれるよう、お願いしてくれ。本当に雌牛は、私たちに似通って見えるのだ。そして本当に私たちは、——アッラー*がお望みならば——必ずや（目的の雌牛に）導かれるから」。","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:71","price":"彼（ムーサー*）は言った。「本当にかれは、実にそれが地面を耕したり、農地の灌漑をしたりする卑しめられたものではなく、混じり毛のない無疵の雌牛だ、と仰せられる」。彼らは言った。「あなたは今、ようやく真実を伝えてくれた」。こうして彼らは雌牛を（見つけ、嫌々）屠ったが、それをやり損ねそうなほど（頑迷）であった¹。","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"１　教友*イブン・アッバース*は言っている。「（最初の時点で）最も手ごろな雌牛を屠（ほふ）っていれば、済んだことだった。しかし彼らが（自分たちで）厳しくしたために、アッラー*も彼らに対して厳しくされたのだ」（アッ=タバリー1:478参照）。","lang":"ja"},{"name":"2:72","price":"あなた方¹がある者を殺害し、そのことで（罪を）押し付け合った時のこと（を思い起こせ）²——アッラー*は、あなた方が隠蔽していたことを暴露される——。","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"１　アーヤ*49の「あなた方」に関する訳注を参照。 ２　多くの解釈学者は、アーヤ*で示されている内容が、雌牛にまつわる一連の事件（アーヤ*67‐71）の冒頭にあたる部分であるとしている（アル=クルトゥビー1:445参照）。尚、この事件には、次のような背景があるとされる:ある時、犯人不明の殺人事件が起こった。その犯人を究明するにあたって、イスラーイールの子ら*の集団間で争いが起きたので、彼らはムーサー*に犯人の特定を頼んだ。ムーサー*は、彼らが屠（ほふ）った雌牛の一部で死者を打てば、彼らが生き返って犯人が誰かを告げるだろう、という啓示を告げた（イブン・カスィール1:293‐298参照）。","lang":"ja"},{"name":"2:73","price":"それでわれら*は言った。「その（雌牛の）一部で、彼（死者）を叩いてみよ（、彼は生き返って犯人を告げるであろう）」。同様にアッラー*は（復活の日*）、死者を生き返らされ、あなた方が分別するよう、あなた方にその御徴¹をお示しになるのだ」。","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"１　この「御徴」は、アッラー*の御力の完全さを示す証拠のこと（ムヤッサル11頁参照）。","lang":"ja"},{"name":"2:74","price":"そしてその後、あなた方の心は硬くなり、岩のように、またそれ以上に硬くなった。本当に岩の中には、そこから河川が湧き出るものさえある。またその中には、割れて、そこから水が流れる出るものさえもある。またその中には、アッラー*への畏怖から、転げ落ちるものさえもあるのだ¹。アッラー*はあなた方の行いに迂闊ではあられない。","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"２　カターダ*はこのアーヤ*に関し、こう述べている。「アッラー*は、岩のことは（硬くても）容認された。そして（不信仰ゆえに心が硬くなった）アーダム*の子らの悪人のことは、容認されなかったのだ」（アッ=タバリー1:499参照）。","lang":"ja"},{"name":"2:75","price":"一体あなた方（信仰者）は、彼ら（ユダヤ教徒*）があなた方（の宗教）を信じるようになることを、所望しているというのか？彼らの内の一部はアッラー*の御言葉を確かに聞き、それを理解した後に知りつつ、それを改竄したというのに。","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:76","price":"また、彼ら（ユダヤ教徒*）は信仰する者たちに出会うと、「私たちは（あなた方の宗教を）信じる」と言った。そして仲間内になると、（互いにこう）言ったのだ。「一体あなた方は、アッラー*があなた方に明らかにされたこと¹を、彼ら（信仰者）に伝えるというのか？それによって彼らが、あなた方の主*の御許であなた方に反証するために？一体、あなた方は分別しないのか？」","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"１　トーラー*の中で、預言者*ムハンマド*について語られた真実のこと（ムヤッサル11頁参照）。イムラーン家章73も参照。","lang":"ja"},{"name":"2:77","price":"一体彼らは、アッラー*が彼らの隠していることも露にしていることも、全てご存知であることを知らないのか？","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:78","price":"また、彼ら（ユダヤ教徒*）の中には啓典を知らない文盲もいて、ただ嘘を捏造するだけである。そしてかれらは、憶測しているに過ぎないのだ。","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:79","price":"それと引き換えに僅かな代価を得るため、自らの手で啓典を書き、「これは、アッラー*の御許から下されたもの」などと言う者に、災いあれ。そして彼らの手が書いたものゆえに、彼らに災いあれ。また、（そのことで）彼らが稼ぐものゆえに、彼らに災いあれ。","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:80","price":"また、彼ら（イスラーイールの子ら*）は言った。「（地獄の）業火が私たちに触れるのは、どうせ数日だけだ¹」。（使徒*よ、）言ってやれ。「一体あなた方は、アッラー*の御許で（そのような）契約を結んだというのか？そうであるなら、アッラー*は決して契約を反故にはされない。それともあなた方はアッラー*に対し、知りもしないことをいうのか？」","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"1　一説にはユダヤ教徒＊の一部は、彼らが業火に焼かれるのは、彼らの祖先が仔牛を崇拝した四十日間だけであると主張した（アッ=タバリー1:517‐520、イブン・カスィール1:313‐314参照）。","lang":"ja"},{"name":"2:81","price":"いや、誰でも悪行を稼ぎ、自らの過ちが自分自身をがんじがらめにしてしまった者¹、それらの者たちは業火の住民であり、彼らは永遠に留まるのだ。","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"１　ここでの「悪行」とは、シルク*のことと言われる。一方「自分自身を過ちでがんじがらめ」にする者とは、そのまま悔悟せずに死を迎えることを指す、と言われる（アッ=タバリー1:522‐525参照）。","lang":"ja"},{"name":"2:82","price":"そして信仰し、正しい行い*を行った者たち、それらの者たちは天国の住民であり、彼らはそこに永住する。","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:83","price":"また、われら*がイスラーイールの子ら*の（次のような）確約を取った時のこと（を思い起こすがよい）。「アッラー*以外の何ものも崇拝*してはならない。そして両親に孝行し、親戚、孤児、貧者*らにも（善行を尽くせ）。また人々に対しては善い言葉をかけ、礼拝を遵守*し、浄財*を支払うのだ」。（ところが）その後あなた方は、あなた方の内の僅かな者たちを除いて、身を翻し、背を向けた。","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:84","price":"また、（イスラーイールの子ら*よ）、われら*があなた方の（次のような）確約を取った時のこと（を思い起こしてみよ）。「あなた方の血を流したり、あなた方自身を住居から追放¹したりしてはならない」。それからあなた方は（それが正しいことであることを）証言しつつ、承認した。","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"１　つまり、お互いに殺し合ったり、追放し合ったりすること（ムヤッサル13頁参照）。","lang":"ja"},{"name":"2:85","price":"その後、あなた方という人たちは、罪と侵害をもって互いに（敵と）協力し合いながらあなた方殺し、あなた方の一派をその住居から追放する¹。そして、もし彼らが捕虜となってあなた方のもとにやって来れば、かれらの追放が（そもそも）違法であるにも関わらず、あなた方は彼らの身代金を払う²。一体、あなた方は啓典の一部だけを信じ、他の部分は否定するというのか？ならば、あなた方の内でそのようなことをする者の報いは、現世の生活における屈辱でしかない。復活の日*、彼らはこの上なく厳しい懲罰へと戻されるのだ。アッラー*はあなた方の行いに、決して迂闊ではあられない。","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"１　アーヤ*84「追放」の訳注を参照。 ２　イスラーム*到来以前のマディーナ*では、アラブ住民がアウス族とハズラジュ族の二派にか分かれ、互いに争い合っていた。そしてカイヌカーゥ族、ナディール族、クライザ族といった当時のユダヤ教徒*もまた、不信仰者*であるそれらのアラブ部族と各々同盟して互いに敵対し合い、同士討ちをしていた。そのこと自体トーラー*で禁じられていたことであったが、彼らは戦争で同胞が捕虜にされれば、トーラー*の教えに則って身代金を払う、という矛盾を犯していた（アッ=タバリー1:536‐537参照）。","lang":"ja"},{"name":"2:86","price":"それらの者たちは、来世と引き換えに現世の生活を買った者たち。ゆえに懲罰が、彼らから軽減されることもなければ、彼らが（誰かに）救われることもない。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:87","price":"また、われら*は確かにムーサー*に啓典（トーラー*）を授け、使徒*たちにその後を継がせた¹。そしてマルヤム*の子イーサー*に明証²を与え、聖霊³で彼を強めた。一体、使徒*があなた方の気に入らないものを携えてあなた方のもとに来るたびに、あなた方は傲慢になり、ある一派のことは嘘つき呼ばわりし、また別の一派のことは殺害するというのか？","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"１　ムーサー*の後イーサー*の到来まで、アッラー*はトーラー*の法で裁く使徒*・預言者*を遣わされた（食卓章44参照）。ただイブン・カスィール*によれば、イーサー*は一部トーラー*とは異なる法をもたらしたため、アッラー*は彼に奇跡を授けたのだという（1:321参照）。 ２　この「明証」とは、イムラーン家章49、食卓章110などに示されているような、数々の奇跡のこと（アッ=タバリー1:544参照）。 ３　大半の解釈学者によれば、天使*ジブリール*のこと（アッ＝サァディー58参照）。","lang":"ja"},{"name":"2:88","price":"彼ら（イスラーイールの子ら*）は、言った。「私たちの心は覆われている（から、あなたの言うことが分からない）」。いや、アッラー*はその不信仰ゆえに彼らを呪われた¹のだ。彼らは、僅かばかりしか信仰しないことよ。","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"１　「呪い」という訳語を当てた原語は「ラアナ」であり、語源的には「追いやる」「遠ざける」などの意味を含む。つまり「アッラーの呪い」とは、かれから遠ざけられ、見放されることを指すのだという（アッ=タバリー1:549参照）。","lang":"ja"},{"name":"2:89","price":"彼らは、——かつて、不信仰だった*者たちに対する勝利を求めていたにも関わらず——アッラー*の御許から彼らに、彼らのもとにあるものを確証する啓典がもたらされた時、そして彼らが知っていたものが彼らのもとに到来した時、それを否定したのだ¹。ならばアッラー*の呪い²は、（使徒*ムハンマド*とクルアーン*を否定する全ての）不信仰者*たちの上にある。","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"１　マディーナ*のユダヤ教徒*は、最後の預言者の出現が近いとし、彼に従って同地のアラブ人不信仰者*らと戦い、勝利を収めることを願っていた。しかし、いざ預言者*としての特徴と正直さで知られたムハンマド*が到来すると、彼を嘘つき呼ばわりした（ムヤッサル14頁参照）。 ２　「アッラー*の呪い」については、アーヤ*88の訳注を参照。","lang":"ja"},{"name":"2:90","price":"彼ら（イスラーイールの子ら*）が、アッラー*が下されたものを妬みゆえに否定することで、自分自身と交換したものの、なんと醜悪なことか。アッラー*はその僕の内、お望みの者（ムハンマド*）にご恩寵を下されるというのに¹。こうして彼らは（アッラー*の）お怒りの上に、更なるお怒りを買って戻って来た²。不信仰者*たちには、屈辱的な懲罰がある。","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"１　預言者*とは使徒*は、長らくイスラーイールの子ら*、つまりイスハーク*の息子ヤァークーブ*の子孫から選ばれていたが、最後の預言者*ムハンマド*はイスマーイール*の子孫のアラブ人であった。このことも、ユダヤ教徒*の彼に対する嫉妬（しっと）を誘う、大きな一因であったという（アッ=タバリー1:557‐559参照）。 ２　この「戻って来た」については、アーヤ*61の訳注を参照。","lang":"ja"},{"name":"2:91","price":"また彼ら（ユダヤ教徒*）は、「アッラー*が下されたもの（クルアーン*）を信じよ」と言われれば、「私たちは、自分たちに下されたもの（だけ）を信じる」と言った。そしてその後のものは、それが彼らのもとにあるものを確証する真理であるのに、否定するのだ。（使徒*よ）言ってやるがよい。「ならば、なぜあなた方は以前、アッラー*の預言者*たちを殺害したのか？もし、あなた方が（本当に）信仰者だとするならば」。","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:92","price":"ムーサー*は明証¹を携えて、確かにあなた方²のもとにやって来た。それから、あなた方は彼の（出発）後、不正*にも仔牛を（崇拝*の対象と）なしたのである。³","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"１　この「明証」とは、高壁章107、108、133、詩人たち章63などに描写されているような数々の奇跡に代表される、彼の正直さを示す証拠のこと（アッ=タバリー1:564参照）。 ２　この「あなた方」については、アーヤ*49の訳注を参照。 ３　アーヤ*51、高壁章142‐153、ター・ハー章83‐98参照。","lang":"ja"},{"name":"2:93","price":"また、われら*があなた方の確約¹を取った時のこと（を思い出してみよ）。われら*はあなた方の上に山を掲げ（、言っ）た²。「われら*があなた方に授けたものを、真摯に受け取り³、聴き従うのだ」。（しかし）彼らは言った。「私たちは聞きはするが、逆らおう」。そしてその不信仰ゆえに、彼らの心には仔牛（への愛情）が注ぎ込まれて（沁みこんで）しまったのだ。言ってやるがよい。「あなたがたの信仰があなた方に命じることの、何と醜悪なことか？もし、あなた方が（本当に）信仰者であるというなら」。","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"１　「確約」については、アーヤ*27、40の「契約」を参照。 ２　この出来事の詳細に関しては、アーヤ*63の訳注を参照。 ３　「真摯に受け取る」については、アーヤ*63の訳注を参照。","lang":"ja"},{"name":"2:94","price":"（使徒*よ、彼らイスラーイールの子ら*に）言ってやるがよい。「アッラー*の御許での来世の住まい（での恩恵）が、（他の）人々には許されないあなた方の専有であるのなら、死を望んでみたらいかがか？もし、あなた方が真実を語っているというのであれば（、だが）」。¹","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"１　アーヤ*111参照。","lang":"ja"},{"name":"2:95","price":"彼らは自分たちが行ってきたことゆえ、決してそのようなことを望んだりはしまい。アッラー*は不正*者たちのことをご存知のお方。","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:96","price":"また（使徒*よ、）あなたは、彼ら（ユダヤ教徒*）が最も生に執着する人々であり、シルク*を犯している者たちよりもそうであるのを、必ずや見出すであろう。彼らの中には、千年でも生きたいと望む者がいる。（たとえそのように）長生きしたとしても、懲罰から逃れることは叶わないのだが。アッラー*は、彼らの行うことをご覧にな（り、それに対して応報を与えられ）るお方。","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:97","price":"言ってやるがよい。「たとえ、ジブリール*に対して敵対する者があろうと（、そのような敵対心には何のいわれもない）、実に彼（ジブリール*）はアッラー*のお許しにより、あなたの心にそれ（クルアーン*）を、それ以前のもの（諸啓典）の確証、信仰者たちにとっての導き、吉報として下した者なのだから¹。","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"１　このアーヤ*は、預言者*があるユダヤ教徒*たちに「あなたの同伴者は誰か？」と聞かれ、「ジブリール*だ」と答えた所、「ジブリール*は戦争・殺し合い・懲罰をもたらす者であり、私たちの敵だ。慈悲と植物と雨をもたらすミーカーイール*だ、と言えばよいものを」と言ったことに関し、下ったと言われる（アフマド2483参照）。","lang":"ja"},{"name":"2:98","price":"アッラー*とその天使*たち、その使徒*たち、ジブリール*、ミーカール（ミーカーイール*）に敵対する者があろうと、実にアッラー*は（そのような）不信仰者*たちに対しての敵なのだ」。","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:99","price":"（使徒*よ、）われら*は確かに、あなたへ明白な御徴¹を下した。そしてそれを否定するのは、放逸な者たちのみである。","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"１　この「明白な御徴」とは、彼の預言者*性を示す証拠のこと。アッラー*は彼に啓示したクルアーン*の中で、ユダヤ教徒*の学者しか知らないような彼らの秘密や、彼らに起きた過去の出来事、トーラー*において改ざんされた物事などを明らかにされた（アッ=タバリー1:586参照）。","lang":"ja"},{"name":"2:100","price":"そして一体、彼ら（イスラーイールの子ら*）が契約を結ぶたび、彼らの内の一派はそれを破棄したというのか？いや、彼らの大半は信じない。","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:101","price":"また、アッラー*の御許から、彼らの手許にあるもの（トーラー*）を確証する使徒*（ムハンマド*）が到来した時、啓典を授かっていた民の一派はあたかも何も知らないかのように、アッラー*の書（クルアーン*）を背後に放り棄てたのだ。","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:102","price":"また彼ら（ユダヤ教徒*）は、スライマーン*の王権（の時代）について、シャイターン*が語ること¹に従った。スライマーン*は、不信仰になど陥ってはいない。しかしシャイターン*たちが不信仰（の行い）を犯し、人々に魔術と、バービル（バビロン）でハールートとマールート²の両天使に授けられたものを伝授していたのである。両天使は、「私たちは本当に、試練なのだ。だから（魔術を習い、シャイターン*に従うことで）、不信仰に陥ってはいけない」と言ってからでなければ、誰にも教えはしなかった。そして彼らは二人から、夫とその妻の間を裂く術を学んだ——彼らとてアッラー*のお許しがなければ、誰のこともそれで害することなど出来ないのだが——。また彼らは、自分たちを害しはしても、益しはしないものを学んだ。そして彼らは、それ（魔術）を（真理と引き換えに）買ってしまった者などには、来世においていかなる（よき）分け前もないということを、確かに承知していたのだ。それで彼らが自らを売って手に入れたものの、何と実に醜悪なことか³。彼らが（そのことを）知っていたら（、そんなことはしなかったろうに）。","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"１　シャイターン*らは、スライマーン*が魔術によって偉大な王国を手にしたのだと思い込ませつつ、人々に魔術を提示した（アッ＝サァディー60頁参照）。また、魔術とは「人間の力だけでは役不足である何らかの目的を達成するため、シャイターン*へのお近づきを乞う事で、その助力とするもの」。仕かけや道具を用いたり、手先の器用さなどを利用して行う手品などの類は、この内に入らない（アル=バイダーウィー1:371‐372参照）。 ２　ハールートとマールートは、人間を試練にかけるために天から下された天使*であると言われる（ムヤッサル16頁参照）。 ３　シャイターン*はユダヤ教徒*たちに魔術を教えたが、それは、彼らがそれを啓典よりも尊（たっと）ぶほどになるまで、彼らの間に広まった（前掲書、同頁参照）。","lang":"ja"},{"name":"2:103","price":"彼ら（ユダヤ教徒*）がもし信仰し、（アッラー*を）畏れ*たのなら、アッラー*の御許での褒美こそが（魔術とそれによる利益）より善かったのだ。もし彼らが（そのことを）知っていれば（、信仰したであろうに）。","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:104","price":"信仰する者たちよ、「私たちに配慮して下さい」などと言ってはならない。しかし、「私たちを見守って下さい」と言って¹、（クルアーン*を）聴くのだ。不信仰者*には、痛ましい懲罰がある。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"１　ムスリム*たちの預言者*に対する言い回しには、「私たちに配慮して下さい（ラーイナー）」という言葉があり、それには「私たちを見守って下さい」「私たちが理解するまで、お待ち下さい」という意味があった。しかしユダヤ教徒*らは、その言葉を預言者への悪口に利用した。彼らは一説に、「ラァン（愚かさ）」という意味に結びつけ、また一説にはその言葉で、ヘブライ語の同音の悪口を意図した。それでアッラー*はその言葉を禁じ、同様の意味だが、そのような害の恐れのない「私たちを見守って下さい（ウンズルナー）」という言葉を使うように命じたのである（アル=バイダーウィー1:375参照）。","lang":"ja"},{"name":"2:105","price":"啓典の民*やシルク*の徒という不信仰に陥った*者たちは、あなた方の主*からあなた方のもとに、いかなる善きものが下されることも望まない。アッラー*は、かれがお望みになる者に、そのご慈悲¹を特別にお授けになる。そしてアッラー*は、偉大な恩寵の主であられる。","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"１　この「ご慈悲」は特に、預言者*性・使徒*性のことを指すと言われる（ムヤッサル16頁参照）。","lang":"ja"},{"name":"2:106","price":"アーヤ*を撤回するにせよ、または忘れさせるにせよ、われら*はそれより善いものか、あるいは同等のものをもたらすのである¹。（預言者*よ、）一体あなた（とその使徒たち）は、アッラー*が全てのことをお出来なのを知らないのか？","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"１　学者によってその数や特定の仕方は異なるが、クルアーン*のアーヤ*には、後に下がった別のアーヤ*の規定によってその規定が撤回されたものと、代替（だいたい）なしにその規定が撤回されたもの（学者間の意見が一致しているものの例としては、抗弁する女章12）がある（アッ＝ルーミー「クルアーン諸学研究」416‐417頁参照）。またアッラー*のご決定により、アーヤ*そのもが、そこに含まれる規定もろとも消滅したケースもある（同書413頁参照）。雷鳴章39、蜜蜂章101とその訳注も参照。","lang":"ja"},{"name":"2:107","price":"（預言者*よ、）一体あなた（とその使徒たち）は、天地の王権がアッラー*のみに属することを知らないのか？あなた方にはアッラー*以外に、いかなる庇護者*も援助者もいないのだ。","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:108","price":"いや（人々よ）、一体あなた方は、かつてムーサー*が注文されたように、あなた方の使徒*に注文をつけたいのか？¹　信仰を不信仰に取り換える者は誰であれ、確かに真っ当な道から迷い去っているのである。","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"１　ムーサー*がイスラーイールの子ら*の無理難題に苦労した（アーヤ*55など参照）ように、預言者*ムハンマド*も、周囲の不信仰者*たちから奇跡を起こすことなど、様々な注文をつけられた（家畜章109‐110、ユーヌス*章97、夜の旅章90‐93、ター・ハー章133、預言者*たち章5、識別章7‐8、創成者*章42も参照）。","lang":"ja"},{"name":"2:109","price":"啓典の民*の多くは、彼らに真理が明らかにされた後でも、彼ら自身からの嫉妬ゆえ、あなた方が信仰した後に不信仰者*に戻そうと望んでいる。ならば、アッラー*がご裁決¹をお下しになるまで彼らを大目に見、見逃してやるがよい。本当にアッラー*は、全てのことをお出来のお方である。","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"１　彼らとの戦いの許可のこと（ムヤッサル17頁参照）。雌牛章190、悔悟章29、巡礼*章39なども参照。","lang":"ja"},{"name":"2:110","price":"（信仰者たちよ、）礼拝を遵守*し、浄財*を払うのだ。どんな善いことでも、自分自身のために前もって行っておけば、あなた方はそれ（褒美）を、アッラー*の御許で見出すであろう。本当にアッラー*は、あなた方の行うこと（全て）をご覧になるお方なのだから。","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:111","price":"彼ら（啓典の民*）は言った。「ユダヤ教徒*かキリスト教徒*である者の他は、決して天国に入れない」。それは彼らの根拠もない願望である。（使徒*よ、）言ってやるのだ。「明証を見せてみよ。もしあなた方が、真実を語っていると言うのなら」。","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:112","price":"いや、誰であろうと、善を尽くすものでありつつ、アッラーのみに顔を向けて服従する者¹、彼にはその主*の御許に褒美がある。そして彼らには怖れもなければ、悲しむこともない²。","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"１　「善を尽くす」（蜜蜂章128の訳注も参照）とは、アッラーへの服従において、その使徒の教えに忠実に従うこと（イブン・カスィール1:385参照）。「アッラーのみに顔を向けて服従する」とは、口や心や身体を含む全身全霊でもって、真摯（しんし）にアッラーに従うこと。ここで「顔」のみが言及されているのは、顔が人間の身体で、最も高貴な部位であるためとされる（アッ=タバリー3:1724参照）。この「イスラームの教えの遵守」と「アッラーに対する真摯さ」という二つが揃（そろ）って初めて、行為は受け入れられる（イブン・カスィール1:385参照）。 ２　「怖れもなければ、悲しむこともない」については、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:113","price":"また、ユダヤ教徒*は「キリスト教徒*（の教え）は、全く（正当な）根拠がない」と言い、キリスト教徒*も「ユダヤ教徒*（の教え）は、全く（正当な）根拠がない」と言った。彼らは、（自分たちの）啓典を読誦しているのに¹。このように、知らない者たち²も、彼らと同様のことを言ったのだ。ならばアッラー*は、復活の日*、彼らが意見を異にしていたことについて、彼らの間を裁かれ（、彼らに応報をお与えにな）る。","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"１　トーラー*にも福音*にも、すべての預言者*・使徒*を信じる義務が説かれている（ムヤッサル18頁参照）。 ２　「知らない者たち」とは、啓典の民*以外のシルク*の徒のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:114","price":"アッラー*のマスジド*で、かれの名が唱えられることを阻み、その破壊に努める者たち以上に不正*を働く者があろうか？それらの者たちは、怖気づかずにはそこに入ることが出来ない。彼らには現世で屈辱があり、また彼らには来世において、この上ない懲罰がある。","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:115","price":"東も西も（その間のものも全て、）アッラー*のもの。あなた方がどこを向こうとも、そこには、アッラー*の御顔がある¹。本当にアッラー*は公量な*お方、全知者であられる。","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"１　アッラー*の命に従って礼拝をする際、あなた方がいかなる方向を向いたとしても、かれの御顔を望むことになるのであり、かれの王権とかれへの服従から抜け出ることはないのだ、という意味だとされる（ムヤッサル18頁参照）。","lang":"ja"},{"name":"2:116","price":"彼ら（啓典の民*や、その他のシルク*の徒）は言った。「アッラー*は御子をもうけられた」かれ（アッラー*）に称え*あれ¹。いや、かれにこそ、諸天の大地にあるもの（全て）は属する。全ては、かれに従順なのだ。","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"１　唯一、自己完結した存在であるアッラー*は、子供を持つなどという不完全な性質から、はるか無縁で崇高な存在である（前掲書、同頁参照）。","lang":"ja"},{"name":"2:117","price":"（アッラー*は）諸天と大地の独創者*。そして、かれが一事をお取決めにな（り、お望みにな）れば、それに「あれ」と仰せられるだけで、それは存在するのである。","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:118","price":"また、知らない者たちは言う。「どうしてアッラー*は、私たちに、（あなたが使徒*であることについて、直接）お話しにはならないのか？あるいは、私たちのもとに(あなたの正直さを示す）御徴がやって来ないのか？」同様に、彼ら以前の（不信仰）者*たちも、彼らの言葉と似たようなことを言ったのである——彼らの心は似通っているのだ——。われら*は確信する民に、確かに御徴を明示した。","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:119","price":"本当にわれら*はあなたを、、吉報を伝える者、警告を告げる者¹として、真理と共に遣わしたのである。そして（それを伝えた後、）あなたが火獄の住民について、（責任を）問われることはない。","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"１　預言者*や使徒*は、アッラー*に従う者には天国を約束し、かれを信じず、かれに逆らう者には、地獄を警告する（ムヤッサル33頁参照）。","lang":"ja"},{"name":"2:120","price":"また、ユダヤ教徒*もキリスト教徒*も、あなたが彼らの宗教に従わない限り、あなたに満足することは決してないであろう。言ってやるがよい。「アッラー*のお導きこそが、（真の）導きである」。（使徒*よ、）もしもあなた¹が、あなたのもとに（アッラーからの）知識がもたらされた後、彼らの私欲に従うのなら、あなたにはアッラー*（の懲罰）に対するいかなる庇護者*も援助者もない。","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"２　預言者*ムハンマド*に対する語りかけの形とはなっているが、意図されているのは彼の共同体のこと（アル=バガウィー1:161参照）。","lang":"ja"},{"name":"2:121","price":"われら*が啓典を授け、それを真の読誦で読む¹者たち²、そのような者たちが、彼³を信じるのだ。そして誰でも彼を否定する者、それらの者たちこそは損失者である。","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"１　ここで「読誦／読む」と訳した語「ティラーワ／タラー」には、「行為によって服従する／従う」という意味もある。アッ＝ラーズィー*によれば、ここではいずれの意味も含まれる（2：３０参照）。 ２　自分たちの啓典を正しく読み、それにいかなる変更も施（ほどこ）さず、そこに記されていること‐預言者*ムハンマド*を含む全使徒*・預言者*を信仰する義務など‐に従う、啓典の民*のこととされる（ムヤッサル19頁参照）。 ３　この「彼」は、預言者*ムハンマド*、及び彼に下された啓典いずれも指すとされる（前掲書、同頁参照）。","lang":"ja"},{"name":"2:122","price":"イスラーイールの子ら*よ、われがあなた方¹に授けた、わが恩恵を思い起こすのだ。またわれがあなた方を、外のいかなる者よりも引き立ててやったことを²。","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"１　ここでの「あなた方」に関しては、アーヤ*49の訳注を参照。 ２　「外のいかなる者よりも引き立て」たことについては、アーヤ*47の訳注を参照。","lang":"ja"},{"name":"2:123","price":"そして誰も他人を益することもなければ、いかなる代償も受け入れられず、またどんな執り成しも役に立たなければ、彼らが（誰にも）助けられることもない（復活の）日*を、恐れるのだ。","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:124","price":"イブラーヒーム*を、その主*が御言葉（によるご命令）¹で試みられた時のこと（を思い起こすがよい）。そして彼は、それを成し遂げた。かれ（アッラー*）は仰せられた。「本当にわれは、あなたを人々の導師としよう」。彼（イブラーヒーム*）は申し上げた。「そして、私の子孫からも（、導師をお授け下さい）」。かれは仰せられた。「わが約束²は、不正者*たちには及ばない」。","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"１　イブラーヒーム*に課せられた、全ての命令や禁止のこと。そして彼は、それらを全て遂行した（イブン・カスィール1:206参照）。 ２　「わが約束」とは、彼の子孫から導師を遣わすこと（ムヤッサル19頁参照）。","lang":"ja"},{"name":"2:125","price":"また、われらがこの館（カァバ神殿*）を人々にとっての（不断の）拠り所とし、かつ安全（な場）とした時のこと（を思い起こすがよい）¹。（われら*は言った。）「イブラーヒーム*の立ち所²を、礼拝（の場）とせよ」。われらは、イブラーヒーム*とイスマーイール*に「タワーフ*する者たち、イァティカーフ*する者たち、ルクーゥ*する者たち、サジダ*する者たちのために、わが館を清める³のだ」と命じた。","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"１　カァバ神殿*は文字通り、イスラーム*以前から巡礼*者で賑（にぎ）わう会合の場であった。またその周辺の聖域ではイスラーム*以前の時代でも流血が禁じられており、絶え間ない部族抗争の時代にあっても、そこだけは平穏（へいおん）であった（アッ=タバリー1:690‐692参照）。 ２　「イブラーヒーム*の立ち所」とは、彼がカァバ神殿*を建設する際に、足場とした石のことであるとされる（ムヤッサル19頁参照）。 ３　シルク*、不信仰、アッラー*への反抗、不浄（ふじょう）なものや汚れから「清める」こと（アッ=サァディー65頁参照）。巡礼*章26も参照。","lang":"ja"},{"name":"2:126","price":"また、イブラーヒーム*が（こう）申し上げた時のこと¹（を思い起こせ）。「我が主*よ、ここ（マッカ*）を平安なる町とし、その住民、つまり彼らの内、アッラー*と最後の日*を信じた者に、（様々な）果実をお授け下さい」。かれは仰せられた。」そして不信仰に陥った*者、われは彼に（現世で）束の間の楽しみを与えよう。それからわれは、彼を業火の懲罰へと押しやるのだ。その行き先は、何と醜悪なことであろうか」。","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"１　同様のくだりとして、イブラーヒーム*章35‐41とその訳注も参照。","lang":"ja"},{"name":"2:127","price":"また、イブラーヒーム*とイスマーイール*が、その館（カァバ神殿*）の礎を上げ（て建設し）た時のこと（を思い起こさせよ。二人は、こう祈っていた。）「我らが主*よ、私たちから（祈りと行いを）お受け入れ下さい。あなたは本当に、よくお聴きになるお方、全知者であられますから。","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:128","price":"我が主*よ、また、私たち二人をあなたに服従する者（ムスリム*）とし、私たちの子孫からあなたに服従する民をもたらして下さい。また、私たちに儀礼¹のあり方を示し、私たちの悔悟をお受け入れ下さい。本当にあなたは、よく悔悟をお受け入れになる*お方、慈愛深い*お方なのですから。","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"１　この「儀礼」は、文脈からみて、「ハッジ*の宗教儀礼」とも解釈されうるし、「宗教そのもの」「全ての崇拝行為」というように、もっと広い意味に解釈することも可能（アッ=サァディー66頁参照）。","lang":"ja"},{"name":"2:129","price":"我らが主*よ、そして彼ら自身の内から彼らの中に、あなたの御徴（アーヤ*）を彼らに読み聞かせ、啓典と英知¹を教え、彼らを清める²一人の使徒³*をお遣わし下さい。本当にあなたは偉力ならびない*お方、英知あふれる*お方なのですから」。","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"１　ここでの「英知」の解釈には、それが預言者*ムハンマド*のスンナ*であるとか、宗教的知識・理解などといった説がある（アッ=タバリー1:719参照）。 ２　シルク*や悪い品性から「清める」こと（ムヤッサル20頁参照）。 ３　この「使徒*」とは、使徒*ムハンマド*のこと（イブン・カスィール1:425参照）。彼は自分自身を、「イブラーヒーム*の祈り（の実現）」であり、「イーサー*の吉報（戦列章6頁参照）」である、と仰（おっしゃ）った（アフマド17163参照）。尚このことは、彼がアラブ人だけに対する預言者*であることを意味しない。高壁章158とその訳注も参照（イブン・カスィール1:442参照）。","lang":"ja"},{"name":"2:130","price":"一体、愚か者以外の誰が、イブラーヒーム*の宗教を敬遠するというのか？われら*は現世において確かに、彼を選り抜いたのだ。そして彼こそは来世において、必ずや正しい者*の一人となるのである。","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:131","price":"彼（イブラーヒーム*）の主*が、彼に「服従（イスラーム*）せよ」と仰せられた時のこと（を思い起こさせよ）。かれは申し上げた。「私は、全創造物の主に服従します」。","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:132","price":"またイブラーヒーム*とヤァクーブ*はその息子たちに、それ（イスラーム*の遵守）を勧め（て、言っ）た。「我が子らよ、本当にアッラー*はあなた方のために、この宗教をお選びになられた。だからあなた方は絶対に、服従する者（ムスリム*）としてしか死んではならない」。","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:133","price":"いや、（ユダヤ教徒*たちよ、）一体あなた方はヤァクーブ*に死が訪れた時、つまり彼がその息子たちに「私の（死）後、あなた方は何を崇拝*するのか？」と言った時、（その場に）立ち会っていたとでもいうのか？彼らは言ったのだ。「私たちは、あなたの神¹、そしてあなたの父祖であるイブラーヒーム*、イスマーイール*、イスハーク*の神を、ただ一つの神として、かれだけに服従しつつ崇拝します」。","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"１　「神」という訳語をあてたアラビア語は「イラーフ」であり、語源的には崇拝される全ての対象を指す（アッ=タバリー1:724参照）。","lang":"ja"},{"name":"2:134","price":"それは、既に過ぎ去った民のこと。彼らには彼らが稼いだことの報いがあり、あなた方にはあなた方が稼いだことの報いがある。彼らが行っていたことについて、あなた方が問われることはない。","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:135","price":"また、かれらは（それぞれ）言った¹。「ユダヤ教徒*か、キリスト教徒*になるがよい。そうすれば、導かれよう」。（使徒*よ、）言ってやるがいい。「いや、純正な²イブラーヒーム*の宗教に（従え）。彼は、シルク*の徒の類などではなかったのだ」。","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"１　これは、預言者*時代のムスリム*に対する啓典の民*の言葉（ムヤッサル21頁参照）。 ２　「純正」と訳した語は「ハニーフ」であり、語源的には何かに対して偏らず、まっすぐであること。ここでは、アッラー*とそのご命令への服従にまっすぐな様を指す（アッ=タバリー1:726、3:1825参照）。","lang":"ja"},{"name":"2:136","price":"（信仰者たちよ、）言ってやるがいい。「私たちはアッラー*と、私たちに下されたもの（クルアーン*）、またイブラーヒーム*、イスマーイール*、イスハーク*、ヤァクーブ*及び諸支族¹に下されたもの、またムーサー*とイーサー*に授けられたものと、預言者*たちが彼らの主*から授けられたものを信じる。私たちは彼らの内の誰も分け隔てせず、かれ（アッラー*）だけに服従する者（ムスリム*）である」。","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"１　「諸支族」とは、イスラーイールの子ら*のの十二支族から出た、ヤァクーブ*の子孫である預言者*たちのことを指すと言われる（ムヤッサル21頁参照）。","lang":"ja"},{"name":"2:137","price":"それでもし彼らが、あなた方が信じるものと同じものを信じるのならば、確かに（真実へと）導かれたことになる。そしてもし背き去るのであれば、まさに彼らは対立¹の中にある。ならば彼らのことなど、あなたにはアッラー*（のご援助）だけで十分であろう。かれはよくお聴きになるお方、全知者であられる。","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"１　アッラー*とその使徒*、そしてその信徒たちとの対立（アッ=タバリー1:731参照）。","lang":"ja"},{"name":"2:138","price":"アッラー*の色染め（にこそ従え）¹——アッラー*よりも善い色染めをされるお方があろうか？——。そして（言うのだ）。「私たちが、かれのみを崇拝*する者なのである」。","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"１　当時のキリスト教徒*には、子供を洗礼するにあたって彼らを水に浸し、キリスト教徒*としての「色染め」の儀式とする一派があった（前掲書、1:732参照）。しかしイスラーム*こそは、誕生した時点では誰もが備えている、正しい天性に沿った宗教なのである（ビザンチン章30参照）。尚、預言者*ムハンマド*は次のように仰（おっしゃ）った。「全ての赤子は、（正しい）天性のもとに誕生する。しかしその両親が彼をユダヤ教徒*にしたり、キリスト教徒*にしたり、マジュース教徒（巡礼*章17の訳注を参照）にしたりするのだ」（アル=ブハーリー1385参照）。","lang":"ja"},{"name":"2:139","price":"（使徒*よ、）言ってやるがいい。「一体あなた方はアッラー*について、私たちと口論しようというのか？かれは私たちの主*であり、あなた方の主*である。また、私たちには私たちの行いがあり、あなた方にはあなた方の行いがある。そして私たちはかれにこそ、（崇拝*行為を）真摯に捧げる者なのだ。」","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:140","price":"いや、一体あなた方は、「本当にイブラーヒーム*、イスマーイール*、イスハーク*、ヤァクーブ*及び諸支族¹は、ユダヤ教徒*かキリスト教徒*だった」などと言うのか？（使徒*よ、）言ってやるがいい。「一体あなた方とアッラー*の、どちらが（彼らの宗教について）よりよく知っているというのか？アッラー*から証言を隠蔽する者よりも、ひどい不正*を働く者があろうか？アッラー*はあなた方の行いに、迂闊ではあられない」。","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"１　「諸支族」については、アーヤ*136の訳注を参照。","lang":"ja"},{"name":"2:141","price":"それは、既に過ぎ去った民のこと。彼らには彼らが稼いだことの報いがあり、あなた方にはあなた方が稼いだことの報いがある。彼らが行っていたことについて、あなた方が問われることはない。","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:142","price":"人々の中の、愚かな者たちは言うだろう。「それまで向かっていた彼らのキブラ*から、彼ら（ムスリム*たち）を転じさせたものは、何なのか？¹」（使徒*よ、）言ってやるがよい。「東も西も、アッラー*のもの。かれは、かれがお望みになる者を、まっすぐな道に導かれる」。","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"１　預言者*ムハンマド*のマディーナ*への移住*後、約十六、七ヵ月後に、ムスリム*たちはそれまでのキブラ*としていたエルサレムから、イブラーヒーム*のキブラ*でもあったマッカ*のハラーム・マスジド*へと向かうことを命じられた（アル=ブハーリー4492参照）。","lang":"ja"},{"name":"2:143","price":"また（ムスリム*たちよ、あなた方を導いたのと）同様に、われら*はあなた方を最良の共同体とした。（それは）あなた方が人々に対する証人となり、使徒*（ムハンマド*）があなた方の証人となる¹ためである。また、われら*が、あなたが以前向かっていたキブラ*（と、その変更）を定めたのは、使徒*に従う者と、後ろへ引き返す者²とを如実に表すためであった——それ（キブラ*の変更に従うこと）はアッラー*が導かれた者以外の者にとっては、困難だったのだ——。またアッラー*は、あなた方の信仰³を無駄にはなされない。本当にアッラー*は人々に対し実に哀れみ深い*お方、慈愛深い*お方なのだから。","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"１　ムスリム*は復活の日*、現世で使徒*たちが到来し、人々にアッラー*の教えを伝えたことを証言する。同じように使徒*ムハンマド*もまた、彼が人々にアッラー*の教えを伝えたことを証言する（ムヤッサル22頁参照）。 ２　「後ろへ引き返す者」とは、イスラーム*を棄（す）てる者のこと（前掲書、同頁参照）。 ３　ここでの「信仰」は、文字通りの意味以外に、礼拝のことも指すと言われる（ムヤッサル22頁参照）。またこのアーヤ*は、キブラ*が変更された後、ある教友*たちが「キブラ*の変更前に死んでしまった同胞の礼拝はどうなるのか？」と尋（たず）ねたことに関し、下ったものとされる（アッ＝ティルミズィー2964参照）。","lang":"ja"},{"name":"2:144","price":"（使徒*よ、）われら*は、あなたの顔が天を何度も仰ぐのを見る。では、われら*はあなたの満足するキブラ*へと、必ずやあなたを向けさせよう。ならば、あなたの顔をハラーム・マスジド*の方向に向けるがよい。また（ムスリム*たちよ）、どこにあろうとも、（礼拝の時は）あなた方の顔をそちらへと向けるのだ。本当に、啓典を授けられた民*は、それ（キブラ*の変更）が彼らの主*からもたらされた真理であるということを、まさしく知っている。そしてアッラー*は、彼らが行っていることに、迂闊ではあられないのだ。","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:145","price":"また（使徒*よ）、たとえあなたが、啓典を授けられた民*に全ての御徴¹を示したとしても、彼らはあなたのキブラ*には従わない——あなたが彼らのキブラ*に従うことはなく、彼らが互いのキブラ*に従うこともない。そして、もしもあなた²が（真理の）知識が自分のもとにやってきた後、彼らの私欲に従うのなら、その時本当にあなたは、まさしく不正*者の仲間となってしまうだろう。","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"１　この「御徴」は、キブラ*がカァバ神殿*に変わったことがアッラー*からの真理であることを示す、証拠のこと（ムヤッサル22頁参照）。 ２　この「あなた」については、アーヤ*120の訳注を参照。（ムヤッサル23頁参照）。","lang":"ja"},{"name":"2:146","price":"われら*が啓典を授けた者たち*は、そのこと¹を自分の子供のことを知るように、（よく）知っている。そして実に、彼らの内の一派は（そのことを）知りながら、真実をまさに隠蔽しているのだ。","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"１　「そのこと」とは、預言者*ムハンマド*が、真の預言者であるということ（前掲書、同頁参照）。","lang":"ja"},{"name":"2:147","price":"（預言者*よ、あなたへの啓示は、）あなたの主*の御許からの真理。ならば、あなた¹は絶対に、（そのことにおいて）疑わしく思う者たちの類となってはならない。","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"１　この「あなた」については、アーヤ*120の訳注を参照（前掲書、同頁参照）。","lang":"ja"},{"name":"2:148","price":"それぞれ（の民）には、（礼拝の際に）彼（ら）が向かうべき方向がある。ならば（信仰者たちよ、）善行を競い合うのだ。あなた方がどこにいようとも、アッラー*は（復活の日*、）あなた方全員を連れて来られる。本当にアッラー*は、全てのことがお出来のお方なのだから。","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:149","price":"また（預言者*よ）、どこから出かけようとも、（礼拝をする時は）ハラーム・マスジド*の方向へ、顔を向けよ。本当にそれはまさしく、あなたの主*からの真理なのだから。アッラー*は、あなた方が行っていることに迂闊ではあられない。","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:150","price":"また（預言者*よ）、どこから出かけようとも、（礼拝をする時は）ハラーム・マスジド*の方向へ顔を向けよ。そして（ムスリム*たちよ）、どこにあろうとも（礼拝をする時は）、あなた方の顔をそちらへと向けるのだ。それは、彼らの内の不正*者たちは別として、人々のあなた方に対する議論の余地を残さぬようにするためであり¹——ならば彼らを怖れず、われを怖れよ——、われがあなた方へのわが恩恵を全うし、あなた方が導かれるようにするためである。","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"１　ここでの「不正*者たち」とは、「ムハンマド*が私たちのキブラ*に戻ったぞ。その内、私たちの宗教に戻って来るに違いない」などと言っていたマッカ*の不信仰者*たち、「人々」とは、「ムハンマド*とその仲間は、私たちが示してやるまで、彼らのキブラ*を知ることがなかった」とか、「ムハンマド*は私たちのちの宗教と袂（たもと）を分かちながらも、私たちのキブラ*に従っている」とかいう言いがかりをつけていた、啓典の民*のことだという（アッ=タバリー1:773‐774参照）。","lang":"ja"},{"name":"2:151","price":"（あなた方のキブラ*をカァバ神殿*としたのと）同様に、われら*はあなた方に、あなた方の内から一人の使徒*を遣わし（て恩恵を授け）た。彼はあなた方に、われら*の御徴（アーヤ*）を詠み聞かせ、あなた方を清め、またあなた方に啓典と英知とを教える¹。そしてあなた方が知らなかったことを、あなた方に教示するのだ。","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"１　「清める」と「英知」については、アーヤ*129の訳注を参照。","lang":"ja"},{"name":"2:152","price":"ゆえに、われを思い起すのだ。（そうすれば）われも、あなた方を思い起そう¹。また、われに感謝し、われ（の恩恵）を蔑ろにするのではない。","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"１　アッラー*がそのしもべを「思い起こす」とは、彼らにそのご慈悲とお赦しというご厚意（こうい）で応じられることであるとか、あるいはお褒（ほ）めと讃美の言葉でもって言及（げんきゅう）されること、などといった解釈がある（ムヤッサル23参照）。","lang":"ja"},{"name":"2:153","price":"信仰する者たちよ、忍耐*と礼拝をもって助力とせよ。本当にアッラー*は、忍耐*ある者たちと共におられるのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:154","price":"そしてアッラー*の道において殺される者を、死人だなどと言ってはならない。いや、彼らは生きているのだ¹。だがあなた方が、そのことを感じ取れないだけのことである。","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"１　アッラー*の道において奮闘（ふんとう）し殺された者は、現世と来世との狭間（はざま）の世界（バルザフ）において、アッラー*の恩恵を授かりながら特別な「生」を送る。一説には、彼らは復活の前まで、天国からの食事を振舞（ふるま）われるとも言われる（アフマド2390、ムスリム「統治の書」121参照）。イムラーン家章169の訳注も参照。","lang":"ja"},{"name":"2:155","price":"われら*は、いくばくかの恐怖や飢え、財産や生命や果実の損失によって、必ずやあなた方を試練¹にかける。忍耐*する者たちには、吉報を伝えよ。","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"１　「試練」についてはアーヤ*214、イムラーン家章186、悔悟章16、洞窟章7、蜘蛛章2、ムハンマド*章31、王権章2とそれらの訳注も参照。","lang":"ja"},{"name":"2:156","price":"（彼らは）災難が降りかかれば、「本当に私たちは、アッラー*はにこそ属します。そして必ずや私たちは、かれの御許へと帰り行くのです」と言う者たち。","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:157","price":"そのような者たち、彼らの上には、その主*からの賞賛とご慈悲がある。そしてそのような者たちこそは、正しく導かれた者たちなのである。","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:158","price":"本当にサファーとマルワ¹は、アッラー*の聖徴の一つである。誰でも館（カァバ神殿*）へのハッジ*に詣でたり、ウムラ*を行ったりする者は、その間をタワーフ*しても支障はない²。そして自ら進んで善行を行う者があれば、実にアッラー*はよく労われる*お方、全知者なのである。","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"１　「サファーとマルワ」とは、マッカ*のハラーム・マスジド*に面した、全長約四百ｍの通路を挟（はさ）む、二つの丘のこと。「サファーの丘」から始めてその間を三往復半する行（ぎょう）は「サァイ」と呼ばれ、ハッジ*とウムラ*における必須（ひっす）項目の一つである。 ２　ハッジ*でもウムラ*でも、「サァイ」は巡礼*における必須項目の一つ。しかしこのアーヤ*で、それがあたかも任意の行為であるかのように述べられているのは、このアーヤ*が下った当時、マッカ*はまだ不信仰者*の支配下にあり、サファーとマルワの両丘には偶像があったからである。それでムスリム*たちはウムラ*を行う際、そのような状況でサァイを行うことに躊躇（ちゅうちょ）していたが、アッラー*はそのような中でもサァイを行ってよい、と許可された（アル=ブハーリー1643参照）。","lang":"ja"},{"name":"2:159","price":"本当にわれら*が下した明証と導きを、われら*が啓典の中で人々に明らかにした後に隠蔽する者たち、そのような者たちは、アッラー*が彼らを呪われ、呪うものたちが彼らを呪う¹のだ。","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"１　「アッラー*の呪い」についてはアーヤ*88の訳注を参照。また、「呪うものたちが彼らを呪う」とは、彼らに対してアッラー*の呪いを祈ること。「呪う者たち」の解釈には、「天使*」「ジン*と人間」「動物」などの諸説がある（アル=バガウィー1:194参照）。","lang":"ja"},{"name":"2:160","price":"しかし悔悟し、（行いを）改め、（隠蔽していた真理を）明らかにする者たちは別である。それらの者たち、われは彼らの悔悟を受け入れるのだから。われはよく悔悟を受け入れる*者、慈愛深い*者である。","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:161","price":"本当に、不信仰に陥り、不信仰者*のまま死んだ者たち、それらの者たちの上にはアッラーと天使*たち、そして人々全員の呪い¹がある。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"１　「アッラーの呪い」についてはアーヤ88の訳注を、アッラー*以外のものの呪いについては、アーヤ159の訳注を参照。","lang":"ja"},{"name":"2:162","price":"彼らはその中に永住するのだ。懲罰が彼らから軽減されることもなければ、彼らが猶予されることもない。","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:163","price":"あなた方の神は¹は、ただ一つの神（アッラー*）で、かれ以外には、崇拝*すべきものなどないお方、慈悲あまねき*お方、慈愛深い*お方なのである。","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"１　「神」については、アーヤ*133の訳注を参照。","lang":"ja"},{"name":"2:164","price":"本当に、諸天と大地の創造、夜と昼の交代、人々に役立つものを載せて海を進む船、アッラー*が天からお降らしになった（雨）水——かれはそれで大地を、その死後に息吹かせ¹、そこに陸を歩くあらゆる生物を散在させられた——、風の変化、天地の間に仕えさせられた雲々の中にはまさしく、分別する民への御徴²がある。","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"１　植物の生えない枯れた地を、麗（うるわ）しい緑で覆われる、ということ（ムヤッサル25頁参照）。 ２　この「御徴」は、アッラーの唯一性*と、その恩恵の偉大さを示す証拠のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:165","price":"また、人々の中には、アッラー*を差しおいて同位者を設け（て崇拝*す）る者たちがいる。彼らはそれらを、あたかもアッラー*への愛情のごとく愛する——信仰する者たちのアッラー*に対する愛情は、（そのような者たちの愛情）より強烈なのだが¹——。それで、もし（そのような）不正*を働いた者たちが（来世の）懲罰を目の当たりにする時、（それを）見るならば、全ての力はアッラー*にのみ属し、アッラー*は懲罰が厳しいお方である（ことを、思い知っただろう）。","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"１　信仰者はアッラー*への愛情を純粋なものにするが、不信仰者*はアッラー*への愛情において、他の崇拝*対象への愛情を混ぜるため（前掲書、同頁参照）。","lang":"ja"},{"name":"2:166","price":"（それは、シルク*において）従われた者たちが、懲罰を目の当たりにして（彼らに）従った者たちを見捨て、彼らの関係¹が断絶される時。²","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"１　この「関係」とは、近親関係・主従関係・宗教上の関係を含む全ての関係のこと（ムヤッサル25頁参照）。 ２　同様の情景の描写として、高壁章38、イブラーヒーム*章21‐22、識別章17‐19、物語章63、部族連合章67‐68、サバア章31‐33、40‐41も参照。","lang":"ja"},{"name":"2:167","price":"そして彼らに従った者たちは、（こう）言う。「もし（現世に）戻ることが出来るのなら、（今）彼らが私たちを見捨てたように、私たちも彼らと決別するのだが」。同様にアッラー*は、彼らへの悲嘆となる彼らの（虚しい）行いを、彼らにお見せになる。そして、彼らが（地獄の）業火から出ることはない。","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:168","price":"人々よ、地上にある合法な善い物の内から、食べるのだ。そしてシャイターン*の歩みに従ってはならない。本当に彼は、あなた方にとって紛れもない敵なのだから。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:169","price":"本当に彼はあなた方に、悪事と醜行¹、そしてあなた方がアッラー*に関して知りもしないことを語ることを命じるのだ。","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"１　「醜行」については、蜜蜂章90の訳注も参照。","lang":"ja"},{"name":"2:170","price":"また、「アッラー*が下されたものに従え」と言われれば、彼ら（不信仰者*たち）は言った。「いや、私たちは、私たちが見出した自分たちのご先祖様のやり方¹に従う」。一体、たとえ彼らの先祖が何も弁えてはおらず、導かれてもいなかったとしても、（そうするの）か？","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"１　「ご先祖のやり方」とは、彼らの先祖の宗教、つまりシルク＊のこと（アル=バガウィー1：198参照）。また、宗教に関することにおいて、使徒*でもない人間の行いは、その正当性を示す根拠とも、見本ともなり得ない（アッ＝サァディー525頁参照）。","lang":"ja"},{"name":"2:171","price":"不信仰に陥った*者たち（と、彼らを導きと信仰へと招く者）の様子は、あたかも呼びかけや掛け声しか聞こえないもの（家畜）に喚きちらす者のようである。（彼らは真理において）聾で、唖で、盲人¹．ゆえに、彼らは分別することがないのだ。","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"１「聾」「唖」「盲人」については、アーヤ*18の訳注を参照。","lang":"ja"},{"name":"2:172","price":"信仰する者たちよ、われら*があなた方に授けた善いものから食べ、アッラー*に感謝せよ。もし、あなた方がかれ（アッラー*）のみを崇拝*しているのなら。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:173","price":"かれはあなた方に、死肉¹、血液²、豚肉、アッラー*以外の名において屠られたもの³を、禁じられたのだ。やむを得ない状態にある者は誰でも、法を超えず度を越さない限りにおいて⁴、（それを口にしても）罪はない。本当にアッラー*は、赦し深いお方、慈愛深い*お方なのだから。","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"１「死肉」とは、屠殺（とさつ）を条件に食用が許される種類の生き物の内、イスラーム*法に則（のっと）った方法で屠殺されなかったもの。また、たとえ屠殺されたとしても、そもそもイスラーム*法で食用を許されていないもの。尚、水生生物は、この内には入らないとされる（アル=クルトゥビー2：217参照）。 ２「血液」とは、流れる血のこと（家畜章145参照）。肝臓や脾臓（ひぞう）内のもの、肉の中に混じっている血液などは合法ということで、学者間の見解は一致している（前掲書、2:222参照）。 ３　アッラー*以外のために屠（ほふ）られたもの、という説もある（アッ=タバリー1:835‐836参照）。 ４　「法を超えず、度を越さない限りにおいて」とは、合法なものを差しおいて非合法なものを望まず、やむを得ない場合でも必要以上にそれを摂取（せっしゅ）しないことである、と言われる（前掲書、1:837‐840参照）。","lang":"ja"},{"name":"2:174","price":"本当にアッラー*が下された啓典を隠蔽し、それと引き換えに僅かな代価を得る者たち、それらの者たちが腹の中に食べて（詰め込んで）いるのは、（業火の）炎に外ならない。そしてアッラー*は、復活の日*、彼らに御言葉をかけられることもなければ、彼らを（罪から）清められることもない。また彼らには、痛烈な懲罰があるのだ。","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:175","price":"それらの者たちは、導きの代わりに迷妄を、お赦しの代わりに懲罰を買った者たち。彼らは業火（の責め苦）に対して、何と辛抱強いことか¹。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"１　彼らが、自ら懲罰を招くような罪へと急ぐことを蔑（さげす）む、修辞（しゅうじ）的表現（ムヤッサル26参照）。","lang":"ja"},{"name":"2:176","price":"それというのも、アッラー*が真理と共に啓典を下されたためである¹。本当に、啓典について異論を唱える者は、（真理から）実に遠い対立のなかにある。","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"２　彼らがそのような懲罰に値したのは、アッラー*がその使徒*に真理と共に啓典を下され、しかも彼らがその事実を認知していたにも関わらず、それを否認したり隠蔽したりしていたからである（アッ=タバリー1:844‐845参照）。","lang":"ja"},{"name":"2:177","price":"善とは、ただあなた方の顔を東や西に向けることではない¹。しかし（真の）善（行者）とは、アッラー*、最後の日*、天使*、啓典、預言者*たちを信じ、財産を近親の者、孤児、貧者*、旅路（で苦境）にある者、物乞い、首²のために、自らの（それに対する）愛着に関わらず施し、礼拝を遵守*し、浄財*を支払い、約束すればそれを果たす者たちで、困窮と災難、戦いの時に忍耐*ある者たち。そのような者たちこそは、（信仰に）正直な者。そしてそのような者たちこそは、敬虔な*者なのである。","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"１　アッラー*が、ムスリム*たちにキブラ*の変更を命じられた（アーヤ*142以降参照）時、それは、一部の啓典の民*とムスリム*にとっての試練となった。それでアッラー*は、善・敬虔さ*・完全な信仰とは、善行も服従行為も行わず、アッラー*のご命令にも基づかずに、単に東や西を向くことではないことを明らかにされた。信仰者に重要なのは、アッラー*のご命令に従い、向くように命じられた方に向き、定められたことを守ることである、とお知らせになったのである（イブン・カスィール1:485参照）。 ２　身体の高貴な一部である「首」によって、人間そのものが意図されている（アッ＝ズバイディー2：518）。ここでの「首」は、奴隷の解放とその援助、書を交わすことを望む者（御光章33の同語に関する訳注を参照）の援助、捕虜の解放などと解釈されている（アッ＝サァディー83頁参照）。","lang":"ja"},{"name":"2:178","price":"信仰する者たちよ、（故意の）殺人に関して、あなた方にキサース刑¹が義務づけられた。自由民は自由民、奴隷*は奴隷、女性は女性²。（殺人キサース刑が）同胞³によって大目に見られ（代償金へと軽減され）た者があれば、（被害者の遺族はその請求にあたって）適切さを守り、（加害者はその支払いにおいて）彼に善を尽くして全うせよ。それはあなた方の主*からの軽減と、ご慈悲である。そして、その後に侵犯したもの⁴があれば、彼には痛ましい懲罰があせるのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"１　「キサース」とは、「追う、模倣する」といった意味のアラビア語が由来で、つまり語源的には誰かの行為を模倣（もほう）することである、と言われる（アッ＝ラーズィー2:222参照）。しかしイスラーム*用語においては、殺人あるいは傷害の罪を犯した者が、自らが犯したのと同等の罰を受ける刑のこと（クウェイト法学大全21:45参照）。 ２　つまり自由民の殺人は、犯人が同様の自由民である場合においてキサース刑に処され、奴隷や女性も同様である（ムヤッサル27頁参照）。 ３　被害者の遺族のこと（前掲書、同頁参照）。 ４　代償金を受け取った後、加害者側を殺すこと（前掲書、同頁参照）。または被害者の遺族は加害者当人にも、それ以外の者にも危害を加えたりしてはならない。刑の執行者は、為政（いせい）者のみである（アル=クルトゥビー2:245参照）。","lang":"ja"},{"name":"2:179","price":"そしてキサース刑（の定め）にこそ、あなた方にとって生命（の安全）がある¹——済んだ理性の持ち主たちよ——。あなた方が（アッラー*を）畏れる*よう（、それは定められたのだ）。","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"１　人を殺せば自分も殺されることを知る者は、そうは殺人など犯すものではない。また殺人犯の死刑が人々の前で執行されることは、彼らをそのような犯罪から抑止するものである（アッ＝サァディー84頁参照）。","lang":"ja"},{"name":"2:180","price":"あなた方の誰かが死に面した時、——もし、彼が財産を残したなら——、両親と近親者に対して適切な形で遺言¹をするよう、あなた方に義務づけられた²。（それは）敬虔*な者たちの義務である。","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"１　「適切な形で遺言」することとは、遺言で贈与に関し、貧しい者をよそに豊かな者に財産を譲ったりせず、自分の財産の三分の一以上を贈与したりしないことなどを指す（ムヤッサル27頁参照）。 ２　このアーヤ*は、各相続人の取り分が定められた遺産相続に関する啓示（婦人章11、12、176参照）前に下ったものと言われる（前掲書、同頁参照）。自分の両親のような遺産相続人にも、遺言で財産を譲（ゆず）ることが出来るという決まりは、最終的には無効化された（アッ＝ティルミズィー2121参照）。","lang":"ja"},{"name":"2:181","price":"それで、それ（遺言）を聞いた後、それを（勝手に）変更した者があれば、罪はその変更した者にこそある。本当にアッラー*は、よくお聴きになるお方、全知者なのだから。","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:182","price":"また、過ちや罪を遺言者に対して怖れる者が、彼らの間を取り持っても罪ではない¹。本当にアッラー*は赦し深い*お方、慈愛深い*お方なのだから。","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"１　遺言における「過ち」は意図しないもので、「罪」は故意のものであると言われる。このような場合、遺言の場に居合わせた者は遺言者に公正な遺言を勧める。しかし、もしそれが叶わなければ、遺言者の死後に相続人の取り分を、イスラーム*の相続法に沿った形で変更する（ムヤッサル28頁参照）。","lang":"ja"},{"name":"2:183","price":"信仰する者たちよ、あなた方以前の者たちにも義務づけられたように、あなた方にも斎戒*が義務づけられた。（それは）あなた方が、敬虔*になるようにである。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:184","price":"（ラマダーン月*）一定の日数を（斎戒*せよ）。それであなた方の内、病人や、旅行中の者（で斎戒*しなかった者）は誰でも、別の日々に（その）日数を（斎戒*する）。そしてそれ（斎戒*）を遂行できない者の償いは、貧者*一人への食べ物¹。また、進んで善行する者ならば、それが彼にとってより善いこと²である。そして斎戒*する方が、あなた方にはより善いのだ³。もし、あなた方が（その徳を）知っているのなら。","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"１　老衰（ろうすい）した者や、快復（かいふく）の望みが薄い病人などは、ラマダーン月*の斎戒*の義務を免除されるが、その代償は毎日一人の貧者*に食べ物を提供することである（ムヤッサル28頁参照）。 ２　貧者*への食べ物の提供において、義務の枠（わく）を超えた施（ほどこ）しをすること（前掲書、同頁参照）。 ３　上記の理由により斎戒*の義務が免除される者でも、斎戒*することの方が望ましいということ（前掲書、同頁参照）。","lang":"ja"},{"name":"2:185","price":"（それは）人々への導きとして、また導きと識別の明証¹としてクルアーン*が下された、ラマダーン月*。それで誰であろうと、（旅行中ではない）定住者としてその月に立ち会った（健常）者は、斎戒*せよ。そして病人や旅行中の者（で斎戒*しなかった者）は誰でも、別の日々に（その）日数を（斎戒*する）。アッラー*はあなた方に易きを望まれるのであって、困難を望んでおられるのではない。そしてそれは、あなた方が（斎戒*の）日数を全うし、あなた方を導いて下さったことについてアッラー*の偉大さを称揚する*ためであり²、あなた方が感謝するようになるためである。","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"１　アッラー*のお導き、そして真理と虚妄（きょもう）との明白な判別についての、明らかな証拠のこと（前掲書、同頁参照）。 ２　ここでの「アッラー*の偉大さを称揚する」とは、ラマダーン月*が明けたイード*の日に唱えることを推奨されている、特定の称賛の言葉だとも言われる（ムヤッサル28頁参照）。","lang":"ja"},{"name":"2:186","price":"そして（使徒*よ、）わが僕たちが、われについてあなたに尋ねた時には、（われが、こう語っている、と言うのだ。）「本当にわれは、（あなた方の）近くにある。われに祈れば、われは、祈る者の祈願に応えよう。ならば、彼らが正しく導かれるように、われ（の呼びかけ）に応えさせ¹、われを信仰させるのだ」。","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"１　アッラー*が命じられたことを行い、禁じられたことを避けること（前掲書、同頁参照）。","lang":"ja"},{"name":"2:187","price":"あなた方には、斎戒*の（月の）夜に、妻と交わることが許されている。彼女らはあなた方にとっての衣であり、あなた方は彼女らにとっての衣である¹。アッラー*は、あなた方が自らを欺いていたこと²をご存知であった。そしてかれは、あなた方の悔悟をお受け入れになり、あなた方を大目に見られたのである。今あなた方は、彼女らと交わり、アッラー*があなた方に対して、定められたこと³を求めるがよい。そして夜明けの白い糸が黒い糸から明白になるまで⁴、食べ、飲むのだ。それから（太陽が沈んで）夜になるまで、斎戒*を全うせよ。また、マスジド*でイァティカーフ*している時に、彼女ら（自分の妻）と交わってはならない。それは、アッラー*の決まりである。ならば、そこに近づくのではない。このようにアッラー*のは人々に、彼らが敬虔*になるよう、（法規定に関する）かれの御徴を解き明かされるのだ。","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"１　夫婦とは、身にまとう衣服のように常に一緒であり、かつ禁じられたものからお互いを守り合い、また、お互いに安らぎの場となるような存在である（アル=クルトゥビー2:316-317参照）。 ２　ラマダーン月*の斎戒*が義務づけられた当初は、日没後でも一旦眠ってしまえば、翌日の日没まで飲食や配偶者との性交渉が禁じられていたと言われる。「自らを欺く」とは、このような理由で人々が、苦境に陥（おちい）ることがあったことを示しているのだという（アブー・ダーウード2314、アッ=タバリー２:931‐937参照）。 ３　子供のことである、とされる（ムヤッサル29頁参照）。 ４　暁（あかつき）に、夜の黒さから朝の光がはっきりと芽生える時のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:188","price":"あなた方は自分たちの間で、あなた方の財を偽りの手段¹によって貪ってはならない。また（それが禁じられていることを）知りながら、罪深くも他人の財の一部を貪ろうとして、裁判官にそれ（偽りの申し立て）による訴えをしてもならない。","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"１　「偽りの手段」とは、アッラー*が非合法とされた手段のこと。強奪（ごうだつ）・窃盗（せっとう）・詐欺（さぎ）・利息*などの外、労働者の賃金を搾取（さくしゅ）したり、任務を全うせずに報酬（ほうしゅう）を得たりすることも含まれてくる（アッ＝サァディー88頁参照）。","lang":"ja"},{"name":"2:189","price":"（預言者*よ、）彼らは新月について、あなたに尋ねる。言うのだ。「それは人々の、そしてハッジ*の時節の目安」。また、あなた方がその上部から家に入るという行為は、善行ではない¹。しかし善行とは、主*を畏れる*者（の行為）のことをいうのである。戸口から家に入り、あなた方が成功するために、アッラー*を畏れるのだ。","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"１　マディーナ*の民は、巡礼*のためのイフラーム*に入った後、自分の頭上と空を遮（さえぎ）らないことを崇拝*行為・善行としていた。それで、イフラーム*後に家に入る必要が生じた際には、通常の戸口から入らず、家の天井から穴を開けて入ったりしたのだった。（アル=クルトゥビー2：344‐345参照）。","lang":"ja"},{"name":"2:190","price":"あなた方に戦いを仕掛ける者たちと、アッラー*の道において戦え¹。そして、度を越してはならない²。実にアッラー*は、度を超す者をお好みにならないのだから。","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"１　このアーヤ*は、巡礼*章39に次いで、敵対するマッカ*の不信仰者*との戦闘を許可する初期のアーヤ*であった（イブン・カスィール1:524参照）。関連するアーヤ*として、アーヤ*193、巡礼*章39、悔悟章5、36、123も参照。 ２「度を越す」とは、戦死者の遺体を故意に損ねたり、戦闘に関与しない女性・子供・老人・修道僧を殺したりすることなど、アッラー*が禁じられたことに背（そむ）くことを指すという（ムヤッサル29頁参照）。","lang":"ja"},{"name":"2:191","price":"また、捕らえ次第、彼らを殺し、彼らがあなた方を追放した場所（マッカ*）から、彼らを追放せよ。——試練は殺害よりもっと悪い¹のだ——。そして、彼らがハラーム・マスジド*であなた方に戦いを仕掛けて来るまでは、彼らにそこで戦いを仕掛けてはならない。彼らが（そこで）あなた方に戦いを仕掛けて来るのなら、彼らを（戦って）殺すのだ。不信仰者*たちへの報いは、そのようなものである。","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"１　この「試練」は、「不信仰」「シルク*」「イスラーム*に対する妨害」で、「殺害」とは「信仰者の、不信仰者*に対する殺害」のこととされる（ムヤッサル30頁参照）。「信仰者を不信仰へと戻すために試練にかけることは、信仰者自身を殺すことよりも悪い」という解釈もあり（アッ=タバリー2:963‐964参照）。","lang":"ja"},{"name":"2:192","price":"それで彼らがやめる¹のなら、（アッラー*は彼らをお赦しになろう、）本当にアッラー*は赦し深い*お方、慈愛深い*お方なのだから。","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"１　不信仰と決別して信仰に入り、戦闘をやめること（ムヤッサル30頁参照）。","lang":"ja"},{"name":"2:193","price":"そして試練¹がなくなり、宗教がアッラー*だけのものとなる²まで、彼らと戦え。彼らが辞める³のなら、不正*者⁴たち以外に対して侵害してはならない。","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"１　「試練」については、アーヤ*１９１の訳注を参照。 ２　アッラー*以外の何物も並べて崇拝*されることがない、かれのためだけの宗教が残ること（ムヤッサル30頁参照）。 ３　「彼らがやめる」については、アーヤ*192の訳注を参照。 ４　不信仰を棄（す）てることなく、敵対と迫害をやめない者たちのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:194","price":"神聖月*には神聖月*、神聖さ（の侵犯）には、同様のことで（報いよ）¹。そして、あなた方を侵害してきたら、彼には、彼があなた方を侵害したような形で、害し返す²のだ。アッラー*を畏れ*、アッラー*が敬虔な*者たちと共におられることを、知るがよい。","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"１　アッラー*が神聖とした場所や時期を破った者は、同様のもので罰されなければならない、ということ（前掲書、同頁参照）。 ２「報復する」とすべき所で「害し返す」という表現されているのは、その前にある「侵害」という語への対応による、修辞的意味合いのため（イブン・カスィール1:527参照）。","lang":"ja"},{"name":"2:195","price":"また、アッラー*の道において（財を）費やせ。そして、自分の手で（自らを）破滅へと追いやってはならない。善を尽くす¹のだ。本当にアッラー*は、善を尽くす者たちをお好みになるのだから。","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"１　この「善を尽くす」とは、特に施しと善行におけることで、かつ全ての行いをアッラー*だけのために純粋にすることとされる（ムヤッサル30頁参照）。また、蜜蜂章128の訳注も参照。","lang":"ja"},{"name":"2:196","price":"ハッジ*とウムラ*を、アッラー*のために全うせよ。それで、もし阻まれてしまった¹ら、（イフラーム*を解くために、）間単に手に入る供物²を（捧げよ）。そして供物がその場に達（し、それを屠殺）するまでは、頭髪を剃ってはいけない³。またあなた方の内、（イフラーム*に入った者で、）病人や、（害虫などが原因で）頭部に問題がある者は誰でも（頭髪を剃ってもよいが）、斎戒*、施し、供物の内から償いを（選べ）⁴。また、あなた方が安全になり、ハッジ*（の時期）までウムラ*（で禁じられていたもの）を堪能する⁵のであれば、手頃な供物を（捧げよ）。それで、それ（供物）を入手出来ない者は、ハッジ*（の巡礼*月）に三日間、（家族のもとに）帰った後に七日間の斎戒をせよ。これが完全なる十日間である。それは、ハラーム・マスジド*に家族のない者⁶に関すること。アッラー*を畏れ*、アッラー*が厳しい懲罰を与えられるお方であることを、知っておくがよい。","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"１　イフラーム*後に、敵の妨害や、病気などによって、巡礼*の続行を阻まれてしまったら、の意（前掲書、同頁参照）。 ２　羊、ラクダ、牛などの犠牲の家畜のこと（ムヤッサル30頁参照）。 ３　巡礼*の続行が「阻まれて」不可能になった者は、その代償としてその場で犠牲を屠（ほふ）る。そうするまでは、頭髪を刈って（あるいは、頭部全体から均等に短くすることによって、）イフラーム*を解除することが出来ない。尚、ハッジ*を続行・完遂した者の犠牲が屠られる「場所」は、マッカ*の聖域内であり、ズル=ヒッジャ月*十日から「アイヤーム・アッ＝タシュリーク（アーヤ*203「一定の日数」の訳注を参照）」までである（前掲書、同頁参照）。 ４　つまり三日間の斎戒か、六人の貧者*たちに半サーア*ずつの食糧を施（ほどこ）すことか、マッカ*の聖域にいる貧者のために羊を一頭屠ること（前掲書、同頁参照）。 ５　ウムラ*を行った後に一旦イフラーム*を解き、ハッジ*の行事が始まるにあたって再度イフラーム*に入るまで、イフラーム*に伴う様々な制限から自由な状態を堪能すること。「タマットゥ（堪能）という、ハッジ*の一形式（前掲書、同頁参照）。 ６　マッカ*を訪問するにあたり、イスラーム*法上の旅行者と見なされる者のこととされる（アッ=サァディー90頁参照）。","lang":"ja"},{"name":"2:197","price":"ハッジ*は、周知の数ヵ月である¹。それで、その間に（イフラーム*に入って）ハッジ*を自らに課した者は誰でも、そのハッジ*において、淫らな言動や、放逸さや、言い争い²に陥ってはならない。そしてあなた方がいかなる善行でもすれば、アッラー*はそれをご存知になるのだ。旅の蓄えを準備せよ。というのも、実に旅の蓄えで最善のものは、敬虔*さなのだから。そして済んだ理性の持ち主たちよ、われを畏れる*のだ。","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"１　「周知の数ヵ月」とは、ハッジ*の巡礼*月のこと（ムヤッサル31頁参照）。 ２　怒りや、望ましくない行いへとつながるような「言い争い」のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:198","price":"（ハッジ*中に、）あなた方の主*からの恩寵を求めること¹は、あなた方にとって罪ではない。それであなた方がアラファート²から一斉にやって来たら、聖標³でアッラー*を唱念するのだ。そしてかれがあなた方を導かれたように、かれを唱念せよ。本当にあなた方はそれ以前、迷った民だったのだから。","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"１　つまり、商売すること。このアーヤ*は、巡礼*の時期に商売することを罪と見なしていた、ある種の人々に対して下ったとされる（アル=ブハーリー4519参照）。 ２　「アラファート」あるいは「アラファ」とは、ズル=ヒッジャ月*九日にハッジ*を行う者たちが向かい、日没まで滞在するマッカ*近郊（きんこう）の台地のこと（ムヤッサル31頁参照）。 ３　「聖標」とは、巡礼*者が日没後、「アラファ」を後にして向かう、ムズダリファの地のこと（前掲書、同頁参照）。彼らはそこで礼拝をして野営し、翌朝ファジュル*の礼拝後、空が白むまでアッラー*の唱念に努める（アッ=サァディー92頁参照）。","lang":"ja"},{"name":"2:199","price":"それから、人々が一斉にやって来るところからやって来て、アッラー*に罪のお許しを乞うのだ¹。本当にアッラー*は赦し深いお方、慈愛深い*お方なのだから。","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"１　このようにムスリム*は、一つの崇拝*行為を終えるたび、自分の至らなさに対するアッラー*のお赦しを乞い、それを達成させて下さったアッラー*に、感謝するべきである（前掲書、同頁参照）。","lang":"ja"},{"name":"2:200","price":"そして（ハッジ*における）儀式を全うしたら、あなた方の先祖に対する唱念のように、あるいはそれ以上に強い唱念で、アッラー*を唱念せよ¹。人々の中には（現世のみを望んで）、「我らが主*よ、現世において私たちにお恵み下さい」と言う者がある。そして彼らには、来世における（よき）取り分などないのだ。","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"１　ジャーヒリーヤ*時代、アラブ人たちはハッジ*を終えた後、自分たちの先祖の威光（いこう）を称え、誇（ほこ）り合ったとされる（アッ=タバリー2:1087‐1089参照）。","lang":"ja"},{"name":"2:201","price":"また彼らの中には、「我らが主*よ、私たちに現世において善きものと、来世において善きものをお授け下さい。そして、私たちを業火の懲罰からお守り下さい」と言う者がある。","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:202","price":"それらの者たち、彼らには、自分たちが稼いだものに対する（よき）取り分があるのだ。アッラー*は、即座に計算される*お方である。","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:203","price":"一定の日数¹、アッラー*を唱念せよ。それで（滞在を）二日間で早めに切り上げても²、彼には罪はなく、また（三日目まで滞在を）遅らせても、彼に罪はない。（このお許しは、）敬虔な*者のため。そしてアッラー*を畏れ*、あなた方がかれの御許に召集されるということを知っておくがよい。","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"１　「一定の日数」とは、マッカ*近郊（きんこう）のミナー地で過ごす、いわゆる「アイヤーム・アッ＝タシュリーク」（ズル＝ヒッジャ月*の十一日、十二日、十三日の三日間）のこと。預言者*ムハンマド*はこの三日間を、「飲食と、アッラー*の唱念の日々」と描写された（アフマド7134参照）。 ２　その場合、十二日目の投石を終えてから、日没前にミナーを後にする（ムヤッサル32頁参照）。","lang":"ja"},{"name":"2:204","price":"（使徒*よ、）人々の中には、（イスラーム*に対する）最も強硬な論客であるにも関わらず、現世においては（上辺だけの）言葉であなたを喜ばせ、自らの胸中についてアッラー*を証人とする者がいる。","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:205","price":"また彼は、（あなたのもとを）立ち去れば、地上で腐敗*を広めたり、作物や子孫を損ねたりしようと努める。アッラー*は、腐敗*をお好みにはならないのだ。","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:206","price":"また、「アッラー*を畏れ*よ」と言われれば、尊大さが彼を（更なる）罪へと走らせる。彼（の懲罰）には、地獄で十分。そしてその寝床は、何と実に醜悪なことか。","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:207","price":"また、人々の中には、アッラー*のご満悦を求めて自らの魂を売る者がいる。アッラー*はその僕たちに対し、哀れみ深い*お方である。","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:208","price":"信仰する者たちよ、余すことなく平安の内に入れ¹。そしてシャイターン*の歩みに従ってはならない。本当に彼はあなた方にとって、紛れもない敵なのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"１　部分的にではなく、余すことなくイスラーム*法を実践し、その教えの中に実を投じよ、ということ（ムヤッサル32頁参照）。","lang":"ja"},{"name":"2:209","price":"それで、あなた方のもとに明証¹が到来した後に、あなた方が（真理の道から）逸れるのならば、アッラー*が偉力ならびない*お方、英知あふれる*お方であると知っておくがよい。","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"１　クルアーン*と、預言者*ムハンマド*のスンナ*による、明白な証拠のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:210","price":"彼らはただ、アッラー*が（復活の日*、）薄い白雲のもとに到来する¹のを、そして天使*たち（の到来）を待っているというのか？（その日、）事は裁決され、全ての物事はかれの御許に帰するのである。","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"１　アッラー*は、その日、その荘厳（そうごん）さと偉大さにふさわしい形において、「薄い白雲のもとにご到来」する（ムヤッサル32頁参照）。同様のアーヤ*として、識別章25、真実章15‐17、暁章22も参照。","lang":"ja"},{"name":"2:211","price":"イスラーイールの子ら*に尋ねるがよい、われら*が一体、どれだけ多くの（真実へと導く）明証を彼らに授けたのかを。アッラー*の恩恵（かれの宗教）を、それが到来した後に（不信仰と）取り換えるなら、（アッラー*は彼を罰されよう、）本当にアッラー*は厳しい懲罰を下されるお方なのだから。","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:212","price":"現世は不信仰に陥った*者たちにとって煌びやかにされ、彼らは信仰する者たちを嘲笑する。そして敬虔*だった者たちは、復活の日*に彼らの上位にあるのだ。アッラー*は、お望みになる者に、際限なくお恵みになる。","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:213","price":"人々は、かつて一つの民であった¹。それから（宗教において分裂したので、）アッラー*は、吉報を伝え、警告を告げる²預言者*たちを遣わされたのである。またかれは、人々の間を、彼らが意見を異にしていたことについて裁くため、彼ら（預言者*たち）と共に真理の啓典をお下しになった。そして、それ³に関して意見を異にしたのは、それ⁴を授かった者たちに外ならず、それも数々の明証⁵が到来した後のことであり、彼らが互いに侵犯し合っていた⁶ゆえのことであった。それでアッラー*は、そのお許しにより、信仰する者たちを、彼らが意見を異にしていた真理へとお導きになった。アッラー*は、、かれがお望みになる者を、まっすぐな道にお導きになる。","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"１　以前、全人類はアッラー*からの正しい教えの中にあった、ということ（ムヤッサル33頁参照）。 ２　「吉報を伝え、警告を告げる」については、アーヤ*119の訳注を参照。 ３　この「それ」の解釈には、「啓典」「預言者*ムハンマド*」「真理」といった諸説がある（アッ＝シャウカーニー1：３７８参照）。 ４　この「それ」の解釈には、「啓典」「真理」「預言者*ムハンマド*についての知識」といった諸説がある（アッ=タバリー2:1134参照）。 ５　この「明証」とは、彼らが「意見を異にしたこと」が、異論の余地のない真実であることを示す、論拠と証拠のこと（前掲書、同頁参照）。 ６　つまり、嫉妬（しっと）心や、現世の欲望ゆえの「侵犯」（前掲書、同頁参照）。相談章14も参照。","lang":"ja"},{"name":"2:214","price":"いや（信仰者たちよ）、一体あなた方は、あなた方以前に滅んだ（信仰）者たちの（遭遇した）ようなものに出逢うことなく、天国に入れるとでも思いこんでいるのか？ひどい困窮や災難が彼らを襲い、（彼らは様々な恐怖に）揺るがされ、使徒*と、彼と共に信仰する者たちが「アッラー*のご援助はいつなのであろうか！？」と言ったほどだった¹のだ。本当にアッラー*のご援助は、間近なのではないか。","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"１　この言葉は疑念ではなく、待ちわびる気持ちから出た言葉である（前掲書、同頁参照）。また、信仰者の試練については、イムラーン家章186、悔悟章16、洞窟章7、蜘蛛章2、ムハンマド章31、王権章2とそれらの訳注も参照。","lang":"ja"},{"name":"2:215","price":"（預言者*よ、）彼ら（教友*たち）はあなたに、何を（誰に対して）費やすべきか、尋ねる。言うがよい。「あなた方が善きものを（施しとして）費やすなら、両親、近親者、孤児、貧者*、旅路（で苦境）にある者のために（費やすがよい）。そして、あなた方がどんな善行をしようと、本当にアッラー*は、それをご存知なのだ。","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:216","price":"（信仰者たちよ、）戦いが、あなた方に義務づけられた。そしてそれは、あなた方にとって嫌なもの。あなた方は自分たちにとって善いことを嫌うかもしれないし、自分たちにとって悪いことを好むかもしれない。アッラー*が（あなた方にとって真に良いことを）ご存知なのであり、あなた方は知らないのである。","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:217","price":"（使徒*よ、）彼ら（シルク*の徒）はあなたに、神聖月*において戦うことについて尋ねる。言ってやるがいい。「そこ（神聖月*）における戦闘は、重大（な罪）である¹。そして（人々を）アッラー*の道から阻むこと、かれに対する不信仰、ハラーム・マスジド*（に入ることの妨害）、そこにふさわしい人々をそこから追放することは、アッラー*の御許でより重大（な罪）なのだ。そして試練は、殺害よりも重大なのである²」。彼らは、あなた方をあなた方の宗教（イスラーム*）から（不信仰に）戻らせるまで、あなた方と戦い続けることであろう——彼らが、（そう）出来るのならば、だが——。誰であろうと、あなた方の内で自らの宗教から（不信仰へと）戻り、不信仰者*のまま死んだ者、それらの者たちはその（善い）行いが、現世と来世において台無しになってしまったのだ。そして、それらの者たちは（地獄の）業火の住人であり、彼らはそこに永遠に留まるのである。","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"１　大半の学者は、神聖月*に戦うことの禁止は後に撤回（てっかい）された、としている。また一部の学者は、その規定は撤回されてはいないものの、敵から攻撃された時にのみ神聖月に戦うことが許される、としている（アッ=サァディー97頁参照）。アーヤ*の撤回については、アーヤ*106とその訳注を参照。 ２　この「試練」は、この直前に言及された全てのことで、「殺害」とは、神聖月*における殺害のこと、とされる（アッ＝サァディー97頁参照）。","lang":"ja"},{"name":"2:218","price":"本当に、信仰する者たちと、移住*し、アッラー*の道において奮闘する者たち、それらの者たちが、アッラー*のご慈悲を熱望しているのである。アッラー*は赦し深い*お方、慈愛深い*お方。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:219","price":"（預言者*よ、）彼ら（ムスリム*たち）は酒*と賭け事について、あなたに尋ねる。言うがいい。「その二つには大きな罪と、人々への益がある。そして、それら二つの罪は益よりも大きい¹」。また、彼らは何を（施しに）費やすかについて、あなたに尋ねる。言うがよい。「余分なもの²を（費やすのだ）」。そのようにアッラー*は、あなた方が熟考するよう、あなた方に（法規定に関する）御徴を明らかにされる。","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"１　イスラーム*の歴史において、これらの物事は段階的に制限され、最終的には禁じられた。このアーヤ*は、、その完全な禁止が定められる前に下ったものである。順番的にはこのアーヤ*の後に婦人章４３が、そして最終的に食卓章９０が下り、それらが完全に禁じられたとする教友*及びタービウーン*の学者らによる多くの伝承が伝えられている（アブー・ダーウード3670、アッ=タバリー2:1161‐1164参照）。 ２　本人が自分の必要以上に所有している、余剰（よじょう）物のこと（ムヤッサル34頁参照）。","lang":"ja"},{"name":"2:220","price":"現世と、来世について（あなた方がじゅ熟考するように）。また（預言者＊よ、）彼らは孤児について、あなたに尋ねる。言ってやるがいい。「彼らのために（状況を）改善してやるのが、より善い。そしてあなた方が彼らと（生活の諸事において）交わるのなら、（彼らは）あなた方の兄弟なのだ¹」。アッラー*は、腐敗*を働く者を、改善者から（見分けて）ご存知になる。そしてアッラー*がお望みであれば、あなた方に困難を課す²こともお出来である。本当にアッラー*は偉力ならびない*お方、英知あふれる*お方なのだ。","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"１婦人章10や家畜章152が下った後、孤児の後見人であった人々は孤児の財産に手をつけることを恐れ、飲食などに至るまで彼らと自分たちと別にし始めた。このアーヤ*はそのような状況により、彼らが日常生活に非常な不便さを感じるようになった際に下ったものとされる（アブー・ダーウード2871参照）。 ２　上記訳注に描写されているように、孤児との交流を禁じ、人々がそれによって生活上の非常な不便に陥ること（ムヤッサル35頁参照）。","lang":"ja"},{"name":"2:221","price":"（ムスリム*たちよ、）シルク*の徒の女性たちとは、彼女らが信仰するまで結婚してはいけない。本当に信仰者の奴隷*女性の方が、たとえ彼女らがあなた方の気に入ったとしても、シルク*の徒のである女性よりも善いのだから。またシルク*の徒の男性に、（信仰者の女性を）嫁がせるのではない。本当に信仰者の奴隷*男性の方が、たとえ彼らがあなた方の気に入ったとしても、シルク*の徒である男性よりも善いのだから¹。それらの者たちは、（彼らの伴侶を）業火へと招くのであり、アッラー*はそのお許しにより、（あなた方を）天国とお赦しへとお招きになる。そしてかれは人々に、彼らが教訓を得るようにと、（法規定に関する）その御徴を明らかにされるのだ。","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"１　ムスリム*男性が「シルク*の徒の女性」と結婚してはいけない、という禁止令からは、啓典の民*の女性が除外される（食卓章5を参照）。一方、ムスリム*女性が「シルク*の徒の男性」と結婚することは、例外なく禁止される（アッ＝サァディー99頁参照）。","lang":"ja"},{"name":"2:222","price":"また彼らは月経について、あなたに尋ねる。（預言者*よ、）言うがいい。「それは害である。ならば、月経中の女性（との性交）を避けよ。そして彼女らが清浄な状態になるまで、（性交のために）近づいてはならない。そして彼女らが清浄な状態になったら、アッラー*があなた方に命じられた所から、彼女らと交わるのだ¹」。本当にアッラー*は、よく悔悟する者たちと、よく自ら（の心身）を清める者をお好みになるのだから。","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"１　肛門を用いた性交をしてはならない、ということ（ムヤッサル3５頁参照）。","lang":"ja"},{"name":"2:223","price":"あなた方の妻たちは、あなた方の耕作の場¹である。ならば、どこでも望む所²から耕作地に赴き、自分自身のために（来世に向けて善行を）しておくのだ。そして、アッラー*を畏れ*よ。あなた方が（復活の日*、）かれにお目にかかるのだということを知り、信仰者たちには吉報を伝えるのだ。","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"１　「耕作の場」という表現は、男性の精子をその子宮に注ぐことで、子孫が得られることによる（前掲書、同頁参照）。 ２　性器による性交であれば、いかなる形においても、という意味とされる（前掲書、同頁参照）。","lang":"ja"},{"name":"2:224","price":"（ムスリム*たちよ、）あなた方はアッラー*を自分たちの宣誓の妨げとしてはならない。つまり、あなた方が善行を行い、（アッラー*を）畏れ*、人々の間を正すことの（妨げとしてはならない）¹。アッラー*は、よくお聴きになるお方、全知者であられる。","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"１　何らかの善行を放棄（ほうき）するような誓いを立ててしまった場合、誓いを取り消してその善行を行い、更にその罪を償（つぐな）う（ムヤッサル35頁参照）。誓いの取り消しの償いに関しては、食卓章89参照。","lang":"ja"},{"name":"2:225","price":"アッラー*は、あなた方を、あなた方の宣誓における軽はずみさ¹ゆえに、罰せられたりはしない。しかしかれが罰せられるのは、あなた方の心が意図し（た後、それを遂行しなかっ）たものについてである。アッラー*は、赦し深い*お方、寛大*なお方。","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"１　意図せずに、口をついて出てしまった宣誓の言葉（前掲書、36頁参照）。","lang":"ja"},{"name":"2:226","price":"自分たちの妻（との性交渉の放棄）に関して誓いを立てる者たち¹には、四ヶ月の猶予がある。そして（その期限内に妻との関係に）戻ったのなら、本当にアッラー*は、赦し深い*お方、慈愛深い*お方である。","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"１　ジャーヒリーヤ*からイスラーム*初期にかけては、夫が自分の気に入らない妻に対して、性交渉を無期限に放棄することを誓うことがあった。イスラーム*はこれに、四ヶ月という制限を与えた（アル＝バガウィー1:297参照）。","lang":"ja"},{"name":"2:227","price":"また、もし彼らが離婚の意志を固めたならば、アッラー*こそはよくお聴きになるお方、全知者であられるのだ。","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:228","price":"また、離婚された女性は（結婚せずに）独り身のままで、三度の月経を待たなければならない¹。そして彼女らがアッラー*がその胎内にお創りになられたもの²を隠すことは、彼女らに許されない——彼女らが、アッラー*と最後の日*を信じるのであれば——。また彼女らの主人は、その期間中に妻を復縁する権利がある——もし彼らが、（夫婦関係の）修復を望むならば——。また彼女らには、（夫に対する）自分たちの適切な義務と同様の、（夫に対する適切な）権利があるのだ。そして（夫である）男性には、彼女たちに対し、（更なる）位階がある³。アッラー*は偉力ならびない*お方、英知あふれる*お方。","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"１　この待ち期間は、一般に「イッダ*」と呼ばれる。尚、ここで「月経」と訳した語「カルウ」には、「（月経を終えた）清浄な状態」という意味もあり、いずれの解釈を採るかによって、その期間も異なってくる。妊娠中の女性のイッダ*は離婚章4、妊娠してはいないが、夫と死別した女性のイッダ*は雌牛章234、夫は生存中だが、床入り前に離婚された女性のイッダ*は部族連合章49、夫が生存中で床入りも済んでいる場合、月経のない女性のイッダ*は離婚章4、月経がある場合のイッダ*は当アーヤ*に言及されている（前掲書、1:298‐300参照）。 ２　離婚した夫の子を妊娠している事実を隠したり、月経の数をごまかしたりすること（ムヤッサル36頁参照）。 ３　この表現に関しアッ=タバリー*は、夫は「妻が自分に対する義務を多少怠（おこた）っても、自分は彼女に対する義務を果たす」限りにおいて、妻より上位にあるのだという見解を示している（2:1272参照）。","lang":"ja"},{"name":"2:229","price":"離婚は二回（までなら、復縁できる）¹。そして（離婚後は、彼女を）適切な形で留め置くか、あるいは善を尽くして（結婚関係から）解き放つ²のだ。そして彼ら（夫婦）二人が、アッラー*の決まり³を遵守出来なそうだと怖れない限り、あなた方（夫）には、彼女たちに贈った財産から何か取り上げることは許されない。そして、もしあなた方⁴が、彼ら二人がアッラー*の決まりを遵守出来そうにないと怖れるのであれば、（夫が）妻からの代償⁵（を受け取ること）において、彼ら二人に問題はない。それは、アッラー*の決まりである。ならば、それを侵してはならない。そして誰であろうとアッラー*の決まりを侵す者、そのような者たちこそは、不正*者なのである。","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"１　イスラーム*以前あるいはイスラーム*初期の社会においては、夫は同一の妻を離婚しては再婚するということを際限（さいげん）なく行うことが出来た。しかしこのアーヤ*によって、一部の悪意ある男たちの妻に対する横暴（おうぼう）に歯止めがかけられた。（アッ=タバリー2:1272参照）。 ２　離婚前でも、離婚宣告後によりを戻した後でも、夫は妻と良い形で付き合わなければならない（婦人章19参照）。また完全に離別する場合でも、妻がイッダ*を終了するまで、扶養（ふよう）や住居の提供など、妻に対する諸々の義務を適切な形で全（まっと）うし、彼女のことを悪く言ったりしてはならない（ムヤッサル36頁参照）。 ３　夫婦の、互いに対する義務のこと（前掲書、同頁参照）。 ４　この「あなた方」は、統治者や、彼らの仲介者たちのこととされる（アル＝クルトゥビー3:138参照）。 ５　夫の性格の悪さ、宗教的な不真面目さ、暴力、扶養義務における怠慢（たいまん）などの理由から、妻側が夫側に代償を支払って離婚を求めることは、合法である（クウェイト法学大全19:240以降参照）。","lang":"ja"},{"name":"2:230","price":"それで、もし、彼（夫）が彼女（妻）を（三回目に）離婚してしまったら、その後彼女は、彼女が別の夫と結婚（してまた離婚）する¹まで、彼（元夫）には、（結婚相手として）許されない。それから、もし彼（別の夫）が彼女を離婚した場合、彼ら二人（彼女と元夫）がアッラー*の決まりを遵守できそうだと思うなら、彼らの再婚に罪はない。そしてそれが、アッラー*の決まりなのだ。かれはそれを、知識ある民に明らかにされる。","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"１　再婚の都合をつけるための偽装（ぎそう）結婚などではなく、性交渉を伴（ともな）う正式な結婚でなければならない（アッ＝サァディー102頁参照）。","lang":"ja"},{"name":"2:231","price":"また、あなた方が女性たち（妻）を離婚した後、彼女たちがその期限に差しかかったならば、彼女たちを適切な形で留め置くか、あるいは善を尽くして（結婚関係から）解き放つのだ¹。また、（彼女たちの権利を）侵害するために、虐げることを意図して、彼女たちを留め置いてはならない²。そうする者は誰でも、まさに自分自身に不正*を働いたのだ。アッラー*の御徴を、嘲笑の的としてはならない³。そして、あなた方に対するアッラー*の恩恵とかれがあなた方に下された、啓典と英知⁴を思い起こすのだ。かれはそれで、あなた方に訓戒をお与えになる。アッラー*を畏れ、アッラー*がいかなることもご存知であることを知っておくがよい。","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"１　アーヤ*229「（結婚関係から）解き放つ」の訳注を参照。 ２　このアーヤ*は、妻に離婚宣言してはイッダ*が完了する直前によりを戻す、ということを悪意をもって繰り返し、妻をいじめようとする者に関して下ったものと言われる（アッ=タバリー2:1301‐1303参照）。 ３　ここでの「御徴」は、アッラー*の教え一般のこと（アル＝カースィミー3:608参照）。このアーヤ*は、妻に離婚宣告したり、奴隷*の解放を宣言したりした後、「冗談で言ったのだ」などと言う者に関して下ったとされる（アッ=タバリー2:1304参照）。預言者*ムハンマド*は、仰（おっしゃ）った。「本気で言っても実現し、冗談で言っても実現する三つのこと:結婚、離婚、復縁（ふくえん）」（アブー・ダーウード2194参照）。 ４　「英知」については、アーヤ*129の訳注を参照。","lang":"ja"},{"name":"2:232","price":"また、あなた方が女性たち（妻）を離婚し¹、それから彼女たちがその期限（イッダ*）を終えたなら、あなた方²は彼女らが、自分たちの（元）夫と結婚することを阻んではならない。（それは、）彼ら（二人）が適切な形³で合意した限りにおいて、だが。それは、あなた方の内でアッラー*と最後の日*を信じる者が訓戒を受けるものである。それ¹があなた方にとって、最も実り多く清いこと。アッラー*こそが（あなた方にとって真に良いことを）ご存知なのであり、あなた方は知らないのである。","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"１　ここでの離婚は、三回未満のものに限る（ムヤッサル37頁参照）。 ２　アーヤ*229「あなた方」の訳注を参照。 ３　つまり、イスラーム*法と良識に則（のっと）った、よい形のこと（前掲書、同頁参照） ４　妨害を受けることなく、元夫婦が再婚すること（ムヤッサル37頁参照）。","lang":"ja"},{"name":"2:233","price":"授乳を全うさせたい者のため、母親はその子供たちに丸二年間授乳する。そして父親は、彼女らの食事と衣類を適切な形で負担しなければならない。誰も、その能力以上の負担を負うことはないのだ。母親がその子ゆえに害を被ってはならないし、その父親も、その子ゆえに（そうなってはならない）¹。また相続人にも、それと同様のものが義務づけられる²。また、彼ら二人がお互いの合意と話し合いの上で（二年終了前に）離乳を望んでも、彼らには何の罪もない。また（その後）あなた方が、与えるべきものを適切な形で支払う³のであれば、自分たちの子供を（実母ではない乳母に）授乳させることを望んでも、あなた方には何の罪もない。そして、アッラー*を畏れ*、かれこそはあなた方の行うことをご覧になるお方だということを知るがよい。","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"１　アル＝クルトゥビー*によれば、大半の解釈学者はこのアーヤ*の意味を、「母親は、父親を困らせるために授乳を拒（こば）んだり、授乳の報酬（ほうしゅう）を法外に吊り上げたりしてはならず、父親は、授乳を望む母親を拒んではならない」と解釈している（3:167参照）。 ２　乳児に父親がおらず、かつ、その乳児が十分な財産を（相続などによって）有してない場合、乳児の相続人が父親の代わりに、その乳母に対して衣食の面倒を見る必要がある（アッ＝サァディー104頁参照）。 ３　授乳期間が終了する前に授乳した実母への代金と、その後授乳を引き継いだ乳母への代金のことであると言われる（ムヤッサル37頁参照）。","lang":"ja"},{"name":"2:234","price":"またあなた方の内、妻を残して他界する者があれば、彼女らは独り身のまま四ヶ月と十日の間、待たなければならない¹。それで彼女らがその期限を終えたら、彼女らが適切な形でその身を処すること²に関して、あなた方（彼女らの後継人）に罪はない。アッラー*は、あなた方の行うことに通暁されるお方。","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"１　夫婦の住居から外出せず、身を飾りもせず、結婚もしない状態でいること（ムヤッサル38頁参照）。 ２　喪（も）が明けた後、イスラーム*法に則（のっと）った範囲で外出したり、着飾ったり、あるいは結婚したりすること（前掲書、同頁参照）。","lang":"ja"},{"name":"2:235","price":"また（男たちよ）、あなた方が（そのような）女性¹への結婚の申し込みを、それとなく仄めかしたとしても、あるいは自分自身の内に秘めておいたとしても、あなた方に罪はない。——アッラー*は、あなた方が（我慢できず、）彼女たちに（思いを）口にするだろうことを、ご存知である。——そして適切な言葉を用いて話す以外、秘密裏に彼女らと約束したりしてはならない²。また定められたもの（イッダ*）が期間を満了するまでは、結婚の契約を決めてもならない。アッラー*こそは、あなた方自身の内にあるものをご存知であることを知るのだ。ならば、かれを警戒せよ。また、アッラー*こそは赦し深い*お方、寛大な*お方であることを知るがよい。","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"１　夫に先立たれたり、あるいは完全に離婚された状態で、イッダ*の期間中にある女性のこと（前掲書、同頁参照）。 ２　結婚を約束しつつ婚前交渉を求めたり、イッダ*中に結婚の約束をしたりしてはならない。ただし、「彼女のような人であれば、男性たちが（結婚を）望むだろう」というような、仄（ほの）めかしの言葉を用いることは別である（前掲書、同頁参照）。","lang":"ja"},{"name":"2:236","price":"（夫たちよ、）あなた方がまだ彼女らに触れず¹、また義務の（婚資金*の額）も決定していないのなら、（妻となった）女性を離婚することに、あなた方への罪はない。そして彼女らには、余裕のある者はその程度に応じたものを、貧しい者にもその程度に応じたものをという風に、適切な贈り物を贈るのだ。（それは、）善を尽くす者たちの義務なのである。","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"１　性交渉を持つこと（ムヤッサル38頁参照）。","lang":"ja"},{"name":"2:237","price":"また、まだ彼女らに触れ¹てはいなくても、既に義務（婚資金の額）を決定した後に彼女らを離婚したならば、決定した額の半額を支払うのだ。但し彼女らか、あるいは結婚の契約当事者（夫）が大目に見る²のならば、その限りではない。——大目に見てやることこそが、敬虔さ*により近いのだ——。あなた方の間の徳³を、忘れてはならない。本当にアッラー*は、あなた方の行うこと全てご覧になっているのだから。","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"１　「彼女らに触れ」ることについては、アーヤ*236の訳注を参照。 ２　妻側がその半額すらも大目に免除するか、あるいは夫側が寛大に全額支払うこと（前掲書、同頁参照）。 ３　同アーヤ*「大目に見る」の訳注に示されているような、寛大さのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:238","price":"（ムスリム*たちよ、）礼拝を遵守*せよ、そして中間の礼拝¹を。また、アッラー*に向かい、恭しく（礼拝に）立つのだ。","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"１　「中間のサラー」とは、アスル*の礼拝であるという説が、大多数の見解である（イブン・アティーヤ1:323参照）。","lang":"ja"},{"name":"2:239","price":"それで、もしあなた方が（敵を）怖れるのであれば、歩きながら、あるいは（乗り物に）乗りながら（礼拝せよ）。そして安全になったら、（また）アッラー*を唱念する¹のだ。かれが、（以前）あなた方が知らなかったことを、あなた方に教えて下さったように。","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"１　普段通りの形で礼拝し、そこにおいてアッラー*を唱念し感謝すること（ムヤッサル39頁参照）。","lang":"ja"},{"name":"2:240","price":"あなた方の内、妻を後に残して他界する者は、（自分の死後）一年間は（住居から）追い出されずに（扶養を）享受していられるよう、妻のために遺言しなければならない。もし彼女らが（その期間を終える前に自ら）出て行き、適切な形でその身を処する¹にしても、あなた方（故人の相続人たちと妻たち）に罪はない。アッラー*は偉力ならびない*お方、英知あふれる*お方である。²","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"１　イスラーム*法に則（のっと）った範囲で着飾ったり、香水をつけたりすること（アッ＝サァディー106頁参照）。 ２　このアーヤ*は、アーヤ*234が示す法規定によって撤回（てっかい）された、というのが大方の学者の見解である（イブン・カスィール1:658参照）。アーヤ*106も参照。","lang":"ja"},{"name":"2:241","price":"離婚した妻には、適切な贈り物¹を（持たせるのだ）。（それは、）敬虔な、者の義務である。","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"１　イスラーム*法において勧（すす）められた、適切な形での衣服や生活費などによる、贈り物のこと（ムヤッサル39頁参照）。","lang":"ja"},{"name":"2:242","price":"（これら、子供や女性に関する法規定の説明と）同様にアッラー*は、あなた方が分別するようにと、あなた方に（法規定に関する）かれの御徴を明らかにされるのだ。","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:243","price":"（使徒*よ、）死を恐れて故郷から出て行った何千もの人々を、あなたは知らないのか？それでアッラー*は彼らに「死ぬがよい」と仰せられ、（彼らは死んだが、）それから彼らを蘇らせられた。本当にアッラー*は、人々に対する実に（偉大な）恩寵の主であられるが、大半の者たちは感謝しないのだ。","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:244","price":"また、アッラー*の道において戦うのだ。そして、アッラー*こそはよくお聴きになるお方、全知者であるということを知っておくがよい。","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:245","price":"アッラー*に、よき貸付¹をする者は誰か？そうすれば、かれはそれを彼のために、何倍にも倍増して下さる。アッラー*は、（そのお恵みをお望みのままに）お控えになり、また（気前よく）与えられるお方。そしてあなた方は、かれの御許へと戻らされるのである。","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"１　アッラー*に対する「貸付」とは、かれの御許での褒美（ほうび）を望みつつ、アッラー*の道において善い施（ほどこ）しをすること（ムヤッサル39頁参照）。","lang":"ja"},{"name":"2:246","price":"（使徒*よ、）あなたは、ムーサー*の（時代）後の、イスラーイールの子ら*の長老たちについて知らないのか？彼らが、彼らの預言者*¹に対してこう言った時のこと。「私たちに王を遣わして下さい。（そうすれば、）アッラー*の道において戦いましょう」。彼（その預言者*）は言った。「あなた方は、自分たちに戦いが命じられても、戦わないのではないか？」彼らは言った。「どうして私たちが、アッラー*の道のために戦わないことがありましょうか？私たちは（敵によって）、故郷や子供たちから引き離されてしまったというのに」。それで、いざ彼らに戦いが命じられると、彼らは彼らの内の少数の者を除き、背き去って（逃げて）しまった。アッラー*は不正*者たちを、よくご存知である。","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"１　一説に、この預言者の名は「シャムウィール」あるいは「シャムウーン」（イブン・カスィール2:665参照）。旧約聖書のサムエルとの明確な関連性は不明。","lang":"ja"},{"name":"2:247","price":"また、彼らの預言者*は、彼らにこう言った。「本当にアッラー*はあなた方に対し、確かにタールート¹を王として遣わされた」。彼らは言った。「どうして彼（タールート）に、私たちに対する王権などありましょうか？私たちの方が、彼よりも王権に相応しいくらいですし、彼には財産も十分に授けられていませんのに²」。彼（預言者*）は、（彼らにこう）言った。「本当に、アッラー*はあなた方の上に彼（タールート）を選ばれ、知識と体力において彼を豊かにされた。アッラー*は、かれがお望みになる者に王権を授けられるのだ。アッラーは、広量な*お方、全知者であられる」。","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"１　旧約聖書には、同様の逸話の中でイスラーイールの王サウルが言及されている。ただし、タールートとの明確な関連性は不明。 ２　タールートは、それ以前に王も預言者*も輩出（はいしゅつ）したことがなかった部族に属していたと言われる（ムヤッサル40頁参照）。","lang":"ja"},{"name":"2:248","price":"また、彼らの預言者*は彼らに言った「実に、彼（タールート）の王権の印は、あなた方のところに聖櫃がやって来ることである。その中にはあなた方の主*からの安らぎと、ムーサーの一族およびハールーン*の一族が残した遺品の一部が納められており、天使*たちがそれを運んで来る。本当にその中にこそ、あなた方への御徴¹があるのだ。もし、あなた方が信仰者であるのなら（、だが）」。","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"１　この「御徴」は、タールートが王とされた根拠のこと（ムヤッサル40頁参照）。","lang":"ja"},{"name":"2:249","price":"そして、タールートがその兵士たちを引き連れて（巨人族との戦いに）出かけた時、彼は言った。「本当にアッラー*は、あなた方を川で試される。それで、誰でもそこから飲んだ者は私の仲間ではなく、それを全く味わわなかった者は誰でも、まさしく私の仲間であ（り、私と共に戦うことにな）ろう。但し、片手で一すくいしか掬わなかった者は、その限りではないが」。こうして彼らの内の僅かな者を除き、彼らは（皆）そこから飲んだ。そして彼（タールート）が、信仰する者たちと共に（敵と対峙すべく）そこ（川）を渡った時、彼らは言った。「今日私たちには、ジャールート¹とその兵士たちに対抗する力が、全くありません²」。（来世において）アッラー*に拝謁することを確信する者たちは、言った。「一体どれだけ多くの（信仰深く忍耐*強い）小さな集団が、アッラー*のお許しにより、（不信仰者*の）大集団に勝利したことか？アッラー*は、忍耐*する者たちと共におられるのだ」。","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"１　旧約聖書には、同様の逸話の中でゴリアテが登場する。ただし、ジャールートとの明確な関連性は不明。百十数名。つまりヒジュラ歴*２年にマッカ*軍に対して軍事的初勝利を収めたマディーナ*のムスリム*軍と同数であった、と言われる（アル=ブハーリー3958参照）。 ２　タールートに従って、川の水を全く、あるいは一掬（すく）いしか飲まずに、彼と共に川を渡ったのは三百十数名。つまりヒジュラ歴*2年にマッカ*軍に対して軍事的初勝利を収めたマディーナ*のムスリム*軍と同数であった、と言われる（アル=ブハーリー3958参照）。","lang":"ja"},{"name":"2:250","price":"そして、ジャールートとその兵士たちの前に現れ出た時、彼らは言った。「我らが主*よ、私たちに忍耐*をお授け下さい。そして私たちの足を堅固にし¹、不信仰者*である民に勝利させてください」。","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"１　「足を堅固にする」とは、敵との戦いにおいてしっかりと踏（ふ）んばらせ、戦いによる恐怖から逃げないようにすること（ムヤッサル41頁参照）。","lang":"ja"},{"name":"2:251","price":"こうして彼ら（タールートと信仰者たち）は、アッラー*のお許しにより彼らを打ち負かし、ダーウード*はジャールートを倒した¹。またアッラー*は、彼（ダーウード*）に王権と英知²を授けられ、お望みのことを伝授された。もしアッラー*がある者たち（信仰者）によって、他の者たち（不信仰者*）を淘汰されることがなかったなら、地上は腐敗*したことであろう。しかしアッラー*は、全創造物に対する恩寵の主なのである。","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"１　タールートはダーウードに、もしジャールートを倒すことができたら、自分の娘と自分の財産の半分を分け与え、王権の一部を授けることを約束したと言われる（イブン・カスィール1：669参照）。 ２　ここでの「英知」は、預言者*性という意味であるとされる（ムヤッサル41頁参照）。","lang":"ja"},{"name":"2:252","price":"それらは、われら*が真実をもってあなたに語って聞かせる、アッラー*の御徴¹。そして（預言者*よ、）本当にあなたは、まさしく使徒*の一人なのだ。","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"１　この「御徴」は、預言者*ムハンマド*の正しさを示す証拠のこと。アーヤ*243‐251の中で語られた話は啓典の民*も知っていたものだったが、預言者*は分盲であり、啓典を読んだこともなかったからである（アッ＝タバリー2：1479参照）。","lang":"ja"},{"name":"2:253","price":"それらの使徒*たち、われら*は彼らのある者を、他のある者よりも特に引き立てた。彼らの中には、アッラー*が（直接）御言葉をかけて下さった者もあるし、またある者は、その位を高められた。また、われらはマルヤム*の子イーサー*に明証を授け、聖霊¹によって彼を強めた。アッラー*がお望みであったなら、明証が到来した後、彼ら（預言者*たち）の後（の世代）の者たちが争い合うことはなかったのだ。だが彼らは意見を異にし、それで彼らの内のある者は信仰し、またある者は不信仰に陥った。そして、アッラー*がお望みであったなら、彼らは争ったりしなかったのだ。しかしアッラー*は、かれがお望みになることを行われる。","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"１　この「明証」と「聖霊」についてはアーヤ*87の訳注を参照。","lang":"ja"},{"name":"2:254","price":"信仰する者たちよ、売買も友愛も執り成しもなくなる日¹が来る前に、われらがあなた方に授けたものから（施しとして）費やす²のだ。不信仰者*たちは、まさしく不正*者なのである。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"1　復活の日*のこと。その日、不信仰者*にとって儲（もう）けのある売買はなく、アッラー*の罰を免（まぬが）れるためのお金もなく、自分を助けてくれる友人の友情もなく、罰を軽減（けいげん）してくれる執り成し手もいない（ムヤッサル42頁参照）。「執り成し」については、アーヤ*48と、その訳注も参照。 2　「我らが・・・費やす」については、アーヤ*3の訳注を参照。","lang":"ja"},{"name":"2:255","price":"アッラー*は、かれの外に（真に）崇拝*すべきものがなく、永世する*お方、全てを司る*お方。まどろみも眠りも、かれを捉えることはない。諸天にあるものと、大地にあるものは（全て）、かれに属する。かれのお許しなくして、誰がかれの御許で執り成すことが出来ようか？¹かれは、彼ら（全存在）の前にあるものも、彼らの背後にあるもの²も、ご存知である。そしてかれのお望みになることの外、彼らはかれの御知識について、何も把握することはないのだ。かれの玉座³は、諸天と大地に広がり、その二つの護持が、かれを疲れさせることもない。そしてかれは至高の*お方、この上なく偉大な*お方であられる。⁴","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"１　復活の日*の「執り成し」については、アーヤ*48、マルヤム*章87、ター・ハー章109とその訳注を参照。 ２　つまり全存在の、未来と過去のこと（ムヤッサル42頁参照）。 ３　教友*イブン・アッバース*は言った「王座はかれ（アッラー*）の足台で、御座（みくら）の大きさは際限（さいげん）がない」（アル=ハキーム2：338参照）。アッラー*の「足台」がいかなるものかは、かれご自身のみがご存知である（ムヤッサル42頁参照）。尚、「御座」については高壁章54の訳注を参照。 ４　このアーヤ*は、クルアーン*の中でも最も偉大なアーヤ*の一つとされ（ムスリム「旅行者の礼拝の書」257参照）、「アーヤト・アル=クルスィー（王座の節）」と呼ばれている。","lang":"ja"},{"name":"2:256","price":"（この）宗教に強制はない¹。実に正しさは、誤りから明確に分け隔てられたのだから。それで、ターグート*を否定してアッラー*を信仰する者は誰でも、決して外れることのない堅固な取っ手を確かに握り締めたのである。アッラー*は、よくお聴きになるお方、全知者であられる。","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"１　イスラーム*は、その完全性、そしてそれを示す根拠の明白さゆえ、強制される必要がない、ということ（ムヤッサル42頁参照）。","lang":"ja"},{"name":"2:257","price":"アッラー*は、信仰する者たちの庇護者*。かれは、彼らを闇から光¹へと導き出して下さる。そして、不信仰に陥った*者たちの庇護者はターグート*。それらは、彼らを光から闇へと引き出してしまう。それらの者たちこそは、業火の民。彼らはその中に永住するのだ。","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"１　原語では「闇」は複数形、「光」は単数形で表現されている。これは、真理が一つである一方、不信仰には様々な種類があり、その全てが無意味であることを示しているのだという（イブン・カスィール1：685参照）。","lang":"ja"},{"name":"2:258","price":"（使徒*よ、）あなたは、アッラー*が王権をお授けになったことで（高慢になり）、イブラーヒーム*と、彼の主*について言い争った者¹を知らないのか？²イブラーヒーム*が、「我が主*は、生を授け、死を与えられるお方」と言った時のこと。（しかし）彼（王）は、「私は生かし、死を与える³」と言った。（そこで、）イブラーヒーム*は言った。「それなら、本当にアッラー*は、太陽を東から昇らせるお方である。ならば、あなたは太陽を西から昇らせてみよ」。すると、この不信仰だった者*は当惑してしまった。アッラー*は、不正*者である民をお導きにはならないのだ。","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"１　この王の名はナムルーズ、と言われる（アッ＝タバリー2：1505‐1506参照）。旧約聖書のニムロド王との明確な関連性は、不明。 ２　イブラーヒーム*とその父親、及びその民のやり取りについては、家畜章74-82、マルヤム*章42-48、預言者*たち章52-70、詩人たち章70-89、整列者章85-98、金の装飾章26-28も参照。 ３　意のままに人を殺し、あるいは生かしておく権力がある、という意味（ムヤッサル43\n頁参照）。","lang":"ja"},{"name":"2:259","price":"それとも、屋根ごとに崩れ落ちた¹廃村を通りかかり、「アッラー*は、どのようにしてこれ（廃村）を、それが（一旦）滅びてしまった後に、蘇らせられるのであろう？」と言ったような者を（知らないのか？）。アッラー*は、彼を百年間死なせ、それから彼を蘇らせられた。かれ（アッラー*）は仰せられた。「あなたは（ここで）、どれだけ過ごしていたのか？」彼は申し上げた。「一日か、一日の一部を過ごしただけです」。かれは仰せられた。「いや、あなたは百年間過ごしたのだ。ならば、あなたの食べ物と飲み物を見よ。それはまだ、変わらぬままであろう。また、あなたのロバを見てみよ。われら*はあなたを、人々への御徴²としよう。そして、その骨を見てみるがよい。われら*がどのようにしてそれらを組み立て、それからそれらに肉付けするのかを」。そして、それが彼にとって明らかになった時、彼は申し上げた。「私は、アッラー*こそが全てのことをお出来なのを、存じ上げています」。","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"１　「崩れ落ちた」と訳した語「ハーウィヤ」には、「空っぽになった」という意味も含まれ得る（アル=クルトゥビー3：290参照）。 ２　アッラー*には、死後に人々を復活させる力が備わっていることを示す、証拠のこと（ムヤッサル43頁参照）。","lang":"ja"},{"name":"2:260","price":"また、イブラーヒーム*が（こう）申し上げた時のこと（を、思い出すがよい）。「我が主*よ、あなたがどのようにして死者を生き返らせられるのか、私にお見せ下さい」。かれ（アッラー*）は仰せられた。「一体、あなたは（まだ）信じていないのか？」彼は申し上げた。「いいえ、（ただ）自分の心が（確信で）安らぐために、（それを見たいの）です」。かれは仰せられた。「ならば四羽の鳥を捕まえて、それらをあなたの手許に集め（屠って切り刻み）、そしてそれらの一部を、それぞれの山に置くがよい。それからそれらを呼ぶのだ。（そうすれば）それらは（生き返り）、急いであなたのもとへとやって来るであろう。アッラー*こそが偉力ならびない*お方、英知あふれる*お方であるということを、知るのだ」。","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:261","price":"アッラー*の道において自らの財産を費やす者たちの様子は、ちょうど七本の穂を実らせた、一つの種粒のようである。それぞれの穂には、百の種粒がついている。アッラー*は、かれがお望みになる者に、（その褒美を）倍増されるのだ。アッラー*は公量な*お方、全知者であられる。","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:262","price":"アッラー*の道において自らの財産を費やし、それから自分が費やしたものに、（施しを費やした相手に対する）恩着せがましさや害¹を伴わせない者たち、彼らには、その主*の御許に褒美がある。そして彼らには、怖れもなければ、悲しむこともない²。","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"１　ここでの「害」は、施した相手に対し、引け目を感じさせるような言動によるものであるとされる（ムヤッサル44頁参照）。 ２　「怖れもなければ・・・」に関しては、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:263","price":"適切な言葉と赦し¹は、（施した相手に対して）害を伴う施しよりも、ましである。アッラー*は満ち足りておられる*お方、寛大な*お方。","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"１　「適切な言葉」とは、乞う者に対して善い言葉で応じることや、その時は要望を叶えられなくても、後にそれを叶えることを約束すること（夜の旅章28とその訳注も参照）、あるいは彼のために祈ってやること。「赦し」とは、他人の窮乏（きゅうぼう）や過（あやま）ちを隠しておいたり、不正*を行った者を赦したり、物乞いが出すぎた態度をとっても大目に見てやったりすること（アル＝バガウィー1：360参照）。","lang":"ja"},{"name":"2:264","price":"信仰する者たちよ、あなた方の施し（による褒美）を、恩着せがましさや害によって、無効にしてはならない。人々に見せびらかすために自分の財産を費やし¹、アッラー*も最後の日*も信じてはいない者のように。というのも彼の様子は、あたかも土で覆われた滑らかな岩のようで、あり、そこに大雨が降れば、それを裸にしてしまうからである。彼らは自分たちが稼いだ行いから、何も得ることがない²。アッラー*は、不信仰者*である民をお導きにはならないのだ³。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"１　アッラー*はのためではなく、人目や評判などを目的とした行為は、「リヤーゥ」と呼ばれる。預言者*ムハンマド*はムスリム*の「リヤーゥ」を「小さなシルク*」と表現した（アフマド23686参照）。なぜならそれは、崇拝*行為や善行をアッラー*だけのためではなく、人々の自分に対する賞賛のためにすることになり、その結果、来世におけるアッラー*の褒美を禁じられるからである（イブン・バッタール1：113参照）。 ２　他人に見せびらかすために善行を行う者の心は、この岩のように硬く、施しをはじめとした彼の善行は、その表面の土のようである。無知な者は、それが農作に適した良い土地だと考える。しかし真実が暴（あば）かれれば、その土はなくなり、そこでの労働が無駄（むだ）であったこと、そこが農作には適していなかったことを知ることになる（アッ＝サァディー113参照）。イムラーン家章117、イブラーヒーム*章18、御光章39-40、識別章23も参照。 ３　アッラー*は、不信仰者*が施しやその他\nのことにおいて、真に正しい形で行うことをお助けにはならない、ということ（ムヤッサル44頁参照）。","lang":"ja"},{"name":"2:265","price":"また、アッラー*のお喜びを求め、自らの確固とした信念をもって自分の財産を費やす者たち¹の様子は、まるで大雨が降りかかって倍の収穫物をもたらした、丘陵の農園のようである。たとえ多量の雨が降らなくても、僅かな雨で（十分なのだ）。アッラー*はあなた方が行うことを（全て）ご覧になるお方。","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"１　アッ＝サァディー*によれば、このアーヤ*で言及されているのは、施しにおいて二つの害を克服（こくふく）した者であるという。つまり、アッラー*のお喜びだけを望んで施すことで「見せびらかしの行為」という害を、そして確固とした信念をもって施すことで、「決心の弱さや躊躇（ちゅうちょ）」という害を克服する者である（114頁参照）。","lang":"ja"},{"name":"2:266","price":"一体あなた方の内で、ナツメヤシや葡萄の農園——その下からは川が流れ、そこには彼のための、あらゆる種類の果実がある——を所有しているが、既に（本人は）年老いてしまい、その子供はまだ幼く、そうしている内に火事を伴う強風が吹いて、ついには（農園が）全焼してしまう、ということを望む者がいるのか？（このような説明と）同様に、アッラー*はあなた方が熟考するようにと、あなた方に（法規定に関する）御徴を明らかにされるのである。","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:267","price":"信仰する者たちよ、あなた方が稼いだ善きものと、われら*が大地からあなた方のために大地からわれら*が出し（て生育させ）たものから、（施しとして）費やす¹のだ。また、そこから費やそうとして、粗悪なものを意図してはならない。あなた方自身でさえ、それに対して目をつぶらずには、手にしようとはしないというのに²。アッラー*こそが満ち足りておられる*お方、称賛されるべき*お方であることを知るのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"１　「われらが・・・費やす」については、アーヤ*3の訳注を参照。 ２　一説によれば、このアーヤ*は、わざと質の悪いナツメヤシの実を施す者に関して下った（アッ＝ティルミズィー2987参照）。","lang":"ja"},{"name":"2:268","price":"シャイターン*はあなた方に貧困を約束し（て怯えさせ）、醜行¹を命じ、アッラー*はあなた方に（施しによって、）かれの御許からのお赦しとご恩寵を約束される。そしてアッラー*は、広量な*お方、全知者であられるのだ。","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"１　「醜行」については、蜜蜂章90の訳注も参照。","lang":"ja"},{"name":"2:269","price":"かれは、かれがお望みになる者に英知をお授けになる。誰でも英知を授けられた者は、確かに多くの善を授かったのだ。教訓を得るのは、澄んだ理性の持ち主たちだけである。","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:270","price":"また、あなた方が（施しのために）費やしたいかなる出費も、あなた方が誓ったいかなる誓約も、必ずやアッラー*は、ご存知である。不正*者たちには、いかなる援助者もない。","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:271","price":"また、あなた方が施しを公然と行えば、それは素晴らしいこと。また、それを秘密裏に困窮者*たちに与えれば、それがあなた方にとって更に善い¹。かれは、あなた方の悪行の一部を帳消しにして下さる。アッラー*は、あなた方の行うこと（全てに）通暁されているお方。","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"１　これは任意の施しや善行に関してであり、義務の浄財に関しては公然と行うがよいという見解もある（アッ＝タバリー2：1584参照）。","lang":"ja"},{"name":"2:272","price":"（使徒*よ、）彼ら（不信仰者*たち）を導くこと¹は、あなたの義務ではない。しかしアッラー*こそが、かれがお望みになる者をお導きになるのだ。あなた方が何か善いものを（施しとして）費やせば²、（それは）あなた方自身のため（となる）。あなた方（信仰者たち）は、アッラー*のお喜びを求めずには、（施しを）費やすことがない。そして、あなた方が何であれ善いものを（施しとして）費やせば、あなた方は不正*を受けることなく、ふんだんに報われるのだ。","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"１　最終的に人を導くのはアッラー*であり、預言者*（あるいはそれ以下の者）の一存で叶うことではない。ただ預言者*には、導きの説明や、そこへと招くことが義務づけられているだけである（アル=バガウィー1:376参照）。蜜蜂章37、ユーヌス*章99-100、蟻章80、物語章56、相談章52とその訳注も参照。 ２　「（施しとして）費やす」については、雌牛章3の訳注を参照。以下、同頁の同様の表現も同訳注を参照。","lang":"ja"},{"name":"2:273","price":"（生活の糧を稼ぐために）大地を旅することもできず、アッラー*の道において遮断された状態¹にある、困窮者たちのために（施すのだ）。無知な者たちは、（彼ら困窮者たちの）遠慮深さゆえ、彼らが裕福であると思い込んでいる。あなたは彼らを、その佇まいによって知るのだが。彼らは人々に、しつこくせがんだりはしない。あなた方が何であれ善いものを（施しとして）費やせば、アッラー*は必ずや、それをご存知なのである。","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"１　「アッラー*の道において遮断された状態」とは、アッラー*の道における戦いやその他のことにおいて、アッラーへの服従行為に専念している状態のこと（アッ＝サァディー116頁参照）。一説にこのアーヤ*は住む家も近親もなく、マディーナ*で預言者のマスジド*の一角に住んでいた、貧しいハージルーン*たちに関して下った、とされる（アル=バガウィー1:377参照）。","lang":"ja"},{"name":"2:274","price":"自分の財産を、夜も昼も（時には）秘密裏に、そして（時には）公然と（施しとして）費やす者たち、彼らには、自分たちの主*の御許でその褒美がある。そして彼らには怖れもなければ、悲しむこともないのだ¹。","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"１　「怖れもなければ・・・」の意味に関しては、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:275","price":"利息*を貪る者たちは、シャイターン*がとり憑いて躓かせる者のような立ち上がり方しかできない¹。それは彼らが、「本当に売買だって、利息のようなものだ」と言ったためである。そしてアッラー*は売買を合法とされ、利息を禁じられた。自分の主*からの訓戒が到来した後に（利息を）やめるのなら、彼には過ぎ去ったこと（へのお赦し）があり、その前途はアッラー*に委ねられる。そして再び（その罪を）繰り返すのなら、そのような者たちは業火の住民となる。彼らはそこに、永住するのだ。","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"１　これは復活の日*が到来し、復活させられる時の様子であると言われる（ムヤッサル47頁参照）。","lang":"ja"},{"name":"2:276","price":"アッラー*は利息を根絶やしにされ、施し（の褒美）は増幅させられる。そしてアッラー*は、不信心この上なく、罪に溺れた、いかなる者もお好みにはならない。","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:277","price":"本当に、信仰して正しい行い*に励み、礼拝を遵守*し、浄財*を支払う者たち、彼らには、その主*の御許に彼らの褒美がある。そして彼らには怖れもなければ、悲しむこともないのだ¹。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"１　「怖れもなければ・・・」の意味に関しては、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:278","price":"信仰する者たちよ、アッラー*を畏れ*、利息*の残額を帳消しにせよ。もし、あなた方が信仰者であるのなら。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:279","price":"それで、もしそうしないのなら、アッラー*とその使徒*からの戦い（の宣告）を確信せよ。そしてもし悔い改めるのであれば、あなた方には元金（への権利）がある。あなた方は不正*を働くこともなく、不正*を被ることもない¹。","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"１　他人から不当な利益を得ることもなければ、自分の元手を不当に失うこともない、ということ（ムヤッサル47頁参照）。","lang":"ja"},{"name":"2:280","price":"また、彼（債務者が）が苦境にあるのなら、余裕が出来るまで待ってやるがよい。（債務を帳消しにして）施しとしてしまうことが、あなた方にとってより善いのだ。もし、あなた方が（そのことを）知っているのなら。","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:281","price":"そしてあなた方が、アッラー*の御許に帰される（復活の）日を恐れよ。やがて各人は自分が稼いだもの（の報い）を、不正*を受けることもなく、ふんだんに受け取ることになるのだ。¹","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"２　一説には、アーヤ*がクルアーン*で下った最後のもの（アッ＝タバリー2：1610参照）。","lang":"ja"},{"name":"2:282","price":"信仰する者たちよ、定められた（返済）期限まで借金を貸し借りする際には、それ書面にするのだ¹。また、（当事者以外の）一人の記録者が、あなた方の間に立ち、公正さをもって記録せよ。そして、アッラー*が彼に（筆記という恩恵を）教えられたように、記録者は筆記（によって他人を益）することを拒んではならない。ならば、彼（記録者）に記録させ、債務者に口述させ、彼の主*であるアッラー*を畏れ*させ、そこ（借りた額）から（口述で故意に）何一つ減らしてはならない。また、債務者が無知²であったり、貧弱³であったり、あるいは彼が口述することが出来ない状態にあった場合には、その後見人に公正さをもって口述させよ。そしてあなた方の中から、二名の男性⁴の証人に証言を求めるのだ。そして、もし二名の男性でなければ、証人としてあなた方が満足する男性一名と女性二名（が証言する）。（それは）片方の女性が忘れてしまっても、もう一方の女性が（それを）思い出させるようにである。また、証人は（証言をするように）呼ばれた際、（それを）拒んではならない。そして（額の）大小に関わらず、期限が定められたそれ（借金）を記録するのを、面倒がってはならない。そうすることがアッラー*の御許でより公正なことであり、証言をより確立させ、かつ（貸し借りの契約において）あなた方が疑惑を抱くことから、より遠ざけてくれるものなのである。しかし（借金ではなく）、あなた方の間で取り交わす直接の売買取引の場合は別。それを記録しなくても、あなた方に罪はない。あなた方が売買取引する際には、証人を立てるがよい⁵。そして記録者も証人も、侵害してはならない⁶。（そういうことを）すれば、本当にそれはあなた方の放逸さとなるのだ。そして、アッラー*を畏れ*よ。アッラー*はあなた方にお教えになる。アッラー*は全てをご存知のお方。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"１　四大法学派*はこれが義務ではなく、財産権上のすすめであるとする（クウェイト法学大全14：137参照）。 ２　つまり禁治産者や、過度の浪費壁（ろうひへき）がある者など、金銭的な常識において無知な者のこと（ムヤッサル48頁参照）。 ３　つまり幼少だったり、精神的に正常ではない状態にあったりすること（前掲書、同頁参照）。 ４　分別と良識を備え、信頼性のあるムスリム*成人*男性（前掲書、同頁参照）。なお信頼性に関しては、頻出名・用語解説の「真正*」の項②も参照のこと。 ５　通常の売買取引においても証人を立てることは、推奨（すいしょう）される行為である（ムヤッサル48頁参照）。 ６　「侵害してはならない」と訳した原語「ラー・ユダーッル」はアラビア語の形態文法学上、「侵害されてはならない」という意味にも解釈され得る。つまり借金の当事者が、無理な要求によって記録者と証言者を害してもならないし、記録者と証言者も、記録や証言において事実と異なることを書いたり、言ったりしてもならない（アブー・ハイヤーン2：370参照）。","lang":"ja"},{"name":"2:283","price":"また、あなた方が旅の途上にあって記録者を見出せないなら、渡すべき担保を（渡せ）¹。そして、もしあなた方がお互いに信頼し合っている（ゆえに無担保で貸す）のであれば、信用を受けた者にはその信託（債務）を果たさせ、彼の主*であるアッラー*を畏れ*させよ。また、あなた方は証言を隠してはならない²。誰でもそれを隠す者、本当に彼は、罪深い心の持ち主なのだから。アッラー*はあなた方の行うこと（全て）をご存知である。","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"１　大多数の学者は、ここで言及されている「旅の途上」にあることは、「記録者が見つからない典型的状況」を示しているだけなのであり、担保は旅行中でなくとも入れることが可能である、という見解をとっている（イブン・アル・アラビー1：343参照）。 ２　債務者が自分の義務を無視するようなことがあれば、その貸し借りの契約の証人は、自分の証言を隠してはならない（ムヤッサル49頁参照）。","lang":"ja"},{"name":"2:284","price":"諸天にあるものと、大地にあるものは、アッラー*にこそ属する。そしてあなた方が、自分自身の内にあることを露わにしようと、それを隠そうと、アッラー*は（それをご存知であり、）そのことについてあなた方を清算なされる¹。かれは、かれがお望みになる者をお赦しになり、また、かれがお望みになる者を罰せられるのだ。アッラー*は、全てのことがお出来のお方。","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"１　現世で「自分自身の内に隠していた」罪深いことについての「清算」は、必ずしも懲罰を意味するわけではない。復活の日*、信仰者は現世での罪を見せられるが、アッラー*は、こう仰（おお）せられる。「われはそれを現世において、あなたのために隠しておいてやった。ゆえに今日、われはそれを赦してやろう」。しかし不信仰者*や偽信者*らは、その罪を証言する多くの証人（それが自分自身の肉体である可能性もある）の前に運びだされることになる（アル=ブハーリー２４４１、アッ＝タバリー2：1648‐1650参照）。","lang":"ja"},{"name":"2:285","price":"使徒*は、彼の主*から彼に下された者を信仰する。そして信仰者たちも（同様である）。（彼らは）皆、アッラー*とその天使*たち、諸啓典と使徒*たちを信仰する。（彼らは言う。）「私たちは、かれ（アッラー*）の使徒*たちの間に差別をつけない¹」そして彼らは言うのだ。「私たちは（あなたのご命令を）聞き、従います。我らが主*よ、あなたのお赦しを（乞います）。そしてあなたの御許こそ、（私たちの）帰り所なのです」。","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"１　婦人章150も参照。","lang":"ja"},{"name":"2:286","price":"アッラー*は誰にも、その能力以上のものを負わせられない。人は自ら得たもの（善行）によって自らを益し、自ら稼いだもの（悪行）によって自らを損ねる。（こう祈るがよい。）「我らが主*よ、私たちをお咎めにはならないで下さい。もし私たちが忘れたとしても、また過ちを犯したとしても。我らが主*よ、また、あなたが私たち以前の者たちに課されたような厳しいご命令を、私たちには課さないで下さい。我らが主*よ、そして、私たちが担いきれない重荷を、私たちに負わせないで下さい。また、私たちを大目にご覧になり、私たち（の罪）をお赦しになり、私たちにご慈悲をおかけ下さい。あなたは私たちの庇護者*なのですから。ゆえに不信仰者*である民に対して、私たちを勝利させて下さい」。","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"ja"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}