{"data":[{"name":"22:1","price":"人々よ、あなた方の主*を畏れ*よ。本当に（復活の）その時の地震¹は、凄まじい出来事なのだから。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"１　これは、復活の日*が起こる直前の予兆としての自身のことを指す、というのが大半の学者の見解である（アル＝クルトゥビー１２：３参照）。","lang":"ja"},{"name":"22:2","price":"あなた方がそれ（復活の時）を目の当たりにする日（のことを、思い起こせ）。全ての授乳する女性は、授乳していたもの（乳飲み児）を忘れ、赤ん坊を宿していた女性は流産する。またあなたは、（酔いで）錯乱しているのではなく、（恐怖で）錯乱している人々を見る。だが（これらにもまして）、アッラー*の懲罰は厳しいのである。","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:3","price":"人々の中には、知識もなくアッラー*について議論¹し、あらゆる反抗的なシャイターン*に従う者がいる。","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"１　アッラー*には復活を行う力が備わっているか、疑念をもって議論すること（ムヤッサル３３２頁参照） 。","lang":"ja"},{"name":"22:4","price":"彼（シャイターン*）には、定められているのである。彼（シャイターン*）を盟友とする者があれば、実に彼はその者を迷わせ、烈火の懲罰へと導くことになると。","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:5","price":"人々よ、もしあなた方が復活の疑惑を抱いているのなら（、あなた方の周りを見てみるがよい）。というのも本当に、われら*はあなた方（の父祖アーダム*）を土から創ったのである¹。そして（その子孫は）一滴の精液から（一塊の凝血へ）、また一塊の凝血から（一個の肉塊へ）、そして創造が進んだ肉塊、あるいは創造が進んでいない肉塊²から（、段階を経て創ったのだ）。（それは、）われら*があなた方に（創造の変遷における、われら*の力を）明らかにするため。われら*は決められた（出産の）時まで、われら*の望む者を子宮の中に留める。その後われら*は、あなた方を子供として（母体から）出し、それから、あなた方が成熟³するように（、年齢を重ねさせる）。また、あなた方の中には、（成熟する前に）寿命を全うする者もいれば、（成熟期の後に）最悪の年齢⁴に戻される者もいる。（それは）彼が、知識の（習得）後に何も知らない状態となるため。また、あなたは干上がった大地を見るが、われら*がそこに（雨）水を降らせると、それは振動し、盛り上がり、あらゆる麗しい種類のもの（植物）を芽生えさせるのだ。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"１　アーダム*が土から段階を経（へ）て創られたことについては、アル＝ヒジュル章２６の訳注を参照。 ２　「創造が進んだ肉塊」「創造が進んでいない肉塊」は一説に、前者が「創造が全うされ、子供として生まれ出るもの」、後者が「創造が完遂されず、流産するもの」。またその他、前者が「人間としての表面的な形成が始まったもの」で、後者が「まだ形成が始まっていないもの」、といった説もある（アル＝クルトゥビー１２：９参照）。 ３　この「成熟」は、知性が完全なものとなり、身体的な力にみなぎった、青年期の頂点のこととされる（ムヤッサル３３２頁参照）。 ４　「最悪の年齢」については、蜜蜂章７０の訳注を参照。また、人間の創造の変遷（へんせん）については、信仰者たち章１４も参照。","lang":"ja"},{"name":"22:6","price":"それというのもアッラー*が真実であり、かれが死んだものに生を授けられ、そしてかれには全てのことがお出来だからである。","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:7","price":"また、その時（復活の日*）が疑惑の余地なく到来し、アッラー*は墓の中にいる者を蘇らされるからなのだ。","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:8","price":"また、人々の中には、知識も導きも光明の書もなしに、アッラー*について議論する者がいる。¹","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"１　彼らは正しい理論的根拠も、神的根拠（アッラー*からの啓示と使徒*の言葉）もなく、シャイターン*から吹き込まれた疑念に従っているだけである（アッ＝サァディー５３４頁参照）。","lang":"ja"},{"name":"22:9","price":"彼は（人々を）アッラー*の道から迷わせるため、その顔を背けつつ（議論するのだ）。彼には現世において屈辱があり、われら*は彼に復活の日*、焼き尽くす懲罰を味わわせよう。","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:10","price":"（彼には、こう言われる。）「それは、あなたが自ら行ったことゆえ（の応報）。そしてアッラー*が、僕たちに対して（罪もなしに罰する）不正*者などではないためなのだ」。","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:11","price":"人々の中には、アッラー*を覚束ない形で崇拝*する者¹がいる。そして自分に善いことが起これば、それに安心し、試練が降りかかれば、顔から引っくり返（って反転す）る²。彼は現世と来世において、損をしたのだ。それは明らかな損失なのである。","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"１　弱い信仰心と疑念と共に、または現世的利益への欲望ゆえにイスラーム*に入り、ためらいつつアッラー*を崇拝*する者のたとえ（ムヤッサル３３３頁参照） 。 ２　つまり、イスラーム*を棄(（す）てる 、ということ（前掲書、同頁参照）。蜘蛛章１０も参照。","lang":"ja"},{"name":"22:12","price":"彼はアッラー*を差しおいて、自分を害もしなければ、益もしないもの¹に祈る。それこそは、遠い迷いである。","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"１　「自分を害もしなければ・・」については、ユーヌス*章１０６の訳注を参照。","lang":"ja"},{"name":"22:13","price":"彼は、むしろ害の方がその益よりも近いもの¹に祈っている。その庇護者は何と実に醜悪であり、その身寄りは何と実に醜悪であろうか。","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"１　一説にこれは、フィルアウン*のように、崇拝*された暴虐（ぼうぎゃく）者のこと。そのような者は自分を崇拝*する者に対し、いくばくかの現世的利益を提供してくれるかもしれない。しかし、その結果としての地獄での懲罰に比べれば、それは非常に僅かな利益である（アブー・ハイヤーン６：３４６参照）。","lang":"ja"},{"name":"22:14","price":"本当にアッラー*は、信仰し、正しい行い*を行う者を、その下から河川が流れる楽園に入れて下さる。本当にアッラー*は、かれがお望みのことをされるのだ。","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:15","price":"（アッラー*は、預言者*ムハンマド*を援助される。）アッラー*が、彼を現世と来世において、決して援助されることなどないと思い込んでいた者は、空へと綱を伸ばし、それから断ち切ってみよ¹。そして自分の策略が（、自分自身を）憤らせているものを解消してくれるかどうか、見てみるのだ。","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"１　つまり、アッラー*がその使徒*と啓典、宗教を援助されないと思っていた者は、頭上に網をかけ、それで首をくくって死に、それで自分の怒りを抑えてみるがよい、ということ。また一説には、天に昇って、預言者*ムハンマド*への援助を断ち切ってみよ、ということ（イブン・カスィール５：４０２参照）。","lang":"ja"},{"name":"22:16","price":"また同様に、われら*はそれ（クルアーン*）を、解明の御徴として下した。そしてアッラー*は（それによって、）かれのお望みになる者を導かれる。","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:17","price":"本当に、信仰する者たち、ユダヤ教徒*である者たち、サービア教徒*たち、キリスト教徒*たち、マジュース教徒¹たち、シルク*を犯す者たち、実にアッラー*は復活の日*、彼らの間に裁きをお下しになる。本当にアッラー*は、全てのことの証人であられるのだから。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"１　一説にっは、火を配する宗教を奉じる人々（ムヤッサル３３４頁参照）。","lang":"ja"},{"name":"22:18","price":"（使徒*よ、）一体あなたは、まさにアッラー*に向かって、諸天にいる者と大地にいる者、太陽、月、星々、山々、木々、陸を歩く生物、多くの人々がサジダ*するのを、知らないのか？¹また、多くの者には懲罰が定められた。アッラー*が惨めにし給う者には、栄誉を与えてくれる者などいない。本当にアッラー*は、かれがお望みのことをし給うのだ。（読誦のサジダ*）","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"１　天使*も、人間・ジン*・動物・鳥といった生物も、天体、山々、木々も、皆各々のやり方でサジダ*し、服従する（イブン・カスィール５：４０３参照）。イムラーン家章８３とその訳注、雷鳴章１５とその訳注、蜜蜂章４８－４９、夜の旅章４４、御光章４１とその訳注も参照。","lang":"ja"},{"name":"22:19","price":"これらは、彼らの主*（の教え）に関して言い争う、二つの集団¹。そして不信仰に陥った者*たち、彼らには火で出来た衣服²が切り分けられ、その頭上からは煮えたぎった湯がかけられる。","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"１　信仰者たちと、不信仰者*たちのこと（ムヤッサル３３４頁参照）。 ２　地獄の民が身に纏（まと）う ものについては、イブラーヒーム*章５０も参照。","lang":"ja"},{"name":"22:20","price":"それによって彼らの腹の中にあるものと、皮膚は溶け落ちてしまう。","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:21","price":"また、彼らには鉄の金槌があ（り、それで天使*たちに殴打され）る。","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:22","price":"苦悩ゆえにそこから抜け出ようとするたび、彼らはそこに戻される。そして、（こう）言われるのだ。「焼き尽くす懲罰を味わえ」。","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:23","price":"本当にアッラー*は、信仰し、正しい行い*を行う者たちを、その下から河川が流れる楽園に入れて下さる。彼らはそこで金の腕輪や真珠によって飾られ、そこでの彼らの衣服は絹なのだ¹。","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"１　天国の民の衣服については、洞窟章３１、創成者*章３３、煙霧章５１－５３、人間章１２、２１なども参照。","lang":"ja"},{"name":"22:24","price":"また彼らは、（現世では）善い言葉へと導かれ¹、（来世では）称賛されるべき*お方の道へと導かれたのである。","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"１　現世においてはシャハーダ*の言葉や、アッラー*を称える*言葉へと、そして来世においては、善い結末に対しての賛美の言葉へと導かれた、ということ（ムヤッサル３５５頁参照）。","lang":"ja"},{"name":"22:25","price":"本当に、不信仰に陥り、アッラー*の道と、ハラーム・マスジド*から阻む¹者たち（は、損失者である）。それ（ハラーム・マスジド*）は、われら*がそこに居住する者にも、来訪者にも同様に、（信仰する）人々のためとしたもの。不正*にも、そこ（ハラーム・マスジド*）において（真理からの）偏向²を望む者には誰であろうと、われら*が痛ましい懲罰の内から味わわせるのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"１　マッカ*の不信仰者*らは、人々がイスラーム*に入るのを阻み、フダイビーヤの和議*の年には、ムスリム*たちがハラーム・マスジド*に入ることを阻んだ（前掲書、同頁参照）。 ２　アッラー*に対する不服従のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"22:26","price":"（預言者*よ、）われら*がイブラーヒーム*に館（カァバ神殿*）の場所を明確にし、準備してやった時のこと（を思い起こさせるがよい。われら*は彼に、こう命じたのだ）。「われに、何ものも並べてはならない¹。そしてわが館²をタワーフ*する者たち、（礼拝のために）立つ者たち、サジダ*しルクーゥ*する者たちのために清めよ³。","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"１　シルク*を犯してはならない、ということ。 ２　カァバ神殿*が、「わが館」と、アッラー*の御名で修復されていることについては、アル＝ヒジュル章２９の訳注を参照。 ３　不信仰や、アッラー*の教えにおいて根拠もないような物事、汚れなどから清める、ということ（ムヤッサル３３５頁参照）。雌牛章１２５も酸素湯。","lang":"ja"},{"name":"22:27","price":"また、人々にハッジ*（の義務）を告げよ。そうすれば彼らは徒歩で、そしてありとあらゆる遠い山道をやって来る無数の精悍なラクダに乗って、到来する。","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:28","price":"自分たちの利益¹に立ち合い、かれ（アッラー*）が自分たちに授けて下さった（捧げ物の）家畜獣²に対し、周知の日々³にアッラー*の御名を唱えるため（、やって来るのだ）。ならば、そこ（屠殺した家畜の肉）から食べ、みすぼらしい貧者*にも食べさせるがよい。","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"１　この「利益」とは、ハッジ*による罪の赦（ゆる）し 、その行を遂行し、そこにおいて従順（じゅうじゅん）であることによる褒美（ほうび）、商売上の利益などのこと（前掲書、同頁参照）。 ２　「家畜獣」については、食卓章１の訳注を参照。 ３　「周知の日々」とは、ズル＝ヒッジャ月*十日から十三日までとされる（前掲書、同頁参照）。","lang":"ja"},{"name":"22:29","price":"それから彼らに、自らの汚れを落とさせ¹、その誓約²を全うさせ、解放された館³をタワーフ*させよ」。","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"１　この「汚れ（タファス）」は通常、「残されたハッジ*の行」と解釈される（アル＝クルトゥビー１２：４８－５０参照）。つまり、ハッジ*の残りの行を終わらせ、イブラーヒーム*を解き、爪を切ったり、髪の毛を剃（切）ったり して、体に溜（た）まった汚れを落とすこととされる（前掲書、同頁参照）。 ２　この「誓約」とは、ハッジやウムラ*や犠牲をする誓約のこと（前掲書、同頁参照）。 ３　「解放された（アティーク）館」とは、アッラー*が抑圧者たちから解放し下さったカァバ神殿*（前掲書、同頁参照）。ほかにも、「誰も所有しない」「古い」などの解釈あり（アッ＝タバリー７：５８３４－５８３５参照）。","lang":"ja"},{"name":"22:30","price":"それ（が、アッラー*のご命令）である。（ゆえにそれを厳粛に受け止めよ。）アッラー*の神聖な諸事を厳粛なものとする者ならば、それが彼の主*の御許で、より善いことなのである。また、あなた方に誦んで聞かされるもの¹を除いて、あなた方には家畜（の食用）が許された。ならば偶像による穢れを避け、偽りの言葉を避けるのだ²。","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"１　これは食卓章３のことである、とされる（イブン・カスィール５：４１９参照）。 ２　不信仰者*たちは、ある種の家畜を神聖化して自らに禁じ、自分たちが偉大視する偶像こそが、そのように命じたのだと虚偽（きょぎ）の主張をしていた（アル＝バイダーウィー４：１２４参照）。食卓章１０３、家畜章１３６、１３８－１３９なども参照。尚、「偽りの言葉」とは、嘘や、偽（いつわ）りの証言を始めとした、全ての禁じられた言葉のこと（アッ＝サァディー５３７頁参照）。","lang":"ja"},{"name":"22:31","price":"アッラー*に対して純正¹に、かれに（いかなるものも）並べることなく（、それらを避けよ）。そしてアッラー*にシルク*を犯す者は誰でも、（その様子は）天から墜落して、鳥が彼をさらってしまうか、あるいは風が彼を遠い場所へと（運び去って）放り落してしまうかのようである²。","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"１　「純正」については、雌牛章１３５の訳注を参照。 ２　これはシルク*を犯す者が、あらゆる方面からシャイターン*に襲われ、かつ信仰という高みかれ不信仰という低みへと落下する様子の描写とされる（ムヤッサル３３６頁参照） 。","lang":"ja"},{"name":"22:32","price":"それ（が、アッラー*のご命令）である。アッラー*の聖徴¹を厳粛なものとする者があれば、それは心の敬虔さ*からこそ来るもの。","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"１　ハッジ*の行とそれが行われる場所、捧げ物などは、アッラー*の聖徴の一部である（前掲書、同頁参照）。","lang":"ja"},{"name":"22:33","price":"あなた方にはそこ（犠牲）に、一定の期間の利益¹がある。それから、その（捧げる）場所は、解放された館²なのだ。","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"１　それを屠（ほふ）る 時まで、それを害しない範囲において、その毛や乳を利用したり、乗用にしたり出来る（前掲書、同頁参照）。 ２　ここでの「解放された館」は、マッカ*の全聖域のことを指す、とされる（前掲書、同頁参照）。アーヤ*２９の訳注も参照。","lang":"ja"},{"name":"22:34","price":"われら*は全ての（信仰する）共同体に、彼らに授けた家畜獣に対し、彼らがアッラー*の御名を唱えるための儀式¹を定めた。ならば、あなた方の崇拝*すべきは、一つの神（アッラー*）。では、かれにこそ服従（イスラーム*）せよ。そして（預言者*よ、）謹んで従う²者たちに吉報を告げるのだ。","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"１　この「儀式」の解釈には、「屠殺（とさつ）」「そのための場所」「ハッジ*の儀式」「アッラー*に服従するための手法」「祭り」「ハッジ*そのもの」といった諸説がある（アル＝クルトゥビー１２：５８参照）。 ２　「謹んで従う」については、フード*章２３の訳注を参照。","lang":"ja"},{"name":"22:35","price":"（彼らは、）アッラー*について言及されれば、その心が慄く者たち。そして自分たちに降りかかったことに対して忍耐*し、礼拝を遵守*し、われら*が彼らに捧げたものの中から費やす¹者たちである。","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"１　「われら*が彼らに授けたものの中から費やす」については、雌牛章３の訳注を参照。","lang":"ja"},{"name":"22:36","price":"また、ラクダ¹（の犠牲）。われら*はそれを、あなた方に対するアッラー*の聖徴の一つとした。それには、あなた方にとっての善きもの²がある。ならば立ったまま³、それにアッラー*の御名を唱え（て屠）るのだ。それで、その体が崩れ落ち（て息絶え）たら、（あなた方自身）そこから食べ、遠慮深い貧者にも、せがむ貧者にも食べさせるがよい。アッラー*はそのように、あなた方が感謝すべく、それ（ラクダ）をあなた方に従わせたのである。","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"１　ここで「ラクダ」と訳した原語「ブドゥン」は、特にカァバ神殿*に捧げられるラクダのことを指すという（アル＝クルトゥビー１２：６１参照）。 ２　「善きもの」とは、食や施（ほどこ）し 、来世での褒美などのこと（ムヤッサル３３６頁参照）。 ３　つまり、いずれかの前足を縛（しば）り、三本足の状態で立たせたまま（アッ＝サァディー５３８頁参照）。","lang":"ja"},{"name":"22:37","price":"その血と肉が、アッラー*に届くということでは、断じてない。しかし、あなた方の敬虔さ*が、かれに届くのである¹。そのようにかれは、それ（ラクダ）をあなた方のために仕えさせられたのだ。（それは）自分たちを導いて下さったことに関し、あなた方がアッラー*の偉大さを称揚*するためである。（預言者*よ、）善を尽くす者²たちに吉報を伝えよ。","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"１　単に犠牲を屠ることだけが、目的なのではない。しかし、その行為における真摯（しんし）さ、褒美を望む心、正しい意図、アッラー*の御顔のみを求める気持ちこそが、受け入れられるのである。これは他の崇拝*行為でも同様であり、この部分が欠けていれば、あたかもそれは実のない皮、魂のない体のようなものである（アッ＝サァディー５３８頁参照）。 ２　この「善を尽くす者」については、ユーヌス*章２６の訳注を参照。","lang":"ja"},{"name":"22:38","price":"本当にアッラー*は、信仰する者たちを（敵から）お守りになる。本当にアッラー*は、欺瞞に満ち、恩知らずな者を、お好きにはならない。","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:39","price":"戦いを仕掛けられる者たち（ムスリム*）に、彼らが（不信仰者*から）不正*を受けていたことゆえの、（戦いの）お許しが出た¹。そして本当にアッラー*は、まさに彼らの援助がお出来になるお方。","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"１　マッカ*時代、ムスリム*は不信仰者*らとの戦いを禁じられ、ただ抑圧に耐えることを命じられていた。彼らとの戦いの許可が出たのは、ムスリム*からマディーナ*へ移住*してからのことで、このアーヤ*がその許可を告げる最初のものであったとされる（ムヤッサル３３７頁参照）。雌牛章１９０、１９３、悔悟章５、３６、１２３も参照。","lang":"ja"},{"name":"22:40","price":"（彼らは、）ただ「我らが主*は、アッラー*」と言うがゆえに、その故郷から不当にも追い出された者たち。もしアッラー*が人々の一部によって、別の者たち（の不正*）を追いやる（ことを合法化される）ことがなかったならば、（そこで）アッラー*の御名が沢山唱念される修道院も、（キリスト）教会も、（ユダヤ）寺院も、マスジド*も、破壊されてしまっただろう¹。アッラー*は必ずや、かれ（の宗教）を援助する者をお助けになる²。本当にアッラーこそは、強力なお方、偉力ならびない*お方なのだから。","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"１　つまり奮闘と宗教の実践がなければ、全ての預言者*の礼拝所は、その時代において破壊されてしまっただろう、ということ（アル＝バガウィー３：３４３参照）。 ２　同様のアーヤ*として、イムラーン家章１６０、ムハンマド*章７も参照。","lang":"ja"},{"name":"22:41","price":"（われら*が援助を約束した者たちとは、）われら*が彼らに地上で力を授ければ、礼拝を遵守*し、浄財*を払い、善事を命じて悪事を禁じる¹者たち²。そしてアッラー*にこそ、全ての物事の結末は属する³。","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"１　この「善事」と「悪事」に関しては、イムラーン家章１０４の訳注を参照。 ２　同様のアーヤ*として、御光章５５も参照。 ３　力を授かっても、それをアッラー*の命令の実行に用いる敬虔*な者たちにはよき結末が、それを私欲に、用いて暴虐（ぼうぎゃく）を行う者たちには（アッ＝サァディー５３９頁参照）。","lang":"ja"},{"name":"22:42","price":"（使徒*よ、）もし彼らがあなたを嘘つき呼ばわりするにしても、確かに彼ら以前にも、ヌーフ*の民、アード*、サムード*が（その預言者*たちを）嘘つき呼ばわりしたのである。","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:43","price":"また、イブラーヒーム*の民、ルート*の民も。","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:44","price":"そして、マドゥヤン*の民も。また、ムーサー*も嘘つき呼ばわりされた。それでわれは不信仰者*らに猶予を与えた後、彼らを（懲罰で）捕らえたのだ。（彼らの不信仰に対する）、わが否認はいかなるものだったか？¹","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"１　つまり、預言者*らを嘘つき呼ばわりしていた者たちに対する、「わが懲罰と破壊による」否認のこと（アル＝バガウィー３：３４４参照）。","lang":"ja"},{"name":"22:45","price":"一体われら*は、どれだけの不正な町（の民）を滅ぼしたことであろう。それら（の町）は、屋根ごと崩れ落ちた¹のだ。また、（どれだけの）放置された井戸と、聳える城郭を？","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"１　「崩れ落ちる」については、雌牛章２５９の訳注を参照。","lang":"ja"},{"name":"22:46","price":"一体、彼らは地上を旅し、分別する心か、聞くことの出来る耳¹を得ることはなかったのか？というのも本当に（破滅的な盲目とは）、眼が盲目になることではなく、胸の内にある心が盲目になること²なのである。","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"１　アッラー*の御徴を理解し、教訓を熟慮（じゅくりょ）する理性と、懲罰が下った過去の民の話を傾聴（けいちょう）する耳、ということ。ただ見たり、聞いたり、熟考することもなく物質的に移動するだけでは、役には立たない（アッ＝サァディー５４０頁参照）。 ２　つまり真理をとらえ、熟慮するための慧眼（けいがん）を失うこと（ムヤッサル３３７頁参照）。雌牛章７、家畜章５０、雷鳴章１６、フード*章２０、２４とその訳注も参照。","lang":"ja"},{"name":"22:47","price":"彼らはあなた（預言者*ムハンマド*）に、懲罰を（下して見せることを）性急に求める¹。そしてアッラー*はかれのお約束を、決してお破りにはならない。本当に、（復活の日*における）あなたの主*の御許での一日は、あなた方が（現世で）数える千年のようなもの¹なのである。","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"１　関連するアーヤ*として、家畜章５７－５８、戦利品*章３２、ユーヌス*章５０、フード*章８、雷鳴章６、夜の旅章９２、蜘蛛章５３－５４、サード章１６、相談章１８、階段章１－２なども参照。 ２　「千年」は不信仰者*にとっての時間感覚。信仰者にとって、復活の日*の時間は短いものとなる。また一説に、この「一日」は「アッラー*が天地創造した、六日間の内の一日」のこと（アッ＝シャンキーティー５：２７７－２８０参照）。アッ＝サジダ*章５、階段章４とそれらの訳注も参照。","lang":"ja"},{"name":"22:48","price":"一体われら*は、どれだけ多くの不正*な町（の民）に猶予を与え、それからそれらを（懲罰で）捕らえたのか。われにこそ、（来世での）行き先があ（り、そこでわれは彼らに更なる懲罰を加え）るのだ。","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:49","price":"（使徒*よ、）言え。「人々よ、私はあなた方に対する、明白なる警告者に過ぎない」。","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:50","price":"それで信仰し、正しい行い*を行う者たちには、お赦しと貴い糧¹がある。","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"１　この「貴い糧」については、戦利品*章４の訳注を参照。","lang":"ja"},{"name":"22:51","price":"そして、われら*の御徴（の否定）において、敵対しつつ躍起になっていた者たち、それらの者たちは火獄の徒なのである。","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:52","price":"（使徒*よ、）われら*があなた以前に使徒*や預言者*を遣わせば、（その使徒*や預言者*が啓典を）読誦した時には、決まってシャイターン*がその読誦に（悪い囁きを）放り込んだものなのだ¹。それからアッラー*は、シャイターン*の放り込むものを消去され、かれのアーヤ*を確固としたものとされる。アッラー*は全知者、英知あふれる*お方。","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"１アッラー*は啓示の伝達が間際（まぎわ）らしいものとなったり、そこにそれ以外の何かが混入したりすることから、お守りになる。シャイターン*が啓示に紛れさせようとするものは、決してそこに定着・継続することはない。アッラー*はそれを消去され、それが啓示ではないということを明白にされる。そして本来アーヤ*を確固としたものとされ、それを保護されるのである（アッ＝サァディー５４２頁参照）。尚、預言者*の無謬（むびゅう）性については、雌牛章３６の訳注を参照。","lang":"ja"},{"name":"22:53","price":"（それは、）かれ（アッラー*）が、シャイターン*のが放り込んだものを、心に病がある¹者たちと、心が硬くなってしまった²者たちへの試練とするため。本当に、不正*者たちはまさしく、（アッラー*とその使徒*との）遠い対立の中にある。","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"１　つまり、信仰心が弱いか無いに等しく、ほんの少しの紛らわしさによって心が惑（まど）わされてしまう状態のこと（前掲書、同頁参照）。 ２　注意や教訓が届かず、アッラー*とその使徒*の言葉が理解できない心の状態のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"22:54","price":"また（それは）、知識を授けられた者たちが、それ（クルアーン*）があなたの主*からの真理であること¹を知り、そしてそれを（更に強く）信じ、また彼らの心がそれに謹んで従う²ようにするため。本当にアッラー*は信仰する者たちを、まっすぐな道³へとお導きになるお方。","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"１　クルアーン*がアッラー*の御許から使徒*ムハンマド*に下った真実であり、そこに紛らわしいものはなく、またシャイターン*にはそこに付け入る余地がないということ（ムヤッサル３３８頁参照）。 ２　「謹んで従う」については、フード*章２３の訳注を参照。 ３　「まっすぐな道」とは、イスラーム*のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"22:55","price":"不信仰に陥った者*たちは、その時（復活の日*）が突然彼らに訪れるか、彼らに不毛な日（復活の日*）の懲罰が降りかかるかするまで、それ（クルアーン*）を疑わしく思い続けるのだ。","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:56","price":"王権はその日、アッラー*のみに属する¹。かれは、彼らの間をお裁きになる。それで信仰し、正しい行い*を行った者たちは、安寧の楽園の中にあるのだ。","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"１　家畜章７３の、同様の言い回しに関する訳注も参照。","lang":"ja"},{"name":"22:57","price":"また、不信仰に陥り、われら*の御徴を嘘呼ばわりした者たち、それらの者たちこそには屈辱の懲罰がある。","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:58","price":"また、アッラー*の道において移住*し、その後に殺されたり、死んだりした者たち、アッラー*は必ずや彼らによき糧¹を授けよう。本当にアッラー*、かれこそは最もよく糧を授けられるお方なのだから。","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"１　「よき糧」とは、来世では天国、現世においては、豊かで善い糧のこと（アッ＝サァディー５４３頁参照）。","lang":"ja"},{"name":"22:59","price":"かれは必ずや、彼らが満足する入り口¹に、彼らをお入れ下さる。本当にアッラー*こそは、全知者、寛大な*お方であられるのだから。","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"１　つまり、天国の入り口（ムヤッサル３３９頁参照）。マッカ開城*のことを暗示している、とも言われる（アッ＝サァディー５４３頁参照）。","lang":"ja"},{"name":"22:60","price":"それ（が、信仰者のよき結末）である。自分がされたようなやり方で懲らしめ（たものの）、その後（また）侵害された者、アッラー*は必ずや彼をお助けになる。本当にアッラー*こそは、よく寛恕される*お方、赦し深いお方。","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:61","price":"それはアッラー*が（全能であり、）夜を昼の中にお入れになり、昼を夜の中にお入れになる¹ため。そしてアッラー*が、よくお聞きになるお方、よくご覧になるお方であるためなのだ。","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"１　「夜を昼の中に・・・」については、イムラーン家章２７の訳注を参照。","lang":"ja"},{"name":"22:62","price":"それはアッラー*こそが（、崇拝*されるべき唯一の）真理であり、彼ら（シルク*の徒）が、かれをよそに祈っているものこそが虚妄であるため。そしてアッラー*こそが、至高の*お方、大いなる*お方であるためなのだ。","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:63","price":"一体あなたは、アッラー*が天から（雨）水を下され、大地が（それによって生育する植物により）緑と化すのを見ないのか？本当にアッラー*は霊妙な*お方、（全てに）通暁されたお方。","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:64","price":"かれにこそ、諸天にあるものと大地にあるもの全ては属する。そして本当にアッラー、かれこそは満ち足りた*お方、称賛されるべき*お方である。","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:65","price":"一体あなたは、アッラー*が地上にあるもの全てと、そのご命令によって海を進む船をあなた方に仕えさせられたのを見ないのか？かれは、かれのお許しによる外は地上に落ちないように、天をお支えになっている。本当にアッラー*は人々に対し、哀れみ深い*お方、慈愛深い*お方。","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:66","price":"またかれは、あなた方に生を与え、それから死なせられ、また生をお与えになるお方¹。本当に人間はまさしく、恩知らずである。","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"１　アッラー*は人々を無からお創りになり、その寿命が訪れたらお召しになり、死後には清算のために復活させられるお方（ムヤッサル３４０頁参照）。","lang":"ja"},{"name":"22:67","price":"われら*は、各共同体に、彼らが奉じる儀式¹を定めた。ゆえに（使徒*よ、）そのこと²において彼ら（シルク*の徒）が、あなたを論駁するようなことがあっては、断じてならない。そしてあなたの主*へと招くのだ。本当にあなたは確かに、まっすぐな導きの上にあるのだから。","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"１　この「儀式」には、「法」「祭り」「犠牲（ぎせい）を捧げる場所」「崇拝*する場所」などといった解釈がある（アル＝バガウィー３：３５０参照）。 ２　イスラーム*の教えと、アッラー*が命じられた儀式、様々な種類の崇拝*行為のこと（ムヤッサル３４０頁参照）。","lang":"ja"},{"name":"22:68","price":"そして、もし彼らがあなたと議論するならば、言ってやるがいい。「アッラー*は、あなた方が行っていることを、最もよくご存知である。","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:69","price":"アッラー*は復活の日*、あなた方が意見を異にしていたことにおいて、あなた方の間に裁きを下されるのだ」。","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:70","price":"（使徒*よ、）一体あなた¹は、アッラー*が天と地にあるもの全てをご存知になるのを、知らないのか？本当にそれは（余すことなく）、書²の中に（記録されて）ある。本当にそれは、アッラー*にとって容易いこと。","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"１　この「あなた」については、雌牛章１２０の訳注を参照。以下、同様の表現の際にも、同訳注を参照。 ２　この「書」は、守られし碑板*のこと（ムヤッサル３４０頁参照）。","lang":"ja"},{"name":"22:71","price":"彼らはアッラー*を差しおいて、かれが（崇拝*すべき）いかなる根拠も下されなかったもの、そして自分たちに、それに関するいかなる知識もないものを崇めている。不正*者たちには、援助者など全くない。","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:72","price":"また、われら*の明白な御徴（アーヤ*）が彼らに読誦されれば、あなたは不信仰に陥った者*たちの顔に嫌悪（の表情）を認める。彼らは、彼らに対してわれら*の御徴を読誦する者たちに、襲いかからんばかりである。（使徒*よ、）言ってやれ。「それよりも忌まわしいこと¹を、あなた方に教えようか？（それは）アッラー*が、不信仰に陥った者*たちに約束した業火である。その行先は、何と醜悪であろうか」。","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"１　彼らが真理を聞き、そこへと招く者たちを見る時に感じる忌まわしさよりも、もっと忌まわしいもののこと（前掲書、同頁参照）。","lang":"ja"},{"name":"22:73","price":"人々よ、一つの譬えが挙げられた。ならば、それに耳を傾けよ。本当に、アッラー*を差しおいてあなた方が祈っている者たち¹、それらは断じて、蠅一匹²作れはしない。たとえ、そのために団結したとしても、である。また、もし蠅がそれらから何かを奪っても、それらが、その（奪われた）ものを、それ（蠅）から取り戻すこともできない。求める方も、求められる方も弱い³のである。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"１　偶像や、アッラー*の同位者として崇められている者たちのこと（ムヤッサル３４１頁参照）。 ２　最も卑小（ひしょう）な創造物の一つである蠅さえ創れないものは、それ以上のものを創造することなど、到底（とうてい）出来ない（アッ＝サァディー５４６頁参照）。 ３　「求める方」は、奪われたものを求める側。つまりアッラー*をよそに崇められるもの。「求められる方」とは、蠅のこと。その弱い存在から、自分が取られた物も取り返すことの出来ないようなものもまた弱いのであり、崇拝*するに値しない（ムヤッサル３４１頁参照）。","lang":"ja"},{"name":"22:74","price":"彼ら（シルク*の徒）はアッラー*を、真に敬わなかった¹。本当にアッラー*はまさしく、強力なお方、偉力ならびない*お方であられる。","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"１　つまり、全ての面において無力な存在を、全ての面において強力かつ満ち足りたお方と並べたことは、最大の不敬（ふけい）である（アッ＝サァディー５４６頁参照）。","lang":"ja"},{"name":"22:75","price":"アッラー*は天使*たちと人々から、（その教えを人々に伝える）使いをお選びになる。本当にアッラー*は、よくお聞きになるお方。よくご覧になるお方。","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:76","price":"かれは、彼ら¹の前にあることも、彼らの背後にあること²もご存知である。そして全ての物事は、アッラー*の御許にこそ戻されるのだ。","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"１　この「彼ら」とは、天使*と人間の使徒*たちのこと（ムヤッサル３４１頁参照）。 ２　アッラー*は彼らの創造以前から、彼らのことをご存知であり、彼らの消滅後に何が起こるかもご存知である（前掲書、同頁参照）。","lang":"ja"},{"name":"22:77","price":"信仰する者たちよ、あなた方が成功するために、ルクーゥ*し、サジダ*し、あなた方の主*を崇拝し、善行せよ。（読誦のサジダ*）","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"ja"},{"name":"22:78","price":"また、アッラー*のために、真の奮闘をせよ¹。かれはあなた方を（イスラーム*の担い手として）お選びになったのであり、かれは、宗教においてあなた方にいかなる困難も課されなかったのだぞ。（この宗教こそ、）かれ（アッラー*）は、使徒*（ムハンマド*）があなた方への証人となり、あなた方が人々への証人となるため²に、以前（の諸啓典と）、そしてこの（クルアーン*の）中で、あなた方をムスリム*（服従する者）と名付けた³のである。ならば礼拝を遵守*し、浄財*を支払い、あなた方の庇護者*であるアッラー*に縋りつくのだ。（アッラー*という）その庇護者は何と素晴らしいことか、そして、（アッラー*という）その援助者は何と素晴らしいことか。","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"１　「真の奮闘」とは、アッラー*のご命令を完全に遂行し、忠告・教育・戦い・礼儀・注意・訓戒など、あらゆる手段を尽くして、人々をそこへと招くこと（アッ＝サァディー５４６頁参照）。 ２　雌牛章１４３も参照。 ３　つまりムスリム*という名は、過去においても現在においても、彼らのためのものである（前掲書、同頁参照）。","lang":"ja"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}