{"data":[{"name":"28:1","price":"ター・スィーン・ミーム¹。","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"１　この文字群については、頻出名・用語解説の「クルアーン*の冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"28:2","price":"（使徒*よ、）それは解明する啓典¹の御徴（アーヤ*）である。","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"１　「解明する啓典」については、ユースフ*章１の訳注を参照。（ムヤッサル３８５頁参照）。","lang":"ja"},{"name":"28:3","price":"われら*は（クルアーン*を）信仰する民のため、ムーサー*とフィルアウン*の消息の一部を、真実と共にあなたに誦んで聞かせよう。","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:4","price":"本当にフィルアウン*は地上（エジプト）で驕り高ぶり、その住民を諸派に分けた¹。彼はその内の一派（イスラーイールの子ら*）を抑圧し、その男児を殺しまくり、女児は生かしておいた²のだ。本当に彼は、腐敗*を働く者の類いであった。","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"１　フィルアウン*は各集団を、かれが　望む分野に仕えさせた（イブン・カスィール６：２２０）参照）。 ２　「男児を殺し・・・」については、雌牛章４９の訳注を参照。","lang":"ja"},{"name":"28:5","price":"そしてわれら*は、地上で抑圧されていた者たち（イスラーイールの子ら*）に恵みを垂れ、彼らを（善の）導師とし、相続人¹とすることを望むのである。","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"１　フィルアウン*とその民の滅亡後に、その地を相続する者たちということ（ムヤッサル３８５頁参照）。高壁章１３７も参照。","lang":"ja"},{"name":"28:6","price":"また、われら*は地上において彼らを確立させ、フィルアウン*とハーマーン¹とその軍勢に、彼らが彼ら（イスラーイールの子ら*）から怖れていたもの²を見せる（ことを、望む）。","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"１　「ハーマーン」は、フィルアウン*の宰相（さいしょう）（アル＝クルトゥビー１３：２５３参照）。 ２　つまり、彼らの滅亡と王権の終焉（しゅうえん）、イスラーイールの子ら*出身の者の手によって、彼らが国から追放されること（ムヤッサル３８６頁参照）。","lang":"ja"},{"name":"28:7","price":"われら*はムーサー*の母親に、（こう）示した。「彼（生まれたばかりのムーサー*）に、乳をやるのだ。そしてあなたが彼のこと¹で怖れた時には、彼を（箱に入れて）海原²へと放り投げ、怖れもせず、悲しみもするのではない。本当にわれら*は、彼をあなたのもとに返す者であり、彼をを遣わされし者（使徒*）の一人とする者なのだから」。³","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"１　つまり、彼女に男児がいることが分かって、彼が殺されそうになること（前掲書、同頁参照）。この背景については、雌牛章４９の「男児は殺し・・・」の訳注を参照。 ２　この「海原」は、ナイル川のこと（前掲書、同頁参照）。 ３　この後、ムーサー*が見つかって、彼が殺されそうになり、彼女はアッラー*に命じられた通りにした（イブン・カスィール６：２２２参照）。","lang":"ja"},{"name":"28:8","price":"そして彼（ムーサー*）を、フィルアウン*の一族が拾った。その結果、彼は、彼らに対する敵と悲しみ¹となった。本当にフィルアウン*とハーマーンとその二人の軍勢は、誤った者たちだったのだ。","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"１　つまりフィルアウン*らの宗教に異を唱（とな）える敵となり、彼らの溺死（できし）と、その王国の破壊という彼らの悲しみの原因となる者、ということ（ムヤッサル３８６頁参照）。","lang":"ja"},{"name":"28:9","price":"そしてフィルアウン*の妻¹が（、彼を気に入って）言った。「（この子は）私とあなたにとっての、喜び²です。彼を殺さないで下さい。彼は私たちの役に立つでしょうし、あるいは彼を（私たちの）子供にしてもよいでしょうから」。彼らは（その赤ん坊が自分たちを滅ぼすことになるとは）、気付く由もなかったのだ。","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"１　この「妻」は、ムーサー*によって導かれた女性となった、アースィヤのこと（イブン・カスィール６：２２２参照）。預言者*ムハンマド*は彼女を、最善の女性の一人に数えている（アル＝ブハーリー３４１１参照）。 ２　この「喜び」については、マルヤム*章２６の訳注を参照。","lang":"ja"},{"name":"28:10","price":"そしてムーサー*の母の心は、（ムーサー*ゆえの悲しみで）空っぽになってしまった。本当に彼女はそれゆえに、（赤ん坊が自分の子供であることを）打ち明けてしまいそうなほどであった。彼女が信仰者の一人としてあるべく、われら*が彼女の心を繋ぎとめて¹おかなかったならば。","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"１　「心を繋ぎとめる」については、戦利品*章１１の訳注を参照。","lang":"ja"},{"name":"28:11","price":"また彼女は（ムーサーの入った箱を川に流した時）、彼（ムーサー*）の姉に「彼を追っかけなさい」と言っていた。それで彼女は（その通りにし）、彼ら（フィルアウン*とその民）が気付かぬ中、彼のことを遠くから見た。","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:12","price":"また、われら*は（ムーサー*が母親のもとに帰される）以前、彼（ムーサー*）に乳母たちを禁じた¹。それで彼女（ムーサー*の姉）は、言った。「あなた方のために、彼に対して誠心尽くして、その世話をしてくれる家族へとご案内しましょうか？」","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"１　ムーサー*は複数の乳母をあてがわれたが、その授乳を拒（こば）み続けた（ムヤッサル３８６頁参照）。","lang":"ja"},{"name":"28:13","price":"こうしてわれら*は、彼（ムーサー*）を、その母のもとに帰した。それは彼女が喜び¹、（彼との別れを）悲しまないようにするためで、また彼女が、アッラー*のお約束が、真実であることを知るためであった。しかし彼ら（不信仰者*）の大半は、（そのことを）知らないのだ。","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"１　この「喜び」については、アーヤ*９の同語についての訳注を参照。","lang":"ja"},{"name":"28:14","price":"彼（ムーサー*）が成熟¹し、強固になった時、われら*は彼に英知と知識を授けた。そのようにわれら*は、善を尽くす者たちに報いるのである。","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"１　この「成熟」については、巡礼*章「成熟」の訳注を参照。","lang":"ja"},{"name":"28:15","price":"そして彼（ムーサー*）は、その民が油断している時間帯¹に町に入り、そこで戦っている二人の男を見出した。（一方の）この者は彼の部族出身の者で、（もう一方の）この者は彼の敵の内の者²。そして彼の部族出身の者が、彼の敵の内の者に対し、彼（ムーサー*）に助けを求めたので、ムーサー*は彼を（拳で）殴り、これを殺してしまった。彼（ムーサー*）は言った。「これはシャイターン*のわざである。本当に彼は、（人間の正道から）迷わせる、紛れもない敵なのだ」。³","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"１　この時間帯については、「昼寝時」「マグリブ*とイシャーゥ*の間」という説がある（アル＝バガウィー３：５２６参照）。 ２　つまり前者がイスラーイールの子ら*の内の者、後者がフィルアウン*の民の内の者であるコプト人（アッ＝サァディー６１３頁参照 ）。この時には、ムーサー*がイスラーイールの子ら*の一人であることは知れ渡っていたとされる（アル＝バガウィー３：５２７参照）。 ３　この出来事は、ムーサー*が預言者*となる前のこと（ムヤッサル３８７頁参照）。","lang":"ja"},{"name":"28:16","price":"彼は申し上げた。「我が主*よ、本当に私は自分自身に不正*を働いてしまいました。ならば私を、お赦し下さい」。そしてかれは、彼をお赦しになった。本当にいかれこそは、赦し深いお方、慈愛深い*お方であられるのだから。","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:17","price":"彼（ムーサー*）は申し上げた。「我が主*よ、あなたが私に恵んでくださったもの¹ゆえ、私は決して、罪悪者たちに対する援助者とはなりません」。","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"１　悔悟、罪の赦し、その他の偉大な恩恵の数々のこと（ムヤッサル３８７頁参照）。","lang":"ja"},{"name":"28:18","price":"彼は翌朝、（復讐されるのではないかと）町で怖れ始め、（何が起きるかと）注意深く見守るようになった。そしてどうであろう、昨日彼に助けを求めた者が、（また別のコプト人と争っており、）彼に向って（助けを求め、）大声で叫んでいる。ムーサー*は彼¹に言った。「実にあなたは、紛れもなく誤った者²だ」。","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"１　アル＝バガウィー*によれば、大半の学者はこの「彼」を、イスラーイールの子ら*出身の者と解釈している（３：５２８参照）。 ２　「誤った者」と言ったのは、「自分では太刀（たち）打ちできない者と争う」ゆえ、あるいは「ムーサー*が彼ゆえに人を殺してしまったのに、翌日にまた同じことをさせようとしている」ゆえである、とされる（アル＝クルトゥビー１３：２６５参照）。","lang":"ja"},{"name":"28:19","price":"そして彼（ムーサー*）が、（イスラーイールの子ら*の内の者に同情し、）彼ら二人の敵である者をやっつけようとした時、彼¹は言った。「ムーサー*よ、一体お前は昨日人を殺したように、私のことも殺すつもりなのか？お前は、地上で暴君となることを望んでいるに外ならない。そしてお前は、改善者となりたくはないのだ」。","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"１　この「彼」は、イスラーイールの子ら*出身の者で、ムーサー*が自分に対して暴力を振るうものだと勘違いして、こう言ったのだとされる。そしてそれを聞いたコプト人が、その話を広め、フィルアウン*はムーサー*を捕まえ、殺すお触れを出した（イブン・カスィール６：２２５－２２６参照）。アッ＝シャウカーニー*によれば、これが大半の解釈学者の見解だが、「彼」がコプト人という説もある（４：２１７参照）。","lang":"ja"},{"name":"28:20","price":"町の一番外れから、一人の男が急いでやって来た。彼は言った。「（ムーサー*よ、）本当に（フィルアウン*の民の）有力者たちは、あなたを殺そうと、あなたについて相談しています。ならば、（この町を）出て行きなさい。本当に私はあなたへの、助言者なのですよ」。","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:21","price":"それで彼は、怖れ、（追っ手につかまらぬよう）注意深く脱出し、（こう）申し上げた。「我が主*よ、私を不正*者である民から救って下さい。」","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:22","price":"マドゥヤン*の方を目指すと、彼は（こう）言った。「我が主*は私を、まっすぐな道へと導いて下さるだろう」。¹","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"1　マドゥヤン*の民は預言者*イブラーヒーム*の子孫で、ムーサー*との血縁関係がある。しかし彼は、その道を知らなかったため、アッラー*に道案内を祈ったのだという（アル＝クルトゥビー１３：２５３参照）。","lang":"ja"},{"name":"28:23","price":"そしてマドゥヤン*の水場に赴いた時、彼はそこで人々の集団が（家畜に）水をやっているのを見た。また、二人の婦人が（そこに割り込めずに）彼らから離れて、（自分たちの家畜を）制しているのを見出した。彼は言った。「どうなさいましたか？」彼女たち二人は言った。「牧童たちが（彼らの家畜を水場から）出て行かせるまで、（自分たちの家畜に）水をやることが出来ません。そして私たちの父は、年配の老人なのです」。","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:24","price":"それで彼は、彼女たち二人のために、（家畜に）水をやった。それから（木）陰に退くと、（こう）言った。「我が主*よ、本当に私は、あなたが私に下された善きものに飢えています」。¹","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"１　ムーサー*は、着の身着のままでエジプトを後にして来たので、ひどい飢えに襲われていた（アル＝バガウィー３：５２８参照）。","lang":"ja"},{"name":"28:25","price":"すると、彼のもとに二人の婦人の内の一人が、恥ずかしそうに歩きながら、やって来た。彼女は言った。「私の父はあなたに、あなたが私たちのために水をやって下さったご褒美を差し上げたく、あなたをお呼びしています」。こうして彼（彼女らの父親）のもとにやって来ると、彼（ムーサー*）は彼に物語¹を語って聞かせた。彼（彼女らの父親）は言った。「怖れないで下さい。あなたは不正*者である民から、救われたのですから」。","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"１　この「物語」とは、彼と、フィルアウン*とその民の間に起こった話のこと（ムヤッサル３８８頁参照）。","lang":"ja"},{"name":"28:26","price":"彼女たちの内の一人が言った。「お父さん、彼をお雇いなさい。本当に、あなたがお雇いになる最善の者は、力強く、誠実な人¹なのですから」。","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"１　ムーサー*は、十人がかりでしか動かせないような重い岩を持ち上げて家畜に水をやった。また、婦人と共に彼女らの父親のもとに行くときには、彼女を（見て誘惑されぬよう）自分の後方に歩かせつつ、道案内をさせたのだという（イブン・カスィール６：２２７－２２９参照）。","lang":"ja"},{"name":"28:27","price":"彼（婦人たちの父親）は言った。「私は、あなたが八年間、私に（牧童として自らを）雇わせることで、この我が二人の娘たちの内の一人をあなたに嫁がせたいのです。そしてもし、あなたが十年間全うされるのなら、それはあなたからのもの¹であり、私は（それを義務づけることで、）あなたに苦労させるつもりはありません。あなたはーーもしアッラー*がお望みならばーー、私が正しい者²の一人であることを見出すでしょう」。","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"１　つまり、自発的な善行ということ（ムヤッサル３８８頁参照）。 ２　つまり、よき付き合いと、約束の厳守において「正しい者*」（前掲書、同頁参照）。","lang":"ja"},{"name":"28:28","price":"彼（ムーサー*）は言った。「それは、私とあなたの間で（成立しました）。いずれの期限をこなすにせよ、私への違反はなしです。そして、アッラー*が私たちの言うことにおいて、全てを請け負われる*お方です」。","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:29","price":"こうしてムーサー*が期限¹を終え、自分の家族と共に（エジプトへと向かって）歩んだ時²、山の傍らに火を認めた。彼は自分の家族に言った。「（ここに）と留まっていなさい。実に私は、火を見つけたのだ。私はそこからあなた方のもとに、（道案内の）知らせと共に、あるいはあなた方が暖を取れるように、火種を携えてやって来よう」。","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"１　ムーサー*は十年間、彼のもとで働いたとされる（アル＝ブハーリー２６８４参照）。 ２　この時の出来事については、ター・ハー章１０－１６、蟻章７とそれらの訳注も参照。","lang":"ja"},{"name":"28:30","price":"それで彼がそこへやって来た時、祝福にあふれた地における谷の右側から、つまりその木から¹、彼に（こう）呼びかけられた。「ムーサー*よ、本当にわれこそは、全創造物の主*アッラー*である」。","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"１　マルヤム*章５２の訳注も参照。","lang":"ja"},{"name":"28:31","price":"また、「あなたの杖を投げよ」と。それで（彼がそれを投げ、）それが敏捷な小蛇のように躍動するのを見た時、彼は背を向けて引き下がり、戻って来なかった。（アッラー*は仰せられた。）「ムーサー*よ、近寄るのだ。そして怖がるのではない。本当にあなたはまさしく、安全なのだから。","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:32","price":"あなたの手を懐に入れてみよ。そうすれば、それは災い¹もなしに白くなって出てくる。また恐怖（の軽減）のためには、あなたの翼を自分（の側）に引き寄せてみよ²。その二つは、あなたの主*からフィルアウン*とその（民の）有力者たちへの、明証である。本当に彼らは、放逸な民だったのだから」。","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"１　「災い」については、ター・ハー章２２の訳注を参照。 ２　この「翼」は、腕、あるいは手全体のこと。意味の解釈には、「手が真っ白になって怖くなったら、それをまた胸元に入れて、戻してみよ。そうすれば、それは元通りになる」「手を胸元へと引き寄せれば、大蛇への恐怖は消え去る」などの諸説がある。また、「翼を引き寄せる」という表現はそもそも、「恐怖を和らげる」という慣用句である、といった説もある（アル＝バガウィー３：５３４参照）。","lang":"ja"},{"name":"28:33","price":"彼は申し上げた。「我が主*よ、本当に私は彼ら（フィルアウン*の民）の一人を殺してしまいました¹。そして、彼らが私を殺すことを怖れます。","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"１　詳しくは、アーヤ*１５を参照。","lang":"ja"},{"name":"28:34","price":"また、我が兄ハールーン*こそは、私より言葉が雄弁です¹。ゆえに彼を、私と共に、私（の言葉）を確証する助っ人としてお遣わし下さい。本当に私は、彼らが私を噓つき呼ばわりすることが怖いのです」。","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"１　ター・ハー章２７とその訳注、詩人たち章１３も参照。","lang":"ja"},{"name":"28:35","price":"かれは仰せられた。「われら*は、あなたの兄をあなたの片腕とし、あなた方二人に権勢¹を与えよう。そして彼らが、あなた方二人を害することはない。われら*の御徴ゆえ、あなた方二人と、あなた方二人に従った者は、勝利者なのである」。","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"１　この「権勢」とは、彼らが招くものに対する根拠と、敵に対する威圧感のこと（アッ＝サァディー６１５頁参照）。","lang":"ja"},{"name":"28:36","price":"こうしてムーサー*が、われら*の明白な御徴¹と共に彼ら（フィルアウン*とその民の有力者たち）のもとにやって来た時、彼らは言った。「これは捏造された魔術に外ならない。それに私たちはこのようなこと²を、先人である私たちのご先祖様たち（の時代）にも、聞いてはいなかったのだ」。","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"１　この「御徴」は、彼らの主張を裏づける知的証拠、あるいは奇跡（アル＝クルトゥビー１３：２８８参照）。 ２　「このようなこと」とは、アッラー*に何ものも並べずに崇拝*する、という教えのこと（イブン・カスィール６：２３７参照）。","lang":"ja"},{"name":"28:37","price":"ムーサー*は言った。「我が主*は、誰がかれの御許から導きを携えてやって来たか、そして誰に世の（善き）結末¹があるかを、最もよくご存知です。本当に不正*者たちは、成功することがありません」。","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"１　「世の（善き）結末」については、家畜章１３５の訳注を参照。","lang":"ja"},{"name":"28:38","price":"フィルアウン*は言った。「名士たちよ、私は自分以外、あなた方にとって崇拝すべきいかなる存在も知らない¹。ハーマーン²よ、私のために泥土に火をつけよ³。そしてムーサー*の神を見るために、私のために（それで）塔を建てよ。本当に私は、彼がまさに嘘つきの類いだと思うのだ」。⁴","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"１　同様のアーヤ*として、詩人たち章２９、至高者章２４も参照。 ２　「ハーマーン」については、アーヤ６の訳注を参照。 ３　これは、レンガを焼くことを意味する（アッ＝サァディー６１６頁参照 ）。 ４　同様のアーヤとして、赦し深いお方章３６－３７も参照。","lang":"ja"},{"name":"28:39","price":"そして彼とその軍勢は、不当にも地上（エジプト）で驕り高ぶり、自分たちが（死後）われら*のもとに戻されることなどない、と思い込んでいた。","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:40","price":"それで、われら*は彼とその軍勢を捕らえ、彼らを海原に放り捨てた。ならば不正*者たちの結末がいかなるものであったか、見てみるがよい。¹","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"１　その様子については、ユーヌス*章９０－９２、ター・ハー章７７－７８、詩人たち章６１－６６、煙霧章２３－２４も参照。","lang":"ja"},{"name":"28:41","price":"また、われら*は彼らを、業火へと招く先導者とした。そして復活の日*、彼らは（いかなる者からも）援助されることがない。","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:42","price":"また、われら*は現世において、彼らに呪いを付き纏わせた¹。そして復活の日*、彼らは（アッラー*のご慈悲から）遠ざけられた者たち²の類いである。","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"１　同様のアーヤ*として、フード*章９９とその訳注も参照。 ２　外にも、「滅ぼされた者たち」「醜くされた者たと」という解釈がる（アル＝バガウィー３：５３６参照）。","lang":"ja"},{"name":"28:43","price":"われら*は確かに、先の（幾多の）世代を滅ぼした後、ムーサー*に啓典（トーラー*）を授けた。人々への開眼¹と、導き、慈悲として、彼らが教訓を得るようにと（、それを授けたのである）。","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"１　「開眼」については、家畜章１０４の訳注も参照。","lang":"ja"},{"name":"28:44","price":"（使徒*ムハンマド*よ、）われら*がムーサー*に事を命じた時¹、あなたは（その山の）西側にいたわけでもないし、そこに立ち会っていた者の一人でもなかったのだ。","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"１　つまり、アッラーがムーサーに、彼とその民が守るべき物事において命令され、彼との契約を結んだ時のことを指す（アッ＝タバリー８：６３９７参照）。","lang":"ja"},{"name":"28:45","price":"しかしわれら*は（ムーサー*の後）数々の世代を設け、彼らに長い年月が流れ去って（、彼らはアッラー*との約束を忘れて）しまった。またあなたは、マドゥヤン*の民のもとに滞在していた者でもなければ、彼らにわれら*の御徴を誦み聞かせていたわけでもない。だがわれら*はもとより、（使徒*を）遣わす者だったのだ。","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:46","price":"また、（使徒*よ）、われら*が（ムーサー*に）呼びかけた時、あなたはその山の傍らにいたわけでもなかった¹。しかし、あなた以前に警告者が一人も到来していなかった民²に警告を告げるため、あなたの主*からの慈悲として（遣わされたのである）。（それは、）彼らが教訓を得るようにするためだったのだ。","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"１　アーヤ*４４－４６の説明は、預言者*ムハンマド*がその場にいたわけでもなかったのに、当時の状況を事細かに描写できるのは、アッラーからの啓示を授かった使徒であるにほかならない、ということである（アッ＝サァディー６１７頁参照）。 ２　この「民」は、長い間、使徒が遣わされていなかったアラブ人のこと。尚このアーヤが、アラブ人以外の者に対してその警告を否定することにはならない（前掲書、同頁参照）。家畜章１９、高壁章１５８とその訳注、識別章１、サバア章２８なども参照。","lang":"ja"},{"name":"28:47","price":"そして、もし自分たちが行ったことゆえに、彼ら（不信仰者*）に災難が降りかかり、「我らが主*よ、どうして私たちに使徒*を遣わしてくれなかったのですか？そうすれば私たちはあなたの御徴に従い、信仰者の仲間となりましたのに？」と言うことにならなければ（、われら*は使徒*を遣わさなかったのだが）。¹","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"１　関連するアーヤ*として、夜の旅章１５とその訳注も参照。","lang":"ja"},{"name":"28:48","price":"そして彼らのもとに、われら*の御許から真理が訪れた時¹、彼らは言った。「どうして彼（ムハンマド*）には、ムーサー*に与えられたようなもの²が、与えられなかったのか？」彼らは以前、ムーサー*に授けられたものを否定しなかったのか？彼らは言ったのだ。「（トーラー*とクルアーン*は、）お互いに支え合う二つの魔術³である」。また、（こう）言った。「本当に私たちは、そのいずれをも拒否する者なのだ」。","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"１　預言者*ムハンマド*が警告者として到来した時、ということ（ムヤッサル３９１頁参照）。 ２　奇跡や、啓典が一度に全部下されたこと（夜の旅章１０６、識別章３２とその訳注も参照）などを指す（前掲書、同頁参照）。 ３　不信仰者*らは、それらが魔術と人々を迷わせることにおいて互いに助長し合うものだ、と主張した（アッ＝サァディー６１７頁参照）。","lang":"ja"},{"name":"28:49","price":"（使徒*よ、）言ってやれ。「ならば、アッラー*の御許から、その二つ（トーラー*とクルアーン*）よりも正しく導いてくれる啓典を持って来てみよ。そうすれば、私はそれに従おう。もし、あなた方が本当のことを言っているのならば、だが」。","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:50","price":"そして、もし彼らがあなた（の要望）に応じなかったら、彼らが自分たちの欲望に従っているに過ぎないということを知れ。アッラー*からのお導きもないままに、自分の欲望に従う者よりも、ひどく迷った者があろうか？本当にアッラー*は、不正*者である民をお導きにはならないのだ。","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:51","price":"われら*は確かに、彼らのために御言葉（クルアーン*）を、つなげ（て下し）た¹。（それは、）彼らが教訓を得るようにするためである。","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"１　クルアーン*が「つなげる」と表現されているのには、クルアーン*が一度に下らずに、次々と下ったことの外、その内容において、吉報や警告、希望や恐怖、物語や訓戒などが連続して現れることなども示しているとされる（イブン・アーシュール２０：１４２参照）。","lang":"ja"},{"name":"28:52","price":"それ以前に、われら*が啓典を授けた者（啓典の民*）たち¹、彼らこそは、それ（クルアーン*）を信じるのだ。","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"１　自分たちの啓典を改ざんしたりすることのなかった、啓典の民*のこと（ムヤッサル３９２頁参照）。","lang":"ja"},{"name":"28:53","price":"そして、彼らにそれ（クルアーン*）が誦んで聞かされた時、彼らは（こう）言った。「私たちはそれを信じました。本当にそれは、我らの主*からの真理ですから。本当に私たちはそれ以前から、服従する者（ムスリム*）だったのです」。","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:54","price":"それらの者たちは、彼らの忍耐*ゆえに、その褒美を二度与えられる。そして彼らは悪を善で追いやり¹、われら*が彼らに授けたものの内から（施しとして）費やす²のである³。","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"１　「悪を善で追いやる」については、信仰者たち章９６、詳細にされた章３４－３５も参照。 ２　「（施しとして）費やす」については、雌牛章３の訳注を参照。 ３　「褒美を二度与えられる」のは、彼らが自分たちの啓典を信じていた上に、クルアーン*のことも信じたため（ムヤッサル３９２頁参照）。鉄章２８も参照。","lang":"ja"},{"name":"28:55","price":"また彼らは、戯言¹を耳にすれば、それに背を向けて（こう）言った。「私たちには私たちの行いがあり、あなた方にはあなた方の行いがあります。あなた方に平安を²。私たちは、無知な者たち（のやり方）を望まないのですから」。","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"１　この「戯言」には、「無意味な言葉」「そもそも啓典には含まれていなかった、人為（じんい）的に付け加えられたもの」といった解釈がある（アッ＝タバリー８：６４０９参照）。 ２　これは挨拶ではなく、放免の意味。「あなた方は、私たちから悪口や汚い言葉で返されたりすることから無事ですよ」ということ（アル＝バガウィー３：５３９参照）。識別章６３とその訳注も参照。","lang":"ja"},{"name":"28:56","price":"（使徒*よ、）本当にあなたが、自分の好む者を導くのではない。しかしアッラー*が、かれのお望みになる者をお導きになるのであり、かれは導かれる者たちを最もよくご存知である。¹","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"１　最終的な導きがアッラー*にのみ委ねられていることについては、雌牛章２７２、蜜蜂章３７、ユーヌス*章９９－１００、蟻章８０、相談章５２とその訳注も参照。","lang":"ja"},{"name":"28:57","price":"彼ら（マッカ*の不信仰者*たち）は、言った。「もし私たちが、あなたと一緒に導きに従えば、私たちは自分たちの土地（マッカ*）から攫われてしまうだろう¹」。われら*は彼らに、安全なる聖域²を確立してやったのではないか？あらゆるものの果実は、われら*の御許からの糧としてそこに集められて来るのだ。しかし彼らの大半は、（その恩恵のほどが）分からない。","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"１　つまり、シルク*の徒である他のアラブ人たちを敵に回すことで、殺害されたり、捕虜（ほりょ）になったり、財産を奪われたりすること（イブン・カスィール６：２４７参照）。 ２　「安全なる聖域」とは、マッカ*の聖域のこと。雌牛章１２５の訳注、蟻章９１「聖なる地」の訳注も参照。","lang":"ja"},{"name":"28:58","price":"われら*はその暮らし向きに思い上がった、どれだけ多くの（不信仰な）町（の人々）を滅ぼしてきたことか。そして、それらが（廃墟と化した）彼らの住居である。（その内）僅かな者を除いては、彼らの（滅亡）後、居住されることはなかったのだ。われら*こそはもとより、相続者¹なのである。","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"１　「相続者」については、イムラーン家章１８０の訳注も参照。","lang":"ja"},{"name":"28:59","price":"また（使徒*よ）、あなたの主*はもとより、町々を滅ぼされるお方ではないーー町々の母¹（の民）のもとに、われら*の御徴を彼らに誦んで聞かせる使徒*を遣わすまではーー。そしてわれら*は、その民が不正*者でありもしないのに、町々を滅ぼす者ではない。²","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"１　町々の「母」とは、マッカ*のこと（ムヤッサル３９２頁参照）。家畜章９２「都市の母」の訳注も参照。 ２　関連するアーヤ*として、夜の旅章１５とその訳注も参照。また、アーヤ*４６「民」の訳注も参照。","lang":"ja"},{"name":"28:60","price":"（人々よ、）あなた方に授けられたいかなるもの¹も、現世の生活の楽しみとその飾りに過ぎないのである。そしてアッラー*の御許にあるものは、より善く、より永く残るもの。一体、あなた方は分別しないのか？","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"１　つまり財産や子供などのこと（ムヤッサル３９３頁参照）。","lang":"ja"},{"name":"28:61","price":"われら*が（われら*に従った者には天国を与えるという）善き約束をし、（その約束を果たすことで）それ¹を目の当たりにする者は、われら*が現世の生活の享楽で楽しませ、（導きにも従わずに現世に溺れ、）それから復活の日*に（悪い清算へと）連れて来られる者たちの類いと、同様であろうか？","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"１　天国のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"28:62","price":"そして、かれ（アッラー*）が彼ら（シルク*の徒）を呼んで、「あなた方が主張していた、（崇拝*における）われの同位者たち¹は、どこなのか？」と仰せられる日のこと（を思い起こさせよ）。","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"１　「われの同位者たち」とは、彼らがアッラー*に対してシルク*を犯していた偶像など、彼らが拠（よ）り所としていた対象のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"28:63","price":"自分たちに（懲罰という）御言葉が確定した者たち¹は、言う。「我らが主*よ、これらの者たちは、私たちが逸脱させた者たちです。私たちは自分たちが逸脱したように、彼らを逸脱させました。わたしたちはあなたに、（彼らとは）無縁だと宣言します。彼らは私たちのことなど、崇めてはいなかった²のですから」。³","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"１　これはシャイターン*を始め、人々を不信仰へと招いていた者たち（イブン・カスィール６：２５０参照）。 ２　実際のところ、彼らが崇めていたのはシャイターン*に過ぎない（ムヤッサル３９３頁参照） 。 ３　同様の情景の描写として、雌牛章１６６－１６７、高壁章３８、イブラーヒーム*章２１－２２、識別章１７－１９、部族連合章６７－６８、サバア章３１－３３，４０－４１も参照。","lang":"ja"},{"name":"28:64","price":"そして、（シルク*の徒は、こう）言われる。「あなた方（がアッラー*）の同位者（としていたもの）たちを、呼んでみよ」。それで彼らにはかれらを呼ぶものの、かれらの方では彼らに応えてはくれず、彼らは懲罰を目の当たりにする。もし、彼らが導かれていれば（、懲罰を目の当たりにすることはなかったものを）。","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:65","price":"かれ（アッラー*）が、彼ら（シルク*の徒）を呼んで、「あなた方は、遣わされた者（使徒*）たちに何と応えたのか？」と仰せられる日のこと（を思い起こさせよ）。¹","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"１　この質問に関しては、食卓章１０９とその訳注も参照。","lang":"ja"},{"name":"28:66","price":"そしてその日、彼らにとっての言い訳はなくなってしまい、彼らは互いに尋ね合うこと（で、よい言い訳を見出すこと）もない。","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:67","price":"（現世で）悔悟して信仰し、正しい行い*を行った者はといえば、きっと成功者の一人となるであろう。","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:68","price":"あなたの主*は、お望みのものを創り、選ばれる。彼らに選択（の余地）はないのだ¹。アッラー*に称え*あれ、かれは彼らがシルク*を犯しているものから（無縁で）、遥か高遠なお方であられる。","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"１　アッラー*のしもべが自ら行う選択は、そもそもアッラー*がそれをお選びになり、お創りになったものである。また一説に、これは金の装飾章３１にある言葉への返答（アル＝バイダーウィー４：３０１参照）。","lang":"ja"},{"name":"28:69","price":"また、あなたの主*は、彼らの胸が潜めることも、露わにすることも、ご存知である。","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:70","price":"そして、かれはアッラー*、かれ以外に（真に）崇拝*すべきいかなるものもない。かれにこそ、現世と来世における全ての称賛*がある。そしてかれにこそ裁決は属し、かれの御許にこそ、あなた方は戻らされるのである。","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:71","price":"（使徒*よ、）言ってやれ。「言ってみよ、もしアッラー*があなた方に対し、夜を復活の日*まで永続するものとされたならば、（燦然たる）光をもたらすのはアッラー以外のどの神か？一体あなた方は、耳を傾けないのか？」","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:72","price":"言ってやれ。「言ってみよ、もしアッラー*があなた方に対し、昼を復活の日まで永続するものとされたならば、あなた方がそこで休息する夜をもたらすのは、アッラー*以外のどの神か？一体あなた方は、眼を開かないのか？」","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:73","price":"（人々よ、）かれは、そのご慈悲ゆえに、あなた方のために夜と昼を設けられた。（それは）あなた方がそこ（夜）において休息し、また（昼には）かれのご恩寵を求め（て活動す）るため。そして、あなた方が（かれからの恩恵に）感謝するようになるためなのだ。","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:74","price":"また、かれ（アッラー*）が彼ら（シルク*の徒）を呼び、「あなた方が主張していた、（崇拝*における）われの同位者たち¹は、どこなのか？」と仰せられる日のこと（を思い起こさせよ）。","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"１　「同位者たち」については、アーヤ*６２の訳注を参照。","lang":"ja"},{"name":"28:75","price":"そして、われら*は（使徒*を嘘つきとした）各共同体から一人の証人¹を抜き出し、（こう）言う。「（シルク*の正当性を確証する、）あなた方の明証を持って来い」。そして彼らは、真理がアッラー*に属することを知る。彼らの捏造していたものは、彼らから消え失せてしまうのだ。","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"１　この「証人」とは、各預言者*のこと。彼らは自分の民が現世で行っていたシルク*や、自分たちを嘘つき呼ばわりしたことなどを、証言する（ムヤッサル３９３頁参照）。婦人章４１の訳注も参照。","lang":"ja"},{"name":"28:76","price":"本当にカールーンはムーサー*の民の一人¹であり、彼らに対して（その高慢さと圧制において）度を越していた。またわれら*は、実にその（箱の）鍵が力持ちの集団にさえ重くのしかかるほどの財宝を、彼に与えた。彼の民（の内、正しい者たち）が彼に、（こう）言った時のこと（を思い起こさせよ）。「（自分の財産に）有頂点になってはいけません。本当にアッラー*は、（感謝せずに）有頂天になる者たちを、好まれないのですから。","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"１　カールーンはムーサー*のいとこであった、と言われる（アッ＝タバリー８：６４２４参照）。","lang":"ja"},{"name":"28:77","price":"そしてアッラー*があなたに授けたものにおいて、来世の住まい（の褒美）をお求めなさい。また、現世からのご自分の取り分も忘れてはなりません¹。そしてアッラー*があなたに対して善くなされたように、（他人に対して）善くし、地上で腐敗*を求めてはなりません。本当にアッラー*は、腐敗*を働く者たちをお好みにはならないのですから」。","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"１　一説に、この「取り分」は寿命のこと。つまり、「現世で正しい行い*をしないまま、寿命を無駄にしてはならない」という意味。別の一説では、「合法な物事を楽しみ、求める」という「現世の取り分」のことを指す（アル＝クルトゥビー１３：３１４参照）。","lang":"ja"},{"name":"28:78","price":"彼（カールーン）は言った。「私は外でもない、自分にある知識ゆえに、それを授けられたのだ¹」。一体、彼は知らないのか？彼よりも、ずっと力が強大で遥かに蓄えも多かった彼以前の数々の世代を、アッラー*が確かに滅ぼされたということを？罪悪者たちは、その罪について尋ねられることはない²。","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"１　つまり、彼はその財産を、自分自身の稼ぎと、金稼ぎの方法に関する知識と技術によって手にした、ということ。あるいは、「アッラー*が、自分のことをそれに相応（ふさわ）しいとご存知であるゆえに、それを授けられたのである」ということ（アッ＝サァディー６２３頁参照）。 ２　復活の日*、清算もなしに地獄へ入れられるということ。あるいは来世において、彼らの容貌（ようぼう）に現れた地獄の民の印ゆえ、もはや天使*たちが彼らに尋ねることはない、ということ（アッ＝タバリー８：６４３４参照）。","lang":"ja"},{"name":"28:79","price":"こうして彼は（ある日）、その装飾品に身を包んで（自らの偉大さと財産を誇示しつつ）、彼の民の前に現れた。現世の生活（の煌びやかさ）を望んでいる者たちは、言った。「私たちにも、カールーンに与えられたような物があったらいいのに！本当に彼はまさしく、偉大な幸運の持ち主だ」。","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:80","price":"そして、知識を授けられた者たち¹は言った。「あなた方の災いよ！²信仰し、正しい行い*を行う者にとっては、アッラー*のご褒美の方が（カールーンに与えられたもの）より良いのですよ。それを授かるのは、忍耐*強い者たち³だけですが」。","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"１　アッラー*とその教え、そして物事の真相を知った者たちのこと（ムヤッサル３９５頁参照）。 ２　この表現については、食卓章３１の訳注を参照。 ３　つまり、アッラー*への服従、罪に対しての自制、辛い定めにおいて忍耐*し、かつ現世とその欲望に対して忍耐*する者たちのこと（アッ＝サァディー６２３頁参照）。","lang":"ja"},{"name":"28:81","price":"こうしてわれら*は、彼とその邸宅を地面に飲み込ませた。彼には、アッラー*をよそに彼を助けてくれるいかなる集団もなかったし、（懲罰から）援助される者でもなかったのだ。","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:82","price":"そして昨日、彼の（ような）境遇を望んでいた者たちは、（こう）言い出した。「これは驚いたこと！アッラー*はその僕たちの内、かれがお望みの者に糧を豊富に与えられ、また控えられるのだ¹。もしアッラー*が私たちにお恵み下さらなければ、私たちのことも沈めてしまったであろう。これは驚いたこと！不信仰者*たちが成功することはないのだ」。","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"１　つまり彼らは、アッラーが誰かに財産をお授けになるのが、その者に対するアッラーのご満足の印ではないことを知った（イブン・カスィール６：２５７参照）。アッラーは財産を、かれが愛される者にも愛されない者にも、お授けになる。だが信仰心は、かれが愛される者にしかお授けにはならない（アル＝ハーキム７３８１参照）。サバア章３６、暁章１５－１６とそれらの訳注も参照。","lang":"ja"},{"name":"28:83","price":"（天国という）その来世の住まい、われら*はそれを地上で（、真理に対して）高慢さも腐敗*も望まない者たちのためのものとした。そして（善き）結末¹は、敬虔*な者たちのものである。","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"１　この「約束」とは、天国のこと（ムヤッサル３９５頁参照）。","lang":"ja"},{"name":"28:84","price":"誰であろうと（復活の日*、）善行を携えてやって来た者、彼にはそれよりも善いもの¹がある。そして誰であろうと悪行を携えてやって来た者、（彼にはそれに応じた悪い報いがある、というのも）悪行を行っていた者たちが報われるのは、自分たちが行っていたこと（ゆえの応報）に外ならないのだから。","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"１　この「善」とは、アッラーの唯一性*に対する純粋な信仰と、アッラーの教えに沿った善行のことであり、「それよりも善いもの」とは、その褒美としての天国と、そこでの安楽であるとされる（前掲書、同頁参照）。","lang":"ja"},{"name":"28:85","price":"（使徒*よ、）本当にあなたにクルアーン*を（お授けになり、その伝達と遵守を）義務づけ給うたお方は、あなたを帰り場所へと必ずやお返しになるお方¹。言え。「我が主*は、誰が導きを携えて到来したか、そして誰が紛れもない迷妄の中にあるかを、ご存知である」。","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"１　このアーヤ*の解釈には諸説あるが、アル＝クルトゥビー*によれば、預言者*ムハンマド*が故郷マッカ*に勝利者として帰還（きかん）することの暗示である、という説が多数派とされる（１３：２８８参照）。","lang":"ja"},{"name":"28:86","price":"（使徒*よ、）あなたは、啓典が自分に下されることを願っていたわけではなかった。しかし、（それは）あなたの主*からのご慈悲ゆえ（のもの）だったのだ。ならば決して、不信仰者*たちの援助者となるのではない。","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:87","price":"また、あなたにそれが下された後、彼らにあなたをアッラー*の御徴から阻ませては、決してならない。そしてあなたの主*（の教え）へと招け。絶対にシルク*の徒の類いとなってはならない。","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"ja"},{"name":"28:88","price":"そしてアッラー*に並べて、外の神¹を祈ってはならない。かれの外には、（真に）崇拝*すべきいかなるものもないのだから。かれの御顔²以外の全てのものは、滅び行くのである。かれにこそ裁決は属するのであり、かれの御許にこそあなた方は戻されるのだ。","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"１　「神」に関しては、雌牛章１３３の訳注を参照。 ２　アッラー*ご自身が、「御顔」と表現されている。あるいは、「アッラー*の御顔のみを求めて行われた行為」以外は、全て無駄（むだ）なものとなる、という意味（イブン・カスィール６：２６１－２６２参照）。","lang":"ja"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}