{"data":[{"name":"3:1","price":"アリフ・ラーム・ミーム¹。","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"１　これらの文字については、頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"3:2","price":"アッラー*はかれの外に真に崇拝*すべきものがなく、永世する*お方、全てを司る*お方。","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:3","price":"（使徒*よ、）かれはあなたに、それ以前のもの¹を確証する啓典（クルアーン*）を、真理をもってお下しになった。また、かれはトーラー*と福音*もお下しになり、","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"１　預言者*ムハンマド*以前の、諸啓典や諸預言者*のこと（ムヤッサル50頁参照）。","lang":"ja"},{"name":"3:4","price":"（それらをクルアーン*）以前に人々への導きとして（下し給い）、また（真理と虚妄を分ける）識別¹を下された。本当にアッラー*の御徴²を否定する者たち、彼らには厳しい懲罰がある。アッラー*は偉力ならびない*お方、報復の主*。","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"１　この「識別」には、「啓典一般」「（ダーウード*の）書簡」「クルアーン*」といった解釈がある（アル＝バイダーウィー2：4‐5参照）。 ２　この「御徴」とは、アッラーの唯一性*と、イーサー*がかれの僕（しもべ）であるということを示す証拠のこと（アッ＝タバリー3：1637参照）。","lang":"ja"},{"name":"3:5","price":"本当にアッラー*は、地でも天でも、かれから姿を暗ますことが出来るものなど、何一つない。","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:6","price":"かれはお望みのままに、あなた方を（母親の）胎内に形造られるお方。かれの外に、（真に）崇拝*すべきものはない。（かれは）偉力ならびない*お方、英知あふれる*お方である。","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:7","price":"かれは、この啓典（クルアーン*）をあなたに下されたお方。その中には、啓典の母¹である明確なアーヤ*と、（それとは）別の紛らわしいアーヤ*がある。心に歪みがある者たちは（人々の）誘惑を望み、（好き勝手な）解釈を求めて、意味が紛らわしい部分に従うのだ。アッラー*と、「私たちはこれ（クルアーン*）を信じた。（これは）全て我らが主*の御許からのものである」と言う、知識が深く根ざした者たちの外、その（真の）解釈を知るものはないというのに。澄んだ知性の持ち主以外、教訓を受けることはないのだ。","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"１　「啓典の母」とは、紛らわしさを感じた際に、そこへと立ち返るべきクルアーン*の根本的部分のこと（ムヤッサル50頁参照）。アラビア語では、何かの大半を占めるものや、物事の基礎となるものを、「（何かの）母」と呼ぶことがある（イブン・アーシュール3：154参照）。そして「紛らわしいアーヤ*」を「明確なアーヤ*」という基準によって判断する者は正しく導かれ、逆に「紛らわしいアーヤ*」を基準に「明確なアーヤ*」を判断しようとする者は、それに逆行することになる（イブン・カスィール2：6参照）。","lang":"ja"},{"name":"3:8","price":"（彼らは、こう言う。）「我らが主*よ、私たちを導かれた後で、私たちの心を歪めないで下さい。そしてあなたの御許から、私たちにご慈悲をお授け下さい。本当にあなたこそは、恵み深い*お方なのですから。","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:9","price":"我らが主*よ、本当にあなたは、（その到来に）疑惑の余地がない（復活の）日*に、人々を召集されるお方。本当にアッラー*が、約束を違えられることはありません。","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:10","price":"本当に、不信仰に陥った*者たち、彼らにはその財産も子供も、アッラー*（の懲罰）に対しては何の役に立つこともない。それらの者たちこそは、業火の薪なのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:11","price":"（彼らの結末は）フィルアウン*の一族や、それ以前の（不信仰）者*たちの習いと同様である。彼らはわれら*の御徴¹を嘘よばわりし、アッラー*はその罪ゆえに彼らを（罰で）捕らえられた。アッラー*は、厳しく懲罰されるお方。","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"１　この「御徴」は、クルアーン*のアーヤ*、あるいはアッラーの唯一性*を示す証拠のこと（アル＝クルトゥビー4：23参照）。","lang":"ja"},{"name":"3:12","price":"（使徒*よ、）不信仰に陥った者*たちに、言ってやるがいい。「あなた方は、じきに打ち負かされて、地獄に集められよう。その寝床は、何と醜悪なことか」。","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:13","price":"（ユダヤ教徒*たちよ、バドルの戦い*で）会した二つの集団には、確かにあなた方への御徴¹があった。（一方は）アッラー*の道において戦う集団であり、不信仰であるもう一方（の集団）には確かに、彼らがその（実際の数の）倍に見えたのだ²。アッラー*は、かれがお望みになる者を、かれのご援助でお助けになる。本当にそこにはまさしく、慧眼を有する者たちへの教示があるのだ。","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"１　この「御徴」は、アッラー*がイスラーム*を威光（いこう）高きものとされ、その使徒*を援助され、その敵は敗北することになるという教示と証拠のこと（アル＝カースィミー4：802参照）。 ２　このアーヤ*の解釈には、以下のような説がある：①信仰者たちにとって、不信仰者*たちが、自分たちの倍に見えた。そもそも不信仰者*たちの数は信仰者たちの三倍だったが、それより少なく見えることで、信仰者たちを戦闘へと鼓舞（こぶ）する結果となった（戦利品*章44も参照）。②不信仰者*たちにとって、信仰者たちが、信仰者たちの本来の数の倍に見えた。③不信仰者*たちにとって、信仰者たちが、自分たちの数の倍に見えた（イブン・ジュザイ1：137‐138参照）。","lang":"ja"},{"name":"3:14","price":"欲望（を誘うものへ）の愛情は、人々に煌びやかにされた。婦女、子供、莫大な金銀財宝、美しい馬¹、家畜、農地。それらは、現世の生活における楽しみ。そしてアッラー*の御許にこそは、善い帰り所があるのだ。","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"１　「美しい馬」には外にも、「放し飼いにされた馬」とか、斑点（はんてん）や色、あるいは烙印（らくいん）などの「印によって特徴づけられた馬」、といった解釈もあり（アル＝バガウィー1:417‐418参照）。","lang":"ja"},{"name":"3:15","price":"（使徒*よ、）言ってやるがいい。「あなた方に、それよりも善いものを教えようか？敬虔である*者たちには、彼らの主*の御許に、その下から河川が流れる楽園——彼らはそこに永遠に住む——と、純潔な妻¹たち、アッラー*からのご満悦がある。アッラー*は、その僕たちをよくご覧になるお方。","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"１　「純潔な妻」に関しては、雌牛章25の訳注参照。","lang":"ja"},{"name":"3:16","price":"（彼らは、こう言う。）「我らが主*よ、私たちは本当に信仰しました。ゆえに、私たちのために私たちの罪をお赦しになり、私たちを業火の懲罰からお救い下さい」。","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:17","price":"（彼らは）忍耐*があり、（言動において）正直、（アッラー*の教えに）従順で、（施しのために）よく費やし、夜明け前に（罪の）赦しを乞う者たち。","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:18","price":"アッラー*は、公正を行われるかれの外に、崇拝*すべきものがないことを証言された。そして天使*たちも、知識ある者たちも、また（それを証言する）。かれの外に、崇拝*すべきものはない。（かれは）偉力ならびない*お方、英知あふれる*お方。","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:19","price":"本当にアッラー*の御許における（真の）宗教¹はイスラーム*である。そして啓典を授けられた人々が意見を異にしたのは、彼らのもとに知識²が到来した後のこと、彼らの間の侵犯³ゆえ以外の何ものでもなかった。誰だろうとアッラー*の御徴⁴を否定する者があっても（、アッラー*は彼にその応報を与えられるのであり）、本当にアッラー*は即座に計算されるお方*なのだ。","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"１　アッラー*が創造物に対してお喜びになり、使徒*たちに託（たく）して遣（つか）わし、それ以外のものはお受け入れにはならない「宗教」のこと（ムヤッサル52頁参照）。アーヤ*85も参照。 ２　この「知識」は、使徒*や啓典のこと（前掲書、同頁参照）。相談章14の訳注も参照。 ３　この「侵犯」については、雌牛章213の訳注を参照。 ４　この「御徴」は、クルアーン*のアーヤ*、及びアッラーの唯一性*を示す証拠のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"3:20","price":"それで（使徒*よ）、もし彼ら（啓典の民*）があなたに（アッラーの唯一性*について）論争してくるのなら、言ってやるがよい。「私はアッラー*に（のみ）自分の顔を向け、服従した¹。そして、私に従った者も同様である」。また、啓典を授けられた者*たちと文盲者たち²に、（こう）言うのだ。「あなた方は（アッラーの唯一性*において）、服従したのか？³」もし服従したならば、彼らは確かに（正しく）導かれたのである。そして、もし彼らが背き去ったとしても、あなたの義務は（啓示の）伝達だけなのだ。アッラー*は、その僕たちをよくご覧になるお方。","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"１　「アッラー*にのみ顔を向け、服従する」については、雌牛章112の訳注を参照。 ２　アラブ人を筆頭（ひっとう）とする、シルク*の徒のこと（前掲書、同頁参照）。合同礼拝章2の同語に関する訳注も参照。 ３　この質問は命令の意味を含む、アラビア語に言い回し（アッ＝タバリー3：1725参照）。","lang":"ja"},{"name":"3:21","price":"本当に、アッラー*の御徴¹を否定し、預言者*たちを不当に殺害し、人々の内、正義を命じる者たち²を殺す者たち³、彼らには、痛烈な懲罰の吉報⁴を告げてやるがよい。","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"１　この「御徴」は、クルアーン*と使徒*ムハンマド*のこと（イブン・アル＝ジャウズィー1：365参照）。 ２　つまり善事を命じ、悪事を禁じる者たち（アッ＝サァディー126頁参照）。アーヤ*104とその訳注も参照。 ３　預言者*たちを殺害したのは、ここで語り掛けられている預言者*ムハンマド*時代の啓典の民*の、先祖である。しかし、彼らが先祖のそのような行いに満足していたことから、それが彼ら自身の行いであるかのように表現されている（アブー・ハイヤーン2：314参照）。 ４「吉報を告げること（ダブシール）は本来、喜ばしい知らせに用いられる。しかしここでは、彼らへの蔑（さげす）みを表す、修辞的表現として用いられている（イブン・アーシュール3：207参照）。","lang":"ja"},{"name":"3:22","price":"それらの者たちは、現世と来世においてその行いが台無しになってしまった者たち。彼らには、いかなる援助者もない。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:23","price":"（使徒*よ、）あなたは、啓典の一部を授けられた者たち（啓典の民*）が、彼らの間に裁決を下すためにアッラー*の啓典（クルアーン*）へと呼びかけられ、それから彼らの一部が、（真理から）身を翻して背を向けるのを見なかったのか？","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:24","price":"それというのも、彼らが「（地獄の）業火が私たちに触れるのは、どうせ数日間だけだ¹」と言っていたからなのだ。彼らがでっち上げていたものが、彼らの宗教において彼らを欺いたのである。","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"１　雌牛章80の訳注も参照。","lang":"ja"},{"name":"3:25","price":"（その到来に）疑惑の余地のない（復活の）日*、われら*が彼らを召集し、各人が不正*を受けることなく、自らが稼いだことをふんだんに報われる時、（彼らの状況は）どうなってしまうだろうか？","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:26","price":"（預言者＊よ、祈って）言うがよい。「王権の所有者アッラー*よ、あなたは、あなたがお望みの者に王権をお与えになり、あなたがお望みの者から王権を剥奪されます。また、あなたがお望みの者に権勢をお与えになり、あなたがお望みの者を卑しめられます。あなたの御手にこそ、善きものはあります。本当にあなたは、全てのことがお出来になるお方なのですから。","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:27","price":"あなたは夜を昼の中にお入れになり、昼を夜の中にお入れになります¹。また死から生を取り出され、生から死を取り出されます²。そしてあなたは、あなたがお望みの者に、際限なくお恵みになるのです」。","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"１　夜の一部を昼に入れて夜を短くしたり、また同様に、昼の一部を夜に入れて昼を短縮したりすることを意味する、とされる（アッ＝タバリー3：1733頁参照）。 2　種から作物を、作物から種を出したり、不信仰者*を信仰者に、信仰者を不信仰者*にしたり、鶏から卵を、卵を鶏から出したりする、というようなことであるとされる（イブン・カスィール2：29参照）。","lang":"ja"},{"name":"3:28","price":"信仰者たちは、（他の）信仰者を差しおいて、不信仰者*たちをその盟友としてはならない。そうする者は、アッラー*から完全に無縁となる¹。但し、彼ら（の危害）から本当に身を守る²場合は、その限りではないが。アッラー*はあなた方に、ご自身（のお怒り）について警告される。かれこそは、あなた方の帰り所なのだ。","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"１　不信仰への愛情、ムスリム*に対する敵対・害悪などゆえに、非ムスリムを盟友とすることは禁じられる。しかしムスリム*たちへの害とならない限り、非ムスリムとよい形で付き合ったり、親戚づきあいなどをしたりして、個人的に親しい関係を結ぶことに問題はない（イブン・アーシュール3：217‐220参照）。試問される女章8も参照。 ２　不信仰者*の悪を怖れる状況では、彼らから身を守るため、外面的に彼らにおもねることが許される。ただし、内面までそうしてはならない。蜜蜂章106も参照（イブン・カスィール2：30参照）。","lang":"ja"},{"name":"3:29","price":"（預言者*よ、信仰者たちに）言うがいい。「あなた方が、自分たちの胸中にあることを隠そうが、それを露にしようが、アッラー*はそのことをご存知である。かれは、諸天にあるものと、大地にあるものを（全て）、知っておられるのだ。アッラー*は全てのことがお出来になるお方」。","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:30","price":"各人が、自らが（現世で）行った善いことも悪いことも、ありありと目の当たりにする、（復活*の）その日のこと（を思い起こすがよい）。彼は（その時）、自分自身とその（悪事との）間に、遠い時間の隔たりがあったなら、と望むのだ。アッラー*はあなた方に、ご自身（の懲罰）について警告される。アッラー*は、その僕たちに哀れみ深い*お方。","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:31","price":"（使徒*よ、）言うのだ。「もし、あなた方がアッラー*のことを（真に）愛しているのなら、私に従うのだ。（そうすれば）アッラー*もあなた方を愛して下さり、あなた方のために、その罪をお赦し下さる。アッラーは赦し深いお方、慈愛深い*お方なのだから」。","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:32","price":"（使徒*よ、）言え。「アッラー*と使徒*に従うのだ」。それで、もし彼らが背き去ったならば、本当にアッラー*が不信仰者*たちを愛されることはないのである。","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:33","price":"実にアッラー*は、アーダム*、ヌーフ*、イブラーヒーム*の一族、イムラーンの一族¹を、全創造物の中から選り抜かれた。","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"１　「イブラーヒーム*の一族」の中には、人類の長・最後の預言者*ムハンマド*も含まれる。また、「イムラーンの一族」の「イムラーン」とは、イーサー*の母マルヤム*の父のこととされる（イブン・カスィール2：33参照）。","lang":"ja"},{"name":"3:34","price":"互いに繋がり合う子孫として。アッラー*は、よくお聞きになるお方、全知者であられる。","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:35","price":"イムラーンの妻が、（祈って、こう）言った時のこと（を思い起こさせよ）。「我が主*よ、本当に私は、自分のお腹に宿っているものを、自由な者¹としてあなたに捧げると誓いました。ゆえに私から、お受け入れ下さい。本当にあなたは、よくお聞きになるお方、全知者であられますから」。","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"2　アッラー*とエルサレムの神殿への奉仕に専念し、その他のいかなる仕事からも「自由な者」ということ（アッ＝タバリー3：1747参照）。","lang":"ja"},{"name":"3:36","price":"彼女（マルヤム*）を出産した時、彼女（イムラーンの妻）は言った。「我が主*よ、本当に私は女児を生んでしまいました——アッラー*は、彼女が生んだものを最もよくご存知である——。そして男性は、女性のようではありません¹。また、本当に私は、彼女をマルヤム*と名付けました。そして実に私は、追放された²シャイターンに対し、彼女とその子孫へのあなたのご加護をお祈りします。」","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"１　当時女子は、神殿での奉仕に適当ではないとされていた。（アル=バガウィー1:431参照）。 ２　「追放された」と訳した原語は「ラジーム」で、「呪われた（つまり、アッラー*のご慈悲から遠ざけられた）」「けなされた」「（天から）追放された」「（流星で）撃たれた」など、複数の意味を含みえる（アッ＝タバリー1：120参照）。","lang":"ja"},{"name":"3:37","price":"彼女（イムラーンの妻）の主は、彼女を快くお受け入れになり、彼女（マルヤム*）を見事にお育てになった。そしてかれは、ザカリーヤー*に彼女の養育をお任せになった¹。彼（ザカリーヤー*）は彼女を訪れてミフラーブ²に入るたびに、彼女のもとに食べ物³があるのを見出した。彼は言った。「マルヤム*よ、一体どこからあなたにこれが？」彼女は（答えて）言った。「これは、アッラー*の御許からです。本当にアッラー*は、かれがお望みの者に、際限なくお恵みになるのです。」","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"１　アーヤ*44を参照。 ２　ここでの「ミフラーブ」とは、独りきりで崇拝*行為や礼拝などに専念するための場所のこと（イブン・アーシュール3：237参照）。 ３　夏の果物が冬にあったり、冬の果物が夏にあったりしたのだとされる（イブン・カスィール2：36参照）。","lang":"ja"},{"name":"3:38","price":"そこでザカリーヤー*は、彼の主*に祈（って言）った。「我が主*よ、あなたの御許から私に、よき子孫をお授け下さい¹。本当にあなたは、祈りをお聞きになるお方です」。","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"１　アーヤ*40にあるように、ザカリーヤー*は高齢で、その妻は不妊であった。マルヤム*章4-5も参照。","lang":"ja"},{"name":"3:39","price":"そして、彼（ザカリーヤー*）がミフラーブで礼拝しつつ立っていると、天使*たちが彼に呼びかけた。「アッラー*はあなたに、ヤヒヤー*（誕生）の吉報をお伝えになる。アッラー*からの御言葉¹を信じる者、（民の）長、隔てられた者²、正しい者*たちの一人である預言者*として（の彼の吉報を）」。","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"１　アル=クルトゥビー*によれば大半の解釈学者は、この「アッラー*の御言葉」をイーサー*のことと解釈し、かれがそのように呼ばれるのは、「アッラー*が『あれ』と仰せられたことで、父親もなしに存在した（アーヤ*47参照）」ためである、としている（4：76参照）。 ２　罪や、有害な欲望に近づくことなく、そのような物事から「隔てられた者」（ムヤッサル55頁参照）。","lang":"ja"},{"name":"3:40","price":"彼（ザカリーヤー*）は言った。「我が主*よ、どうして私に男の子が出来ましょう？私はもう高齢に達し、私の妻は不妊だと言いますのに」。彼（天使*）は言った。「そのように、アッラー*はお望みのことをなされるのだ」。","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:41","price":"彼（ザカリーヤー*）は言った。「我が主*よ、私に御徴¹をお示しください」。彼（天使*）は言った。「あなたへの御徴は、あなたが三日間、身振りによる以外は人々と話すことが出来なくなることである。そして、あなたの主*を多く唱念し、夕に朝に称える*のだ」。","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"１　この「御徴」とは、子供を授かることの証拠としての印のこと（ムヤッサル55頁参照）。","lang":"ja"},{"name":"3:42","price":"天使*たちが、（こう）言った時¹のこと（を思い起こさせよ）。「マルヤム*よ、本当にアッラー*はあなたをお選びになり、清められた。そして全世界の女性の中から、あなたを選りすぐられたのである。","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"１　この時の描写は、マルヤム*章16-21に詳しい。","lang":"ja"},{"name":"3:43","price":"マルヤム*よ、あなたの主*に謹んで仕えよ。そして（かれに）サジダ*し、ルクーゥ*する者たちと共にルクーゥ*をするのだ」。","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:44","price":"それは（使徒*よ）、われら*があなたに啓示する、不可視の世界*に属する消息の一部である。そして彼らが、誰かマルヤム*を養育するかを決めるために（くじ引きの）筆を投げた時¹、あなたは彼らの所にはいなかった。また彼らが言い争った時も、あなたは彼らと一緒ではなかったのだ。","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"１　マルヤム*の母が彼女を連れてエルサレムの神殿に行ったところ、誰が彼女の面倒を見るかで、人々の間に議論が起きた。マルヤム*が、神殿の導師イムラーンの娘であったためである。それで彼らは川に筆を投げ入れ、それが流れなっかった者がマルヤム*の後見人となることに決めた。その結果、ザカリーヤー*が彼女の後見人となった（イブン・カスィール2：42．アッ＝サァディー130頁参照）。","lang":"ja"},{"name":"3:45","price":"天使*たちが、（こう）言った時のこと（を思い起こさせるがよい）。「マルヤム*よ、本当にアッラー*は、ご自身からの御言葉¹についての吉報を、あなたにお伝えになる。その名はマスィーフ*、マルヤム*の子イーサー*。現世でも来世でも栄誉ある者であり、（アッラー*の御許ではその）側近の一人。","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"１　「アッラー*からの御言葉」については、アーヤ*39の訳注を参照。","lang":"ja"},{"name":"3:46","price":"また、彼は揺りかごの中からでも、壮年になってからも人々に語りかけ、正しい者*たちの一人である」。","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:47","price":"彼女（マルヤム*）は、（驚いて）言った。「我が主*よ、どうして私に子供が出来ましょうか？今まで誰一人、私に触れたことなどありませんのに」。彼（天使*）は言った。「そのように、アッラー*はお望みのものをお創りになる。かれが一事をお取り決めにな（り、お望みにな）れば、それに『あれ』と仰せられるだけで、それは存在するのである。¹","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"１　マルヤム*がイーサー*を身ごもり、出産した時とその後の出来事については、マルヤム*章22以降を参照。","lang":"ja"},{"name":"3:48","price":"また、かれ（アッラー*）は書¹、英知、トーラー*、福音*を、彼（イーサー*）にお教えになる。","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"１　この「書」の解釈には、「啓典」あるいは「筆記」という説がある（アッ＝サァディー131頁）。","lang":"ja"},{"name":"3:49","price":"そして（彼を）、イスラーイールの子ら*への使徒*と（され、彼にこう言わせられる）。『実に私は、あなた方の主*からの御徴¹を携えて、あなた方のもとにやって来た。本当に私があなた方のために、泥土で鳥の形のようなものを作り、そこに息を吹き込むと、それはアッラー*のお許しにより（本物の）鳥となる。また、私はアッラー*のお許しにより、生まれつきの盲人やライ病²患者を癒し、死人を蘇らせよう。そしてあなた方が家で食べているものと、蓄えているものについて、あなた方に話して聞かそう。本当にそこにこそ、あなた方への御徴があるのだ。もし、あなた方が信仰者であるというのなら。","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"１　この「御徴」とは、彼がアッラー*の使徒*であることを示す証拠のこと（ムヤッサル56頁参照）。 ２　あえて「ライ病」とい訳をあてた原語「アラブス」は、肌が白くなる皮膚（ひふ）病のほか、現在ハンセン病として知られている症状のことも指す。ユダヤ教徒*はこの病を非常に忌避（ひき）し、彼らを隔離（かくり）していた。そのような中、イーサー*がこの病を治すことは、当時のユダヤ教徒*にとって大きな奇跡を意味したのである（イブン・アーシュール3：251参照）。","lang":"ja"},{"name":"3:50","price":"また（私は）、トーラー*という私以前のもの（の内容）を確証し、あなた方に禁じられたものの一部¹をあなた方に合法化するために（、あなた方のもとにやって来た）。そして私は、あなた方の主*からの御徴²を携えて、あなた方のもとに到来したのである。ゆえにアッラー*を畏れ*、私に従うのだ。","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"１　「禁じられたものの一部」とは、ある種の食べ物のこと。一説に、それは脂肪（しぼう）や爪を有する生き物（家畜章143の訳注を参照）のように、本来トーラー*では禁じられていなかったにも関わらず、ユダヤ教徒*の罪ゆえに禁じられたもの（婦人章160参照）。あるいは、トーラー*が禁じていなかったにも関わらず、彼らの学者たちが勝手に禁じたもの（アル＝クルトゥビー4：96参照）。金の装飾章63とその訳注も参照。 ２　アーヤ*49「御徴」の訳注を参照。","lang":"ja"},{"name":"3:51","price":"本当にアッラー*は、我が主*であり、あなた方の主*。ならば、かれ（のみ）を崇拝*せよ。これが、まっすぐな道なのだから』」。","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:52","price":"（しかし彼らはイーサー*を、嘘つき呼ばわりした。）それでイーサー*は、彼ら¹の不信仰を察知すると、言った。「アッラー*（の道）への、私の援助者は誰か？」弟子たち²は言った。「私たちが、アッラー*の援助者です。私たちはアッラー*を信じました。（イーサー*よ、）私たちこそは服従する者（ムスリム*）である、と証言して下さい」。","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"１　彼とその信徒を敵視した、ユダヤ教徒*たちのこと（アッ＝タバリー3：1800参照）。 ２　便宜上「弟子たち」という訳語をあてた原語「ハワーリーユーン」は、「純白」を意味する「ハワル」から派生したとされる。その名称の由来には、「彼らの意図の真摯（しんし）さと、内面の純粋さゆえ」「白い衣服を着ていたため」「衣服の漂白に携（たずさ）わる者たちであったため」といった諸説がある（アル＝バイダーウィー2：44参照）。","lang":"ja"},{"name":"3:53","price":"（弟子たちは、アッラー*に祈って言った。）「我らが主*よ、私たちは、あなたが下されたものを信じ、使徒*（イーサー*）に従いました。ならば私たちを、証言者たち¹と共にお書き留め下さい」。","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"１　アッラーの唯一性*と使徒*の真実性を証言する者たち、つまり全ての使徒が、彼らの遣（つか）わされた民にアッラー*の教えを伝えたということを証言する、ムスリム*たちのこと（ムヤッサル57頁参照）。雌牛章143「証人となる」の訳注も参照。","lang":"ja"},{"name":"3:54","price":"そして彼ら¹は策謀し、アッラー*も策謀なされた²。アッラー*は、最良の策謀者であられる。","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"１　この「彼ら」については、アーヤ*52「彼ら」の訳注を参照。 ２　この「アッラー*の策謀」とは、イーサー*の殺害を企（たくら）んだユダヤ教徒*らの策謀に対し、アッラー*がある男にイーサー*の容貌（ようぼう）を与えられたこと。その結果、彼らはその者をイーサー*と思い込んで捕まえ、磔（はりつけ）にした（ムヤッサル57頁参照）。婦人章157とその訳注も参照。彼らへの罰が、彼らの罪（策謀）の名で表現されていることについては、雌牛章15の訳注を参照。","lang":"ja"},{"name":"3:55","price":"アッラー*が、（こう）仰せられた時のこと（を思い起こさせよ）。「イーサー*よ、本当にわれはあなたを召し、あなたをわれの許に上げ、不信仰に陥った者*たちから清める¹者である。また、あなたに従った者たちを、復活の日*まで不信仰に陥った者*たちに優越させる者である。それから（清算の日）、われにこそ、あなた方の戻り所がある。そしてわれは、あなた方が（イーサー*において）意見を異にしていたことにおいて、あなた方の間に裁定を下すのだ。","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"１　イーサー*は死ぬことなく、アッラー*の御許（みもと）へと召された（前掲書、同頁参照）。婦人章157‐159とその訳注も参照。","lang":"ja"},{"name":"3:56","price":"それで不信仰だった者*たちはといえば、われは彼らを、現世においても来世においても厳しい懲罰で罰する。そして彼らには、いかなる援助者もない」。","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:57","price":"また、信仰して正しい行い*を行った者たち、かれ（アッラー*）は彼らに、余すことなく褒美をお授けになる。アッラーは、不正*者たちを好まれないのだ。","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:58","price":"それ¹は（使徒*よ）、われら*があなたに誦み聞かせる御徴²であり、英知にあふれる教訓である。","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"１　アッラー*が預言者*に啓示した、イーサー*にまつわるこれらの真実のこと（ムヤッサル57頁）。 ２　この「御徴」とは、ムハンマド*の預言者*性が真実であるという証拠。というのもここで語られた知識は啓典を読んだことがある者か、啓示の主にしか分からないことだが、彼は文盲（もんもう）だったからである（アル＝バガウィー1：449参照）。","lang":"ja"},{"name":"3:59","price":"本当に、アッラー*の御許におけるイーサー*の状況は、まるでアーダム*のようなもの¹。かれ（アッラー*）が士²から彼（アーダム*）を創造され、それに「（人間と）なれ」と仰せられるだけで、それは（そう）なるのである。","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"１　イーサー*が父親なしに創造されたことを彼の神性の根拠とすることは、誤りである。アーダム*は父親どころか、母親もなしに創造されたのであり、彼がアッラー*のしもべの一人に過ぎないことは、異論の余地のないことなのだから（ムヤッサル57頁参照）。 ２　アーダム*が「土」から創造されたことについては、アル＝ヒジュル章26の訳注を参照。","lang":"ja"},{"name":"3:60","price":"（使徒*よ、これは）あなたの主*からの真理。ならば、あなた¹は絶対に、疑わしく思う者たちの類いとなってはならない。","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"１　この「あなた」については、雌牛章120「あなた」の訳注を参照。","lang":"ja"},{"name":"3:61","price":"それで（使徒*よ、イーサー*に関する真実の）知識があなたに下された後、彼についてあなたに議論をしかける者があれば、（こう）言ってやるがいい。「来なさい。私たちの子供とあなた方の子供、私たちの妻たちとあなた方の妻たち、そして私たち自身とあなた方自身を呼び（集め）、それから互いに本気で祈り合い、嘘をついている者にアッラー*の呪い¹があるとしよう²」。","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"１　「アッラー*の呪い」については、雌牛章88の訳注参照。 ２　預言者*は、キリスト教徒*の派遣団（スーラ*冒頭の訳注を参照）にこうすることを提示したが、彼らはそれを拒否した（アル＝ブハーリー4380参照）。もしそうしたら、自分たちと自分たちにとって最愛の人々に「呪い」が返って来ることを、知っていたからである（アッ＝サァディー133頁参照）。","lang":"ja"},{"name":"3:62","price":"本当にこれこそは、まさしく真実の物語であり、アッラー*の外に崇拝*に値するものなどはない。そして本当にアッラー*こそは、まさに偉力ならびない*お方、英知あふれる*お方であられる。","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:63","price":"それで、もし彼らが（あなたを信じることから）背き去ったとしても、アッラー*こそは腐敗*を働く者たちをご存知なお方なのだ。","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:64","price":"（使徒*よ、）言え。「啓典の民*よ、私たちとあなた方との間の（共通する）正しい言葉へとやって来なさい。『私たちはアッラー*以外には崇拝*せず、かれに対して何ものをも並べない¹。またアッラー*を差しおいて、自分たちの内の誰かを主としたりもしない』（という言葉へ）」。もし彼らが（この呼びかけから）背き去ったのなら、（ムスリム*たちよ、こう）言ってやるがいい。「私たちが（アッラー*に）服従する者（ムスリム*）であると、証言せよ²」。","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"１　つまり、シルク*を犯さない、ということ（ムヤッサル58頁参照）。 ２　もし彼らがこの善い誘いを断るのであれば、自分たち（ムスリム*）が崇拝*行為と真摯（しんし）さをもってアッラー*に従い、正義の言葉へと招く者たちであることを証言せよ、ということ（前掲書、同頁参照）。","lang":"ja"},{"name":"3:65","price":"啓典の民*よ、トーラー*も福音*もイブラーヒーム*の後に下されたものなのに、どうしてあなた方はイブラーヒーム*のことで議論するのか？一体あなた方は、分別することがないのか？¹","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"１　ユダヤ教徒*とキリスト教徒*は共に、イブラーヒーム*は自分たちの宗教に属していたのだ、と主張していた。（アッ＝サァディー134頁参照）。","lang":"ja"},{"name":"3:66","price":"ほら、あなた方という人たちは、自分たちが知識を有していることについてさえ（信じずに）議論しているというのに、なぜ自分たちに知識のないことについて議論するのか？¹アッラー*がご存知なのであり、あなた方は知らないのだ。","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"１　彼らは、自らがよく知っている預言者*ムハンマド*とその教えの真実性についても受け入れずに議論しているのに、なぜ彼らが知りもしないイブラーヒーム*のことについてまで議論することが出来るのか、ということ（ムヤッサル58頁参照）。","lang":"ja"},{"name":"3:67","price":"イブラーヒーム*は、ユダヤ教徒*でもキリスト教徒*でもなかった。しかし彼は純正な人¹であり、服従する者（ムスリム*）であった。そして、シルク*の徒の類いではなかったのだ。","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"１　「純正」に関しては、雌牛章135の訳注を参照。","lang":"ja"},{"name":"3:68","price":"本当に、イブラーヒーム*に最も近しい人々とは、まさしく彼に従った者たちと、この預言者*（ムハンマド*）、そして（彼を）信仰した者たちである。アッラー*は、信仰者たちの庇護者*なのだ。","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:69","price":"啓典の民*の一派は、あわよくばあなた方を（イスラーム*から）迷わせようと望んでいる。彼らは気付かずに、自分自身を迷わすだけなのだが。","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:70","price":"啓典の民*よ、あなた方はなぜアッラー*の御徴¹を拒否するのか？あなた方は、（それを）目の当たりにしているというのに。","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"１　この「御徴」とは、彼らの啓典の中における、預言者*ムハンマド*の描写、及びクルアーン*のこと（アル＝バガウィー1：456参照）。","lang":"ja"},{"name":"3:71","price":"啓典の民*よ、あなた方はなぜ知っていながら、真理を虚妄で紛らわそうとしたり、真理を隠蔽したりするのか？","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:72","price":"啓典の民*の一派は、言った。「一日の始めには信仰する者たちに下されたものを信じ、その（日の）終わりには否定するのだ。恐らく彼らは、（再び不信仰に）戻って来るであろうから。¹","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"１　ユダヤ教徒*の一部は、信仰心の弱いムスリム*に、イスラーム*に疑念を抱かせて棄教（ききょう）させるべく、このような策略を行った（イブン・カスィール2：59参照）。","lang":"ja"},{"name":"3:73","price":"そしてあなた方の宗教に従う者以外は、（本気で）信じてはならない——（使徒*よ、）言ってやれ、本当に導きとはアッラー*のお導きだけである、と——、（それは）あなた方が授かったものと同様のものが誰かに授けられたり、彼らがあなた方の主*の御許であなた方と議論（して勝利）するようなことがないようにするためである¹」。（使徒*よ、）言ってやるがいい。「実に（全ての）恩寵はアッラー*の御手にあり、かれはそれを、かれがお望みの者にお授けになる。アッラー*は公量な*お方、全知者であられる。","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"１　彼らユダヤ教徒*の一部が恐れていたのは、彼らが預言者*ムハンマド*を信じ、自分たちの知識をムスリム*たちに教えてしまえば、ムスリム*たちの方が自分たちより優位になってしまうこと、あるいは、そのことがアッラー*の御許で、彼ら自身に対するムスリム*たちの正当性の証拠となってしまうことであった（ムヤッサル59頁参照）。","lang":"ja"},{"name":"3:74","price":"かれは、彼がお望みになる者に、そのご慈悲¹を特別にお与えになる。アッラー*は、偉大な恩寵の主であられる」。","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"１　この「ご慈悲」は、預言者*としての天分、及びイスラーム*への導きのこと（ムヤッサル59頁参照）。","lang":"ja"},{"name":"3:75","price":"啓典の民*の中には、あなたが大金を託しても、それをあなたに返済する者がある。また彼らの中には、あなたが一枚の金貨を託しても、常に催促しない限り、返さない者もいる。それは彼らが、「文盲者たち¹（の権利侵害）において、私たちに（咎めらる）筋合いなどはない」と言っているためである。彼らは知っていながら、アッラー*に対して嘘を語っているのだ。","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"１　文盲の民であった、当時のアラブ人のことを指すと言われる。ユダヤ教徒*らは、彼らの財産は、不当に奪ってもよいと信じていた（ムヤッサル59頁参照）。合同礼拝章2の訳注も参照。","lang":"ja"},{"name":"3:76","price":"いや、かれ（アッラー*）との約束を果たし、（かれを）畏れ*る¹者ならば、本当にアッラー*は（かれを）畏れる*者たちをお好みになる。","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"１　「かれとの約束を果たす」とは、信託を守ること、アッラー*とその使徒*を信じ、その導きと教えを守ることなどを始めとした、アッラー*との約束を果たすこと（前掲書、同頁参照）。また「畏れる*」とは、アッラー*を畏れるがゆえに、かれに対する義務だけでなく、人に対する義務もきちんと果たすこと（アッ＝サァディー135頁参照）。","lang":"ja"},{"name":"3:77","price":"本当に、アッラー*との契約と自分たちの誓約と引き換えに、僅かな代価を得る者たち、それらの者たちには来世において何の（善き）取り分もない。そしてアッラー*は復活の日*、彼らに（嬉しい）お言葉をかけても下さらなければ、彼らを（慈悲の目で）ご覧にもならず、彼らを、（罪から）清めて下さることもない。彼らには、痛ましい懲罰があるのだ。","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:78","price":"また、本当に彼ら（ユダヤ教徒*）の中には、あなた方がそれを啓典の一部と思い込むようにすべく、啓典（の内容）を口で言い換える一派がある。それは啓典の一部などではないのに。また彼らは、「これはアッラー*の御許からのものだ」などと言う。それは、アッラー*の御許からのものなどではないのに。彼らはアッラー*について、知りつつ嘘を語っているのだ。","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:79","price":"アッラー*が人間¹に、啓典と英知²と預言者*としての天分を授けられた後、その者が人々に向かって「アッラー*を差しおいて、私を崇拝*せよ」などと言うことはありえない。しかし（そのような者は、こう命じるのが当然なのだ。）「あなた方は、啓典を教え、自らも学んできたことによって、学識豊かな指導者³となるのだ」。","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"１　ここでの「人間」は全人類のことだが、特にイーサー*、あるいは預言者*ムハンマド*のことを指していると言われる（アル＝バガウィー1：462‐463参照）。 ２　この「英知」は理解・知識、あるいは人々を裁く権威のこと（前掲書、1：463参照）。 ３　「学識豊かな指導者」という訳語をあてた原語は、「ラッバーニー」の複数形。アッ＝タバリー*はこれが「ラッバ（面倒を見る、育成する）」という語の派生形とし、宗教的知識を備えつつも、現世分野においても人々の教育と指導に携（たずさ）わる者である、と解釈している（3：1849参照）。","lang":"ja"},{"name":"3:80","price":"また（そのような者が、）「天使*や預言者*たちを主*とせよ」などと、あなた方に命じることも（、ありえない）。一体、あなた方が服従する者（ムスリム*）となった後、（彼が）あなた方に不信仰を命じることなどがあろうか？","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:81","price":"アッラー*が、預言者*たちの確約¹を受け取られた時のこと（を思い起こさせよ。かれは、こう仰せられた）。「われがあなた方に啓典と英知を授け、その後にあなた方のもとにあるもの（啓典）を確証する使徒*があなた方のところに来たら、あなた方は必ずや彼を信じ、援助するのだ」。（それから）かれは仰せられた。「あなた方は（そのことを）了承し、それについて、わが確約を受け取るか？彼らは申し上げた。「承知しました」。（すると）かれは仰せられた。「それでは証言せよ²。われもあなた方と共に、証人となろう」。","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"１　「確約」については、雌牛章27の「契約」についての訳注も参照。 ２　この「証言」については、雌牛章143「証人となる」の訳注を参照。尚このアーヤ*には、全ての預言者*とその民は、預言者*ムハンマド*を信仰する義務があるという根拠がある（ムヤッサル60頁参照）。","lang":"ja"},{"name":"3:82","price":"誰であれ、その（確約の）後に（イスラーム*への招きから）背き去った者、それらの者たちは放逸な者である。","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:83","price":"一体、彼らはアッラー*の宗教（イスラーム*）以外のものを求めるというのか？諸天と大地にいるものは——従順にであろうと、嫌々であろうと——かれに服従し¹、そして彼らは（復活の日*）、かれの御許にこそ戻らされるというのに。","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"１　全創造物は、脱出することのできない定めの中にある。このアーヤ*の解釈には、ほかにも「信仰者は従順に従い、不信仰者*は死の際に嫌々従うことになる（家畜章158とその訳注を参照）」「不信仰者*はアッラー*以外のものにサジダ*するが、その影はアッラー*にサジダ*する（雷鳴章15、蜜蜂章48とその訳注を参照）」「『従順に従う』とは容易なもので、『嫌々に従う』とは、辛苦と拒否感を伴（ともな）うもの」「前者は議論なしに従った者、後者は議論の末にアッラーの唯一性*に降伏（こうふく）した者」などといった諸説がある（アル＝クルトゥビー4：127‐128参照）。","lang":"ja"},{"name":"3:84","price":"（使徒*よ、）言ってやるがいい。「私たちはアッラー*、私たちに下されたもの（クルアーン*）、イブラーヒーム*、イスマーイール*、イスハーク*、ヤァクーブ*、諸支族¹に下されたものを信じる。またムーサー*とイーサー*と、（その他の）預言者*たちが彼らの主*から授けられたものを信じる。私たちは、彼らの内の誰も分け隔てはしない²。そして私たちは、かれ（アッラー*）のみに従う者（ムスリム*）なのである」。","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"１　「諸支族」については、雌牛章136の訳注を参照。 ２　婦人章150‐152参照。","lang":"ja"},{"name":"3:85","price":"誰であれ、イスラーム*以外のものを宗教として望む者は、決してそれを受け入れられない。また来世において、その者は損失者の類となるのである。","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:86","price":"信仰に入り、使徒*は真実であると証言した後、自分たちのもとに明証が訪れたにも関わらず不信仰に陥った民を、アッラー*がどうしてお導きになろうか？アッラー*は、不正*者である民をお導きにはならない。","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:87","price":"それらの者たちの応報は、アッラー*と天使*たち、そして人々全員の呪いが、彼らの上に注がれること¹である。","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"１　「アッラー*の呪い」に関しては、雌牛章88の訳注を、アッラー*以外のものの呪いについては、雌牛章159の訳注を参照。","lang":"ja"},{"name":"3:88","price":"彼らはそこ（地獄の業火）に永住する。彼らは懲罰を軽減されることもなければ、猶予を与えられることもない。","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:89","price":"但し、（不信仰の）その後に悔悟し、（誤りを）正した者たちは別であ（り、アッラー*は彼らをお赦しにな）る。本当に、アッラー*は、赦し深いお方、慈愛深い*お方なのだから。","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:90","price":"本当に、信仰した後に不信仰に陥り、それから更に不信仰が甚だしくなった者たち、彼らの悔悟は受け入れられない¹。そしてそれらの者たちこそは、迷い去った者たちなのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"１　死が訪れる前までに悔悟しなければ、受け入れられない、の意（ムヤッサル61頁参照）。この次のアーヤ*、および家畜章158とその訳注も参照。","lang":"ja"},{"name":"3:91","price":"本当に不信仰に陥り、不信仰者*のまま死んだ者たち、彼らの誰一人として、大地一杯の黄金さえ受け入れられることはない。たとえ、（復活の日*の懲罰を免じてもらうため、）それで償おうとしても（、受け入れられないのだ）。それらの者たちには痛ましい懲罰があり、彼らにはいかなる援助者もない。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:92","price":"あなた方は自らが欲する物の内から施すまで、（真の）善¹に到達することはない。そしていかなるものでも、あなた方が施すならば、アッラー*はそれを必ずやご存知になるお方。","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"１　ここでの「善」は天国の意味であるといわれる（ムヤッサル62頁参照）。","lang":"ja"},{"name":"3:93","price":"トーラー*が下される以前にイスラーイール（ヤァクーブ*）が自ら禁じた者以外は、全ての（善き）食物はイスラーイールの子ら*に許されていた。（使徒*よ、）言ってやるがいい。「トーラー*を持ってきて、（アッラー*がそれを禁じられたという証拠を見せるべく、）それを読誦してみよ。もし、あなた方が真実を語っているのならば。¹","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"１　ヤァクーブ*は重病を患（わずら）った（わずら）際、アッラー*が癒（いや）して下さったら、自分の一番好きな物であるラクダの肉と乳を自分に禁じる、と誓った。それはアッラー*からの命令ではなく、ヤァクーブ*が自ら禁じたものであり、彼の子孫も彼に従って、それを自分たちに禁じただけだった。そして（後世に）トーラー*が下った時、ユダヤ教徒*たちは自分たちの不正*と侵害に対する罰（婦人章160参照）として、ヤァクーブ*が自ら禁じたもの以外の、それまで合法だったある種の食べ物を禁じられた（アッ＝サァディー138頁参照）。一説にこのアーヤ*は、イブラーヒーム*宗教の後継者を主張した預言者*ムハンマド*に対し、ユダヤ教徒*らが「（イブラーヒーム*に禁じられていた）ラクダの肉と乳を口にする、あなたが？」と言ったことに関し、下った（アル＝ワーヒディー5：426参照）。","lang":"ja"},{"name":"3:94","price":"それでその後、アッラー*に対して、嘘を捏造する者があれば、それらの者たちこそは不正*者である」。","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:95","price":"（使徒*よ、）言ってやれ。「アッラー*は真実を述べられる。ゆえにシルク*の徒の類ではなかった、純正な¹イブラーヒーム*の宗教に従うのだ」。","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"１「純正な」については、雌牛章135の訳注を参照。","lang":"ja"},{"name":"3:96","price":"本当に、（アッラー*を崇拝*するため）人々のために最初に建立された館（カァバ神殿*）は、バッカ¹にあるもの。祝福にあふれ、全世界への導きとして（建立されたものなのだ）。","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"１　「バッカ」とは「マッカ*」そのものであるという説と、マッカ*の中でもカァバ神殿*の周りのみ、あるいはハラーム・マスジド*のことだけを示す語であるという説がある。尚、「バッカ」は「混雑する」という動詞から派生したもの、と言われる（アッ＝タバリー3：1879‐1881参照）。","lang":"ja"},{"name":"3:97","price":"そこには、数々の明白な御徴¹がある。（その一つが、）イブラーヒーム*の立ち所²。誰でもその中に入る者は、安全なのだ³。人々、つまりそこまでの道（を旅行すること）が可能な者⁴には、その館へとハッジ*するというアッラー*への義務がある。そしてそれ（ハッジ*の義務性）を否定する者があっても、実にアッラー*は全世界（のいかなるものへの必要）から、満ち足りた*お方なのだ。","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"１　この「御徴」とは、イブラーヒーム*がそれを建立し、アッラー*がそれを偉大なものとされた証拠のこと（ムヤッサル62頁参照）。 ２　「イブラーヒーム*の立ち所」については、雌牛章125の訳注を参照。 ３　その安全さに関しては、雌牛章125の訳注を参照。 ４「道が可能」であるとは、それが旅行の蓄（たくわ）えと交通手段であるとか、巡礼*する本人の能力であるとか、健康のことであるなど、諸説ある（アッ＝タバリー3：1886‐1890参照）。詳しくは頻出名・用語解説の「ハッジ*」を参照。","lang":"ja"},{"name":"3:98","price":"（使徒*よ、）言ってやるがいい。「啓典の民*よ、あなた方はなぜ、アッラー*の御徴¹を否定するのか？アッラー*は、あなた方が行うことの証人であられるというのに」。","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"１　この「御徴」とは、イスラーム*が真の宗教であるという証拠。それは彼らの啓典の中に、存在していた（ムヤッサル62頁参照）。","lang":"ja"},{"name":"3:99","price":"（使徒*よ、）言ってやるがいい。「啓典の民*よ、あなた方はなぜ、信仰する者をアッラー*の道から阻むのか？あなた方は（その道が正しいことの）証人なのに、それ（その道）を捻じ曲げようとして？アッラー*はあなた方の行いに、決して迂闊ではあられない」。","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:100","price":"信仰する者たちよ、もしあなた方が啓典を授かった人々の一派に従うならば、彼らはあなた方を信仰の後、不信仰者*へと戻してしまうであろう。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:101","price":"そして（信仰者たちよ）、どうしてあなた方が不信仰となろうか？アッラー*の御徴（アーヤ*）があなた方に読誦され、かれの使徒*は、あなた方の間にいるというのに？アッラー*（の教え）にしがみつく者は、既にまっすぐな道に導かれているのである。","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:102","price":"信仰する者たちよ、真の畏怖の念¹をもってアッラー*を畏れ*よ。そして服従する者（ムスリム*）としてでしか、死んではならない。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"１　「真の畏怖の念によって、アッラー*を畏れ*」ることとは、教友*イブン・マスウード*によれば「かれに服従して逆らわず、常にかれを思い起こして忘れないこと」だという（アル＝ハーキム2：352）。","lang":"ja"},{"name":"3:103","price":"また、アッラー*の絆¹に皆でしっかりとしがみ付き、分裂してはならない。あなた方に対するアッラー*の恩恵を、思い出すのだ。あなた方が（かつて）敵対し合っていた²のに、かれがあなた方の心を結び付けられ、あなた方がかれの恩恵によって同胞となった時のことを。（以前）あなた方は業火の穴の淵にいたが、かれはあなた方を（イスラーム*によって）、そこからお救いになったのである。このようにアッラー*は、あなた方が導かれるよう、あなた方に御徴を明らかにされるのだ。","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"１　「アッラー*の絆」の解釈には、「イスラーム*」「団結」「クルアーン*」「アッラー*のご命令と、かれへの服従」といった諸説がある（アル=バガウィー1：480-481参照）。 ２　雌牛章85の訳注、戦利品*章63とその訳注も参照。","lang":"ja"},{"name":"3:104","price":"また（信仰者たちよ）、あなた方の内から、善きことへと招き、善事を命じて悪事を禁じる¹共同体をあらしめよ。それらの者たちこそは、成功者なのである。","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"１　この「善事」とは、善行とアッラー*への服従行為、及びイスラーム*の教えと理性によってその善性が認められる、全ての物事。「悪事」はその逆（アッ＝サァディー202頁参照）。","lang":"ja"},{"name":"3:105","price":"そして明証が訪れた後に分裂し、（互いに）意見を異にした者たち¹のようになってはならない。それらの者たちには、この上ない懲罰がある。","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"１　この「明証」とは、真理のこと。「意見を異にする」とは、イスラーム*の根本的な教えにおける相違のこと（ムヤッサル63頁参照）。","lang":"ja"},{"name":"3:106","price":"（復活*の）その日、ある（者の）顔は白くなり、また別の（者の）顔は黒くなる¹。顔が黒くなった者たちといえば、（こう言われる。）「一体あなた方は信仰した後に、不信仰に陥ったというのか？ならば、あなた方が不信仰だったことゆえの懲罰を、味わうがよい」。","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"１　これについては、実際に顔の色が変わるという見解と、「顔が白くなる」というのは喜びを、「黒くなる」の悲しみのたとえである、という見解がある（アル＝カースィミー4：932‐933参照）。","lang":"ja"},{"name":"3:107","price":"また、顔が白くなった者と言えば、アッラー*のご慈悲の中¹にあり、そこに永遠に留まる。","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"１　ここでの「ご慈悲」とは、天国と、その恩恵のこと（ムヤッサル63頁参照）。","lang":"ja"},{"name":"3:108","price":"それは（使徒*よ）、われら*があなたに真理と共に誦み聞かせるアッラー*の御徴（アーヤ*）。アッラー*はいかなる創造物に対しても、不正*をお望みにはならない。","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:109","price":"そして諸天にあるものと、大地にあるものはアッラー*にこそ属し、（一切の）物事はアッラー*へと帰される。","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:110","price":"（ムハンマド*の共同体よ、）あなた方はもとより、人類へ遣わされた最良の共同体なのだ。あなた方は善事を命じて悪事を禁じ¹、アッラー*を信仰する。もし啓典の民*が（イスラーム*を）信じたなら、（それが）彼らにとって、より善いことだったのだ。彼らの内には信仰者もいるが、大部分の者は放逸な者たちである。","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"１　「善事を命じて悪事を禁じる」については、アーヤ*104の訳注を参照。","lang":"ja"},{"name":"3:111","price":"彼らはあなた方のことをいくらか悩ませる¹だけで、害することはない。そしてもしあなた方と戦ったとしても、背中を見せ（て敗走す）るのがおちである。それから彼らが、勝利を授かることもないのだ。","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"１　シルク*や不信仰などの言葉で、「いくらか悩ませるだけ」ということ（ムヤッサル64頁参照）。","lang":"ja"},{"name":"3:112","price":"アッラー*からの絆と、人々との絆¹によらない限り、彼らはどこで捕えられようと屈辱に付きまとわれ、アッラー*のお怒りと共に戻って来て²は、貧困に付きまとわれる。それというのも彼らはアッラー*の御徴を否定し、不当にも預言者*たちを殺害していた³からである。それは彼らが（アッラー*に）反抗し、（かれの法に反することにおいて）度を越していたためなのだ。","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"１　イブン・カスィール*によれば、「アッラー*からの絆」とは「アッラー*からの保護と、ジズヤ*の徴収、及び（民法、刑法における表面的な）イスラーム*法規定の遵守」であり、「人々との絆」とはムスリム*による彼らへの庇護（ひご）のこと（2：104参照）。 ２　「アッラー*のお怒りと共に・・・」については、雌牛章61の訳注を参照。 ３　「預言者*たちを殺害していた」については、アーヤ*21「・・・殺す者たち」の訳注を参照。","lang":"ja"},{"name":"3:113","price":"彼らは一様ではない。啓典の民*の中にも、正しい一団¹がある。彼らは夜の刻にサジダ*しつつ、アッラー*の御徴（アーヤ*）を読誦するのだ。","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"１　つまり啓典の民*の内、預言者*ムハンマド*を信仰した者たちのこと（ムヤッサル64頁参照）。","lang":"ja"},{"name":"3:114","price":"彼らはアッラー*と最後の日*を信じ、善事を命じて悪事を禁じ¹、善行に急ぐ。それらの者たちは、正しい者*たちの類である。","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"１　「善事を命じて悪事を禁じる」については、アーヤ*104の訳注を参照。","lang":"ja"},{"name":"3:115","price":"また、彼らがするいかなる善行も、決して無駄にされることはない。アッラー*は、敬虔な*者たちをご存知なのだ。","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:116","price":"本当に、不信仰に陥った者*たち、彼らにはその財産も子供も、アッラー*（の懲罰）に対しては何の役にも立たない。それらの者たちは業火の住人。彼らはその中で永住するのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:117","price":"彼らが現世の生活で施すものの様子は、あたかも酷寒を運ぶ風のようなもの¹。それは（不信仰とアッラー*への反抗によって）自ら不正*を働いた民の作物を襲い、それを枯らしてしまう。アッラー*が彼らに不正*を働かれたのではない。しかし彼らが、自分自身に不正*を働いたのである。","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"１　同様のアーヤ*として、雌牛章264、イブラーヒーム*章18、御光章39-40、識別章23なども参照。","lang":"ja"},{"name":"3:118","price":"信仰する者たちよ、あなた方（信仰者たち）を差しおいて、（不信仰者*の）腹心を選んではならない。彼らは、あなた方（の状況）を堕落させることに抜かりない。彼らは、あなた方が苦難に遭うことを望んだのだ。敵意（の印）は、もう彼らの口から明らかになったのであり、彼らが胸中に潜めているものは更に甚だしい。われら*は既に、あなた方に御徴¹を明らかにした。もしあなた方が、（それを）理解するならば。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"１　この「御徴」とは、（信仰に対する）誠実さの義務を示す根拠のこと（アッ＝シャウカーニー1：615参照）。","lang":"ja"},{"name":"3:119","price":"ほら、あなた方という人たちは彼らを好いているが、彼らの方ではあなた方を好いてはいない。あなた方は、全ての啓典を信じているというのに¹。また彼らは、あなた方と会った時には（本音とは裏腹に、）「私たちは信仰する」と言った。そして自分たちだけになると、（ムスリム*たちの団結とイスラーム*の興隆に対する）憤りゆえに、指先を噛んだのだ。（使徒*よ、彼らに）言ってやれ。「憤死するがいい」。本当にアッラー*は、胸中にあるものをご存知になるお方。","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"１　ムスリム*は啓典の民*のものも含む、全ての啓典を信仰する。その一方、啓典の民*は、それら全てを信じることがないどころか、啓典を改竄（かいざん）までしている。それなのに彼らに好意を抱くとは、どういうことか、ということ（ムヤッサル65頁参照）。","lang":"ja"},{"name":"3:120","price":"（信仰者たちよ、）彼らは、あなた方に善いことが起きれば落胆する。また、あなた方を災難が襲えば、それに歓喜する。そして忍耐して（アッラー*を）畏れる*ならば、彼らの策略は少しもあなた方を害することはない。本当にアッラー*は、彼らの行うことを悉く包囲される*お方。","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:121","price":"（使徒*よ、）あなたが信仰者たちを戦闘のための持ち場に配置すべく、早朝に家族のもとを後にした時¹のこと（を思い起こさせるがよい）。アッラー*はよくお聴きになるお方、全知者であられる。","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"１　これはウフドの戦い*のこと（ムヤッサル65頁）。","lang":"ja"},{"name":"3:122","price":"あなた方の内の二団¹が、臆病風に吹かれ（退却し）そうになった時のこと（を思い起こすのだ）。アッラー*が彼らの庇護者*だというのに。信仰者たちには、アッラー*にこそ全てを委ねさせよ*。","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"１　これはウフドの戦い*のこと（ムヤッサル65頁）。","lang":"ja"},{"name":"3:123","price":"（信仰者たちよ、）アッラー*は確かに、まだあなた方が弱小であった時、バトル（の戦い*）であなた方に勝利を授けられた²。ならば（かれの恩恵に）感謝すべく、アッラー*を畏れる*のだ。","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"１　サリマ族とハーリサ族のこと。宗教において疑念を抱いていたわけではないが、アブドッラー・ブン・ウバイイ*が多数のヘイト撤退（てったい）した際、戦力の低下によって士気が下がり、彼らの中に退却の気運が高まった。しかし彼らは結局、共に進軍した（アッ＝タバリー3：1947‐1949参照）。 ２　バドルの戦い*については、戦利品*章の中に多くの描写が見られる。","lang":"ja"},{"name":"3:124","price":"（預言者*よ、）あなたが信仰者たちに、（こう）言った時のこと（を思い出させよ）。「あなた方の主*が、舞い降りる三千の天使*であなた方を増強させられれば、それで十分なのではないか？","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:125","price":"いや（、それで十分なのだ）。もし、あなた方が忍耐*して（主*を）畏れ*、彼ら（敵軍）があなた方のもとにそのように逸り立って（襲いかかって）来るならば、あなた方の主は目印をつけた¹五千の天使*でもって、あなた方を増強させられる」。²","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"１　この「目印」の解釈については、「肩までかかる白い（あるいは黄色い）ターバン」「まだらの馬に乗っていたこと」「たてがみと尻尾（しっぽ）に切り込みを入れて、そこに羊毛を飾り付けられた馬に乗っていたこと」といった諸説がある（アル＝クルトゥビー4：196参照）。 ２　アーヤ*124-125は、バドルの戦い*のことであるという説と、ウフドの戦い*のことであるという説がある（イブン・カスィール2：112-113参照）。アッ＝タバリー*は、戦利品*章9にある「千の天使*」がバドルの戦い*で下ったのは確実だが、三千、または五千の天使*が下ったかどうかについては、バドルとウフドいずれの戦いにおいても確実な証拠はないとし、もしウフドの戦い*で多くの天使*が下されていたら、ムスリム*側にあのような被害は出ていなかっただろう、と述べている（3：1955参照）。","lang":"ja"},{"name":"3:126","price":"そしてアッラー*がそうされたのは、（それが）あなた方への吉報となり、それであなた方の心が安らぐために外ならなかった。勝利は、偉力ならびなく*、英知あふれる*アッラー*の御許からのみ、訪れるのだ。","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:127","price":"（バドルでの勝利は、アッラー*が）不信仰に陥った者*たちの一部を壊滅させたり、または彼らに苦汁を嘗めさせて、敗北者として撤退させたり、","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:128","price":"——（使徒*よ、）そのことについて、あなたには何の権限もない¹——または彼らの悔悟を受け入れたり、あるいは彼らが不正*者であるがゆえに、彼らを懲らしめたりするためのものだったのだ。","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"１　全てのことはアッラー*に委ねられているのであり、かれは彼ら不信仰者*の内の者をムスリム*とされるかもしれないし、あるいは現世と来世において罰されるかもしれない（ムヤッサル66頁参照）。","lang":"ja"},{"name":"3:129","price":"そしてアッラー*にこそ、諸天にあるものと大地にあるものは、属する。かれはかれがお望みになる者をお赦しになり、またお望みになる者を罰される。アッラー*は赦し深いお方、慈愛深い*お方。","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:130","price":"信仰する者たちよ、利息*を何倍にも膨らませて、貪ってはならない¹。また、あなた方が（現世と来世で）成功すべく、アッラー*を畏れ*よ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"１　利息*はいかなる形でも禁じられており（雌牛章275参照）、「何倍にも膨らませ」なければ問題ない、という意味ではない。このアーヤ*で描写されているのは、返済の期限日を延長するたびに借金の額を増やしていくという、当時のアラブ人の間で一般的だった利息の特徴を示しているだけである（アッ＝シャウカーニー1：622参照）。","lang":"ja"},{"name":"3:131","price":"そして、不信仰者*たちのために用意されている業火を恐れ、","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:132","price":"あなた方がご慈悲を授かるよう、アッラー*と使徒*に従うのだ。","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:133","price":"そして、あなた方の主*からのお赦しと天国（の獲得）に、奔走するがよい。（天国の）その広さは諸天と大地ほどもあり、敬虔な*者たちのために用意されている。","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:134","price":"（彼ら敬虔な*者たちとは、）順境においても災難の中であっても施し、憤りを抑え¹、人々を大目に見てやる者たち。アッラー*は善を尽くす者²たちを、お好みになる。","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"１「憤り」と訳した原語「ガイズ」は、ただの怒りではなく、頭に血が昇る激しい憤りのこと（アッ＝ラーギブ371）。相談章37とその訳注も参照。 ２　「善を尽くす者」については、蜜蜂章128の訳注を参照。","lang":"ja"},{"name":"3:135","price":"また、醜行¹をしたり、（罪を犯すことで）自らに対して不正*をしたりした時にはアッラー*を思い出し、その罪の赦しを乞う者たち。——アッラー*の外に、誰が罪を赦すことが出来ようか？——そして彼らは、（アッラー*に悔悟すれば、それを受け入れられることを）知った上で、自分のした（悪い）ことに固執し続けることがない。","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"１「醜行」については、蜜蜂章90の訳注を参照。","lang":"ja"},{"name":"3:136","price":"それらの者たち、その褒美は、彼らの主からのお赦しと、その下から河川が流れる楽園。彼らはそこに永住する。（アッラー*のために、善行に）励む者への褒美は、何と素晴らしいものか。","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:137","price":"あなた方以前にも既に、（信仰者が不信仰者*との闘いという試練に遭い、最後には勝利するという）アッラー*の摂理が過ぎ去ってきた。ならば、あなた方は地上を旅して、（アッラー*と使徒*を）嘘呼ばわりした者たちの結末がどのようなものであったか、見てみるがよい。","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:138","price":"これ（クルアーン*）は人々への明示であり、敬虔な*者たちへの導きと訓戒である。","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:139","price":"（信仰者たちよ、ウフドの戦い*での被害ゆえに、）あなた方は衰弱したり、悲しんだりしてはならない。あなた方は勝利者なのである。もし、あなた方が信仰者であるのなら。","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:140","price":"（信仰者たちよ、）たとえあなた方が痛手を負ったとしても、かの民¹も確かに、（かつてのバドルの戦い*で）同様の痛手を負ったのである²。われら*はそれらの日々を、人々の間に交互に配分するのだ³。また、（それは）アッラー*が信仰する者たちを如実に表され、あなた方の内から殉教者をお選びになるためである——アッラー*は、不正*者をお好みにはならない——。","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"１「かの民」とは、マッカ*の不信仰者*たちのこと（ムヤッサル67頁参照）。 ２　バドル・ウフド両方の戦いにおける両軍の被害に関しては、アーヤ*165とその訳注を参照。 ３　「それらの日々」とは、戦争の勝ち負けのこと。具体的に、バドルの戦い*ではムスリム*側が勝利したが、続くウフドの戦い*においてはマッカ*軍が形勢を逆転させた（アッ＝タバリー3：1982‐1984参照）。","lang":"ja"},{"name":"3:141","price":"また（それは）、アッラー*が信仰する者たちを浄化¹され、不信仰者*たちを根絶やしにされるためなのである。","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"１　罪や汚点から「浄化」され、偽信者*から判別・精選されること（アッ＝サァディー150頁参照）。","lang":"ja"},{"name":"3:142","price":"いや、（教友*たちよ、）あなた方は、アッラー*があなた方の内の努力奮闘する者たちを如実に表されず、忍耐*ある者たちを露わにされてもいないというのに、天国に入れるとでも思い込んでいたのか？","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:143","price":"また（信仰者たちよ）、あなた方は、確かに（ウフドの戦い*以前には、殉教による）死を望んでいたのだ。それ（死）に直面する前には。そして確かに、あなた方はそれをまざまざと、目の当たりにした。¹","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"１　バドルの戦い*に参加出来なかった教友*たちの多くは、また戦いの機会が訪れることを望んでいた。このアーヤ*は彼ら、そして特にマディーナ*郊外へと戦いに出ることを強く主張した者たち（頻出名・用語解説「ウフドの戦い*」参照）に対する、お叱（しか）りである（アル＝クルトゥビー4：220‐221参照）。","lang":"ja"},{"name":"3:144","price":"ムハンマド*は、一人の使徒*に過ぎない。彼以前にも、使徒*たちが滅び去っていったのである。それでもし彼が死んだり、殺されたりしたら、あなた方は踵を返すのか¹？踵を返す者があっても、その者が少しもアッラー*を害することはない。アッラー*は（その恩恵に）感謝する者たちに、（善く）お報いになる。","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"１　不信仰へと戻るのか、の意（ムヤッサル68頁参照）。このアーヤ*は、ムスリム*軍がウフドの戦い*で劣勢（れっせい）になった時、「ムハンマド*は戦死した」という噂（うわさ）が流れ、ムスリム*たちの士気が下がり、尻込みし始めた折に下ったとされる（イブン・カスィール2：128参照）。","lang":"ja"},{"name":"3:145","price":"また、定められた期限というアッラー*のお許しなくしては、誰も死ぬことがない。そして誰でも現世の褒美を望む者には、われらがそこ（現世の褒美）から与えよう。また、誰でも来世の褒美を望む者には、われら*がそこ（来世の褒美）から与えよう¹。われら*は感謝する者たちに、（よく）報いるのだ。","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"１　ただし、前者は現世での報いや必要の一部を満たされるだけで、来世での褒美ではない。一方後者は、現世での必要を満たされる上に、来世での褒美も授かることになる（アッ＝タバリー3：1995参照）。","lang":"ja"},{"name":"3:146","price":"どれだけ多くの預言者*と共に、数多くの使徒¹が戦ったことであろう。そして彼らは、アッラー*の道において自分たちに降りかかったもの²ゆえに衰弱したり、弱体化したり、（敵に対して）屈したりもしなかった。アッラー*は、忍耐*ある者たちをお好みになる。","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"１　「信徒（リッビーユ）」とは、預言者*たちが信仰と正しい行い*のもとに育てあげた、彼らの追従（ついじゅう）者たちのこと（アッ＝サァディー151頁参照）。 ２　怪我（けが）の死のこと（ムヤッサル68参照）。","lang":"ja"},{"name":"3:147","price":"そして彼ら（忍耐*ある者たち）の言葉は、（こう）言うものでしかなかった。「我らが主*よ、私たちの罪と、自分たちの（宗教上の）事における私たちの行き過ぎ¹を、お赦し下さい、そして私たちの足を堅固にし、不信仰者*の民に対して勝利をお授け下さい」。","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"１　ここでの「罪」は小さい罪で、「行き過ぎ」は大罪*である、と言われる（アッ＝タバリー3：2000参照）。","lang":"ja"},{"name":"3:148","price":"こうしてアッラー*は、彼らに現世の褒美と、来世の素晴らしい褒美¹を授けられた。アッラー*は、善を尽くす者²たちをお好みになる。","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"１　前者の「褒美」は敵に対する勝利や地上での確立で、後者は天国であると言われる（ムヤッサル68頁参照）。 ２「善を尽くす者」については、蜜蜂章128の訳注を参照。","lang":"ja"},{"name":"3:149","price":"信仰する者たちよ、あなた方がもし不信仰に陥った者*たちに従うならば、彼らは（不信仰へと）あなた方の踵を返させ、あなた方は損失者へと舞い戻ってしまうであろう。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:150","price":"いや、アッラー*があなた方の庇護者*なのであり、かれが最善の援助者なのだ。","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:151","price":"われら*はじきに、不信仰に陥った者*たちの心に恐怖を投げ込もう。彼らが、アッラー*が（崇拝*における正当性に関する）いかなる根拠も下されなかったものを、かれに並べ（て崇め）たことゆえに。そして彼らの住処は業火なのだ。不正*者たちの住まいは、何と醜悪なことか。","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:152","price":"また、あなた方がアッラー*のお許しにより、（ウフドの戦い*で）彼ら（不信仰者*）を討伐していた時、かれは確かにあなた方への（勝利の）約束を果たされた。かれがあなた方の好むもの（である勝利と戦利品*）をお見せになった後、あなた方が尻込みし、命令¹のことで争い始め、（それに）背くまでは。——あなた方の中には、現世を欲する者もいれば、来世を欲する者もいる²——。それからかれ（アッラー*）はあなた方を試されるため、あなた方を彼ら（への勝利）から転じさせられた。そしてかれは、もうあなた方を大目に見て下さったのである。アッラー*は信仰者たちに対する、恩寵の主であられるのだから。","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"１　この「命令」とは、預言者*ムハンマド*が弓兵（きゅうへい）たちに対し、「絶対に持ち場を離れないように」と仰（おっしゃ）ったこと（アッ＝タバリー3：2009参照）。 ２　前者は現世の恩恵、つまり戦利品*を獲るのに躍起（やっき）だった者たち。後者はそれよりも、使徒*の命令に従うことで、来世の褒美を望んだ者たち（イブン・アーシュール4：129参照）。","lang":"ja"},{"name":"3:153","price":"（教友*たちよ、）あなた方が（敵軍から逃げて山を駆け）登り、誰のことも顧みなかった時のこと（を思い出せ）。使徒*は（戦場に留まり）、あなた方のことを後方から呼んでいた。それでかれ（アッラー*）は暗雲に次ぐ暗雲¹で、あなた方に報われた。（それは）あなた方が逃がしたもの（勝利と戦利品*）や、あなた方に降りかかったこと（恐怖や敗北）について、あなた方が悲しまないようにするためであった²。アッラー*は、あなた方の行うこと（全て）に通暁されている。","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"１　この二つの「暗雲」については、前者と後者がそれぞれ「①戦死や負傷、②預言者が殺されたという噂（うわさ）」「①勝利と戦利品を逃したこと、②戦死と敗北」「①敗北、②アブー・スフヤーン*と騎兵隊の将軍ハーリドが、山の上方に陣取（じんど）ったこと。ムスリム*たちは、それにより自分たちが壊滅（かいめつ）させられることを恐れた」といった諸説がある（アル＝クルトゥビー4：240参照）。 ２　この解釈については、「この文は、アーヤ*152の『そしてかれは、・・・大目に見て下さったのである』にかかる」「この文は『それでかれは、・・・報われた』にかかるが、『悲しまないようにするため』という文中の否定句『ラー』は否定の意味ではなく、虚辞（きょじ）句で、『悲しむようにするため』という意味である」「続けざまに起きた一連の出来事が、それ以前の『暗雲』を壊滅させ、忘れさせた」といった諸説がある（アル＝クルトゥビー4：241参照）。","lang":"ja"},{"name":"3:154","price":"それからかれはその暗雲の後、あなた方へ安らぎを、つまりまどろみを下された。それは、あなた方の一派（信仰者たち）を包んでくれた。一方、自分たちの身がとても心配であ（り、眠れなか）った（別の）一派（である偽物者*たち）は、アッラー*に対し、不当にもジャーヒリーヤ*の憶測のような憶測¹をしている。彼らは言うのだ。「私たちにはその事で、どうすることも出来なかったのではないか？²」（使徒*よ、彼らにこう）言ってやるがいい。「事は、全てアッラー*に属する」。彼らはあなたに明かしていないことを、胸中に潜めている。彼らは、（こう）言うのだ。「もし私たちに、その事に関して何か出来たなら、こんな所で殺されはしなかったのに」。言ってやるがいい。「たとえあなた方が（出征せずに）家の中に留まったとしても、殺されることを定められている者は、死に場所へと（自ら）出て来るものなのである」。そして（それは）、アッラー*があなた方の胸中にあるものを試され、またあなた方の心中にあるものを浄化¹されるためであった。アッラー*は、胸中にあるものをご存知になるお方である。","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"１　結局アッラー*は、使徒*を援助されず、この敗北によってイスラーム*は終わったのだという「憶測」のこと（アッ=サァディー153頁参照）。 ２　一説にこれは、戦利品*を求め、信仰者たちの目を恐れつつ、ウフドの戦い*に出た偽信者*たちの言葉。つまり、戦いのためにマディーナ*の「外に出ることは、自分たちにはどうにもならなかったことなのであり、自分たちは嫌々出てきたのだ」ということ（アル＝クルトゥビー4：242参照）。また一説に、これはアブドッラー・ブン・ウバイイ*の言葉で、「彼ら（ムスリム*たち）は自分たちの言うことを聞かなかった」という意味（イブン・ジュザイ1：162参照）。「私たちには、勝利などなかったではないか」という解釈もある（アル＝バガウィー1：525参照）。","lang":"ja"},{"name":"3:155","price":"（教友*たちよ、）両軍が会した（ウフドの戦い*の）日、本当にあなた方の内で逃亡した者たちは、彼らが稼いだもの（罪）の一部によって、シャイターン*が滑り落とさせたに外ならない²。アッラー*は、もう彼らを大目に見られた。本当にアッラー*は、赦し深い*お方、寛大な*お方なのだから。","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"1　この「浄化」については、アーヤ*141の訳注を参照。 ２　つまり彼らはシャイターン*の誘いに応じて、預言者*の命令に反したり、戦利品*や現世に目がくらんだりすることで、罪を犯してしまった（アル＝バイダーウィー2：106参照）。","lang":"ja"},{"name":"3:156","price":"信仰する者たちよ。不信仰に陥り、自分たちの同胞に対し、彼らが地上を旅したり、または出征中だったりし（て落命し）た時、（こう）言った者たちのようになってはならない。「もし彼らが私たちのもとに（留まって）いたなら、死んだり、殺されたりすることもなかったのに」。　（それは）アッラー*がそのこと¹で、彼らの心に（更なる）悲痛をお与えになるためなのだ。アッラー*は、生を与え、死を与えられる。そしてアッラー*は、あなた方の行いを（全て）ご覧になるお方。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"１　「そのこと」とは、アッラー*の定めた運命に逆行するような言葉や信念のこと（アッ=サァディー153頁参照）。","lang":"ja"},{"name":"3:157","price":"（信仰者たちよ、）もしも、あなた方がアッラー*の道において殺されたり、死んだりしたとしても、アッラー*からのお赦しとご慈悲こそは、彼らが（現世で）集めるものよりも優るのだ。","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:158","price":"そして、もしもあなた方が死んだり、殺されたりしても、あなた方は必ずや（復活の日*、）アッラー*の御許に召集されるのである。","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:159","price":"（預言者*よ、）あなたが彼ら（教友*たち）に優しかったのは、アッラーのご慈悲によるものであった。あなたがもし粗野で硬い心の持ち主だったなら、彼らはあなたの周囲から離れ去っただろう。ならば（預言者*よ、）彼らを大目に見、彼らのために（アッラー*の）お赦しを乞い、また（必要な）諸事においては彼らと相談せよ¹。そして決意したならば、（その結果は）アッラー*に全てを委ねる*のだ。本当にアッラー*は、全てを（かれに）委ねる*者たちをお好みになるのだから。","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"１　アル＝ハサン*はこのアーヤ*に関して、こう言っている。「アッラー*は、彼（預言者*）が彼らのことをそもそも必要としていないことをご存知であるが、彼以後の者たちが（その行為において）彼を模範（もはん）にすることをお望みになった」（イブン・アビー・ハーティム4416参照）。","lang":"ja"},{"name":"3:160","price":"もしアッラー*があなた方をお助けになれば、あなた方を打ち負かすものは何一つない。また、もしかれがあなた方を見捨てられれば、かれを差しおいてあなた方を助ける者とは、一体誰なのか？信仰者たちには、アッラー*にこそ全てを委ね*させよ。","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:161","price":"預言者*がごまかすなどということは、あり得ない¹。そしてごまかす者は誰であろうと、復活の日*にその着服したものを携えてやって来る²のだ。それから各人は不正*を受けることなく、自らが稼いだもの（の報い）を全うされる。","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"１　このアーヤ*は、「バドルの戦い*で、預言者*が戦利品*の一つをせしめた、という噂（うわさ）を立てられたこと」に関して下ったとも、「偽信者*たちが、ある紛失（ふんしつ）物について、彼に濡（ぬ）れ衣をかけたこと」に関して下った、とも言われる。いずれにせよ、託された物事の遂行、戦利品*の分配など全てのことにおいて、預言者*がごまかしをすることはない（イブン・カスィール2：150-151参照）。 ２　戦利品*などを着服した者は、復活の日*にそれを首の周りに巻き付けた状態で現れる。そしてアッラー*の使徒*のもとに赴（おもむ）いてその苦しみを訴えるが、それは却下（きゃっか）される（アル=ブハーリー3073参照）。","lang":"ja"},{"name":"3:162","price":"一体、アッラー*のお喜びを追求し（て服従し）た者は、（不服従ゆえに）アッラー*の激怒と共に戻って来て¹、その住処が地獄となる者と同じだろうか？その行き先は、何と醜悪であろう。","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"１　この表現については、雌牛章161「アッラー*のお怒りと共に・・・」の訳注を参照。","lang":"ja"},{"name":"3:163","price":"彼らは、アッラー*の御許において、（様々に異なる）位なのである。アッラー*は、彼らの行いを（一つ残さず）ご覧になるお方。","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:164","price":"アッラー*は信仰者たちの上に、確かにお恵みをかけられた。かれが彼ら自身の内から彼らの中に、その御徴（アーヤ*）を彼らに誦み聞かせ、彼らを清め、彼らに啓典と英知¹を教える一人の使徒*を遣わされた時のこと。（その使徒*が遣わされる）以前、彼らは明白な迷いの中にあったのだ。","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"１　「清める」「英知」に関しては、雌牛章129の訳注を参照。","lang":"ja"},{"name":"3:165","price":"一体、（ウフドの戦い*で）あなた方に災難——あなた方は既に（バドルの戦い*で）、その倍の被害を（敵に）与えている¹——が降りかかった時、あなた方は「これは一体どうしたことか？」などと言うのか？（預言者*よ、）言ってやるがいい。「それは（預言者*の命令²に反したことが原因で起きた）、あなた方自身によるものである。本当にアッラー*は、全てのことがお出来のお方」。","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"１　ウフドの戦い*におけるムスリム*軍の被害は七十名の死者だったが、バドルの戦い*におけるマッカ*軍の被害は七十名の死者および七十名の捕虜であった（アッ＝タバリー3：2048参照）。 ２　この「命令」については、アーヤ*152の訳注を参照。","lang":"ja"},{"name":"3:166","price":"また、両軍が会した（ウフドの戦い*の）日にあなた方に降りかかったことは、アッラー*のお許し（定め）によるものであり、そして信仰者たちが如実に評され、","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:167","price":"偽の信仰だった者たちが明るみになるためであった。彼ら（偽信者*たち）には、（こう）言われたのだ。「来なさい、アッラー*の道において（私たちと共に）戦うか、または（軍に加勢して人数を増やし、敵を）追い返すのだ」。彼ら（偽信者*たち）は、言った。「もし戦いが（本当にあることが）分かれば、あなた方について行ったのだが¹」。彼らはその日、信仰よりも不信仰の方に近かった。彼らは自分たちの心にもないことを、口先で言っているのだ。アッラー*は、彼らが隠していることを最もよくご存知である。","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"１　これは、偽信者*アブドッラー・ブン・ウバイイ*がウフド山への行軍中、約三百の兵と共に撤退（てったい）した時に言った言葉とされる（イブン・イスハーク1：333参照）。","lang":"ja"},{"name":"3:168","price":"（彼ら偽信者*たちは、出征せずに）留まりつつ、彼らの同胞¹に、「もし彼らが私たちに従っていたら、殺されなかったのに」などと言った者たち。（使徒*よ、）言ってやるがいい。「では、自分自身から死を押しのけてみよ。もし、あなた方が真実を語っているのならば」。","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"１　この「同胞」には、「宗教上の同胞ではなく、彼らと血縁・隣人関係にあった、ハズラジュ族の殉教者たち」「彼らと同様の偽信者*たち」という説がある（アル＝クルトゥビー4：267参照）。","lang":"ja"},{"name":"3:169","price":"（預言者*よ、）アッラー*の道において殺された者たちを、決して死人だなどと思ってはならない。いや、彼らは、彼らの主*の御許で生きており、糧を授かっているのだ。¹","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"１　ウフドでの殉教者たちの魂は、天国の河川で遊び、その果実をついぼみ、アッラー*の玉座の陰にある金のランプにとまる、緑色の鳥の中に入れられたという（アフマド2388、アブー・ダーウード2520参照）。雌牛章154の訳注も参照。","lang":"ja"},{"name":"3:170","price":"彼らは、アッラー*がそのご恩寵から彼らにお授けになったものに喜び、その後方でまだ自分たちは追いついてはいない（、アッラー*の道に戦う）者たち（が同様のものを勝ち取ること）に、心躍らされている。彼らには怖れもなければ、悲しむこともないのだ¹、と。","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"１　「怖れもしなければ・・・」については、雌牛章38の訳注を参照。","lang":"ja"},{"name":"3:171","price":"彼らはアッラー*からの恩恵と恩寵に、そしてアッラー*が信仰者たちへの褒美を決して無駄にされないということに、心躍らせている。","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:172","price":"（彼らは戦いで）痛手を負った後でも、アッラー*と使徒*（の呼びかけ）に応えた者たち¹。彼らの内、善を尽くし²敬虔だった*者たちには、この上ない褒美がある。","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"１　マッカ*軍はウフドの戦い*でマディーナ*軍に痛手を負わせた後、マッカ*へと立ち去った。しかし彼らがマディーナ*に立ち寄って、更なる被害を与える気配を見せた時、預言者*は彼らに自分たちの余力をみせ、威嚇すべく、彼らを追跡するよう提案した。これは、痛手を負っていたにも関わらず、預言者*のこの呼びかけに応え、ハムラーウ・アル=アサド（マディーナ*から約八マイル離れた地点）まで行軍した者たちのことを指しているとされる（イブン・カスィール2：165-169参照）。 ２「善を尽くす」については、蜜蜂章128の訳注を参照。","lang":"ja"},{"name":"3:173","price":"（彼らは、）人々が彼らに向かって「本当に人々（マッカ*軍）は、あなた方のために既に集結している。だから、彼らを恐れよ」¹と言った後、（却って）それが彼らの信仰心を増大させ、（こう）言った者たち。「私たちには、アッラー*だけで十分。全てを請け負われる*お方は、何と素晴らしいことか」。","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"１　アブー・スフヤーン*はマッカ*へと戻る道中、マディーナ*軍が彼らを追跡している、との知らせを受けた。恐怖に襲われた彼は、マディーナ*へ向かう隊商の人々を買収し、ムスリム*軍と出逢ったらこのように言うように頼んだ上で、マッカ*への撤退を続行した（イブン・ヒシャーム3：66-68参照）。","lang":"ja"},{"name":"3:174","price":"こうして彼らは何の災厄も降りかかることなく、アッラー*からの恩恵と恩寵と共に（マディーナ*に）帰還した。彼らは、アッラー*のお喜びを追求し（て服従し）たのである。アッラー*は、偉大な恩寵の主であられる。","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:175","price":"実にあの者¹は、その盟友に対して（あなた方を）怖気づかせるシャイターン*なのだ。ならば、彼らを、怖れず、われを怖れよ。もし、あなた方が信仰者であるならば。","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"１　アーヤ*173のような言葉で、ムスリム*たちを怖がらせた者のこと（アッ＝タバリー3：2069参照）。","lang":"ja"},{"name":"3:176","price":"（使徒*よ、）不信仰に急ぐ者たちが、あなたを悲しませるようであってはならない。本当に彼らは、少しもアッラー*を害することなどないのだから。アッラー*は来世において、彼らに（褒美の）分け前など与えないことをお望みなのである。そして彼らには、この上ない懲罰があるのだ。","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:177","price":"本当に、信仰と引き換えに不信仰をか買った者たちは、少しもアッラー*を害することなどない。そして彼らには、痛ましい懲罰がある。","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:178","price":"不信仰に陥った者*たちは、われら*が彼らに（懲罰を下さず）猶予を与えてやっていることを、自分たちにとって善いことなどと断じて思ってはならない。われらは、彼らが自分たちに罪を上乗せさせるべく、猶予を与えてやっているに外ならないのだから。そして彼らには、屈辱的な懲罰がある。","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:179","price":"アッラー*は、悪質なものを良質なもの¹から選り分けられるまでは、信仰者たちを（今の）あなた方のような状況のまま、放ったらかしにはされない。また（信仰者たちよ、）アッラー*は不可視の世界*のことを、あなた方に知らせることもされない。だがアッラー*は、ご自身の使徒*たちの中から、かれがお望みになる者を選ばれ（、啓示によってその一部をお教えにな）るのだ²。ならばあなた方は、アッラー*とその使徒*たちを信じよ。もしあなた方が信じ、（アッラー*を）畏れる*のなら、あなた方には偉大な褒美がある。","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"１　「悪質なもの」とは偽信者*、「良質なもの」とは正直な信仰者のこと（ムヤッサル73頁参照）。 ２　人は不可視の世界*に立ち入り、他人の心の中の不信仰・信仰を知ることは出来ない。しかしアッラー*は啓示によって、使徒*に不可視の世界*の一部を明らかにされたり、その手がかりとなるものをお授けになったりする（アル=バイダーウィー2：121参照）。家畜章50とその訳注、ジン*章26-27も参照。","lang":"ja"},{"name":"3:180","price":"また、アッラー*がそのご恩寵から授けて下さったものを出し惜しみする者は、それが自分たちにとってより善いことだなどと、絶対に思ってはならない。いや、彼らにとって、もっと悪いことである。彼らが出し惜しみしていた物は復活の日*、彼らの首に巻き付けられるのだ¹。諸天と大地の遺産はアッラー*にこそ属する²。そしてアッラー*は、あなた方の行うこと（全て）に通暁されるお方。","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"１　アッラー*から授かった財産から浄財（じょうざい）*を払わない者の首には、復活の日*にそれが蛇となって巻き付き、噛（か）みついてこう言う。「私がお前の財だ！私がお前の宝だ！」（アル=ブハーリー1403参照）悔悟章34-35も参照。尚このアーヤ*は、ムハンマド*の預言者*性についての証拠を「出し惜しみしていた」ユダヤ教徒*たちに関して下った、という説もある（アル=バガウィー1：546参照）。婦人章37とその訳注も参照。 ２　いかなる所有物もその所有主が死亡すれば、遺産として引き継がれる。そして全世界はいずれ消滅する運命にあるが、その後に残るのはアッラー*だけである。「諸天と大地の遺産はアッラー*にこそ属する」という表現の裏には、こういった意味が含まれている（アッ=タバリー3：2080参照）。","lang":"ja"},{"name":"3:181","price":"「実にアッラー*が貧しく、私たちが豊なのだ」などと言った者たちの言葉を、アッラー*は確かにお聞きになった¹。われら*は彼らの言ったことと、彼らが預言者*たちを不当に殺害したこと²を記録しておこう。そしてわれら*は（来世で、地獄の中にいる彼らに）言うのだ。「烈火の懲罰を味わえ」。","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"１　このアーヤ*は、クルアーン*の「アッラー*によい貸付をせよ」（雌牛章245、鉄章11など参照）という言葉を聞いたユダヤ教徒*が、アッラー*に貸付をする自分たちこそが豊かで、貸付を必要とするアッラー*こそが貧しいのだ、などと言ったことに関して下ったとされる（イブン・アビー・ハーティム4589参照）。 ２「預言者*たちを不当に殺害したこと」については、アーヤ*21「・・・殺す者たち」の訳注を証明。","lang":"ja"},{"name":"3:182","price":"それは、あなた自身が（現世で）行ったことゆえ（の報い）である。そしてアッラー*はその僕たちに対する、不正*者などではないのだ。","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:183","price":"（彼らユダヤ教徒*たちは、）「本当に、アッラー*は私たちに（トーラー*の中で）、いかなる使徒*も信じてはならない、と命じられたのだ。その者が私たちのもとに、火が（天から落ちてきて）焼き尽くすことになる、供え物を携えて来ない限りは¹」と言った者たち。（使徒*よ、彼らに）言ってやるがよい。「私以前にも、使徒*たちは明証²とあなた方の言っているものを携えて、確かにあなた方（の先祖）のもとに到来した。それなのに、どうしてあなた方（の先祖）は彼らを殺害したのか？もし、あなた方が本当のことを言っているというのなら」。","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"１　イスラーイールの子ら*の預言者*は、犠牲（ぎせい）を捧（ささ）げて祈ると、天から白い火が落ちてきて、それを焼き尽くすのが習いだったのだという。これは彼らのでっち上げか、またはイーサー*と預言者*ムハンマド*はこの習いにおける例外であったが、彼らがそのことを隠していたか、あるいはこの習いは、既に撤回（てっかい）されたものだった（アル=クルトゥビー4：295-296参照）。 ２　この「明証」とは、奇跡や、彼らの正直さを証明する\n根拠のこと（ムヤッサル74参照）。","lang":"ja"},{"name":"3:184","price":"そして（使徒*よ）、もし彼ら（ユダヤ教徒*たち）があなたを嘘つき呼ばわりしたとしても、明証や書巻や光明の書¹を携えてあなた以前に到来した使徒*たちも（また）、確かに嘘つき呼ばわりされたのである。","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"１　この「明証」とは知的・神的根拠、「書簡」とは啓典、「光明の書」とはアッラー*の法規定、および正しい情報を明らかにする啓典のこととされる（アッ=サァディー159頁参照）。","lang":"ja"},{"name":"3:185","price":"全ての者は、死を味わう。そして復活の日*、あなた方は（現世での行いに対する）自分たちの褒美を、余すことなく授かるのだ。それで、誰でも（地獄の）業火から遠ざけられ、天国に入れられた者は、確かに（自分が望む最高のものを）勝ち取ったのである。現世の生活は、偽りの楽しみに過ぎない。","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:186","price":"（信仰者たちよ、）あなた方は、自分たちの財産やあなた方自身において、必ずや試練を受けよう¹。また、あなた方以前に啓典を授けられた者*たちや、シルク*を犯す者たちから、多くの聞くに堪えないことを、必ずや耳にしよう。そして、もしあなた方が（それらのことに）忍耐*し、（主*を）畏れる*なら、それこそはあなた方が決意を固めるべき事柄の内のものなのである。","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"１　「財産における試練」とは、義務（ぎむ）の、あるいは推奨（すいしょう）された拠出（きょしゅつ）や、財産の損失など。「あなた方自身における試練」とは、義務の服従行為、死傷（ししょう）、愛する人々を失うことなど（ムヤッサル74参照）。アーヤ*186、雌牛章214、悔悟章16、洞窟章7、蜘蛛章2、ムハンマド*章31、王権章2とそれらの訳注も参照。","lang":"ja"},{"name":"3:187","price":"（かつて）アッラー*が、啓典を授けられた者*たちの確約をお取りになった時のこと（を、思い起こしてみよ）。（かれは仰せられた。）「あなた方は必ずや、それ（啓典）を人々に明らかにし、絶対にそれを隠蔽したりしてはならない」。すると彼らはそれを背後に放り捨て、それと引き換えに僅かな代価を買った¹。彼らが買う物の、何と醜悪なことか。","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"１　雌牛章79、174も参照。","lang":"ja"},{"name":"3:188","price":"あなた¹は絶対に、自分たちが行った（悪）事に有頂天な者たちや、自分たちがしてもいないことにおいて褒められることを喜ぶ者たちのことなどを、考えてはならない。彼らが懲罰を免れるなどとは、決して考えてはならないのだ。彼らには、痛ましい懲罰がある。","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"１　この「あなた」については、雌牛章120「あなた」の訳注を参照。","lang":"ja"},{"name":"3:189","price":"諸天と大地の王権は、アッラー*にこそ属する。アッラー*は、全てのことがお出来になるお方。","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:190","price":"本当に、諸天と大地の創造と夜と昼の交代の中には、澄んだ知性の持ち主たちへの（、アッラーの唯一性*を示す）御徴がある。","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:191","price":"（彼らは）立ち、座り、横になりつつアッラー*を唱念し、諸天と大地の創造を熟考する者たち。（彼らは言う。）「我らが主*よ、あなたはこれらを無意味にお創りになったのではありません¹——あなたに称え*あれ！——。ゆえに私たちを、（地獄の）業火の懲罰からお守り下さい。","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"１　アッラー*はこの偉大で驚異的な創造を、無意味に、英知にもよらず、無益（むえき）に創られたのではない。そうではなく、偉大な英知と利益ゆえにお創りになった。その利益の一つが、それ自体がアッラー*を知ること、かれに従（したが）う義務（ぎむ）、かれに反することを回避（かいひ）する根拠となり、またそこが人々の生活の場となり、それが創造の原初と復活の様子を知る手がかりとなるためなのである（アル=カースィミー4：1968参照）。","lang":"ja"},{"name":"3:192","price":"我らが主*よ、本当にあなたが誰かを（その罪ゆえに、地獄の）業火に放り込まれるのなら、あなたは確かにその者を辱められたのです。不正*者たちには（復活の日*）、いかなる援助者もありません。","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:193","price":"我らが主*よ、本当に私たちは、信仰へと招く者が、『あなた方の主*を信じよ』と呼びかけるのを聞いて、信仰に入りました。我らが主*よ、ですから私たちのために私たちの罪をお赦しになり、私たちの悪行を帳消しにし、私たちを善行者たちと共にお召し下さい。","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:194","price":"我らが主*よ、また、あなたの使徒*たち（の言葉）によって私たちに約束されたもの¹を、私たちにお授け下さい。そして復活の日*に、私たちを辱めないで下さい。本当にあなたは、約束をお破りにはならないのですから」。","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"１　つまり勝利、確率、成功、導きといったこと（ムヤッサル75頁参照）。","lang":"ja"},{"name":"3:195","price":"彼らの主*は、彼ら（の祈り）に（こう）お応えになられた。「本当にわれは、男女の別なく、あなた方の内の（正しい）行いをする者の行いを、無駄にはしない——あなた方は、互いに同等なのである——。移住*し、故郷から追放され、わが道のために迫害され、戦い、殺された者たち、われは必ずや彼らのためにその悪行を帳消しにし、その下から河川が流れる楽園に入らせよう。アッラー*の御許からの褒美として。アッラー*の御許にこそ、よき褒美はあるのだ」。","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:196","price":"（使徒*よ、）あなた¹は、不信仰に陥った者*たちが地上で（商売や旅行などに）勤しんでいることに、決して惑わされてはならない。","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"１　この「あなた」については、雌牛章120「あなた」の訳注を参照。","lang":"ja"},{"name":"3:197","price":"（それは一時の）僅かな楽しみで、やがて彼らの住処は地獄となるのだから。その寝床は、何と醜悪なことか。","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:198","price":"だが、自分たちの主*を畏れる*者たち、彼らにはその下から河川が流れ、そこに永遠に留まることになる楽園がある。アッラー*の御許からの御もてなしとして。アッラー*の御許にあるものは善行者たちにとって、（不信仰者*たちが現世で楽しんでいるもの）より善いものなのだ。","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:199","price":"本当に啓典の民*の中にもまさに、アッラー*と、あなた方に下されたもの（クルアーン*）と自分たちに下されたものを、信じる者がいる。彼らはアッラー*に恭順¹で、アッラー*の御徴と引き換えに僅かな代価を買ったりはしない²。それらの者たちには、彼らの主*の御許にその褒美がある。本当にアッラー*は、即座に計算されるお方なのだから。","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"１　「恭順」については、雌牛章45の訳注を参照。 ２　アーヤ*187、および雌牛章79、174も参照。","lang":"ja"},{"name":"3:200","price":"信仰する者たちよ、（アッラー*への服従において）忍耐*し、（敵との）我慢比べに打ち勝ち、前線を守れ。そしてあなた方が成功するべく、アッラー*を畏れ*るのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"ja"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}