{"data":[{"name":"30:1","price":"アリフ・ラーム・ミーム¹。","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"１　この文字群については、頻出名・用語解説の「クルアーン*の冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"30:2","price":"ビサンチン（軍）は、敗北した。","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:3","price":"最も近接した地¹で。そして彼らはその敗北の後、やがて勝利するであろう。","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"１　ビサンチンにとってペルシャ側から最も近接した地である、シャーム地方（現在のシリア、パレスチナ周辺地域）のこととされる（ムヤッサル４０４頁参照） 。","lang":"ja"},{"name":"30:4","price":"数年¹の内に。アッラー*にこそ、（ビサンチン軍の勝利）以前と以後の、（全ての）物事は属する。そしてその日、信仰者たちは歓喜するのだ、²","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"１　「数年」の「数（ビドゥア）」は、アラビア語で三から九までの数を表す。そしてビサンチン軍が勝利したのは、このアーヤ*が下った九年後のことであった（イブン・カスィール６：３０３参照）。 ２　当時、シルク*徒は同じ偶像崇拝者である、ペルシャ人がビサンチン人に勝利することを望んでいた。一方ムスリム*たちは、同じ啓典の民*である ビサンチン人がペルシャ人に勝利することを望んでいた（アッ＝ティルミズィー３１９３参照）。","lang":"ja"},{"name":"30:5","price":"（ビサンチンに授けられた）アッラー*の勝利に。アッラー*は、かれがお望みになる者をお助けになる。かれは偉力ならびない*お方、慈愛深い*お方であられる。","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:6","price":"アッラー*のお約束を（、信仰者たちに約束された）。アッラー*はそのお約束を、破られない。しかし、（マッカ*の不信仰な）人々の大半は知らないのだ。","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:7","price":"彼らは、現世の生活の上辺のことは知っている。実に来世に関しては、まさしく無頓着な者たちなのだが。","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:8","price":"一体、彼らは自分自身について熟考しなかったのか？¹アッラー*が諸天と大地、その間にあるものをお創りになったのは、真理と定められた時期（である復活の日*）²ゆえに外ならない。本当に人々の多くはまさしく、自分たちの主*との拝謁に対する否定者なのである。","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"１　詳細にされた章５３、撒（ま）き散らすもの章２１も参照。 ２　この「真理」については、イムラーン家章１９１「我らが主*よ、あなたは・・・」の訳注を参照。","lang":"ja"},{"name":"30:9","price":"一体、彼らは地上を旅し、彼ら以前の（不信仰）者*たちの結末がいかなるものであったかを見なかったのか？その者たちは彼らよりも力が強く、大地を耕し、彼らがそれ（大地）を開拓したのよりも沢山、開拓したのだ。そして彼らの使徒*たちは、明証を携えて彼らのもとに到来した。アッラー*が彼らに不正*を働くなどということは、あり得べくもなかったのだ。しかし彼らが、自分自身に不正*を働いていたのである。","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:10","price":"そしてアッラー*の御徴を嘘とし、それを嘲笑することによって悪を働いていた者たちの結末は、最悪なものである。","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:11","price":"アッラー*は創造を始め給い、それからそれをお戻しになり、やがてあなた方は、かれの御許にこそ戻られる。","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:12","price":"そして（復活*の）その時が到来する日、罪悪者たちは（自分たちの救い難い状況に、）落胆する。","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:13","price":"また彼らには、彼ら（がアッラー*）の同意者（として崇めていたもの）たちからの、いかなる執り成し手もいない¹。そして彼らは、彼ら（がアッラー*）の同意者（として崇めていたもの）らへの否定者となる。²","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"１　復活の日*の「執り成し」については雌牛章４８、マルヤム*章８７、ター・ハー章１０９とその訳注を参照。 ２　シルク*の徒と、彼らが神々として崇めていたものはその日、お互いに縁を切り合う（ムヤッサル４０５頁参照）。関連するアーヤ*として、雌牛章１６６－１６７、ユーヌス*章２８－２９、マルヤム*章８２、物語章６３、蜘蛛章２５、創成者*章１３－１４、砂丘章６も参照。","lang":"ja"},{"name":"30:14","price":"（復活の）その時が到来する日、彼ら（信仰者と不信仰者*）はその日、離れ離れになる。","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:15","price":"信仰し、正しい行い*を行った者たちといえば、彼らは（天国の）庭園で、喜悦を授けられる。","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:16","price":"そして不信仰に陥り*、われら*の御徴と来世における拝謁を嘘としていた者たちはといえば、それらの者たちは懲罰に立ち合わされる者となる。","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:17","price":"あなた方が夜を迎える時と朝を迎える時、アッラー*に称え*あれ（、と称えよ）。","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:18","price":"ーーかれにこそ、諸天と大地における称賛*があるーー。また、夜に、そしてあなた方が昼を迎える時に（称えよ）。","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:19","price":"かれは死から生を取り出され、生から死を取り出される¹。また、かれは大地をその死後に、息吹かせられる²。そして同様に（人々よ、）あなた方は、（清算のため、墓場から呼び）出されるのである。","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"１　イムラーン家章２７の訳注を参照。 ２　「大地をその死後に息吹かせる」については、雌牛章１６４の訳注を参照。","lang":"ja"},{"name":"30:20","price":"かれ（アッラー）が、あなた方（の父祖アーダム*）を土からお創りになり¹、それから何と、あなた方が（アッラー*の恩寵を求めて、大地に）散開する人間となったことは、かれの（偉大さと御力を示す）御徴の一つである。","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"１　アーダムが土から階段を経（へ）て創られたことについては、アル＝ヒジュル章２６の訳注を参照。","lang":"ja"},{"name":"30:21","price":"また、かれがあなた方自身からあなた方のために、あなた方が安らぐために妻をお創りになり¹、あなた方の間に愛情と慈悲の念をお授けになったことは、かれの（偉大さと御力を示す）見徴の一つである。本当にそこにはまさしく、熟考する民への御徴がある。","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"１　アーダム*の肋骨（ろっこつ）から創られた、ハウワーゥ*のことを示唆（しさ）しているとされる（イブン・カスィール６：３０９参照）。","lang":"ja"},{"name":"30:22","price":"また諸天と大地の創造と、あなた方の言葉と（肌の）色の違いは、かれの（偉大さと御力を示す）御徴の一つである。実にそこにはまさしく、知識ある者たちへの御徴がある。","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:23","price":"また、夜と昼におけるあなた方の睡眠と、かれの恩寵に対するあなた方の追求¹は、かれの（偉大さと御力を示す）御徴の一つである。本当にそこにはまさしく、耳を傾ける者たちへの御徴がある。","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"１　つまり、人々が糧を求めて活動するため、昼をお創りになった（ムヤッサル４０６頁参照）。「昼と夜」のいずれも、「あなた方の睡眠」と「あなた方の追求」にかかるという説、「夜」は「あなた方の睡眠」だけにかかり、「昼」は「あなた方の追求」にかかる、という説もある（アッ＝ラーズィー９：９３参照）。","lang":"ja"},{"name":"30:24","price":"また、かれがあなた方に、（あなた方が）恐怖と待望¹を抱く稲光をお見せになり、天から（雨）水を降らせて、それによって大地をその死後に息吹かせる²のは、かれの（偉大さと御力を示す）御徴の一つである。本当にそこにはまさしく、弁える民への御徴があるのだ。","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"１　この「恐怖と待望」については、雷鳴章１２の訳注を参照。また、雌牛章１９の訳注も参照。 ２　「大地をその死後に息吹かせる」については、雌牛章１６４の訳注を参照。","lang":"ja"},{"name":"30:25","price":"また、天と大地がかれのご命令によって成り立っている¹のは、かれの（偉大さと御力を示す）御徴の一つである。それから（復活の日*、）かれがあなた方を大地から（出てくるように）一声呼びかけれれば、どうであろう、あなた方は（墓場から）出されるのである。","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"１　天地の安定や、天が崩れ落ちることのないことを示すとされる（ムヤッサル４０７頁参照）。","lang":"ja"},{"name":"30:26","price":"そして、かれにこそ諸天と大地にいる（全ての）者は属する。全ては、かれに謹んで使える者たちなのだ。","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:27","price":"また、かれは想像をお始めになり、やがてそれを戻し給うお方ーーそれはかれにとって（最初の創造）より容易いことーー。また、かれにこそ諸天と大地における最高の属性がある¹。かれは偉力ならびない*お方、英知あふれる*お方。","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"１　「最高の属性」については、相談章１１とその訳注を参照。","lang":"ja"},{"name":"30:28","price":"（シルク*の徒よ、）かれはあなた方に、あなた方自身の内から、一つの譬えを挙げられた。あなた方に、われら*があなた方に授けた物において、自分たちの右手が所有するもの（奴隷*）である共同者がいたら？そしてあなた方（とその共同者）がそこにおいて同等であり、あなた方があたかも（自由民である）あなた方自身を怖れるように、彼らを怖れるとしたら（、そのようなことはあなた方の気に入らないであろう）？¹同様にわれら*は弁える民に対し、御徴を明らかにするのである。","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"１　同様のアーヤ*として、蜜蜂章７１とその訳注も参照。","lang":"ja"},{"name":"30:29","price":"いや、不正*を働いた者たちは知識もなく、自らの欲望に従ったのだ。そしてアッラー*が迷わせ給うた者¹を、だれが導くというのか？彼らには、（アッラー*の懲罰から救ってくれる）いかなる援助者もないというのに。","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"１　アッラー*が彼らを迷わせ給うたのは、彼らが不信仰と頑迷さに固執したがゆえに、ほかならない（ムヤッサル４０７頁参照）。","lang":"ja"},{"name":"30:30","price":"ならば、（使徒*よ）、あなたの顔を純正¹な宗教（イスラーム*）へと正すのだ。アッラー*がそのように人々をお創りになった、アッラー*の天性²に（従え）。アッラー*の創造（と宗教）に変更はないのだぞ。それがまっすぐな宗教。しかし人々の大半は、分からないのだ。","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"１　雌牛章１３５「純正な」についての訳注を参照。また「顔」についても、同章の１１２の訳注を参照。 ２　アッラー*は人間を。かれのみを崇拝*対象として信じるという天性のもとに、お創りになった。高壁章１７２とその訳注も参照。（イブン・カスィール６：３１３参照）。","lang":"ja"},{"name":"30:31","price":"かれ（アッラー*）に、よく（悔悟して）立ち返りつつ（従え）。またかれを畏れ*、礼拝を遵守*し、シルク*の徒の仲間となるのではない。","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:32","price":"自分たちの宗教を分裂させ、いくつもの分派となった者たちの内の（仲間とはなるな）。各派は、自分たちのもの（宗教）に有頂天でいる¹。","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"１　信仰者たち章５３の訳注を参照。","lang":"ja"},{"name":"30:33","price":"害悪が人々に降りかかれば、彼らはよく（悔悟して）立ち返る者となり、（救いを求めて）自分たちの主*に祈る。それから、かれがその御許からのご慈悲を彼らに味わわせられれば、どうであろう、彼らの内の一派は自分たちの主*に対してシルク*を犯すのである。","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:34","price":"こうして彼らは、われら*が彼に与えたもの¹に対して恩知らずとなるのだ。（シルク*の徒よ、現世の富を）楽しんでいよ。あなた方はやがて、（自分たちの行いの悪い結果を）知ることになるのだから。","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"１　彼らの害悪や困難を取り除いて下さった、アッラー*の恩恵のこと（ムヤッサル４０８頁参照）。","lang":"ja"},{"name":"30:35","price":"いや、一体、われら*が、彼らに根拠¹を下したとでも？そしてそれが、彼らがかれ（アッラー*）に対してシルク*を犯していたこと（の正当性）について、語るとでも？","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"１　この「根拠」とは、啓展のこととされる（アッ＝タバリー８：６５２８参照）。","lang":"ja"},{"name":"30:36","price":"われら*が人々に慈悲¹を味わわせれば、彼らは（感謝することなく）それに有頂天になる。そして、もし彼らに、自分たちが行っていたことゆえに悪²が降りかかれば、どうであろう、彼らは絶望の底に陥るのだ。","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"１　この「慈悲」は、健康・無事・安楽といったアッラー*の恩恵（ムヤッサル４０８頁参照）。 ２　この「悪」は、病気・貧困・恐怖・苦難などのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"30:37","price":"彼らはアッラー*が、かれがお望みの者に糧を豊富に与えられ、また控えられる¹のを知らないのか？本当にそこにはまさしく、信仰する民への御徴があるのだ。","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"１　物語章８２、サバア章３６、暁章１５－１６とそれらの訳注も参照。","lang":"ja"},{"name":"30:38","price":"ならば（信仰者よ）、近親の者、貧者*、旅路（で苦境）にある者に、その権利¹を与えよ。それがアッラー*の御顔を望む者たちにとってより善いのであり、それらの者たちこそが成功者なのだから。","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"１　「近親の者」の権利とは、よい近親関係の維持、施（ほどこ）し など、その他の善行のこと。「貧者*」および「旅路で苦境にある者」の権利とは、浄財*やそれ以外の施しのこと（ムヤッサル４０８頁参照）。","lang":"ja"},{"name":"30:39","price":"あなた方が人々の財産から儲けるべく、利息として与えたもの（借金）ならば、それはアッラー*の御許では儲からない。そしてあなた方がアッラー*の御顔を望みつつ、浄財*の内から与えるのであれば、それらの者たちこそは（褒美を）倍増する者たちである。","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:40","price":"アッラー*は、あなた方をお創りになり、それから（現世で）あなた方に糧をお授けになり、やがてあなた方に死を与えられ、それから（復活の日*、）あなた方に生を与えられるお方。一体、あなた方（がアッラー*）の共同者（として崇めているもの）たちの内、それらのいずれかでも行う者はいるのか？かれに称え*あれ、かれは彼らがシルク*を犯しているものから（無縁で）、遥か高遠なお方であられる。","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:41","price":"人々の手が稼いだもの（罪）ゆえに、陸と海に腐敗¹が出現したのである。それはかれ（アッラー*）が、彼らの行ったある種のこと（ゆえの懲罰）を、彼らに味わわせ給うためなのだ。彼らが、（悔悟して）立ち返るように。","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"１　この「陸と海」は、文字通りの意味であるという説と、前者が「砂漠」、後者が「町」「川沿いの町」とする説がある（イブン・カスィール６：３１９－３２０参照）。また「腐敗*」とは、旱魃（かんばつ）、雨不足、病気の蔓延（まんえん）などのこと（ムヤッサル４０８頁参照）。","lang":"ja"},{"name":"30:42","price":"（使徒*よ、）言え。「地上を旅して、過去の（不信仰）者*たちの結末がどのようなものであったか、見てみるがよい」。彼らの大半は、シルク*の徒だったのだ。","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:43","price":"ならば（使徒*よ）、アッラー*から押し戻す術のない（復活*の）その日が到来する前に、あなたの顔をまっすぐな宗教（イスラーム*）へと正せ¹。彼らはその日、散り散りになる。","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"１　アーヤ*３０も参照。","lang":"ja"},{"name":"30:44","price":"不信仰である者*には、自分自身に自らの不信仰（ゆえの罰）がある。そして（信仰して）正しい行い*を行う者は、自分たちのために（天国の住まいの）支度をしているのである。","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:45","price":"（それは）信仰し、正しい行い*を行う者たちに、かれ（アッラー*）がそのご恩寵からお報いになるため。本当にかれは、不信仰者*たちをお好みにはならないのだから。","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:46","price":"かれが吉報を告げる風を送られることは、かれの（偉大さと御力を示す）御徴の一つである。かれがそのご慈悲からあなた方に味わわせ給い、（かれのご命令とご意思によって）船が進み、あなた方がかれのご恩寵を求めるようにするため（、かれはそうされたのだ）。あなた方が感謝するように、と。","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:47","price":"（使徒*よ、）われら*は確かにあなた以前、使徒*たちをその民へと遣わした。そして彼ら（使徒*たち）は、彼らのもとに明証¹を携えて到来し（だが、民の大半は信じなかったので）、われら*は罪悪を働いた者たちに報復した。信仰者たちの援助は、もとよりわれら*にとって必須だったのだ。","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"１　「明証」とは、彼らが招くものの正しさを示す明白な証拠。奇跡もその一つ（ムヤッサル４０９頁参照）。","lang":"ja"},{"name":"30:48","price":"アッラー*は風を送られるお方。そしてそれ（風）は雲を追いやり、かれ（アッラー*）はお望みのままに、それ（雲）を天に散りばめ、断片にされる。そしてあなたは、その間から雨が出てくるのを見るのだ。また、かれがそれ（雨）を、かれの僕たちの内、彼がお望みになる者にお降らしになると、どうであろう、彼らは心躍らせる。","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:49","price":"かれが彼らの上に（雨を）お降らしになる前、それ以前には、本当に彼らはまさしく（旱魃に）落胆する者であったというのに。","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"ja"},{"name":"30:50","price":"ならば、かれがどのようにして大地をその死後に生き返らされるか、アッラー*のご慈悲の跡¹を（しかと）見てみよ。本当にそれこそは、死んだものに生を与えられるお方。かれは全てのことがお出来のお方なのだ。","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"１　「ご慈悲の跡」とは、雨が降ったことで生じた植物・木々・様々な果実のこととされる（アル＝バイダーウィー４：３４０参照）。","lang":"ja"},{"name":"30:51","price":"そして、もしもわれら*が（彼らの作物に有害な）風を送り、それが（枯れて）黄色くなってしまうのを彼らが見れば、彼らはその後、（一転して）否定し続ける¹。","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"１　アッラー*を否定し、その恩恵に対して恩知らずになる（ムヤッサル４１０頁参照）。","lang":"ja"},{"name":"30:52","price":"ゆえに（使徒*よ）本当にあなたは、死人に聞かせることも、聾に呼びかけを聞かせることも出来ない。もし彼らが、背を向けて立ち去るのであれば。¹","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"１　この「聾」については、雌牛章２７２、フード*章２０、２４とその訳注も参照。","lang":"ja"},{"name":"30:53","price":"また（使徒*よ）、あなたは、盲人¹をその迷いから導く者でもない。あなたが聞かせられるのは、われら*の御徴を信じる者だけであり、彼らは服従する者（ムスリム*）なのだ。²","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"１　この「盲人」については、雌牛章７、１８、家畜章５０、フード*章２０，２４、雷鳴章１６、巡礼*章４６とその訳注を参照。 ２　最終的な導きがアッラー*のみに委ねられていることについては、雌牛章２７２、ユーヌス*章９９－１００、蜜蜂章３７、物語章５６も参照。","lang":"ja"},{"name":"30:54","price":"アッラー*はあなた方を弱さ¹からお創りになり、それから（幼児期の）弱さの後、（成人の）強さをお授けになり、そして強さの後に、弱さと老衰を与えられたお方。かれはお望みのものをお創りになる。かれは全知者、全能者なのだ。","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"１　この「弱さ」は、精液のこと。あるいは、幼少期の弱い状態のこと（アル＝クルトゥビー１０：４６参照）。","lang":"ja"},{"name":"30:55","price":"（復活*の）その時が起こる日、罪悪者（シルク*の徒）たちは、自分たちが僅かな時間しか（現世で）過ごさなかった、と誓う¹。そのように、彼らは（現世で、真理から）背かされていたのだ。","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"１　ユーヌス*章４５とその訳注、およびター・ハー章１０３、信仰者たち章１１３－１１４、砂丘章３５、引き離すもの章４６も参照。","lang":"ja"},{"name":"30:56","price":"また、知識と信仰心を授けられた者たち¹は、言う。「あなた方は確かに、アッラー*の書の中で²、（あなた方が誕生した日から）復活の日まで、過ごしていたのである。そしてこれが復活の日なのだが、あなた方は知らなかった³のだ」。","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"１　天使*、預言者*、信仰者などのこととされる（ムヤッサル４１０頁参照）。 ２　つまり、アッラー*の定められた運命の中で、ということ（アッ＝サァディー６４５頁参照）。 ３　真理の探究と追従を怠（おこた）っていたために、復活の日が真実であることを知ることがなかった（アル＝カースイミー１３：４７９０参照）。","lang":"ja"},{"name":"30:57","price":"そしてその日、不正*者たちをその言い訳が益することはなく、彼らが（、アッラー*の）ご満悦を得ることも課されることはない¹。","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"１　蜜蜂章８４とその訳注も参照。","lang":"ja"},{"name":"30:58","price":"われら*はこのクルアーン*の中で確かに、人々に対してあらゆる譬えを挙げた。そして（使徒*よ）、もしもあなたが彼らに御徴¹をもたらしても、不信仰に陥った者*たちは必ずや（こう）言うであろう。「（使徒*とその信徒たちよ、）あなた方は虚妄の徒以外の何ものでもない」。","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"１　彼と、彼が人々を招いているものの正しさを示す、奇跡などの証拠のこと （アル＝ジャザーイリー４：１９５参照）。","lang":"ja"},{"name":"30:59","price":"同様にアッラー*は、知らない者たち¹の心を閉じられる。","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"１　知識を求めもせず、迷信にすがりつく者たちのこと。無知が重なると、真理を知ることから妨げられ、真理を嘘とするようになる（アル＝バイダーウィー４：３４３参照）。心を閉じられることについては、雌牛章７の訳注を参照。","lang":"ja"},{"name":"30:60","price":"ならば（使徒*よ）、あなたは忍耐*せよ。本当にアッラー*のお約束は、真実なのだから。そして（復活とその日の報いを）確信しない者たちが、あなたを動揺させるようなことがあっては、断じてならない。","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"ja"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}