{"data":[{"name":"34:1","price":"諸天にあるものと大地にあるものが属し、来世における称賛¹があるお方、アッラー*に称賛*あれ。かれは、英知あふれる*お方、通暁されるお方。","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"１　アッラー*が全ての者を完全なる公正さと英知によって裁かれる時、現世ではなかったほどのアッラー*への称賛*が、天国の民・地獄の民・地獄の民の間に起こる（アッ＝サァディー６７４頁参照）。","lang":"ja"},{"name":"34:2","price":"かれは大地の中に入り込むものも、そこから出てくるものも、天から落ちてくるものも、そこへ昇っていくもの¹も、（全て）ご存知である。かれは慈愛深い*お方、赦し深いお方。","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"１　「大地の中に入り込むもの」とは、水などを、「そこから出てくるもの」とは、植物、鉱物、水などを、「天から落ちてくるもの」とは雨、天使*、啓示などを、「そこへ昇っていくもの」とは、天使*、人間の行いなどを指す、とされる（ムヤッサル４２８頁参照） 。","lang":"ja"},{"name":"34:3","price":"不信仰に陥った者*たちは、言った。「（復活*の）その時は、私たちにはやって来ない」。（使徒*よ、）言ってやれ。「いや、不可視の世界*をご存知である我が主*にかけて、それは必ずや、あなた方のもとに到来する。諸天であろうが大地であろうが、僅かな重みでも、かれ（の知識）から免れることはない。また、それより小さいものでも、大きなものでも、明白な書（守られし碑板*）に（予め記されてい）ないものはないのだ¹。","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"１　同様のアーヤ*として、婦人章４０、家畜章５９、ユーヌス*章６１も参照。","lang":"ja"},{"name":"34:4","price":"（復活の日*の到来は、）かれが、信仰し、正しい行い*を行う者たちに報われるため。それらの者たちには、お赦しと貴い糧¹がある」。","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"１　「貴い糧」とは、天国のこととされる（ムヤッサル４２８頁参照） 。","lang":"ja"},{"name":"34:5","price":"われら*の御徴において、（使徒*とクルアーン*を嘘呼ばわりするために）ねじ伏せようと躍起になっていた者たち、それらの者たちには痛ましい制裁による懲罰がある。","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:6","price":"そして知識を授けられた者たちは、あなたの主*からあなたに下されたもの（クルアーン*）が真理であり、偉力ならびない*お方、称賛*されるべきお方（アッラー*）の道へと導いてくれるものであると分かるのだ。","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:7","price":"不信仰に陥った者*たちは（嘲笑しつつ、お互いに）言った。「（死んで）跡形もなくばらばらにされた後、本当にあなた方は新たに創造されるのだ、などとあなた方に告げる男¹を、あなた方に見せてやろうか？」","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"１　復活を説く預言者*ムハンマド*のことを、意図している（前掲書、同頁参照）。","lang":"ja"},{"name":"34:8","price":"一体、彼はアッラー*に対して嘘を捏造したのか？それとも、彼には憑き物がついている¹とでも？いや、来世を信じない者たちは（来世においては）懲罰と、（現世においては）遠い迷いの中にある。","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"１　アル＝ヒジュル章６「憑かれた者」の訳注を参照。","lang":"ja"},{"name":"34:9","price":"一体、彼ら（不信仰者*たち）は天と、大地という、自分たちの前にあるものと、自分たちの後ろにあるものを見なかったのか？もしわれら*が望めば、われら*は彼らを地面に飲み込ませ、あるいは彼らの上に天から破片を下してやる¹のだ。本当にその中にはまさに、よく（アッラー*に悔悟して）立ち返る、全ての僕への御徴がある。","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"１　「天から破片を下す」については、夜の旅章９２の訳注を参照。","lang":"ja"},{"name":"34:10","price":"われら*は確かに、われら*の御許からの恩寵¹を、ダーウード*に授けた。（われら*は言った。）「山々よ、彼と、そして鳥と共に（アッラー*を称え*て）連呼せよ」。また、われら*は彼のために、鉄を柔らかくしてやった。","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"１　預言者*としての使命と、啓典、知識のこと（ムヤッサル４２９頁参照） 。","lang":"ja"},{"name":"34:11","price":"（われら*は命じた。）「すっぽり覆うもの（鎧）をこしらえ、継ぎ目を（いい按配に）調整¹せよ。（ダーウード*とその一族よ、）あなた方は正しい行い*を行え。本当にわれら*は、あなた方の行いを見る者なのだから」。","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"１　部品を小さくし過ぎて華奢（きゃしゃ）にするのでもなく、大きくし過ぎて装着する者の負担にするのでもないように調整せよ、ということ（前掲書、同頁参照）。","lang":"ja"},{"name":"34:12","price":"またスライマーン*には、その午前（の進行距離）は一ヶ月（の旅程）で、午後（の進行距離）は一ヶ月（の旅程）の風を（、仕えさせた）¹。そして、われら*は彼のために銅の泉を溶かしてやり²、ジン*の内からは、その主*のお許しのもと、彼の前で働く者も（仕えさせた）。彼ら（ジン*）の内、われら*の命令³に背く者があれば、われら*は彼に烈火の懲罰の内から、味わわせてやろう。","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"１　彼は一日二ヶ月の旅程を進むこの風を、自分やその他の物を乗せたりして、望みのままに操（あやつ）ったのだという（アッ＝サァディー６７６頁参照）。 ２　彼の鉱山には、溶けた銅が水の泉のように流れたのだという（アル＝クルトゥビー１４：２７０参照）。彼はそれで、望む物を作ることが出来た（ムヤッサル４２９頁参照） 。 ３　スライマーン*に従え、というアッラー*のご命令のこと（ムヤッサル４２９頁参照） 。","lang":"ja"},{"name":"34:13","price":"彼ら（ジン*）は彼（スライマーン*）のため、ミフラーブ¹、（銅やガラス製の）像²、池のような貯水槽、堅固な鍋といった、彼の望む物を作る。（われら*は言った。）「ダーウード*の一族よ、（アッラー*に）感謝すべく、行え³。わが僕の内、僅かな者だけが、感謝する者なのだから」。","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"１　「ミフラーブ*」については、イムラーン家章３７の訳注を参照。 ２　当時、「像」は合法であった（アル＝クルトゥビー１４：２７３参照）。 ３　この「行い」とは、アッラー*に服従し、かれのご命令を実行すること（ムヤッサル４２９頁参照）。","lang":"ja"},{"name":"34:14","price":"そして、われら*が彼（スライマーン*）に死を定めた時、彼の杖を蝕む地面の虫以外、彼らにその死を知らせた者はなかった¹。それでスライマーン*が（地面に）崩れ落ちた時、ジン*たちは、もし彼らが不可視の世界*を知っていたなら、彼らが屈辱の懲罰の中に留ま（り続け）ることはなかったのだ、と分かった²のだった。","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"１　スライマーン*は杖に寄りかかったまま他界したため、ジン*たちは暫（しばら）くの間、彼が生きているものだと思って働き続けた。彼の死が明らかになったのは、その杖が虫に喰われて朽（く）ち、遺体が崩れ落ちた時のことだった（アッ＝サァディー６７６頁参照）。 ２　ある種の人々が考えているように、ジン*が不可視の世界*を知っていたのなら、彼らはスライマーン*の死後も厳しい労働の中に留まり続けることはなかったのだ、ということ（ムヤッサル４２９頁参照）。","lang":"ja"},{"name":"34:15","price":"確かにサバア¹（の民）には、その住まいの中に（アッラー*の御力を示す）御徴があった。右と左に二つの果樹園²。（彼らには、こう言われた。）「あなた方の主*の糧から食べ、かれに感謝せよ。（あなた方の国は）よき国であり、（恩恵の主は）赦し深い主*なのだから」。","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"１　「サバア」の民については、スーラ*冒頭の訳注を参照。 ２　サバアの民の町、マアラブには渓谷（けいこく）があり、彼らはそこにダムを築いていた。その水の利用により、渓谷の両側には豊かな果樹園が広がっていた（アッ＝サァディー６７７頁参照）。","lang":"ja"},{"name":"34:16","price":"そして彼らは（アッラー*のご命令と使徒*に）背いたので、われら*は彼らに、猛烈な洪水を送った。またハムトの実とアスルの木、僅かばかりのスィドル¹からのものがなる二つの果樹園で、彼らの二つの果樹園と取って換えた。","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"１　これらの植物は、いずれも砂漠性のもの。「ハムト」はいわゆるアラークの木で、苦いものの代名詞。「アスル」は、タマリスクに似た大きな木。「スィドル」はナツメの木に似た、棘のある木のこと（イブン・アーシュール２２：１７１参照）。","lang":"ja"},{"name":"34:17","price":"彼らが不信仰であ（り、恩恵への感謝を怠）ったことゆえ、われら*はまさしくそれで彼らに報いたのである。そしてわれら*が不信心この上ない者の外に、（このような）罰を与えることがあろうか？","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:18","price":"また、われら*は彼らと、われら*が祝福を授けた町々¹との間に、（その近さゆえ互いに）目に見える町々を設け、そこに（ちょうどいい間隔の）旅程を整えた。（そして、われらは彼らにこう言ったのだ。）「夜に昼に、そこを安全に行くがよい」。","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"１　シャーム地方（現在のシリア、パレスチナ周辺地域）のこと、とされる（ムヤッサル４３０頁参照）。","lang":"ja"},{"name":"34:19","price":"そして彼らは（安楽と豊かな暮らしに飽きて）、言った。「我らが主*よ、私たちの（町から町への）旅行（の距離を）を遠ざけて下さい」。こうして彼らが（不信仰によって）自分たちに不正*を働いたので、われら*は彼らを（後世へと）語り継がれるものとし、跡形もなくばらばらにしてやった。本当にその中にはまさしく、忍耐*強く感謝深い¹全ての者への御徴がある。","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"１　「忍耐*強く感謝深い」については、イブラーヒーム*章５の訳注を参照。","lang":"ja"},{"name":"34:20","price":"また、イブリース*は確かに、彼ら（人間たち）に対して自分の思い込み¹を実現し、彼らは信仰者たちの一派以外、彼に従った。","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"１　イブリース*が人類を迷わせ、彼らがアッラー*への不服従において、自分に従うという「思い込み」のこと（ムヤッサル４３０頁参照）。","lang":"ja"},{"name":"34:21","price":"そして彼（イブリース*）には、（彼らを自分に従わせることにおいて、）彼らに対するいかなる（正当な）根拠¹もなかった。しかし（それは、）われら*が来世を信じる者を、それに疑念を抱いている者から判別するためだったのだ。あなたの主*は、全てのことをよくお守りになる*お方である。","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"１　この「根拠」に関しては、イブラーヒーム*章２２の同語についての訳注も参照。","lang":"ja"},{"name":"34:22","price":"（使徒*よ、）言え。「アッラー*を差しおいて、あなた方が（かれの同位者と）主張して（崇めて）いる者たちに、祈るがよい。彼らは諸天においても大地においても、僅かな重みすうら有してはいないのだ¹。そして彼らにはそこにおいて、（アッラー*に対する）いかなる加担もなければ、かれ（アッラー*）には、彼らからのいかなる援助者もない」。","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"１　いかなる害益（がいえき）をもたらす力もない、ということ（アッ＝タバリー８：６７５０参照）。","lang":"ja"},{"name":"34:23","price":"またかれの御許では、かれがお許しになった者に対してしか、執り成しが益することはない¹。やがて彼らの心から戦慄が取り除かれると²、彼らは（互いに）言う。「あなた方の主*は、なんと仰せられた）。かれは至高の*お方、大いなる*お方であられる」。","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"１　復活の日*の「執り成し」については雌牛章４８、マルヤム*章８７、ター・ハー章１０９とその訳注を参照。 ２　この「彼ら」は「シルク*の徒」とも、「天使*たち」とも言われる。前者の場合、彼らが復活の日*、自分たちが現世で否定していたことが真理であったことを認める描写となる。また後者の場合、天界での啓示の様子の描写となる（アッ＝サァディー６７８頁参照）。アッラー*が天で何かを語られると、天使*たちは畏怖（いふ）の念ゆえに震（ふる）え上がるとされる（アル＝ブハーリー４８００参照）。","lang":"ja"},{"name":"34:24","price":"（使徒*よ、彼らシルク*の徒に）言ってやれ。「あなた方に諸天と大地から、糧を授けられるお方は誰か？」言ってやるのだ。「（それは）アッラー*である。そして実に私たちとあなた方（のいずれか）が、まさしく導きの上か、あるいは紛れもなき迷いの中にあるのだ²」。","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"１　天地から糧をお授けになるお方に対し、シルク*を犯している者たちこそが迷いの中にあるのは自明であるが、あえて間接的な問いかけをしている（アル＝クルトゥビー１４：２９８－２９９参照）。","lang":"ja"},{"name":"34:25","price":"言ってやれ。「私たちが罪を犯したことで、あなた方が問われることはなく、私たちもあなた方が行うことで問われはしない」。","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:26","price":"言え。「我らが主*が、（復活の日*に）私たちをお集めになり、それから私たちの間を真理によってお裁きになる。かれは裁決者、全知者であられる」。","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:27","price":"言ってやるのだ。「あなた方が、かれに（崇拝*における）同位者として属させた者たち（の根拠）を、私に見せてみよ。断じて（、そのようなものは）ない。いや、かれは偉力ならびなく*、英知あふれる*アッラー*であられる」。","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:28","price":"（使徒*よ、）われら*があなたを遣わしたのは、全ての人に向けて¹、吉報を伝える者、警告を告げる者²としてに外ならない。しかし大半の人々は、知らないのだ。","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"１　高壁章１５８とその訳注も参照。 ２　「吉報を伝え・・・」については、雌牛章１１９の訳注を参照。","lang":"ja"},{"name":"34:29","price":"彼ら（シルク*の徒）は、言う。「その約束（復活の日*）は、いつなのか？もし、あなた方が本当のことを言っているのなら」。","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:30","price":"（使徒*よ、）言ってやれ。「あなた方には、一時たりとも遅らせることも出来ず、早めることも出来ない（復活の）日*の約束があるのだ」。","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:31","price":"また、不信仰に陥った者*たちは言った。「私たちはこのクルアーン*を信じないだろうし、それ以前のもの¹も（信じない）」。（使徒*よ、）もしあなたが、不正*者たちがその主*の御許で（清算のために）拘留され、お互いに（譴責の）言葉を返し合う時のことを見るならば。抑圧されていた者たちは、高慢だった者たち²に（こう）言うのだ。「もしあなた方がいなければ、私たちは信仰者だったのに」。³","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"１　クルアーン*以前の啓典のこと（ムヤッサル４３１頁参照）。 ２　自分たちが迷うだけでなく、他人も迷わせていた不信仰の長たちのこと（ムヤッサル４３１頁参照）。 ３　同様の情景の描写として、アーヤ*４０－４１、雌牛章１６６－１６７、高壁章３８、イブラーヒーム*章２１－２２、識別章１７－１９、物語章６３、部族連合章６７－６８も参照。","lang":"ja"},{"name":"34:32","price":"高慢だった者たちは、抑圧されていた者たちに言う。「一体、私たちがあなた方を導きから阻んだというのか？あなた方のもとに、それが到来した後に？いや、あなた方は（自ら不信仰を選んだ）罪悪者だったのだ」。","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:33","price":"そして、抑圧されていた者たちは高慢だった者たちに言う。「いや、私たちがアッラー*を否定し、かれに（崇拝の）同位者を置くよう、あなた方が私たちに命じていた時、（あなた方の）夜と昼の策謀が（私たちを破滅させたのだ）」。そして懲罰を目の当たりにする時、彼らは（余りの恐怖ゆえ）後悔の念を露わに出来ない¹。また、われら*は不信仰だった者*たちの首に、枷を縛り付ける。一体彼らが報われるのは、自分たちが（現世で）行っていたこと（によるもの）以外の、何ものでもないのではないか？","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"１　「後悔の念を露わに出来ない」という表現については、ユーヌス*章５４の訳注を参照。","lang":"ja"},{"name":"34:34","price":"われら*が警告者を町に遣わした時には決まって、その（町の）贅沢者たちは（こう）言ったものだった。「本当に私たちは、あなた方が携えて遣わされたものを認めない者である」。","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:35","price":"また、彼らは言った。「私たちは財産も子供も（あなた方）より多いし、私たちは（現世でも来世でも、）罰される者などではない」。","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:36","price":"（使徒*よ、）言ってやれ。「本当に我が主*は、かれがお望みの者に糧を豊富に与えられ、また控えられる。しかし、大半の人々は知らないのだ」。¹","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"１　豊かであるか貧しいか、ということは、その者に対するアッラー*の寵愛（ちょうあい）や憎悪を示しているのではなく、アッラー*からの試練である。だが、多くの人々はそのことを知らない（ムヤッサル４３２頁参照）。物語章８２、暁章１５－１６とそれらの訳注も参照。","lang":"ja"},{"name":"34:37","price":"あなた方の財産もあなた方の子息も、あなた方がわれら*のもとでお近づきを得るものではない。しかし信仰し、正しい行い*を行う者、それらの者たちにこそ、彼らが行ったことゆえの倍の褒美があるのだ¹。そして彼らは（懲罰から）安全な状態で、（天国の）高き住まいにある。","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"１　財産や子息は、それ自体ではアッラー*へのお近づきを望めない。しかし正しい信仰者が、その財産をアッラー*の道に費やしたり、あるいは自分の子供に善いことを教えたり、正しい教育を施したりすることで、初めてアッラー*へのお近づきを望めるのである（アル＝バイダーウィー４：４０３参照）。","lang":"ja"},{"name":"34:38","price":"また、われら*の御徴において、（嘘呼ばわりするために）ねじ伏せようと躍起になる者たち、それらの者たちは、懲罰へと立ち合わされる者たちである。","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:39","price":"（使徒*よ）言ってやれ。「本当に我が主は、その僕たちの内、かれがお望みの者に糧を豊富に与えられ、また控えられる¹。そして、あなた方がどんなものでも（アッラー*に命じられたことに）費やせば、かれはそれを（褒美で）継がせ給う²。かれは、最もよく糧を授けられるお方」。","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"１　アーヤ３６の訳注を参照。 ２　現世においてはそれに代わるもので、来世においては褒美で償（つぐな）われる、ということ（ムヤッサル４３２頁参照）。","lang":"ja"},{"name":"34:40","price":"かれ（アッラー*）が彼ら（シルク*の徒）全員を招集され、それから天使*たちに（こう）仰せられる日のこと（を思い起こさせよ）。「一体これらの者たちは、あなた方（天使*たち）のことを崇めていたのか？」¹","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"１　同様の情景の描写として、アーヤ*３１－３３、雌牛章１６６－１６７、高壁章３８、イブラーヒーム*章２１－２２、識別章１７－１９、物語章６３、部族連合章６７－６８も参照。","lang":"ja"},{"name":"34:41","price":"彼ら（天使たち）は申し上げる。「あなたに称え*あれ。彼らは無関係で¹、あなたこそが私たちの庇護者*です。いえ、彼らはジン*²を崇めていました。彼らの大半は、彼ら（ジン*）のことを信じて（従って）いたのです」。","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"１　私たちは彼らのことを自分たちへの崇拝*者としたわけでもなく、彼らの庇を引き受けたわけでもない、ということ（アッ＝シャウカーニー４：４３７参照）。 ２　ここでの「ジン*」は、シャイターン*の意（ムヤッサル４３３頁参照）。","lang":"ja"},{"name":"34:42","price":"（復活の）この日、あなた方はお互いに、益も害も有してはいない。そしてわれら*は不正*を働いていた者たちに、（こう）言うのだ。「あなた方が嘘呼ばわりしていた、業火の罰を味わうがよい」。","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:43","price":"われら*の明白な御徴（アーヤ*）が彼ら（マッカ*の不信仰者*）に読誦されれば、彼らは言ったものであった。「これ（預言者*ムハンマド*）は、あなた方のご先祖様が崇めていたものから、あなた方を阻もうとする男以外の何ものでもない」。また、（こう）言った。「これ（クルアーン*）は、捏造されたでっち上げに過ぎない」。そして不信仰だった者*たちは真理に対し、それが彼らのもとに到来した時、（こう）言ったのである。「これは紛れもない魔術に外ならない」。","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:44","price":"われら*は（クルアーン*以前）、彼ら¹が熟読するいかなる啓典も、彼らに下しはしなかったし、（使徒*よ、）あなた以前にはいかなる警告者も、彼らに遣わすことはなかったのだ。","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"１　ここでの「彼ら」は、アラブ人のこととされる（イブン・カスィール６：５２５参照）。","lang":"ja"},{"name":"34:45","price":"また、彼ら以前の（不信仰）者*たちは、（われら*の使徒*たちを）噓つき呼ばわりした。彼ら（マッカ*の不信仰者*たち）は、われら*が彼ら（それ以前の不信仰者*たち）に与えたもの¹の、十分の一にも達していないというのに。彼らは、われの使徒*たちを噓つき呼ばわりしたのである。それで、わが否認はいかなるものだったか？²","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"１　これは勢力、財産、長寿などのこととされる（ムヤッサル４３３頁参照）。 ２　「わが否認はいかなるものだったか？」については、巡礼*章４４の訳注を参照。","lang":"ja"},{"name":"34:46","price":"（使徒*よ、彼らに）言ってやれ。「まさに私は、あなた方に一つだけ訓戒する。あなた方がアッラー*に向かって二人ずつ、また一人ずつ立ち上がり、それから熟考することを¹。あなた方の仲間（ムハンマド*）に、憑きものなど憑いてはいない²。彼は（あなた方が味わうことになる）厳しい懲罰に先立つ、あなた方への警告者に過ぎないのだ³」。","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"１　預言者*の件について、決意と熱意、真理の追求とアッラー*への真摯さをもって立ち上がり、寄り集まって調べ合い、あるいは一人で自分自身に問いかけてみれば、彼が憑（つ）かれてなどいないことが分かる（アッ＝サァディー６８２頁参照）。 ２　アル＝ヒジュル章６「憑かれた者」の訳注を参照。 ３　縒り合された章の訳注１も参照。","lang":"ja"},{"name":"34:47","price":"（使徒*よ、）言え。「もし、私があなた方に何らかの見返りを求めた¹としても、それはあなた方のもの。私の見返りは、アッラー*から以外にはないのだ。そしてかれは、全てのことの証人であられる」。","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"１　この「見返りの要求」については、家畜章９０の訳注を参照。","lang":"ja"},{"name":"34:48","price":"言うのだ。「実に我が主*は、真理を（虚妄に向けて）投げかけ給い¹、不可視の世界*を熟知されるお方である」。","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"１　その他、「アッラー*はその啓示を、かれがお選びになる者に下される」「真理を世界中に広められる」といった解釈もある（アル＝バイダーウィー４：４０６参照）。","lang":"ja"},{"name":"34:49","price":"言え。「真理は到来した。そして虚妄は（滅び、もはや）出現することも。回帰することもない」。¹","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"１　つまり虚妄は跡形もなく消え去り、進退も開始も再開もままならない状況になった。あるいは「虚妄」とはシャイターン*のことで、それは何を創造することも出来なければ、何かを蘇（よみがえ）らせることも出来ない（アッ＝シャウカーニー４：４４１参照）。","lang":"ja"},{"name":"34:50","price":"言ってやれ。「もし私が（真理から）迷ったのなら、私は自分自身に対して（罪を負うべく）迷っているのである。そしてもし（正しく）導かれたのなら、（それは）我が主*が私に啓示されたものゆえのこと。本当にかれはよくお聞きなるお方、（かれを呼ぶ者の）近くにおられるお方」。","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:51","price":"（使徒*よ、）彼ら（不信仰者*たち）が戦慄する時のことを、目にしたならば。彼らに逃げ道はなく、近い場所から連れて行かれるのだ¹。","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"１　このアーヤ*の解釈には、「（死が訪れ、）地表から地下へと移される時のこと」「復活の日*の清算の場から、地獄へと落とされる時のこと」「かつては強力だったのが、戦場において容易（たやす）く負かされる時のこと」といった諸説がある（アル＝カースィミー１４：４９６８参照）。","lang":"ja"},{"name":"34:52","price":"そして彼らは（、その時になって）言う。「私たちはそれ¹を信じた」。どうして遠い場所から、易々と（信仰を）手に入れられるというのか？²","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"１　この「それ」は、アッラー*、啓典、使徒*のこと（ムヤッサル４３４頁参照）。 ２　既に現世から遮（さえぎ）られ、そこが「遠い場所」となってしまった後では、信仰を手にすることは出来ない（前掲書、同頁参照）。家畜章１５８とその訳注も参照。","lang":"ja"},{"name":"34:53","price":"彼らは確かに以前、それを否定し、不可視の世界*について（真理から）遠い場所から（虚妄に満ちた）憶測をしていたというのに。","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:54","price":"そして彼らと、彼らが渇望するもの¹との間は阻まれた。ちょうど彼らの（先代である）同類者たちが、以前（そう）されたように。本当に彼らは（現世で）、大きな疑惑の中にあった²のである。","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"１　「渇望すること」とは、現世に戻って信仰すること（ムヤッサル４３４頁参照）。 ２　つまり、使徒*、復活、清算について疑念の中にあった（前掲書、同頁参照）。","lang":"ja"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}