{"data":[{"name":"35:1","price":"アッラー*にこそ称賛*はあり。諸天と大地の創成者*。天使*たちを、二枚、三枚、四枚と、翼を備えた御使いとされたお方。かれは創造において、お望みのものを増やし給う。本当にアッラー*は、全てのことがお出来のお方である。","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:2","price":"アッラー*が人々にご慈悲¹を開き放てば、それを押し留める（ことの出来る）者はいない。また、かれが（それを）押し留めるならば、かれを差し置いてそれを放つ（ことの出来る）者はいない。かれは偉力ならびない*お方、英知あふれる*お方であられる。","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"１　この「ご慈悲」とは、生活の糧、雨、健康、知識といった諸々の恩恵のこと（ムヤッサル４３４頁参照）。","lang":"ja"},{"name":"35:3","price":"人々よ、あなた方に対するアッラー*の恩恵を思い起こすのだ。あなた方に天地から糧をお授けになるアッラー*の外、創造主があるというのか？かれの外に崇拝*すべき、いかなるものもない。どうしてあなた方は、（アッラー*だけを崇拝*することから）背かされるのか？","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:4","price":"また（使徒*よ）、もし彼ら（不信仰者*たち）があなたを噓つき呼ばわりしたとしても、あなた以前の使徒*たちも確かに、噓つき呼ばわりされたのである。そして（来世では）アッラー*にこそ物事は戻され（て、全ての者はその報いを受け）るのだ。","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:5","price":"人々よ、本当にアッラー*のお約束¹は真実である。ならば決して、現世の生活があなた方を欺いたり、欺く者²があなた方を、アッラー*において欺くことがあったりしてはならない。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"１　復活、褒美（ほうび）、懲罰といった来世でのお約束のこと（ムヤッサル４３４頁参照）。 ２　「欺く者」については、ルクマーン章３３の訳注を参照。","lang":"ja"},{"name":"35:6","price":"実にシャイターン*は、あなた方にとっての敵なのである。ならば彼を、敵とせよ。本当に彼はその徒党を、彼らが（地獄の）烈火の仲間となるべく、（迷妄へと）招くのである。¹","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"１　シャイターン*が人類を迷わせることとなった経緯（いきさつ）については、高壁章１１－１８、アル＝ヒジュル章２８－４２、夜の旅章６１－６５、サード章７１－８５を参照。","lang":"ja"},{"name":"35:7","price":"不信仰に陥った者*たち、彼らには厳しいと懲罰がある。そして信仰し、正しい行い*を行う者たち、彼らにはお赦しと大きな褒美がある。","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:8","price":"一体、自分の行いの悪が目映く見え、それを美しく思う者は（、正しく導かれ、それを美しく思う者と同様だろうか）？実にアッラー*は、かれがお望みになる者を迷わされ、お望みになる者をお導きになるのだ。ならば、彼ら（の不信仰）への悲嘆ゆえ、あなた¹自信を滅ぼしてはならない。本当にアッラー*は、あなた方のなすことをご存知のお方なのだから。","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"１　この「あなた」については、雌牛章１２０の訳注を参照。以下、同様の表現の際にも、同訳注を参照。","lang":"ja"},{"name":"35:9","price":"アッラー*は、風を送られるお方。それ（風）は雲を追いやり、われら*はそれを死んだ土地へと率いて行き、それ¹によって大地をその死後に息吹かせる²。（復活の日*の）再生も、同様なのだ。","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"１　「それ」とは、雲から降る雨のこと（ムヤッサル４３５頁参照）。 ２　「大地をその死後に息吹かせる」については、雌牛章１６４の訳注を参照。","lang":"ja"},{"name":"35:10","price":"権勢を求める者があるならば（、アッラー*からそれを求めよ¹）、アッラー*にこそ全ての威力が属するのだ。かれにこそ善き言葉は昇っていくのであり、正しい行い*がそれを上げる²。そして悪を策謀する者たち、彼らには厳しい懲罰があり、それらの者たちの策謀こそは、ご破算になるのだ。","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"１　アッラー*ではなく、その創造物に権勢を求める者は、かれからそれを授かる。そしてアッラー*からの権勢とは、かれへの服従によって得られるものなのであう。（前掲書、同頁参照）。 ２　「善き言葉」は、シャハーダ*の言葉、唱念、奇岩、クルアーン*の読誦、イスラーム*学の教授など、全ての善い言葉を指すとされる。本文のように「正しい行い*」」が「善き言葉」を上げる、つまり正しい行い*が伴うわない言葉は受け入れられない、といった解釈の外にも、①「善き言葉」が「正しい行い*」を上げる、つまりシャハーダ*の言葉を語ったムスリム*からこそ、正しい行い*は受け入れられる、②アッラー*がそれを「上げて」お受入れになる、といった解釈もある（イブン・ジュザイ２：２１２－２１３参照）。","lang":"ja"},{"name":"35:11","price":"アッラー*はあなた方（の父祖アーダム*）を土から¹、そして（その子孫を）一滴の精液からお創りになり²、それからあなた方を夫婦とされた。また、いかなる女性も、かれがご存知になることなくしては、妊娠することも出産することもない。そして長命者が長生きさせれることも、全て書（守られし碑板*）の中に（あらかじめ記録されて）あるのだ。本当にそれはアッラー*にとって、容易いことなのである。","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"１　アーダム*が土から階段を経（へ）て創られたことについては、アル＝ヒジュル唱２６の訳注を参照。 ２　人間の創造の変遷（へんせん）については、巡礼*章５、信仰者たち章１４の訳注を参照。","lang":"ja"},{"name":"35:12","price":"また、二つの海は同様ではない。こちらは甘くて美味、飲むに喉越しがよく、こちらはしょっぱくて辛いというように。そしてそのいずれからも、あなた方は新鮮な肉を食べ、あなた方が身に纏う装飾品を採り出す。また、あなたはそこを、船が水を切（りつつ走）るのを見る。（それは）あなた方が、かれのご恩寵から求めるためであり、そしてあなた方が（授かった恩恵に対し、アッラー*に）感謝するようにするためである。","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:13","price":"かれは夜を昼にお入れになり、また昼を夜にお入れになり¹、太陽と月を仕えさせられた。（その）いずれも、定められた時期（である復活の日*）まで運行し続けるのである。そのお方がアッラー*、あなた方の主*、かれにこそ（全ての）王権はある。そして彼らが、彼をよそに祈っている者たちは、薄皮²すら有してはいないのだ。","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"１　「夜を昼に・・・」については、イムラーン家章２７の訳注を参照。 ２　原語では「キトミール」で、種子の上を覆う薄皮のこと（ムヤッサル４３６頁参照）。僅（わず）かな物も有してはいない、というたとえ（イブン・アーシュール２２：２８３参照）。","lang":"ja"},{"name":"35:14","price":"（人々よ、）もし、あなた方が（アッラー*をよそに）彼らに祈っても、彼らにはあなた方の祈願が聞こえない。また、たとえ聞こえたとしても、彼らがあなた方に応じることはない。そして復活の日*、彼らはあなた方のシルク*を否定するのである¹。（使徒*よ、誰も、全てに）通暁されるお方（アッラー*）のようには、あなたに（正しいことを）伝えることはないのだ。","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"１　この具体的な情景の描写として、雌牛章１６６－１６７、ユーヌス*章２８－２９、マルヤム*章８２、物語章６３、蜘蛛章２５、砂丘章６なども参照。","lang":"ja"},{"name":"35:15","price":"人々よ、あなた方はアッラー*なしではいられない貧者であり、アッラー*は満ち足りておられる*お方、称賛されるべき*お方なのである。","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:16","price":"かれがお望みなら、あなた方を滅ぼされ、新たな創造物¹をもたらされるのだ。","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"１　この「新たな創造物」については、イブラーヒーム*章１９の訳注を参照。","lang":"ja"},{"name":"35:17","price":"そしてそれは、アッラー*にとって難しいことなどではない。","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:18","price":"また、（罪の）重荷を背負う者は、他の（者が犯した罪の）重荷まで背負うことはない。そして、もし（罪の）重荷を背負わされた者が（他人に）それを背負ってくれるように頼んでも、そこから少しも背負ってもらえることはない。たとえ、それが近親者であったとしても（、そうなのである）。（使徒*よ、）あなたは、まだ見ぬままに自分たちの主*を恐れ¹、礼拝を遵守*する者たちにこそ（、有効な）警告をするのだ。自らを努めて清める者²は、清めることで自分を益するに外ならない。そしてアッラー*にこそ、（全ての者の）行き先はある。","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"１　「まだ見ぬままに自分たちの主を恐れる」については、預言者*たち章４９の訳注を参照。 ２　この「自らを努めて清める」については、ター・ハー章７６の訳注を参照。","lang":"ja"},{"name":"35:19","price":"盲人と見る者は、同じではない。¹","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"１　「盲人」はアッラー*の宗教に盲目な者、「見る者」は真理を見出し、それに従った者（ムヤッサル４３７頁参照）。また、家畜章５０、雷鳴章１６、フード*章２０とその訳注も参照。","lang":"ja"},{"name":"35:20","price":"また、闇と光も。¹","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"１　「闇」は不信仰で、「光」は信仰のこと（前掲書、同頁参照）。雌牛章２５７の訳注も参照。","lang":"ja"},{"name":"35:21","price":"また、（天国の）陰と（地獄の）熱風も。","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:22","price":"そして、生者と死者¹も。実にアッラー*は、かれがお望みになる者を、（理解と許容の耳で）聞かせられるのであり、（使徒*よ、）あなたは墓の中にいる者¹に聞かせる者ではないのだ。","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"１　「生者」は、信仰で心が生きている者、「死者」は不信仰で心が死んだ者（前掲書、同頁参照）。 2　「墓の中にいる者」は、心が死んだ不信仰者*のたとえ（前掲書、同頁参照）。","lang":"ja"},{"name":"35:23","price":"あなたは、警告者に外ならないのだから。","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:24","price":"本当にわれら*はあなたを、吉報を伝える者、警告を告げる者¹として、真理²と共に遣わした。そして、警告者が（出現しては、不信仰の結末を警告し、）過ぎ去っていかなかった共同体など、ないのだ。","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"１　「吉報を・・・」については、雌牛章１１９の訳注を参照。 ２　「真理」とは、アッラー*への信仰と、宗教上の決まりのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"35:25","price":"そして、もし彼ら（シルク*の徒）があなたを噓つき呼ばわりするならば、彼ら以前の者たちも確かに、（使徒*たちを）噓つき呼ばわりしたのである。彼らの使徒*たちは、明証や書巻や明白な啓典を携えて、彼らのもとに到来した。","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:26","price":"それからわれは、不信仰に陥った者*たちを（様々な懲罰で）捕らえた。それで（彼らの行いに対する）、わが否認はいかなるものだったか？¹","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"１　巡礼*章４４の訳注も参照。","lang":"ja"},{"name":"35:27","price":"（使徒*よ、）あなたはアッラー*が天から（雨）水をお降らしになるのを見ないのか？そしてわれら*はそれによって、様々な色の果実を生育させる。また山々の内には、白や赤の、異なる色の（道）筋があり、漆黒のものもある。","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:28","price":"また人々や地を歩く生物、家畜の内にも同様に、異なる色のものがある。アッラー*を恐れるのは、その僕たちの内、（アッラー*について）知識ある者たちに外ならない¹。本当にアッラー*は偉力ならびない*お方、赦し深い*お方なのだ。","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"１　創造物が様々に異なるように、人々のアッラー*に対する恐れの度合いも様々である（アル＝クルトゥビー１０：４６参照）。完全なる属性と美名で形容されるアッラー*について知れば知るほど、かれに対する恐れの念は強くなる（イブン・カスィール６：５４４参照）。","lang":"ja"},{"name":"35:29","price":"本当にアッラー*の啓典（クルアーン*）を読誦し¹、礼拝を遵守*し、われら*が彼らに授けたものから（施しのために）蜜に、露わに、費やす²者たちは、決してご破算になることのない取引³を望む者たち。","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"１　この「読誦」については、雌牛章１２１の訳注も参照。 ２　アッラー*が「授けたものから（施しとして）費やす」については、雌牛章３の訳注を参照。 ３　それらの行いと引き換えに、アッラー*のお喜びと多大な褒美を得るという取引のこと（ムヤッサル４３７頁参照）。","lang":"ja"},{"name":"35:30","price":"（それは）かれが彼らにその褒美を全うされ、そのご恩寵から彼らに上乗せされるため。本当にかれは赦し深いお方、よく労られる*お方なのだから。","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:31","price":"（使徒*よ、）われら*あなたに下した啓典（クルアーン*）は、それ以前のもの¹を確証する真理である。本当にアッラー*はその僕たちに対し、まさしく通暁されるお方、よくご覧になられるお方。","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"１　「それ以前のもの」とは、クルアーン*以前の啓典のこと（前掲書４３８頁参照）。","lang":"ja"},{"name":"35:32","price":"それからわれら*はその啓典（クルアーン*）を、われら*の僕の内から、われら*が選び抜いた者たちに受け継がせた。それで彼らの内には、自らに対して不正*を働く者もいるし、ほどほどの者もいるし、アッラー*のお許しとともに善へと急ぐ者¹もいる。それ²こそは、大いなる恩寵なのだ。","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"１　「自らに対して不正*を働く者」とは罪を犯す者のことで、「ほどほどの者」とは宗教義務を果たし、禁じられた物事を避ける者のこと、「善へと急ぐ者」とは義務行為のほか、任意の善行にも励（はげ）む者のこととされる（ムヤッサル４３８頁参照）。 ２　この「それ」は、アッラー*が啓典をお授けになり、預言者*ムハンマド*の共同体をお選びになったということ（前掲書、同頁参照）。","lang":"ja"},{"name":"35:33","price":"永久の楽園、彼らはそこに入る。彼らはそこで金製の腕輪と真珠で飾り立てられ、そこでの彼らの衣服は絹なのである。¹","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"１　天国の民が身にまとう物については、洞窟章３１、巡礼*章２３、煙霧章５１－５３、人間章１２、２１も参照。","lang":"ja"},{"name":"35:34","price":"彼らは（天国に入った時、こう）言う。「私たちから悲しみ¹を消して下さったアッラー*に、称賛*あれ。本当に我らが主*は、まさしく赦し深いお方、よく労わられる*お方だ。","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"１　この「悲しみ」とは、地獄の懲罰、復活の日*の恐怖、現世での心配事などにおける、あらゆる悲しみのこと（イブン・ジュザイ２：２１７参照）。","lang":"ja"},{"name":"35:35","price":"（かれは）そのご恩寵により、私たちを永住の世界（である天国）に住まわせて下さったお方。そこでは私たちに、いかなる消耗も及ぶことはなく、そこでは私たちに、いかなる疲労が及ぶこともない」。","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:36","price":"また、不信仰に陥った者*たち、彼らには地獄の業火があり、（死の）裁決を下されることで死ぬこともなく、その懲罰が軽減されることもない。同様にわれら*は、あらゆる不信仰この上ない者に報いるのだ。","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:37","price":"そして彼ら（不信仰者*）はそこで、叫びわめく。「我らが主*よ、私たちを（地獄から）出して下さい。そうして（現世に戻して）下さったら、私たちは自分たちが（現世で）行っていたのとは違う、正しい行い*を行います」。¹（するとアッラー*は仰せられる。）「一体われら*は、教訓を受ける者がそこにおいて教訓を受けるだけの（十分な）年月を、あなた方に与えなかったのか？そしてあなた方のもとには、警告者が到来したのでは？ならば（地獄の懲罰を）味わえ。不正*者たちには、いかなる援助者もないのだから」。","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"１　同様の情景の描写として、家畜章２７－２８、高壁章５３、イブラーヒーム*章４４、信仰者たち章９９－１００、アッ＝サジダ*章１２、赦し深いお方章１１－１２、相談章４４、偽信者*たち章１０－１１も参照。","lang":"ja"},{"name":"35:38","price":"本当にアッラー*は、諸天と大地の不可視の世界*（に関する知識）をご存知のお方。実にかれは、胸の内にあるものをご存知であられる。","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:39","price":"（人々よ、）かれはあなた方を地上の継承者¹とされたお方。不信仰に陥った者*は自分自身に対して、その不信仰（の害）がある。そして不信仰者*たちの不信仰はその主*の御許において、自分自身への憎悪しか上乗せすることがなく、不信仰者*たちの不信仰は自分自身に、損失しか上乗せしないのだ。","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"１　「地上の継承者」については、家畜章１６５の訳注を参照。","lang":"ja"},{"name":"35:40","price":"（使徒*よ、シルク*の徒に）言ってやれ。「言ってみよ、あなた方がアッラー*をよそに祈っている、あなた方（がアッラー*）の同位者たち（として崇拝*しているもの）について。彼らが地上で何を創造したのか、私に見せてみよ」。いや、一体彼らには、諸天（の創造）における、（アッラー*への）加担があるというのか？いや、一体われら*が彼らに啓典を与え、彼らがそれによる明証¹に基づいているとでも？いや、不正*者たちは互いに偽りしか約束することがない。","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"１　シルク*を正当化する明証のこと（アッ＝サァディー６９１頁参照）。","lang":"ja"},{"name":"35:41","price":"実にアッラー*は諸天と大地を、それらが崩れ落ちないよう、お支えになる。そして、もしもそれらが崩れ去ったならば、かれの後、いかなる者もそれらを支えられない。本当に彼はもとより、寛大な*お方、赦し深いお方である。","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:42","price":"彼ら（不信仰者*）は躍起になって、アッラー*にかけて誓った。もしも自分たちのもとに警告者が到来したならば、自分たちは必ずや、数々の民¹のいずれよりも導かれたものとなる、と。だが彼らのもとに警告者（預言者*ムハンマド*）が到来した時、それは彼らに対し、（真理から）離れ去ることに拍車をかけただけだった。","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"１　ユダヤ教徒*、キリスト教徒*、あるいはその他の自分たち以外の民のこと（ムヤッサル４３９頁参照）。","lang":"ja"},{"name":"35:43","price":"地上で奢り高ぶり、悪の策謀を（望みつつ）。悪の策謀は、その者自信を包囲するだけだというのに。そして彼らは、昔の人々の摂理¹をもっているだけなのか？ともあれ、あなたはアッラー*の摂理に変更を見出すこともなく、アッラー*の摂理²に転移を見出すこともないのだ。","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"１　「昔の人々の摂理」については、戦利品*章３８の訳注を参照。 ２　この「アッラー*の摂理」とは、不信仰者*への懲罰のこと。誰もそれを変えたり、それを自分から他人に移転させることなど出来ない（ムヤッサル４３９頁参照）。","lang":"ja"},{"name":"35:44","price":"そして彼ら（不信仰者*）は地上を旅し、彼らよりも力強かった、彼ら以前の（不信仰）者*たちの結末がいかなるものだったかを、見てみないのか？アッラー*はもとより、諸天においても大地においても、いかなるものもかれ（の懲罰）から逃れようもないお方。本当に彼はもとより、全知者、全能者なのだ。","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:45","price":"もしアッラー*が人々を彼らが稼いだもの¹ゆえにお咎めになれば、かれは（大地の）その表面に、いかなる生物も残してはおかなかっただろう²。しかしかれは、彼ら（の懲罰）を定められた時まで遅らせ給うのだ。そして彼らの（懲罰の）時が来たら、（かれは彼らを罰し給う、）本当にアッラー*はもとより、その僕たちをよくご覧になるお方。","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"１　「稼いだもの」とは、罪のこと（前掲書４４０頁参照）。 ２　同様のアーヤ*として、蜜蜂章６１とその訳注を参照。","lang":"ja"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}