{"data":[{"name":"39:1","price":"（このクルアーン*は、）偉力ならびなく*、英知あふれる*アッラー*からの啓典の降示。","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:2","price":"（使徒*よ、）本当にわれら*はあなたに、真実と共に啓典を下した。ゆえにアッラー*を崇拝*せよ、かれだけに真摯に崇拝*行為を捧げつつ¹。","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"１　「かれだけに真摯に崇拝*行為を捧げる」ことについては、婦人章１４６の訳注を参照。","lang":"ja"},{"name":"39:3","price":"アッラー*にこそ、純粋な宗教が属するのではないか¹。けれども、かれをよそに庇護者を設ける者たちは、（こう言っている。）「私たちが彼らを崇めるのは、彼らが私たちをアッラー*のお傍へと近づけてくれるために外ならない²」。本当にアッラー*は（復活の日*）、彼ら（信仰者とシルク*の徒）が意見を異にしていたことにおいて、彼らの間をお裁きになる。本当にアッラー*は、噓つきで不信仰この上ない者を、お導きにならないのだ。","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"１　アッラー*にこそシルク*とは無縁な、完全な服従を捧げなければならない（ムヤッサル４５８頁参照）。 ２　彼らは、それらの存在が創造もしなければ、糧を与えてくれもしないことを知っていた。ただ、それらが、かれの御許で執り成してくれることを望んでいたのである（アッ＝サァディー７１７頁参照）。","lang":"ja"},{"name":"39:4","price":"もしアッラー*が、（彼らが思いこんでいるように）子供を設けられることをお望みであったなら、かれがお創りになるものの内から、お望みのものをお選びになったであろう¹。（そのようなこととは無縁な）かれに称え*あれ²。かれは唯一であり*、君臨し給う*アッラーである。","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"１　この仮定はそもそも不可能であり、つまりは天使*をアッラー*の娘とし、イーサー*をかれの息子と主張した、シルク*の徒の無知さを露呈（ろてい）させる意味の修辞的表現である（イブン・カスィール７：８５参照）。預言者*たち章１７、金の装飾章８１も参照。 ２　雌牛章１１６の訳注を参照。","lang":"ja"},{"name":"39:5","price":"かれは諸天と大地を、真理によってお創りになった¹。かれは夜を昼に巻き付け（て覆われ）、昼を夜に巻き付け（覆い）給う²。また、太陽と月を（人間を益する秩序において）仕えさせられた。（その）いずれも、定められた時期（である復活の日*）まで（その軌道を）運行し続ける。かれは偉力ならびない*お方、赦し深いお方ではないか。","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"１　「真理によって・・・」については、イムラーン家章１９１「我らが主よ、あなたは・・・」の訳注も参照。 ２　イムラーン家章２７「夜を昼の中にお入れになり・・・」の訳注も参照。","lang":"ja"},{"name":"39:6","price":"かれはあなた方を、一人の人間（アーダム*）からお創りになり、そしてそれ（アーダム*）から、彼の妻をお創りになった。また、かれはあなた方のために、家畜の内から八頭¹を下した。かれはあなた方を、あなた方の母親の胎内に創造の後に創造を重ねつつ、三つの闇²においてお創りになる。そのお方がアッラー*、あなた方の主*、かれにこそ王権は属する。かれの外に、崇拝*されるべきいかなるものもない。ならば一体、どうしてあなた方は（かれの崇拝*から）逸らされるのか？","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"１　ラクダ、牛、羊、山羊の雌雄（しゆう）のこと（ムヤッサル４５９頁参照）。 家畜章１４３－１４４も参照。 ２　「三つの闇」とは、お腹、子宮、胎盤（たいばん）のこととされる（前掲書、同頁参照）。","lang":"ja"},{"name":"39:7","price":"（人々よ、）もしあなた方が不信仰に陥っても、実にアッラーはあなた方（に対する必要）などから、満ち足りた*お方。また、かれはその僕たちに不信仰をお喜びにはならない。そして、もしあなた方が（かれの恩恵に）感謝するならば、かれはあなた方にそれをお喜びになる。（罪の）重荷を背負う者は、他の者（が犯した罪）の重荷まで背負うことはない。それからあなた方の主にこそ、（復活の日*の）あなた方の帰り所はあり、かれはあなた方が行っていたことについて、あなた方に告げ聞かせ給う。本当にかれは、胸の内をご存知のお方なのだから。","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:8","price":"害悪¹が人に降りかかれば、彼は自分の主*に（悔悟して）立ち返りつつ、祈る。それからかれ（アッラー*）が（その害悪を取り除いてやり、）かれの御許からの恩恵を彼にお恵みになれば、かれは以前、自分がかれに祈っていたことを忘れ、アッラー*に同位者を設け（て崇拝*し）、かれの道から（他者を）迷わせてしまう。（使徒*よ、）言うのだ。「あなたの不信仰を、少しばかり楽しんでいよ。本当のあなたは（死後）、業火の仲間となるのだから」。","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"１　「害悪」とは、試練、苦境、病気などのこと（ムヤッサル４５９頁参照）。","lang":"ja"},{"name":"39:9","price":"（そのような不信仰者*がよいのか、）それとも来世（の懲罰）を用心し、自分の主*のご慈悲を望みつつ、夜の刻にサジダ*し、起立（しつつ礼拝）する従順な者か？（使徒*よ、）言ってやれ。「一体、（自分の主*と宗教を）知る者たちと、知らない者たちは同等か？本当に教訓を得るのは、澄んだ理性の持ち主だけである」。","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:10","price":"（使徒*よ、われがこう言っている、と）言うのだ。「信仰するわが僕たちよ、あなた方の主を畏れ*よ。この現世で善を尽くす者¹には、善きもの²がある。そしてアッラー*の大地は広大なのだ³。本当に忍耐*する者たちは、その褒美を際限なく全うされる」。","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"１　「善を尽くす者」については、蜜蜂章１２８の訳注を参照。 ２　この「善きもの」とは、来世では天国、現世では健康、糧、勝利などのこと（ムヤッサル４５９頁参照）。 ３　つまり祖国で「善を尽くす」ことを全う出来ないのであれば、それができるところへと移住せよ、ということ（アル＝バイダーウィー５：６１参照）。婦人章９７、蜘蛛章５６も参照。","lang":"ja"},{"name":"39:11","price":"（使徒*よ、）言え。「本当に私（と私の信者）は、アッラー*を崇拝*するよう命じられた。かれだけに真摯に崇拝*行為を捧げつつ¹。","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"１　「かれだけに真摯に崇拝*行為を捧げる」ことについては、婦人章１４６の訳注を参照。","lang":"ja"},{"name":"39:12","price":"そして（自分の共同体において）、服従する者（ムスリム*）たちの先駆けとなるよう、命じられたのだ」。","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:13","price":"（使徒*よ、）言うのだ。「本当に私は、もし我が主*に逆らったりしたら、偉大な（復活の）日*の懲罰を怖れる」。","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:14","price":"（使徒*よ、）言え。「私はアッラー*をこそ、崇拝*する。かれだけに真摯に崇拝*行為をを捧げつつ¹。","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"１「かれだけに真摯に崇拝*行為を捧げる」ことについては、婦人章１４６の訳注を参照。","lang":"ja"},{"name":"39:15","price":"ならば（シルク*の徒よ）、あなた方が望んだ、かれ以外のものを崇めるがよい¹」。（使徒*よ、）言ってやれ「本当に損失者とは、（現世と不信仰への誘惑によって）、復活の日*に自分自身とその家族を損ねる者たち²のこと。それこそは紛れもない損失ではないか」。","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"１　これはシルク*の徒への、警告的な意味合い（ムヤッサル４６０頁参照）。 ２　現世へと誘惑し、信仰から迷わせることによって損ねること（前掲書、同頁参照）。","lang":"ja"},{"name":"39:16","price":"彼らには（復活の日*、）その上から（何重もの）業火の層があり、その下からも（同様の）層がある。アッラー*はそれによって、その僕たちを怖れさせる。わが僕たちよ、ならばわれを畏れる*のだ。","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:17","price":"ターグート*を崇めることを避け、アッラー*へと（悔悟して不断に）立ち返る者たち、彼らにこそは吉報¹がある。ゆえに、わが僕たちに吉報を伝えよ。","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"１　この「吉報」とは、現世では讃美され、アッラー*の成功へと導かれること。そして来世ではアッラー*のお喜びと、天国における永遠の安寧（あんねい）を得ること（前掲書、同頁参照）。","lang":"ja"},{"name":"39:18","price":"（彼らは）言葉を聞き、その内の最善のものに従う¹者たち。それらの者たちは、アッラー*が導かれた者たちであり、それらの者たちこそは、澄んだ理性の持ち主なのだ。","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"１　「言葉を聞き、その内の最善のものに従う」の解釈には、「クルアーン*とそれ以外のものを聞いた後、クルアーン*に従う」「善いことと悪いことを聞けば、善いことだけを話し、悪いことからは口を閉ざす」「クルアーン*と預言者*の言葉を聞けば、その内の明確なものに従う（イムラーン家章７とその訳注を参照）」など、諸説ある（アル＝クルトゥビー１５：２４４参照）。","lang":"ja"},{"name":"39:19","price":"一体（逸脱と頑迷さの中にあり続けることで、）懲罰（という定め）の言葉がその身に確定した者が、（使徒*よ、あなたによって導かれよう）か？一体地獄の中にある者を、あなたが救い出せるというのか？","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:20","price":"しかし自分たちの主*を畏れた*者たち、彼らには（天国で）高き住まいがある。その上には、（幾重にも重なって）建てられた高き住まいがあり、その下からは河川が流れているのだ。（アッラー*はそれを、実現する）アッラー*のお約束（として、約束された）。アッラー*はそのお約束を、破り給わない。","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:21","price":"（使徒*よ、）一体あなたはアッラー*が天から（雨）水をお降らしになり、それを噴泉として（湧き出ることになる）大地にお入れになったのを、見ないのか？それからかれは、それ（水）によって異なる色の作物を生育させるが、やがてそれは枯れてしまい、あなたはそれが黄色くなるのを目にする。それからかれは、それを木っ端微塵にしてしまうのだ。本当にそこにはまさしく、澄んだ理性の持ち主への教訓がある。","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:22","price":"一体、アッラー*がその胸を服従（イスラーム*）へと広げられ、その主*からの（お導きという）光の上にある者が（、そうでない者と同様）か？その心がアッラー*の教訓に対し、硬くなってしまった者たちに災いあれ。それらの者たちは、明らかな迷いの中にあるのだから。","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:23","price":"アッラー*は話の内で最善のもの、つまり（その内容が互いに）似通い、反復する¹啓典（クルアーン*）を下された。その主*を畏れる*者たちの皮膚はそれ²によって逆立ち、それから彼らの皮膚と心は、アッラー*の（吉報の）想念へと和らぐ³。それは、かれがそれによって、かれがお望みの者を導かれるアッラー*のお導き。そして、アッラー*が（その不信仰と頑迷さゆえに）迷わせ給う者には、いかなる導き手もないのだ。","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"１　「似通う」とは、各アーヤ*が、その美しさ、完璧さ、矛盾のなさにおいて、互いに似通っていること。また「反復する」とは、物語、法規定、照明、根拠などがくり返し出現し、かつ、どれだけ沢山読んでも飽（あ）きが来ることもなく、くり返し読まれるものであることを指す（ムヤッサル４６１頁参照）。 ２　この「それ」とは、クルアーン*に含まれる警告のこと（前掲書、同頁参照）。 ３　アッラー*の懲罰への恐怖ゆえに鳥肌が立つが、彼らの皮膚と心は、その後、アッラー*の褒美への希望によって和らぐ（アッ＝ラーズィー５：４５０－４５１参照）。戦利品*章２、雷鳴章２８も参照。","lang":"ja"},{"name":"39:24","price":"一体、復活の日*、（自らの不信仰と迷いゆえ、地獄に放り込まれて）自分の顔で忌まわしい懲罰から自らを守る（はめになる）者が（、導かれて天国に入る者と同等）か？¹不正*者たちには、（こう）言われるのだ。「あなた方が（現世で）稼いでいたもの²（ゆえの罰）を味わえ」。","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"１　このアーヤ*の解釈には、「顔から逆様に地獄を引きずられる」「顔からそこに放り込まれる」「手を縛られた状態で、首に巨大な燐（リン）の塊をつけられ、燃やされる」といった諸説がある（アル＝バガウィー４：８７参照）。 ２　これは、アッラー*に対する不服従のこと（ムヤッサル４６１頁参照）。","lang":"ja"},{"name":"39:25","price":"彼ら以前の者たちも、（その使徒*たちを）噓つき呼ばわりした。それで懲罰は、彼らが気付きもしない所から、彼らのもとに到来したのである。","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:26","price":"こうしてアッラー*は彼らに、現世の生活における屈辱を味わわせられた。そして来世の懲罰こそは、より甚大なのである。もし彼らが、（そのことを）知っていたならば。","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:27","price":"われら*は確かに人々に対し、彼らが教訓を受けるようにと、このクルアーン*の中であらゆる譬えを挙げた。","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:28","price":"彼らが（アッラー*を）畏れる*ようにと、歪みのないアラビア語のクルアーン*として。","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:29","price":"アッラー*は、互いに確執する複数の共同（所有）者がいる（奴隷*の）男と、一人の男（主人）に従順な（奴隷*の）男の譬えを挙げられた¹。一体、彼ら二人は譬えとして、同等だろうか？アッラー*にこそ全ての称賛*あれ。いや、彼らの大半は知らないのである。","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"１　方針の違う複数の主人に仕えなければならず、彼ら全員を満足させようとして困惑する者が、困惑と疑念の中にあるシルク*の徒にたとえられ、方針が明白なただ一人の主人に仕える者が、安らぎと落ち着きの中にある信仰者にたとえられている（ムヤッサル４６１頁参照）。","lang":"ja"},{"name":"39:30","price":"（使徒*よ、）実にあなたは死にゆく者であり、本当に彼らも死にゆく者たちなのだ。","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:31","price":"それから本当にあなた方は復活の日*、あなた方の主*の御許で、議論し合（い、アッラー*はあなた方を正義によって裁き給）う。","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"ja"},{"name":"39:32","price":"アッラー*に対して嘘をつき、真実が自分のもとに到来した時に嘘呼ばわりした者よりも、ひどい不正*者があろうか？一体、地獄にこそ、不信仰者*たちの住まいがあるのではないか？","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:33","price":"真実をもたらし、それを確証した者¹、それらの者たちこそは敬虔*な者たち。","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"１　これらの者たちの筆頭が預言者*であり、その信徒たちである（ムヤッサル４６１頁参照）。ほかにも、「真実をもたらした」のはジブリール*で「それを確証した」のが預言者*であるとか、「真実」とはシャハーダ*の言葉で「それを確証した」のが預言者*である、といった解釈もある（イブン・カスィール７：９９参照）。","lang":"ja"},{"name":"39:34","price":"彼らには、その主*の御許において、彼らの望むものがある。それは善を尽くす者¹たちへの褒美。","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"１　「善を尽くす者」については蜜蜂章１２８の訳注を参照。","lang":"ja"},{"name":"39:35","price":"（それは）アッラー*が、彼らが（現世で）行った最悪のもの¹を彼らのために帳消しにされ、彼らが（そこで）行っていた最善のもので、彼らにその褒美をお報いになるからである。","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"１　罪が「最悪のもの」と表現されているのは、最悪の罪が方面（ほうめん）されるのであれば、それ以外のものは尚更である、という強調の意味。あるいは、彼ら「善を尽くす者たち」にとっては、小さな罪も最悪なものと位置づけられていたことを表す（アル＝バイダーウィー５：６７参照）。","lang":"ja"},{"name":"39:36","price":"一体アッラー*だけで、その僕（ムハンマド*の守護）には十分なのではないか？（使徒*よ、）彼ら（シルク*の徒）は、かれ（アッラー*）以外の者たちによって、あなたを怖がらせる。アッラー*が迷わせ給う者には、いかなる導き手もないのだ。","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:37","price":"そしてアッラー*がお導きになる者、彼にはいかなる迷わし手もいない。一体アッラー*は偉力ならびない*お方、報復の主ではないのか？","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:38","price":"（使徒*よ、）もしあなたが彼ら（シルク*の徒）に、「諸天と大地を作ったのは誰か？」と尋ねたならば、彼らはきっと（こう）言ったであろう。「アッラー*である」。言ってやれ。「では言ってみよ。あなた方はアッラー*をよそに、何を祈っているのか？もしアッラー*が私に何らかの害をお望みになったら、一体それらはかれの（お望みになった）害を、除去してくれるというのか？それとも、かれが私にご慈悲をお望みになったら、それらがかれのご慈悲を押し留める（ことが出来る）とでも？」言うのだ。「アッラー*だけで、私には十分。（何かを誰かに）委ねる者には、かれだけに（全てを）委ねさせよ*」。","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:39","price":"（使徒*よ、）言え。「我が民よ、あなた方は自分たちのやり方で（出来る限りのことを）行うがよい。実に私も、（自分のやり方で）行おう。あなた方はやがて、（誰に罰が下るかを）知ることになるだろうから」。","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:40","price":"（現世で）懲罰が訪れる者、かれ（アッラー*）はその者たちを辱しめられる。そして（来世では）彼らの上に、永劫の懲罰が降りかかるのだ。","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:41","price":"（使徒*よ、）本当にわれら*あなたに、人々への啓典（クルアーン*）を真理と共に下した。それで導かれた者は、自分自身のため（に導かれたの）であり、また迷った者は、自分を害するために迷うだけ。そしてあなたは、彼らに対する代理人などではない。","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:42","price":"アッラー*は魂を、その死の折にお召しになる。また、その眠りにおいて死ななかったもの（魂）も。そしてかれは、死を決定されたものを（そのまま）留められ、別のものは定められた期限まで放たれ（、その肉体へとお戻しにな）る¹。本当にその中にはまさしく、熟考する民への御徴²があるのだ。","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"１　このアーヤ*の意味については、家畜章６０とその訳注を参照。 ２　この「御徴」は、アッラー*の御力を示す証拠のこと（ムヤッサル４６３頁参照）。","lang":"ja"},{"name":"39:43","price":"いや、彼らはアッラー*をよそに、執り成し手を設けたのか？（使徒*よ、）言ってやれ。「一体、彼らは何一つ所有してもいなければ、（あなた方の崇拝*も）弁えることがないというのに、（そうするの）か？」","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:44","price":"言うのだ。「アッラー*にこそ、全ての執り成しが属する¹。かれにこそ、諸天と大地の王権は属するのだ。それから（復活の日*、）かれの御許にこそ、あなた方は戻されるのである」。","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"１　復活の日*の「執り成し」については雌牛章４８、マルヤム*章８７、ター・ハー章１０９とその訳注を参照。","lang":"ja"},{"name":"39:45","price":"また、アッラー*だけ（を崇拝*すること）が言及されれば、来世を信じない者たちの心は嫌悪する。そして彼以外の者たち（への崇拝*）が言及されれば、どうであろうか、彼らは喜ぶのだ。","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:46","price":"言え。「諸天と大地の創成者*、不可視の世界*も現象界¹もご存知のアッラー*よ、あなたは（復活の日*、）あなたの僕たちの間を、彼らが（あなたについて）意見を異にしていたことにおいて、お裁きになります」。","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"１　「現象界」については、家畜章７３の訳注を参照。","lang":"ja"},{"name":"39:47","price":"もし、不正*を働いた者たち（シルク*の徒）に大地にあるもの全てと、それと一緒に（別の）同様のものがあったとしたら、復活の日、それで忌まわしい懲罰を償ったであろう（が、それは受け入れられないのだ）。そしてアッラー*の御許から、彼らに、自分たちが（現世で）予想もしなかったことが出現する。","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:48","price":"また、彼らには（その日、現世で）自分たちが稼いだ悪（の報い）が現れる。そして自分たちが嘲笑していたもの（懲罰）が、彼らを包囲するのである。","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:49","price":"また人間は、害悪が降りかかれば、われら*に（その除去を）祈る。それからわれら*が、われら*のもとからの恩恵を彼に恵んでやれば、（こう）言うのだ。「私は本当に、自分にある知識ゆえに、これを授けられたのだ¹」。いや、それは試練²である。しかし彼らの大半は、（そのことを）知らない。","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"１　この意味については、物語章７８の訳注を参照。 ２　恩恵に対して感謝深い者と、恩知らずな者を選別する「試練」のこと（ムヤッサル４６４頁参照）。","lang":"ja"},{"name":"39:50","price":"彼ら以前の（不信仰）者*たちも確かに、そう言ったのだ。そして彼らが稼いでいたもの¹は、（懲罰が訪れた時、）彼らを益することがなかったのである。","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"１　財産や子供などのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"39:51","price":"こうして彼らに、彼らが稼いだ悪（の罰）が襲いかかったのだ。そしてそれらの者（マッカ*の民）の内、不正*を働いた者たちには、自分たちが稼いだ悪が襲いかかるだろう。そして彼らは、（アッラー*から）逃れられる者などではない。","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:52","price":"一体、彼らはアッラー*がその僕たちの内、かれがお望みの者に糧を豊富に与えられ、また控えられることを知らなかったのか？¹本当にその中にはまさしく、信仰する民への御徴がある。","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"１　物語章８２、サバア章３６、暁章１５－１６とその訳注も参照。","lang":"ja"},{"name":"39:53","price":"（使徒*よ、われがこう言っている、と言え。）「自分自身に対し、（罪という重荷を）背負いに背負った、わが僕たちよ。アッラー*のご慈悲に絶望するのではない。本当にアッラー*は、罪を全てお赦しになるのだから。本当にかれこそは、赦し深いお方、慈愛深い*お方なのだぞ。¹","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"１　このアーヤ*は殺人や姦通などを散々犯した挙げ句、預言者*のもとにやって来て「あなたが語り、招いているものは素晴らしい。私たちが犯したことの償（つぐな）いについて、教えて下さい。」と尋ねた、シルク*の徒らに関して下ったものとされる（アル＝ブハーリー４８１０参照）。","lang":"ja"},{"name":"39:54","price":"また、あなた方に懲罰が訪れる前に、あなた方の主*に（悔悟して）立ち返り、かれに服従（イスラーム*）せよ。（懲罰が訪れたら、あなた方は罰され、）そこから助けられることはなくなってしまうのだ。","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:55","price":"そして、あなた方が気付かぬまま、懲罰があなた方のもとに突然やってくる前に、あなた方の主*から自分たちに下された最善のもの（クルアーン*）に従え。","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:56","price":"人が、『ああ、私が（現世で）、アッラー*のことにおいていい加減だったことゆえの、我が悲痛よ！私はまさしく、嘲笑者¹の類いだったのだ』と言うようにならないために。","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"１　アッラー、クルアーン、使徒、信仰者たちを「嘲笑」する者のこと（ムヤッサル４６４頁参照）。","lang":"ja"},{"name":"39:57","price":"または、『アッラー*が私のことを導いて下さっていたら、私は敬虔*な者たちの仲間となっていたのに』とか、","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:58","price":"あるいは（復活の日*）、懲罰を目の当たりにする際に、『もし、私に（現世へと）戻ることが出来て、善を尽くす者¹たちの一人となることが出来たなら』とか、言わないようにするために。","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"１　「善を尽くす者」については、蜜蜂章１２８の訳注を参照。 １　アッラー*にとってふさわしくないことを言ったり、シルク*を犯していたりした者のこと（ムヤッサル４６５頁参照）。 １　「顔が黒ずむ」ことに関しては、イムラーン家章１０６の訳注を参照。","lang":"ja"},{"name":"39:59","price":"いや、（真理を示す）わが御徴は確かに、あなたのもとに到来したのだ。そしてあなたはそれを嘘呼ばわりし、（その受容に対し）高慢で、不信仰者*の一人だったのだ」。","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:60","price":"復活の日*、あなたはアッラー*に対して嘘をついた者¹たちの顔が黒ずむ²のを見る。一体、地獄にこそ、（アッラー*に対して）高慢だった者たちの住まいがあるのではないか？","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:61","price":"そしてアッラー*は敬虔*だった者たちを、その勝利によって（地獄から）お救いになる。彼らには忌まわしいことが降りかかることもないし、（現世でやり残したことについて）悲しむこともない。","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:62","price":"アッラー*は全てのものの創造主で、かれは全てのことを請け負われる*お方であられる。","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:63","price":"かれにこそ、諸天と大地の（宝庫の）鍵は属するのだ。そしてアッラー*の御徴を否定する者たち、それらの者たちこそは損失者である。","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:64","price":"（使徒*よ、）言ってやれ。「あなた方は、我がアッラー*以外のものを崇めるよう命じるのか？無知な者たちよ」。","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:65","price":"（使徒*よ、）あなたと、あなた以前の者（使徒*）たちには、確かに（こう）啓示されたのである。「もしあなたがシルク*を犯したならば、あなたの行いは必ずや台無しとなるのであり、あなたは必ずや損失者の類いとなるのだ」。","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:66","price":"いや、（預言者*よ、）あなたはアッラー*をこそ崇拝*せよ。そして（アッラー*の恩恵に）感謝深い者の一人となるのだ。","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:67","price":"彼ら（シルク*の徒）は、アッラー*を真に敬わなかった。そして復活の日*、大地は全てかれの一掴みの中にあり、諸天はかれの右手で折りたたまれた状態となる¹。アッラー*に称え*あれ、かれは彼らの言うようなこと（シルク*）から（無縁で）、遥か高遠なお方であられる。","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"１　同様のアーヤ*として、預言者*たち章１０４も参照。","lang":"ja"},{"name":"39:68","price":"そして角笛に吹き込まれ¹、諸天にいる者と大地にいる者は（皆）、アッラー*がお望みになった者²以外、卒倒（して死亡）する。それから、そこ（角笛）にもう一回吹き込まれると、どうであろう、彼らは立ち上がって（自分たちの処遇を）見守る者たちとなる。","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"１　これは一回目の吹き込みのこと（ムヤッサル４６６頁参照）。家畜章７３の訳注も参照。 ２　これが誰のことであるかという解釈には、「殉教者たち」「ジブリール*などの一部の天使*たち」「それ以前に既に死んでしまった者たち」などの諸説がある（アル＝クルトゥビー１５：２７９－２８０参照）。","lang":"ja"},{"name":"39:69","price":"また、大地はその主*の御光によって輝き、帳簿が置かれ¹、預言者*たちと証人たちが連れて来られる²。そして不正*を受けることなく、彼らの間が真理によって裁かれるのだ。","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"１　天使*たちによって、各人の行いの帳簿が広げられる（ムヤッサル４６６頁参照）。高壁章８の訳注と、洞窟章４９も参照。 ２　雌牛章１４３、婦人章４１とその訳注も参照。","lang":"ja"},{"name":"39:70","price":"また全ての者は、自分が行ったこと（の報い）を全うされる。かれ（アッラー*）は、彼らが（現世で）することを、最もよくご存知なのだ。","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:71","price":"そして不信仰だった者*たちは、集団で地獄に引き連れて来られる。やがて彼らがそこにやって来ると、その門が開けられ、門番は言う。「一体あなた方のもとには、あなた方に自分たちの主*の御徴を読誦し、この日の拝謁を警告する、あなた方の内からの使徒*たちは訪れなかったのか？」彼らは言う。「えぇ（、確かに訪れました）」。しかし懲罰の御言葉¹が、不信仰者*たちには確定したのだ。","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"１　この「御言葉」とは一説に、アッ＝サジダ*章１３にある言葉（アル＝クルトゥビー１５：２８４参照）。","lang":"ja"},{"name":"39:72","price":"（不信仰者*たちには、こう）言われる。「あなた方は、地獄の門に入れ。そこに永遠に。（信仰に対して）高慢な者たちの住まいは、何と醜悪なことか」。","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"ja"},{"name":"39:73","price":"また、自分たちの主*を畏れ*た者たちは、集団で天国へと引き連れて来られる。やがて彼らがそこにやって来ると、その門が開けられ、門番は彼らに言う。「あなた方に平安を¹。あなた方は、素晴らしい状態となった²。ならば、永遠にそこに入るがよい」。","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"１　「あなた方に平安を」については、雷鳴章２４の訳注も参照。 ２　現世における行いと言葉、努力が素晴らしいものだったため、その報いも素晴らしいものとなった（イブン・カスィール７：１２２参照）。","lang":"ja"},{"name":"39:74","price":"そして、彼ら（信仰者たち）は言う。「そのお約束を私たちに実現され、私たちに（天国の）地を引き継がせて下さった¹お方に、全ての称賛*あれ。私たちは天国で望む所に住むことができます。（アッラー*への服従に）勤しむ者たちの褒美は、何と素晴らしいことでしょう」。","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"１　「天国の地を引き継がせる」という表現については、マルヤム*章６３の訳注を参照。","lang":"ja"},{"name":"39:75","price":"また（預言者*よ、）あなたは天使*たちが、その主*の称賛*と共に（かれを）称え*ながら、御座¹のまわりを囲むのを見る。そして彼らの間は真理によって裁かれ、（こう）言われるのだ。「全創造物の主*アッラー*に、全ての称賛*あれ」。²","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"１　「御座」に関しては、高壁章５４の訳注を参照。 ２　その採決と公正さについて、全創造物がかれを称賛する（イブン・カスィール７：１２５参照）。","lang":"ja"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}