{"data":[{"name":"46:1","price":"ハー・ミーム¹。","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"１　この文字群については、頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"46:2","price":"（このクルアーン*は、）偉力ならびなく*、英知あふれる*アッラー*からの啓典の降示。","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:3","price":"われら*が諸天と大地、その間にあるものを創ったのは、真理と定められた期限ゆえに外ならない¹。にも関わらず、不信仰に陥った者*たちは、自分たちが警告されていることに対し背を向けている。","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"１　「真理と定められた期限」については、ビザンチン章８の訳注を参照。","lang":"ja"},{"name":"46:4","price":"（使徒*よ、彼ら不信仰者*たちに）言ってやれ。「言ってみよ、あなた方がアッラー*をよそに祈っている者たち（である神々について）。彼らが大地から創ったものを、私に見せてみよ。いや、彼らに、諸天（の創造）において（アッラー*への）何らかの関与でもあるというのか？（シルク*を正当化する）これ以前の啓典か、あるいは（過去の預言者*から引き継いだ）知識の遺物を、私のもとに持って来てみるがいい。もし、あなた方が本当のことを言っているのならば」。","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:5","price":"一体アッラー*をよそに、復活の日*まで自分（の祈り）に応えてはくれない者（である神々）に祈る者より、ひどく迷った者がいるだろうか？彼ら（アッラー*以外の神々）は、彼らの祈りなどには無頓着だというのに。","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:6","price":"また、人々が（復活の日*に）招集された時には、彼らは自分たちにとっての敵となるのであり、彼らの崇拝*を否定する者となるというのに。¹","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"１　復活の日*、偶像などのシルク*の対象は、それを崇拝*していた者への敵となる。雌牛章１６６－１６７、ユーヌス*章２８－２９、マルヤム*章８２、物語章６３、蜘蛛章２５、創成者*章１３－１４も参照。","lang":"ja"},{"name":"46:7","price":"彼ら（シルク*の徒）にわれら*の明白な御徴（アーヤ*）が読誦されれば、不信仰に陥った者*たちは真理（クルアーン*）が彼らに到来した時、（こう）言ったのだ。「これは紛れもない魔術である」。","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:8","price":"いや、彼ら（シルク*の徒）は「彼（ムハンマド*）が、それ（クルアーン*）を捏造した」と言うのか？¹（使徒*よ、）言ってやれ。「もし私がそれを捏造したの（であり、アッラー*がそれゆえに私を罰される）なら、あなた方は私の（援護の）ために、アッラー*に対して何も出来ない。かれは、あなた方が（クルアーン*について）喋り立てていることを、最もよくご存知である。かれだけで、私とあなた方の間の証人は十分なのであり、かれは赦し深いお方、慈愛深い*お方であられるのだ」。","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"１　家畜章１０５、蜜蜂章１０３、識別章４－５、煙霧章１４とその訳注も参照 。","lang":"ja"},{"name":"46:9","price":"（使徒*よ、）言ってやるがいい。「私は使徒*たちのうちでも、真新しい（ことを言う）者ではない¹。また自分についても、あなた方についても、（現世で）どのように処遇されることになるかも分からない²。私は自分に啓示されたことに従うだけであり、明白なる警告者に外ならないのだ」。","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"１　預言者*ムハンマド*は史上初の預言者*ではなく、過去の預言者*たちと同様の教えを伝える者であった（イブン・ジュザイ２：３３２参照）。 ２　家畜章５０「・・・不可視の世界*も知らない」の訳注も参照。","lang":"ja"},{"name":"46:10","price":"（使徒*よ、シルク*の徒に）言ってやれ。「言ってみよ。もし（クルアーン*が）アッラー*の御許からのもので、あなた方がそれを否定し、イスラーイールの子ら*の証人¹がそれと同様のもの²を証言してそれを信じ、あなた方が（信仰に対して）高慢になったのならば（、それ以上の不信仰があろうか）？本当にアッラー*が、不正*者である民を導かれることはない」。","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"１　この「証人」には、「ユダヤ教徒*からムスリム*になった教友*イブン・サラームのこと」「ムーサー*」「イスラーイールの子ら*の、ある預言者*」といった解釈がある（アル＝バガウィー４：１９３－１９４参照）。 ２　「それと同様のもの」の解釈には、「クルアーン*と同様のもの。つまりクルアーン*の内容を裏づけ、それと一致するトーラー*の一部のこと」「トーラー*と同様、アッラー*の御許からのものであるクルアーン*そのもののこと」（アル＝バイダーウィー５：１７８参照）など諸説がある。詩人たち章１９７とその訳注も参照。","lang":"ja"},{"name":"46:11","price":"不信仰に陥った者*たちは、信仰する者たちに、（こう）言った。「もし、それ¹が善いものだったなら、彼らが私たちを差しおいてそれを先取りし（て信仰し）たはずがない」²。そしてそれによって導かれなかったのなら、彼らは（こう）言い続けるであろう。「これは、古いでっち上げだ」。","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"１　「それ」とは、クルアーン*、あるいは預言者*ムハンマド*のこと（アッ＝シャウカーニー５：２２参照）。 ２　一説に、これは高い地位にあった不信仰者*たちが、社会的に弱い立場にあったムスリム*たちを見下して言った言葉（イブン・カスィール１：２７９参照）。家畜章５３、マルヤム*章７３とその訳注も参照。","lang":"ja"},{"name":"46:12","price":"それ（クルアーン*）以前には、（従うべき）指針と（信仰者への）慈悲である、啓典（トーラー*）があった。そしてこれ（クルアーン*）は、（それ以前の啓典を）確証し、アラビア語で下された啓典であり、（不信仰によって自らに）不正*を働いた者たちには警告し、（信仰と服従に）善を尽くす者¹たちには吉報を伝えるためのものなのである。²","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"１　「善を尽くす者」については、蜜蜂章１２８の訳注を参照。 ２　この「警告」と「吉報」については、雌牛章１１９の訳注を参照。","lang":"ja"},{"name":"46:13","price":"本当に「我らが主*はアッラー*」と言い、それからまっすぐ歩んだ者¹たち、彼らには怖れもなければ、悲しむこともない²。","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"１　「まっすぐ歩む」については、詳細にされた章３０の同様の表現についての訳注を参照。 ２　「怖れもなければ・・・」については、雌牛章３８の訳注を参照。","lang":"ja"},{"name":"46:14","price":"それらの者たちは天国の徒。彼らはそこに永遠に留まる。自分たちが（現世で）行っていた（正しい）ことゆえの、報いである。","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:15","price":"われら*は人間に、両親への孝行を命じた。彼女（母親）は、大変な思いで彼を身ごもり、大変な思いで彼を出産したのだから。そしてその妊娠と乳離れ（の期間）は、三十ヶ月。やがて彼は成熟¹し、四十歳になった時、（こう）言うのだ。「我が主*よ、あなたが私と我が両親に授けて下さったあなたの恩恵に、私が感謝できるようにして下さい。また私が、あなたを喜ばせるような正しい行い*を行えるように。そして私のため、我が子孫を正して下さい。本当に私はあなたに悔悟したのであり、まさに私は服従した者（ムスリム*）の一人なのですから」。²","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"１　この「成熟」については、巡礼*章５の訳注を参照。 ２　これは親孝行であり続け、人生において最も忙しい時期に到達した時でさえも親孝行を忘れず、親の目の前でも陰（かげ）でも親孝行することが出来ますように、とアッラー*に祈る信仰者の描写であるという（イブン・アーシュール２６：３２参照）。","lang":"ja"},{"name":"46:16","price":"それらの者たちは、われら*が彼らの行った最善のものを受け入れ、その悪行は天国の徒と共に見過ごしてやる者たち。（それは、）彼らが約束されていた、真なる約束。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:17","price":"一方、（アッラー*と復活の信仰へと招かれれば、）自分の両親に対して「あなた方の呆れ果てたこと。私以前にも数々の世代が滅び去っ（て、戻る来ることもなかっ）たというのに、私が（死後、墓の中から）出されるんですって？」と言う者。彼ら（両親）は、（子供が導かれるよう、こう言いながら）アッラー*にご助力を求めているというのに。「お前の災いよ¹！信じなさい。本当に（復活という）アッラー*のお約束は、真実なのだから」。それでも、彼は言う。「これは、昔の人々のお伽話以外の何ものでもありませんよ」。","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"１　この言い回しについては、食卓章３１「我が災いよ」の訳注を参照。","lang":"ja"},{"name":"46:18","price":"それらの者たちには、ジン*と人間からなる、彼ら以前に滅んだ（不信仰の）民*の一員として（地獄に入るという）御言葉が確定したのだ。本当に彼らは、損失者だったのである。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:19","price":"各人には（復活の日*）、自分たちが（現世で）行ったことゆえ、（アッラー*の御許での）位がある。それは（アッラー*が）その行い（に対する報い）を彼らにふんだんに報われるためであり、彼らは不正*を受けることがない。","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:20","price":"不信仰だった者*たちが、業火に晒される日。（彼らには、こう言われる。）「あなた方は、現世のあなた方の生活における自分たちの善きもの¹とおさらばし、それを楽しんだ。だからこの日あなた方は、自分たちが地上で（アッラー*への信仰と服従に反して）不当にも奢り高ぶっていたことと、放逸だったことゆえに、屈辱の罰で報われるのだ」。","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"１　この「善きもの」とは、アッラー*の法に反した形での、欲望や快楽（アル＝クルトゥビー１６：２００参照）。","lang":"ja"},{"name":"46:21","price":"アード*の同胞（フード*）を、思い出せ。彼が砂丘¹で、彼の民に（こう）警告した時のことをーー既に数々の警告者が、彼（フード*）の前後に過ぎ去って行ったのであるーー。「アッラー*以外（何も）崇拝*してはならない。本当に私は、あなた方に、偉大なる（復活の）日*の懲罰を怖れているのだ」。","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"１　アラビア半島南部の、砂丘が多く連なる地帯とされる（ムヤッサル５０５頁参照）。","lang":"ja"},{"name":"46:22","price":"彼らは言った。「あなたは、私たちを私たちの神々¹（への崇拝*）から背かせるために、やって来たのか？では、あなたが約束するもの（懲罰）を、私たちに持って来てみよ²。もし、あなたが正直者の類いなのであれば」。","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"１　「神々」に関しては、雌牛章１３３の訳注を参照。 ２　家畜章５７－５８、戦利品章３２、ユーヌス*章５０、フード*章８、雷鳴章６、夜の旅章９２、巡礼*章４７、蜘蛛章５３－５４、サード章１６、相談章１８、階段章１－２なども参照。","lang":"ja"},{"name":"46:23","price":"彼（フード*）は言った。「本当に（懲罰が到来する時の）知識はアッラー*の御許にあるのであり、私は自分が携えて遣わされたものを、あなた方に伝えるだけ。しかし私には、（懲罰を急ぐ）あなた方が無知な民に見える」。","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:24","price":"こうして、雲の形をしたそれ（懲罰）が自分たちの谷に向かってくるのを見た時、彼らは言った。「これは、私たちに雨を降らしてくれる雲だ」。いや、それは、あなた方が性急に求めていたもの。痛ましい懲罰を運ぶ、風なのである。","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:25","price":"それはその主*のご命令により、全てのものを破壊する。こうして（彼らの国には、）彼らの住居の外、（何一つ）見えなくなってしまった。同様に、われら*は罪悪者である民に報いるのである。","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:26","price":"また（クライシュ族*の不信仰者*たちよ）、われら*は確かに彼ら（アード*の民）を、あなた方を（そこまでは）強力にしなかったほどに、（現世で）強力にした¹。また、われら*は彼らに聴覚と視覚と心を与えたのに、彼らの聴覚も視覚も心も、彼らを少しも益することはなかった。彼らはアッラー*の（唯一性*を示す）御徴を否定していたのであり、自分たちが嘲笑していたもの（懲罰）が、彼らを包囲したのだ。","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"１　アッラー*はアード*に対し、クライシュ族*にもお授けにはならなかったような沢山の財産と強靭（きょうじん）な肉体を授けられたが、その不信仰ゆえに滅ぼされた（アッ＝タバリー９：７４１９参照）。","lang":"ja"},{"name":"46:27","price":"また（クライシュ族*の不信仰者*たちよ、）われら*は確かに、あなた方の周りの町々（の民）¹を滅ぼし、（彼らに）御徴を多彩に示した²。（それは）彼らが、（不信仰から）戻って来るようにするためである。","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"１　遣わされた使徒*を噓つき呼ばわりして滅ぼされた、アード*、サムード*、サバア（サバア章、冒頭の訳注を参照）、マドゥヤン*、ルート*の民などのこと（イブン・カスィール７：２８８参照）。 ２　証拠、譬（たと）え、訓戒、教示を様々な形で、くり返した、ということ（アル＝ジャザーイリー５：６３参照）。","lang":"ja"},{"name":"46:28","price":"そして彼らがアッラー*をよそに、（その崇拝*がアッラー*へと）近づけてくれるもの、つまり神々¹としていた者たちは、どうして（彼らが必要としている時、）彼らを助けなかったのか？いや、それら（神々とされたものたち）は、彼ら（シルク*の徒）から、消え去ってしまったのである。それ（シルク*）は彼らのでっち上げであり、彼らが捏造していたものだったのだ。","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"１　「神々」に関しては、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"46:29","price":"（使徒*よ、）われら*があなたへと、クルアーン*に耳を傾けるジン*の集団を送った時のこと（を、思い出させよ）。彼らは、彼（使徒*）のもとにやって来た時、（互いに）言った。「（クルアーン*の読誦を、）傾聴せよ」。そして（読誦が）済むと、彼らは（不信仰者*への懲罰に対する）警告者となって、自分たちの民へと帰って行った。¹","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"１　イブン・カスィール*によれば、ジン*が預言者*のクルアーン*読誦を聞いたことに関する伝承は、多彩な形で数多く存在しており、そのような出来事が起きたのは一度だけではないことを示している（７：２９６参照）。","lang":"ja"},{"name":"46:30","price":"彼らは言った。「我らが民よ、本当に私たちは、ムーサー*の後に下された、それ以前のものを確証する啓典を聞いたのだ。それは真理へと導き、まっすぐな道へと導くのである。","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:31","price":"我らが民よ、アッラー*の招き手（預言者*ムハンマド*）に応え、彼を信じよ。かれ（アッラー*）はあなた方のためにその罪の一部をお赦しになり、あなた方を痛ましい懲罰からお守り下さろう。","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:32","price":"そしてアッラー*の招き手に応じなかった者は、地上で（アッラー*の懲罰から）逃れられる者ではない。また、その者にはかれ（アッラー*）以外、庇護者などないのだ。それらの者たちは、明らかな迷いの中にある」。","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:33","price":"一体、彼らは諸天と大地をお創りになり、その創造が不可能ではなかったお方（アッラー*）が、死人に生を与えることがお出来なのを知らなかったのか？いや、本当にかれは、全てのことがお出来のお方。","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:34","price":"不信仰だった者*たちが、業火に晒される復活の）日*。（彼らには、こう言われる）「一体、これ¹は真実ではないのか？」彼らは言う。「我らが主*にかけて、確かにそうです」。かれは仰せられる。「では、あなた方が（現世で地獄の懲罰を）否定していたことゆえに、懲罰を味わうがよい」。","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"１　地獄の懲罰のこと（ムヤッサル５０６頁参照）。","lang":"ja"},{"name":"46:35","price":"ならば（使徒*よ）、使徒*たちの内の決然とした者たち¹が忍耐*したごとく、忍耐*せよ。そして、彼らに（懲罰が降りかかるのを）性急に求めるものではない。自分たちが約束されているもの（懲罰）を目の当たりにする日、彼らは（現世で）あたかも昼の一時しか過ごさなかったかのようだから²。（これこそは、）伝達だ。そして放逸な民以外に、（懲罰で）滅ぼされることなどあろうか？","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"１　「決然とした者たち」については、部族連合章７の訳注を参照。 ２　ユーヌス*章４５とその訳注、及びター・ハー章１０３、信仰者たち章１１３－１１４、ビザンチン章５５、引き離すもの章４６も参照。","lang":"ja"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}