{"data":[{"name":"47:1","price":"不信仰であり、アッラー*の道から（人々）を阻んだ者たち、かれ（アッラー*）は彼らの行いを無に帰させ給う。","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:2","price":"そしてかれは、信仰し、正しい行い*を行い、ムハンマド*に下されたものーーそれはかれらの主*からの真実ーーを信じる者たちの悪行を帳消しにされ、（現世と来世における）彼らの諸事を正される。","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:3","price":"それというのも、不信仰に陥った者*たちは虚妄に従い、信仰する者たちはその主*からの真実に従うためである。このようにアッラー*は、彼らの様を人々に示される。","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:4","price":"ゆえに（信仰者たちよ）、あなた方が不信仰に陥った者*たちと（戦場で）会ったならば、首への打撃を（食らわせよ）。やがて、あなた方が彼らを徹底的に痛めつけたならば、戦争が幕を引くまで（捕虜に）綱を縛りつけ、後に情けをかけて（無償で解放して）やるか、身代金（を受け取って解放する）か（、するのだ）。¹。（事は、）そうなのである。そしてアッラー*がお望みであったなら、（信仰者たちを、戦いなしで）彼ら（不信仰者*たち）に勝利させられただろう。だが（戦いが定められたのは）、あなた方の一方を別の一方で試練²におかけになるため。かれ（アッラー*）は、アッラー*の道において殺された（信仰）者たちの行い（に対する報い）を、無に帰させ給わない。","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"１　捕虜はこのほか、「死刑」「奴隷*にする」などという選択肢もある（法学派によって相違の 見解あり）が、いずれもその決定権は、イスラーム*国家の統治者、あるいはその代理人に属する（クウェイト法学大全４：２００－２０１）。アーヤ*２０「戦いの命令」についての訳注、および戦利品*章６７－６８とその訳注も参照。 ２　「試練」にいついては、雌牛章２１４、イムラーン家章１８６、悔悟章１６、洞窟章７、蜘蛛章２、王権章２とそれらの訳注も参照。","lang":"ja"},{"name":"47:5","price":"かれ（アッラー*）は、彼らを導かれ、その諸事を正して下さろう。","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:6","price":"そして彼らを、天国に入れて下さる。かれはそれを、彼らにご教示されたのだ¹。","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"１　大半の解釈学者の見解では、「天国での各人の居場所を、ご教示された」という意味（アル＝クルトゥビー１６：２３１参照）。","lang":"ja"},{"name":"47:7","price":"信仰する者たちよ、もしあなた方がアッラー*（の宗教）を援助¹するならば、かれ（アッラー*）はあなた方を援助され、（戦いにおいて）あなた方の足を堅固にして下さろう。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"１　「アッラー*（の宗教）の援助」とは、アッラー*の道において戦い、その啓典によって裁決を下し、かれのご命令を守り、禁じられたものを避（さ）けること（ムヤッサル５０７頁参照）。","lang":"ja"},{"name":"47:8","price":"不信仰に陥った者*たち、彼らには没落があり、かれ（アッラー*）はその行いを無に帰させ給う。","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:9","price":"それというのも、彼らがアッラー*が下されたもの（クルアーン*）を嫌ったためである。それでかれ（アッラー*）は。彼らの行いを台無しにされたのだ。","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:10","price":"一体、彼ら（不信仰者*たち）は地上を旅して、彼ら以前の（不信仰）者*たちの結末が、どのようなものであったかを見なかったのか？アッラー*は彼らに対して破壊し尽くし給うたのであり、不信仰者*たちには（彼らを襲ったのと）同様のものがある。","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:11","price":"それというのも、アッラー*こそが信仰する者たちの庇護者*であり、不信仰者*たちには庇護者などないからなのだ。","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:12","price":"本当にアッラー*は、信仰し、正しい行い*を行う者たちを、その下から河川が流れる楽園に入れて下さる。一方、不信仰に陥った者*たちは（現世を）楽しみ、まるで家畜が食べるように（ひたすら）食べている。（地獄の）業火が、彼らの住処なのだ。","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:13","price":"（使徒*よ、）われら*は、あなたを追い出した、あなたの町（マッカ*）よりも強力な町（の民）を、一体どれだけ滅ぼしたことか？そして彼らには、いかなる援助者もなかったのだ。","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:14","price":"その主*の御許からの明証に依拠する者は、（シャイターン*によって）自分の悪行が目映く見せられ、自分たちの欲望¹に従う者と同様であろうか？","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"１　この「欲望」は、シルク*をはじめとした罪のこと（ムヤッサル５０８頁参照）。","lang":"ja"},{"name":"47:15","price":"敬虔な*者たちに約束された天国の様子（とは、このようなもの）：そこには、濁ることのない水の河川、その味わいが変わらない乳の河川、飲む者にとって美味な酒の河川、純粋な蜂蜜の河川がある。また、そこには彼らのためにあらゆる果実と、彼らの主からの（罪の）お赦しがある。（一体、この天国の中にある者は、）業火に永遠に留まり、煮えたぎる湯を飲ませられて腸が散り散りになってしまう者と、同様であろうか？","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:16","price":"（預言者*よ、）彼ら（偽信者*たち）の内には、（理解することなく、ふざけ半分で）あなたに耳を傾ける者もいる。挙げ句、彼らはあなたのもとから出て行くと、（啓典の）知識を授けられた者たちに（、嘲笑してこう）言うのだ。「今、彼（ムハンマド*）は何を語ったのか？」アッラー*は、それらの者たちの心を（真理の理解から）塞がれた¹のであり、彼らは（不信仰と迷妄において）自分たちの欲望に従ったのである。","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"１　「心を塞がれた」については、雌牛章７の訳注を参照。","lang":"ja"},{"name":"47:17","price":"一方、導かれた者たち¹はといえば、かれ（アッラー*）から導きを上乗せされ、敬虔さを授けられる。","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"１　つまり、「導き」を求めた者たち（イブン・カスィール７：３１５参照）。","lang":"ja"},{"name":"47:18","price":"彼ら（真理を嘘呼ばわりする者たち）は、（復活の）その時が自分たちのもとに突然やって来るのを、待っているだけなのか？その予兆¹は、確かに到来したというのに。彼らのもとに（復活の時が）訪れた時、どうしても彼らの教訓（に益）があろうか？²","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"１　預言者*ムハンマド*の到来は、復活の日*の予兆の一つ（前掲書、同頁参照）。 蜜蜂章１の訳注も参照。 １　復活の日*が到来した時、彼らは教訓を受け、信仰する。しかしその日、信仰が役立つことはない（アッ＝シャンキーティー７：２５５参照 ）。家畜章１５８とその訳注も参照。","lang":"ja"},{"name":"47:19","price":"ならば（預言者*よ）、アッラー*の外には（真に）崇拝*されるべき何ものもないことを知り、自分の罪のお赦しを乞うのだ。そして男の信仰者たちと、女の信仰者たちのためにも（罪の赦しを乞え）。アッラー*はあなた方の動作も、あなた方の住処¹もご存知であられる。","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"１　この「動作」と「住処」の解釈には、それぞれ「現世における行動と、来世における行き先」「昼間の行動と、夜の寝場所」「父親の精巣から母親の子宮への移動、地上での居住地」などといった諸説がある（アル＝バガウィー４：２１５参照）。","lang":"ja"},{"name":"47:20","price":"信仰する者たちは、言う。「どうして、（私たちに不信仰者*たちとの戦いを命じる）スーラ*が下されないのですか？」そして明確なスーラ*が下され、そこで戦い（の命令¹）が言及された時、（預言者*よ、）あなたは心に病がある者²たちが、死（の恐怖）ゆえに気絶する者の視線で、あなたを凝視するのを目にする。彼らには先決であるのに、³","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"１　「戦いの命令」については、雌牛章１９０、悔悟章３６とその訳注も参照。 ２　アッラー*の宗教に対して疑念のある者や、偽信者のこと（ムヤッサル５０９頁参照）。 ３　「彼らには先決である」ではなく、「彼らにもっと（破滅が）近づくよう 」という解釈もある。その場合、次のアーヤ*冒頭は「・・・が（、彼らにはより善い）」という意味（アル＝バイダーウィー５：１９４参照）。","lang":"ja"},{"name":"47:21","price":"（アッラー*への）服従と、適切な言葉¹が。（不信仰者*との戦いという）ご命令が決定した時、彼らがアッラー*に正直だったなら、それが彼らにとってより善いことであったのだ。","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"１　「適切な言葉」とは、イスラーム*の教えに沿った言葉のこと（ムヤッサル５０９頁参照）。","lang":"ja"},{"name":"47:22","price":"あなた方は、もし（イスラーム*の教えから）背を向けたら、地上で腐敗*を働いたり、自分たちの近親関係を断絶したりするのではないか？","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:23","price":"それらの者たちは、アッラー*が呪われ¹、聾にされ、その目を盲目にされた²者たち。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"１　「アッラー*の呪い」については、雌牛章８８の訳注を参照。 ２　「聾」「盲目」については、雌牛章７、１８、フード*章２０とその訳注も参照。","lang":"ja"},{"name":"47:24","price":"一体、彼ら（偽信者*たち）は、クルアーン*を熟慮しないのか？いや、心に錠がかけられているのだ。","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:25","price":"本当に、導きが明らかにされた後に及んで、背中を向けて（不信仰へと）退いた者たちに、シャイターン*は（彼らの過ちを）目映く見せ、彼らに（欺きの願望を）長引かせた¹のだ。","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"１　婦人章１２０も参照。","lang":"ja"},{"name":"47:26","price":"それというのも彼らが、アッラー*が下されたものを嫌った者たちに対し、（こう）言った¹からである。「私たちはいくつかの事において、あなた方に従おう」。アッラー*は、彼らの秘密をご存知だというのに。","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"１　この言葉を誰が誰に言ったかについては、「偽信者*たちが、シルク*の徒に言った」「偽信者*たちが、ユダヤ教徒*に言った」「その逆」という説がある（アッ＝シャウカーニー５：５１参照）。","lang":"ja"},{"name":"47:27","price":"では、天使*たちがその顔と背中を殴りつけつつ、彼ら（の魂）を取り上げる時（の状況）は、いかなるものとなろうか？¹","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"１　この様子については、家畜章９３、戦利品*章５０とそれらの訳注を参照。","lang":"ja"},{"name":"47:28","price":"それというのも彼らは、アッラー*を激怒させることに従い、かれのご満悦を嫌ったからなのだ。それでかれ（アッラー*）は、彼らの行い（の褒美）を台無しにされたのである。","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:29","price":"いや、心の中に病がある者たちは、アッラー*が彼らの（イスラーム*とムスリム*に対する）憎悪を（信仰者たちの眼前に）引き出されないとでも思い込んでいたのか？","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:30","price":"そして（預言者*よ）、もしわれら*が望めば、われら*はあなたに彼らを（特定して）見せ、あなたは必ずや彼らをその特徴で知るであろう。また、あなたは必ずや（彼らの意図が見え隠れする）含みを持たせた言葉によって、彼らを知るのだ。アッラー*は、あなた方の行いをご存知である。","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:31","price":"また（信仰者たちよ）、われら*は必ずや、あなた方を試練¹にかける。われら*が、あなた方の内の努力奮闘する者たちと、忍耐*ある者たちを如実に表し、あなた方の消息²を試すために。","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"１　「試練」については、雌牛章２１４、イムラーン家章１８６、悔悟章１６、洞窟章７、蜘蛛章２、王権章２とそれらの訳注も参照。 ２　この「消息」の解釈については、「あなた方の行いについて、それが善いものだったか、あるいは悪いものだったか、知らせるもの」「信仰心と信仰者たちへの愛情において、それが誠実だったか、嘘だったかを知らせるもの」といった諸説がある（アル＝バイダーウィー５：１９６参照）。","lang":"ja"},{"name":"47:32","price":"本当に不信仰であり、アッラー*の道から（人々を）阻み、自分たちに導きが明らかになった後に使徒*に歯向かった者たちは、少しもアッラー*（の宗教）を害することなどない。そしてかれ（アッラー*）はいずれ、彼らの行いを台無しにされるのである。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:33","price":"信仰する者たちよ、アッラー*に従い、使徒*に従え。そしてあなた方の行いを、（不信仰や罪で）無駄にしてはならない。","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:34","price":"本当に不信仰であり、アッラー*の道から（人々を）阻み、それから不信仰者*のまま死んだ者たちを、アッラー*がお赦しになることはないのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:35","price":"ならば（信仰者たちよ）、あなた方が優位者であるというのに、弱気になったり、講和へと呼びかけたりしてはならない¹。アッラー*は（その勝利と援助によって）、あなた方と共にあり、あなた方の行い（の褒美）を減らしたりはされないのだ。","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"１　「不信仰者*との講和」については、不信仰者*の方から講和を申し入れてきた時には、それを受け入れるのも可能。戦利品*章６１も参照（アッ＝シャンキーティー７：３９０参照）。","lang":"ja"},{"name":"47:36","price":"現世の生活とは、遊興と戯れに過ぎない¹。もし、あなた方が信仰し、（アッラー*を）畏れる*なら、かれはあなた方にその褒美を授けられる。そして、あなた方の財産を（浄財*として、全て）要求されることはない。","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"１　家畜章３２の訳注も参照。","lang":"ja"},{"name":"47:37","price":"もし、かれ（アッラー*）がそれをあなた方に要求され、あなた方を無理強いさせられるならば、あなた方は出し惜しみし、かれはあなた方の憎悪を引き出されるだろう。","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:38","price":"ほら、（信仰者たちよ、）あなた方という人たちは、アッラー*の道において出費することへと招かれているのに、あなた方の内には出し惜しみする者がいる。出し惜しみする者は誰でも、自分自身に出し惜しみしているに外ならない¹。アッラー*が満ち足りた*お方なのであり、あなた方が貧しい者たちなのだ。そして、もしあなた方が（アッラー*への信仰と服従に）背を向けるなら、かれ（アッラー*）はあなた方ではない別の民と（あなた方を）交換され、それから彼らはあなた方のように（アッラー*に不服従に）なることもないであろう。","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"１　というのも彼らはそうすることで、自分たちにアッラー*からの褒美を禁じ、多くの善を取り損ねたからである（アッ＝サァディー７９０頁参照） 。","lang":"ja"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}