{"data":[{"name":"48:1","price":"（使徒*よ、）本当にわれら*はあなたに、明白なる勝利で勝利させた。¹","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"１　大多数での解釈学者によれば、この「勝利」は、フダイビーヤの和議*のこと（アッ＝シャウカーニー５：５９参照）。その他「マッカ*開城*」「ローマ帝国、その他の征服」「イスラーム*の勝利」などの諸説もあるが、いずれにせよ、それらは全て実現した（アル＝カースィミー１５：５３９５参照）。","lang":"ja"},{"name":"48:2","price":"（それは）アッラー*があなたのために、あなたの罪の内、先んじたものと後から生じたもの¹をお赦しになり、あなたの上にその恩恵を全うされ、あなたをまっすぐな道へと導かれるため。","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"１　罪の内で「先んじたもの」「後から生じたもの」の解釈には、それぞれ「使徒*となった時以前のものと、以後のもの」「使徒*となった時以前のものと、それからこのアーヤ*が下る時までのもの」「使徒*となった時以前のものと、将来の全ての罪」など、 数多くの説がある（アル＝クルトゥビー１６：２６２参照）。尚、預言者*や使徒*の無謬（むびゅう）性については、雌牛章３６の訳注を参照。","lang":"ja"},{"name":"48:3","price":"また、あなたを、この上ない援助で援助されるため。","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:4","price":"かれ（アッラー*）は信仰者たちの心に、その信仰心の上に更なる信仰心を上乗せすべく、静寂を下された¹お方。そしてアッラー*にこそ、諸天と大地の軍勢は属する。アッラー*はもとより、全知者、英知あふれる*お方であられる。","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"１　これはアッラー*とその使徒*の決定に従（したが）った 、フダイビーヤの和議*の日の教友*たちの描写とされる（イブン・カスィール７：３２８参照）。","lang":"ja"},{"name":"48:5","price":"信仰者の男たちと、信仰者の女たちを、その下から河川が流れる楽園に永遠に留まるべく入れ給い、彼らのためにその悪行を帳消しにされるべく（、静寂を下された）。それはもとより、アッラー*の御許で偉大な勝利であった。","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:6","price":"また、アッラー*に対して悪い憶測¹をしている、偽信者*の男たちと偽信者*の女たち、シルク*の徒の男たちとシルク*の徒の女たちを罰するため。彼らの方にこそ（、彼らが憶測している状況の）悪しき暗転があるのだ。そしてアッラー*は彼らをお怒りになり、呪われ²、彼らのために地獄を用意された。（それは）何と忌まわしい行き先であろうか。","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"１　アッラー*が、預言者*と信仰者たちをその敵に対して援助されず、イスラーム*のことも勝利させられない、という「悪い憶測」のこと（ムヤッサル５１１頁参照）。 ２　「アッラー*の呪い」については、雌牛章８８の訳注を参照。","lang":"ja"},{"name":"48:7","price":"そしてアッラー*にこそ、諸天と大地の軍勢は属する。アッラー*はもとより、偉力ならびない*お方、英知あふれる*お方。","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:8","price":"（使徒*よ、）本当にわれら*はあなたを証人¹、吉報を伝える者、警告を告げる者²として、遣わした。","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"１　「証人」については雌牛章１４３、婦人章４１の訳注を参照。 ２「吉報を伝える者・・・」については、雌牛章１１９の訳注を参照。","lang":"ja"},{"name":"48:9","price":"（それは）あなた方がアッラー*とその使徒*を信じ、かれ（の宗教）を助け¹、かれを畏敬し、かれを朝に夕に称える*ためである。²","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"１　ムハンマド*章７と、その訳注も参照。 ２　「かれを 助け、かれを畏敬し」の「かれ」に限っては、アッラー*ではなく、預言者*のことを指す、という解釈もある（アル＝バガウィー４：２２４参照）。","lang":"ja"},{"name":"48:10","price":"（預言者*よ、）あなたに誓う者たちこそは、まさしくアッラー*に誓っている¹のである。アッラー*の御手は、彼らの手の上にあるのだから²。（その誓いを）破った者は誰であろうと、（その罰が自分に返ってくるゆえ、）自分に対して破っているのである。そして誰であろうと、アッラー*と契約したことを全うする者に対し、アッラー*は偉大な褒美をお授けになろう。","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"１　これは「リドワーンの誓い」のこと。詳しくは、頻出名・用語解説の「ブダイビーヤの和議*」を参照。 ２　あたかもアッラー*に直接、手を重ねて誓ったかのようである、ということ。誓いの意味の確認と強調、その遵守（じゅんしゅ）への奨励（しょうれい）の意味（アッ＝サァディー７９２頁参照）。","lang":"ja"},{"name":"48:11","price":"（預言者*よ、）ベドウィンたちの内、（あなたと共にマッカ*に出発せず）居残らされた者たち¹は、あなたに言うであろう。「私たちの財産と家族が、私たちを掛かりっきりにさせたのだ。だから私たちのため、（そのことについてアッラー*に）赦しを乞うてくれ」。彼らは自分たちの心にもないことを、口先で言っている。言ってやるのだ。「ではアッラー*があなた方に害をお望みになるか、あるいは益をお望みになるとしたら、かれ（のご意思）に反して誰か、あなた方に何かしてやれる者がいようか？いや、アッラー*はもとより、あなた方が行うことに通暁されるお方である。","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"１　預言者*がウムラ*のためマッカ*へ出発した際、クライシュ族*への警戒心から同行を命じたものの、それに応じなかったマディーナ*周辺のベドウィンたちのこと（アル＝クルトゥビー１６：２６８参照）。悔悟章８１の同語についての訳注も参照。","lang":"ja"},{"name":"48:12","price":"いや、あなた方は使徒*と信仰者たちが（殺され、）彼らの家族のもとに永遠に帰って来ないだろうと憶測していたのであり、それはあなた方の心に目映く映ったのだ。そしてあなた方はまさしく悪い憶測をしたのであり、あなた方は滅亡の民だったのだ」。","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:13","price":"アッラー*とその使徒*を信じない者たちは誰であろうと（、罰されることになろう）、本当にわれら*は不信仰者*たちのために烈火を用意したのだから。","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:14","price":"そして諸天と大地の王権は、アッラー*にこそ属する。かれはお望みになる者をお赦しになり、お望みになる者を罰される。アッラー*はもとより、赦し深いお方、慈愛深い*お方。","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:15","price":"居残らされた者たち¹は、あなた方が戦利品*を手に入れるべく出発した時²、（こう）言うだろう。「私たちを、あなた方にお供させて下さい」。彼らはアッラー*の御言葉³を、変更しようとしている。言ってやるがいい。「あなた方が、私たちについて来ることはない。アッラー*は以前、そのように仰せられたのだ」。すると、彼らは言う。「いや、あなた方は私たちを嫉妬している」。いや、彼らは僅かばかりしか、理解することがなかったのである。","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"１　「居残らされた者たち」については、アーヤ*１１の訳注を参照。 ２　これは、ハイバルの戦い*への出征のこと（ムヤッサル５１２頁参照）。 ３　アル＝クルトゥビー *によれば、大半の解釈学者はこの「御言葉」を、「アッラー*がフダイビーヤの和議*に立ち会った者たちに、ハイバルの戦利品*を約束されたこと」としている（１６：２７１参照）。","lang":"ja"},{"name":"48:16","price":"ベドウィンたちの内、（あなたと共に出発せず）居残らされた者たち¹に、言ってやれ。「あなた方は、強烈な武力を備えた民²（との戦い）へと呼ばれるだろう。あなた方が彼らと戦うか、彼らが（戦わずして）服従（イスラーム*）するかの、いずれかなのである³。それで、もしあなた方が（その呼びかけに）応じるのなら、アッラー*はあなた方に善き褒美をお授けになる。そして、もし以前（マッカ*へと出発する命令に）背いたように、あなた方が背くのであれば、かれ（アッラー*）はあなた方を痛ましい懲罰で罰されよう」。","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"１　「居残らされた者たち」については、アーヤ*１１の訳注を参照。 ２　この「民」の解釈には、「ペルシャ人」「ローマ人」「その両方」「ハワーズィン族とサキーフ族（頻出名・用語解説「フナインの戦い*」参照）」「ヤマーマ地方で預言者*を自称した、ムサイリマとその民ハニーファ族」などの諸説がある（アル＝クルトゥビー１６：２７２参照）。 ３　これは、ジズヤ*を受け入れられない種類の人々に関する規定とされる（前掲書１６：２７３参照）。雌牛章１９０、悔悟章３６の訳注も参照。","lang":"ja"},{"name":"48:17","price":"（出征しないことに関し、）視覚に障害ある者に罪はなく、足が不自由な者にも罪はなく、病人にも罪はない。アッラー*は、かれとその使徒*に従う者は誰でも、その下から河川が流れる楽園に入れて下さる。そしてかれは（アッラー*とその使徒*に）背く者を、痛ましい懲罰で罰されるのだ。","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:18","price":"（預言者*よ、）アッラー*は確かに信仰者たちを、お喜びになった。彼らが木の下であなたに誓った時のこと。かれは彼らの心の内（の信仰心と正直さ、忠誠心）をご存知になり、彼らの上に静寂を下され、彼らに近い勝利（の約束）でお報いになったのだ。¹","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"１　これは、「リドワーンの誓い」のこと（ムヤッサル５１３頁参照）。 詳しくは、頻出名・用語解説「フダイビーヤの和議*」を参照。また「近い勝利」とは、ハイバルの戦い*のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"48:19","price":"また、彼らが手にすることになる沢山の戦利品*¹（の約束）で（お報いになった時）。アッラー*はもとより、偉力ならびない*お方、英知あふれる*お方。","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"１　この「戦利品*」は、ハイバルの戦い*によるものとされる（ムヤッサル５１３頁参照）。","lang":"ja"},{"name":"48:20","price":"アッラー*はあなた方に、あなた方が手にすることになる沢山の戦利品*をお約束になり、あなた方のためにこれを前倒しにされたのだ¹。また、かれは人々²の手をあなた方から阻まれたのであり、（それは、そのことが）信仰者たちにとっての御徴となり、あなた方をまっすぐな道へとお導きになるためであった。","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"１　このアーヤ*の「沢山の戦利品*」は、ムスリム*たちが復活の日*まで手にすることになる全てのもの。「これ」は、ハイバルの戦利品*、またはフダイビーヤの和議*のこと（アル＝クルトゥビー１６：２７８参照）。 ２　この「人々」の解釈には、「フダイビーヤの和議*の時のクライシュ族*」「ハイバルの民と、彼らの援助者たち」「ムスリム*軍がフダイビーヤやハイバルに遠征中に、マディーナ*をユダヤ教徒*の手から阻んで下さった」といった諸説がある（アッ＝シャウカーニー５：６８参照）。","lang":"ja"},{"name":"48:21","price":"また、アッラー*が既に確保され、あなた方がまだ入手できてはいない、別の物も（お約束になった）。アッラー*はもとより、全てのことがお出来のお方。","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:22","price":"たとえ不信仰に陥った者*たち¹が、あなた方と戦ったところで、背中を見せて敗走するのが落ちなのである。その後、彼らは（自分たちの）庇護者も援助者も見出すことがない。","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"１　マッカ*のクライシュ族*のことを指している、とされる（ムヤッサル５１３頁参照）。","lang":"ja"},{"name":"48:23","price":"過去に（不信仰者*の民と信仰者の民の間において）過ぎ去ってきた、アッラー*の摂理。そして（預言者*よ、）あなたはアッラー*の摂理に、いかなる変更も見出すことはない。","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:24","price":"かれは、あなた方が彼ら（シルク*の徒）をマッカ*の谷間で掌握した後に、彼らの手をあなた方から阻まれ、あなた方の手を彼らから阻まれた²お方。そしてアッラー*はもとより、あなた方の行うことを通暁されるお方である。","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"１　一説にこれは、フダイビーヤの地で、ムスリム*たちに奇襲（きしゅう）攻撃を仕掛けてきた八十名のシルク*の徒のこと。ムスリム*たちは彼らを捕らえた後、解放してやった（ムヤッサル５１４頁参照）。 ２　この「場」とは、マッカ*の聖域のこと。ムスリム*たちはウムラ*の「供物」として、七十頭のラクダを連れて来ていた。アッラー*はフダイビーヤで、それを捧（ささ）げることをお許しになった（アッ＝シャウカーニー５：７１参照）。巡礼*を阻まれてしまった際の規定に関しては、雌牛章１９６も参照。","lang":"ja"},{"name":"48:25","price":"彼ら（クライシュ族*の不信仰者*たち）は不信仰に陥り、（ウムラ*をしようとしていた）あなた方をハラーム・マスジド*から、そして足止めを食らわされた供物はその（屠殺の）場¹に達することから、阻んだ者たち。そして、もし（マッカ*に潜んでいる）あなた方の知らない信仰者の男たちと信仰者の女たちがおらず、あなた方が彼らを（シルク*の徒もろとも）粉砕してしまうことで、あなた方に予想もしなかった面倒²が降りかかるのでなければ（、われら*はあなた方にその時、マッカ*の民を制圧させたのである）。（それは）アッラー*が、かれがお望みになった者を、そのご慈悲の中にお入れになるため³。もし彼らが（不信仰者*たちから）隔たれていたら、われらは彼らの内の不信仰に陥った者*たちを、痛ましい懲罰で罰したのである。","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"１　「面倒」とは、信仰者を殺してしまうことによる罪、非難、その罪滅ぼしとしての代償のこと（ムヤッサル５１４頁参照）。 ２　実際にこの語、マッカ*の民の内でも、イスラーム*を受け入れ、よきムスリム*となり、天国に入れられることとなった多くの者が出現した（アル＝クルトゥビー１６：２８６参照）。","lang":"ja"},{"name":"48:26","price":"不信仰に陥った者*たちが、その心の中に尊大さ、ジャーヒリーヤ*の尊大さを宿した時のこと¹（を思い起こさせよ。）にも関わらず、アッラー*はかれの静寂を、その使徒*と信仰者たちの上に下された。そして彼らに敬虔さ*の言葉²を命じられたのであり、彼らはそれに（シルク*の徒）より相応しく、その適任者だったのである。アッラー*はもとより、全てのことをご存知のお方。","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"１　彼らはフダイビーヤの和議*の際、預言者*が協定文書に「慈悲あまねく*慈愛深い*アッラー*の御名において」「アッラー*の使徒*ムハンマド*」と書くことを認めず、削除させた（ムヤッサル５１４頁参照）。 ２　「敬虔さ*の言葉」とは、大半の解釈学者によれば、「アッラー*以外に崇拝*（すうはい）すべき、いかなるものもなし」という言葉（アル＝バガウィー４：２４３参照）。","lang":"ja"},{"name":"48:27","price":"確かにアッラー*はその使徒*（ムハンマド*）に、正夢で真実を語られた。あなた方はもしアッラー*がお望みなら、必ずや頭を剃り、髪を切った状態で、（シルク*の徒を）怖れることなく安全に、ハラーム・マスジド*に入るのだ。そしてかれ（アッラー*）は、あなた方が知らなかったこと¹をご存知になり、それ以外にも近い勝利²をご用意になった。","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"１　「あなた方が知らなかったこと」とは、ムスリム*たちがフダイビーヤの年ではなく、その後にウムラ*のためマッカ*訪問することにおける利益のこと（ムヤッサル５１４頁参照）。 ２　大半の解釈学者によれば、この「近い勝利」はフダイビーヤの和議*のこと。マッカ開城*、あるいはハイバルの戦い*における勝利、という説もある（アル＝クルトゥビー１６：２９１参照）。","lang":"ja"},{"name":"48:28","price":"かれ（アッラー*）は、その使徒*を導きと真理の宗教（イスラーム*）と共に遣わされたお方。（それは）かれが、それ（イスラーム*）をあらゆる宗教の上に君臨させる¹ため。（使徒*よ、）アッラー*だけで、（その）証人は十分である。","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"１　「イスラーム*をあらゆる宗教の上に君臨させる」については、悔悟章３３の訳注を参照。","lang":"ja"},{"name":"48:29","price":"ムハンマド*は、アッラー*の使徒*。そして、彼と共にある者（教友*）たちは不信仰者*たちに対しては厳格で、彼ら自身の間では慈悲深い。あなたは彼らが、アッラー*からのご恩寵とご満悦を求めつつ、（アッラー*への礼拝で）ルクーゥ*し、サジダ*するのを目にする。彼らの印¹はその顔にあり、サジダ*の跡によるもの。それはトーラー*の中にある彼らの描写であり、福音*の中にある彼らの描写である。（その様子は）芽を出し（枝を増やし）てそれを支え、堅固になり、その幹の上に確立した作物のよう²。それは栽培者えお喜ばせる。かれ（アッラー*）が、彼ら（信仰者たち）によって、不信仰者*たちを憤らせるために。アッラー*は彼ら³の内、信仰して正しい行い*を行う者たちに、（罪の）お赦しと偉大なる褒美を約束されたのである。","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"１　「彼らの印」の解釈には、「復活の日*、その顔に現れる白い光」「よき作法、恭順さ（雌牛章４５の訳注を参照）、謙虚（けんきょ）さ」「（崇拝*行為ゆえの）夜更かしによる、顔の黄色さ」などの諸説がある（アル＝バガウィー４：２４５参照）。 １　これは、最初は数少なかったものの、後に多数となった教友たちの例えとされる。また、「作物」は預言者*ムハンマド*で、その「芽と枝」が教友と信仰者を表している、という解釈もある（前掲書、同頁参照）。 １　この「彼ら」は教友*たちだけではなく、信仰者一般を指す（アル＝クルトゥビー１６：２９５－２９６参照）。","lang":"ja"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}