{"data":[{"name":"57:1","price":"諸天と大地にあるものは（全て）、アッラー*を称え*る。かれは偉力ならびない*お方、英知あふれる*お方。","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"ja"},{"name":"57:2","price":"かれにこそ、諸天と大地の王権がある。かれは生をお与えになり、死をお与えになるお方。かれは、全てのことがお出来のお方。","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"ja"},{"name":"57:3","price":"かれは最初のお方、最後のお方¹、（最も）外なる*お方、（最も）内なる*お方。そしてかれは、全てのことをご存知のお方であられる。","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"１　アッラー*より先に存在したものも、また、かれの後に存在するものもない（ムヤッサル５３７頁参照）。","lang":"ja"},{"name":"57:4","price":"かれは諸天と大地を六日間でお創りになり¹、それから御座に上がられた²。かれは大地の中に入り込むものも、そこから出てくるものも、天から落ちてくるものも、そこへ昇っていくもの³も、ご存知である。また、かれはあなた方がどこにあろうとも、（その御知識と共に）あなた方と共にあるのだ。アッラー*は、あなた方が行うことに通暁されたお方である。","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"１　「諸天と大地を六日間でお創りになり・・・」については、詳細にされた章９－１２とその訳注も参照。 ２　「御座に上がられた」については、高壁章５４とその訳注を参照。 ３　サバア章２の同様のアーヤ*についての訳注も参照。","lang":"ja"},{"name":"57:5","price":"かれにこそ、諸天と大地の王権があり、かれにこそ（来世の）物事は帰される。","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"ja"},{"name":"57:6","price":"かれは夜を昼の中にお入れになり、昼を夜の中にお入れになる。また死から生を取り出され、生から死を取り出される¹。そしてかれは、胸中にあるものを（余すことなく）ご存知なのである。","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"１　「夜を昼の・・・」と「死から生を・・・」については、イムラーン家章２７の訳注を参照。","lang":"ja"},{"name":"57:7","price":"アッラー*とその使徒*（ムハンマド*）を信じ、かれ（アッラー*）があなた方をその継承者としたものの内から、費やせ¹。あなた方の内で信仰し、費やした者たちには、大いなる褒美があるのだぞ。","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"１　そもそも全ての財産はアッラー*の所有であり、人間はその代理人として、アッラー*がお喜びになる形において財産を費やす必要がある。または、人間は前の世代から財産を継承したのであり、自分たちもまたそれを次世代に継承するのだから、出し惜しみしてはならない（アッ＝シャウカーニー５：２２２参照）。","lang":"ja"},{"name":"57:8","price":"使徒*が、あなた方の主*を信じるように招いているというのに、あなた方がアッラー*を信じないのはどうしたことか？かれ（アッラー*）は確かに、あなた方の確約¹をお取りになったというのに。もし、あなた方が信仰者だというのならば（、信仰に急ぐのだ）。","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"１　この「確約」とは、「アッラー*が全人類をアーダム*の後背部から取り出して、ご自身が彼らの主*であることを証言させた時のもの（高壁章１７２とその訳注参照）」。また一説には、人間に与えられた理性と、預言者*ムハンマド*への服従を義務づける様々な証拠の存在のこと（アル＝クルトゥビー１７：２３８参照）。","lang":"ja"},{"name":"57:9","price":"かれは、あなた方を（不信仰という）闇から（信仰という）光¹へと出すべく、その僕（ムハンマド*）に明白な御徴²を下されたお方。本当にアッラー*は、あなた方に対して実に哀れみ深い*お方、慈愛深い*お方。","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"１　この「闇」と「光」については、雌牛章２５７の訳注を参照。 ２　「明白な御徴」とは、クルアーン*、あるいは奇跡のこと（アル＝クルトゥビー１７：２３９参照）。","lang":"ja"},{"name":"57:10","price":"あなた方がアッラー*の道において費やさないのは、どういうことか？アッラー*にこそ、諸天と大地の遺産は属する¹というのに。あなた方の内、（マッカ*）開城²の前に費やし、（不信仰者*たちと）戦った者は、（褒美において）同等ではないのだぞ。それらの者たちは、（マッカ開城*の）後に費やし、（不信仰者*たちと）戦った者たちより位が偉大なのだ³。そしてアッラー*は、（その両者の内の）いずれにも最善のもの（天国）をお約束されたのであり、アッラー*はあなた方が行うことに通暁されるお方なのである。","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"１　「諸天と大地の遺産・・・」という表現については、イムラーン家章１８０の訳注を参照。 ２　この「開城」が、「マッカ*開城*」のことであるとするのが、大半の解釈学者の見解。「フダイビーヤの和議*」である、という説もある（前掲書、同頁参照）。 ３　「開城」以前は（ムスリム*たちにとって）厳しい状況であり、その当時ムスリム*となる者は、（信仰に）誠実な者しかいなかった。一方、「開城」後はイスラーム*が大きな拡大を見、人々が大挙（たいきょ）してアッラー*の教えを受け入れた（イブン・カスィール８：１２参照）。","lang":"ja"},{"name":"57:11","price":"アッラー*に、よき貸付¹をする者は誰か？そうすれば、かれはそれを彼のために倍増して下さるのであり、彼には貴い褒美（天国）がある。","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"１　アッラー*に対する「よき貸付」については、雌牛章２４５の訳注を参照。","lang":"ja"},{"name":"57:12","price":"あなたが（地獄の上の架け橋¹のもとで、）信仰者の男たちと、信仰者の女たちの光が（現世での行いに応じて）、彼らの前方と右手²を（彼らと共に）進むのを目にする（復活の）日*。（彼らには、こう言われる。）「この日、あなた方の吉報は、その下から河川が流れる楽園である。（あなた方は）そこに永遠に入ることになるのだ。それこそは、偉大なる勝利である」。","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"１　「地獄の上の架け橋」は、足元が定まらず滑（すべ）りやすい所で、その上には様々な障害物がある。信仰者は現世での行いに応じた速さでそこを渡り、天国へと向かう（ムスリム「信仰者の書」３０２参照）。一説に、この時に各人が授かる光の大きさは様々で、偽信者*の光はこの架け橋で消えてしまうとされる（イブン・カスィール８：１５参照）。マルヤム*章７１とその訳注も参照。 ２　彼らの前方を照らす光は、彼らの信仰心と正しい行い*で、彼らの右手にあるのは行いの帳簿（ちょうぼ）である（夜の旅章７１参照）、という解釈もある（アル＝クルトゥビー１７：２４３参照）。","lang":"ja"},{"name":"57:13","price":"偽信者*の男たちと偽信者*の女たちが、信仰者たちに（こう）言う日。「私たちを待ってくれ。あなた方の光から、灯火を得たい」。（すると彼らには、こう）言われる。「自分たちの後方へと戻って、光を探すがよい」。そして彼らの間には壁¹が置かれ（、お互いに遮られ）る。そこには扉があり、（信仰者たちのいる）その内側には慈悲があり、その外側の方向には懲罰がある。","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"１　一説にこの「壁」は、高壁章４６に登場する「障壁」のこと（イブン・カスィール８：１７参照）。","lang":"ja"},{"name":"57:14","price":"彼ら（偽信者*たち）は、彼ら（信仰者たち）を呼ぶ。「私たちは（現世で）、あなた方と一緒だった¹ではないか？」彼ら（信仰者たち）は言う。「その通り。しかし、あなた方は自分自身を（偽の信仰と罪で）試練にかけ、（預言者*と信仰者たちの死と災難を）待ちわび、（復活への）疑惑に陥った。アッラー*のご命令²が到来するまで、根拠もない願望があなた方を欺いたのであり、欺く者³があなた方をアッラー*（の寛大さと猶予という口実）によって欺いたのだ」。","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"１　偽信者*たちは表面上、宗教的な義務を果たしていた（ムヤッサル５３９頁参照）。 ２　この「アッラー*のご命令」とは、死のこととされる（ムヤッサル５３９頁参照）。 ３　「欺く者」については、ルクマーン章３３の訳注を参照。","lang":"ja"},{"name":"57:15","price":"ならば（偽信者*たちよ、）この日、（懲罰を免じてものらうための）償いがあなた方からも、不信仰だった者*たちからも、受け入れられることはない。あなた方の住処は業火なのだから。それがあなた方の相応しい場所。その行き先の、何と醜悪なことか。","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"ja"},{"name":"57:16","price":"信仰に入った者たちには、アッラー*の教訓と、真理から下ったもの（クルアーン*）に対して、その心が恭順¹になる時期はまだ来ないのか？また、以前に啓典を授けられたものの時間が経ってしまい、その心が硬化してしまった者たちのようにならないための（時期は）？彼らの多くは、放逸な者たちだったのである。","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"１　「恭順」については、雌牛章４５の訳注も参照。","lang":"ja"},{"name":"57:17","price":"知るのだ、アッラー*こそが大地を、その死後に息吹かせられる¹お方であるということを。われら*はあなた方に対し、確かに（われら*の全能性の）御徴を明らかにした。あなた方が（それを）弁えるように、である。","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"１　干上がった大地を息吹かせるように、アッラー*は不信仰だった者*を信仰者に、迷った者を導かれた者として下さる（アッ＝タバリー９：７８９５参照）。雌牛章１６４の訳注も参照。","lang":"ja"},{"name":"57:18","price":"本当に、（アッラー*の道において）よく施す男たちとよく施す女たちーー彼らは、アッラー*によき貸付¹をしたのだーーには、（その褒美が）倍増されよう。そして彼らには、貴い糧（天国）があるのだ。","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"１　アッラー*に対する「よき貸付」については、雌牛章２４５の訳注を参照。","lang":"ja"},{"name":"57:19","price":"アッラー*とその使徒*を信じた者たち、それらの者たちこそは大そうな正直者¹また殉教者たちにはアッラー*の御許で（復活の日*）、その報いと光²がある。そして不信仰に陥り、われら*の御徴³を噓呼ばわりした者たち、それらの者たちは地獄の徒なのだ。","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"１　「大そうな正直者」については、婦人章６９の訳注を参照。尚、「殉教者たち」 も「それらの者たち」の述語に含める、という解釈もある（イブン・カスィール８：２２－２３参照）。 ２　この「光」については、アーヤ*１２とその訳注を参照。 ３　この「御徴」とは、クルアーン*と、そこに含まれる教えや規定のこと（アル＝ジャザーイリー５：２７０参照）。","lang":"ja"},{"name":"57:20","price":"（人々よ、）知るがよい、現世の生活は遊興、戯れごと、飾り、自分たちの間の誇り合い、財産と子供の増やし合いに過ぎない。（それは）あたかも、その植物が農夫¹たちを喜ばせた慈雨のようである。やがてそれは枯れ、あなたはそれが黄色くなるのを目にし、ついにはそれは木っ端微塵になってしまう。そして来世にこそ、（不信仰者に対する）厳しい懲罰と、（信仰者に対する）アッラー*からのお赦しとお喜びがあるのだ。現世の生活は、偽りの楽しみに過ぎない。²","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"１　「農夫」ではなく「不信仰者*たち」という解釈もある（アル＝クルトゥビー１７：２５５－２５６参照）。 ２　家畜章３２の訳注も参照。","lang":"ja"},{"name":"57:21","price":"（人々よ、）あなた方の主*からのお赦しと、天国へと向かって競い合え。その広さは、天地の広さもあるかのようであり、アッラー*とその使徒*たちを信じる者たちのために用意されている。それはかれがお望みの者にお与えになる、アッラー*のご恩寵なのだ。アッラー*は偉大な恩寵の主であられる。","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"ja"},{"name":"57:22","price":"地上における、そしてあなた方自身におけるいかなる災難も、われら*がそれを創生¹する以前に書²の中で（予め定めること）なくしては、降りかかることがなかったのだ。実にそれはアッラー*にとって、容易いこと。","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"１　頻出名・用語解説「創成者*」も参照。 ２　この「書」は、定められし碑板*のこと（ムヤッサル５４０頁参照）。","lang":"ja"},{"name":"57:23","price":"（アッラー*がこのように仰せられるのは、）あなた方が、（現世で）自分たちが逃したものゆえに心痛ませたり、かれ（アッラー*）が自分たちに授けて下さったものゆえに、有頂天になったりしないようにするため。アッラー*は（、自分が現世で授かったものゆえに）尊大ぶる者、（他人に対して）高慢ちきな者をお好みにならない。","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"ja"},{"name":"57:24","price":"（彼らは、財産を）出し惜しみし、人々にも吝嗇を勧める者たち。そして（アッラー*への服従に）背を向ける者があっても、（アッラー*はそのような者のことなど意にも介されない、）本当にアッラー*こそは満ち足りておられる*お方、称賛されるべき*お方なのだから。","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"ja"},{"name":"57:25","price":"われら*は確かに、われら*の使徒*たちを明証¹と共に遣わし、彼らと共に啓典と、人々が公正を行うための秤を下した。またわれら*は、多大な威力と人々への緒益を有する鉄を下した。（それは）アッラー*が、かれ（の宗教）とその使徒*たちをまだ見ぬままに²援助する者が誰かを、如実に表し給うためであった。本当にアッラー*は、強力なお方、偉力ならびない*お方であられる。","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"１　この「明証」とは、彼らがもたらしたものの正しさを証明する、証拠のこと（ムヤッサル５４１頁参照）。 ２　人々から見えないところで、援助するということ。あるいは、自分の眼で見たわけでもないアッラー*とその使徒*たちを、援助するということ（アッ＝シャウカーニー５：２３６参照）。","lang":"ja"},{"name":"57:26","price":"また、われら*はヌーフ*とイブラーヒーム*を遣わし、彼ら二人の子孫の内に預言者*としての天分と啓典を与えた¹。そして彼らの内には導かれた者がいる一方、彼らの多くは放逸な者たちなのだ。","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"１　全ての預言者*は、ヌーフ*及びイブラーヒーム*の子孫であり、啓典もまた全て、彼らの子孫に下った（アッ＝サァディー８４２頁参照）。","lang":"ja"},{"name":"57:27","price":"それから、われら*は彼ら（ヌーフ*とイブラーヒーム*）の跡をわれら*の使徒*たちに継がせ、マルヤム*の子イーサー*にも継がせて、彼に福音*を授けた。また、彼（イーサー*）に従った者たちの心の中には、哀れみ深さと、慈悲の念を授けた。そして彼らは、われら*が彼らに義務づけたものではない修道生活を、（崇拝*における行き過ぎから勝手に）創始した。ただ、（彼らは）アッラー*のお喜びを求めて（そうしたまで）のことだったのだが、それ（修道生活）に対して真の配慮を払うこともなかった。¹そしてわれら*は彼らの内の（預言者*ムハンマド*を）信仰した者たちに、その褒美を授けたのだ。彼らの多くは（預言者*ムハンマド*を信じない）放逸な者たちなのだが。","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"１　彼らは以下の二つの面で、それをなおざなりにした：①そのようなことを勝手に始めたこと。②自分たちに課したことを、十分に果たさなかったこと（前掲書、同頁参照）。","lang":"ja"},{"name":"57:28","price":"信仰する者たちよ¹、アッラー*を畏れ*、かれの使徒*を信じよ。かれはあなた方に、そのご慈悲からの倍の取り分をお与えになり、あなた方がそれを携えて歩む光²をあなた方に下さり、あなた方のために（罪を）お赦し下さろう。アッラー*は赦し深いお方、慈愛深い*お方。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"１　この「信仰する者たち」が誰のことを指すかについては、「啓典の民*」「全ての者」という二つの説がある。前者の場合、「倍の取り分」とは、自分たちの預言者*と預言者*ムハンマド*のいずれをも信仰することゆえの、倍の褒美（ほうび）のこと（イブン・カスィール８：３０－３３参照）。物語章５２－５４とその訳注も参照。また後者の場合、「信仰と畏れ*の念ゆえの二つの褒美」「命令に従い、禁令を避（さ）けることゆえの二つの褒美」あるいは、そもそも「倍」は「二倍」に限らず、褒美が何倍にもされることを示している（アッ＝サァディー８４３頁参照）。 ２　この「光」には、「（現世での）導き」「クルアーン*」「地獄の架け橋で共に歩み、天国へと導いてくれる光（アーヤ*１２参照）」といった解釈がある。（アル＝クルトゥビー１７：２６７参照）。","lang":"ja"},{"name":"57:29","price":"（アッラー*がそのようにされるのは、）啓典の民*が、自分たちがアッラー*のご恩寵¹の内、いかなるものに対しても力を有してはいないこと、そして（全ての）恩寵はアッラー*の御手にこそ委ねられており、かれがそれをお望みの者に与えられるということ²を、知るためなのである。アッラー*は、偉大なる恩寵の主であられるのだから。","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"１　この「ご恩寵」の解釈には、「イスラーム*」「褒美」「糧（かて）」「恩恵」といった諸説がある（前掲書１７：２６８参照）。 ２　この「恩寵」は、特に預言者*ムハンマド*の預言者*性を指している、とも言われる（前掲書、同頁参照）。一説にこの意味は、「自分たちが他の人々よりも優れていると信じていた、イスラーム*を受け入れない啓典の民が、アッラー*がムスリム*たちに彼らよりも沢山の恩寵を与えられたということを、知るため」ということ（アル＝カースィミー１６：５７０２参照）。","lang":"ja"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}