{"data":[{"name":"58:1","price":"（預言者*よ、）アッラー*は確かに、自分の夫（のこと）であなたに抗弁し、アッラー*に苦情を訴える女¹の言葉をお聞きになった。そしてアッラー*は、あなた方両人の問答をお聞きである。本当にアッラー*は、よくお聞きになるお方、よくご覧になるお方なのだから。","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"１　この女性は、ハウラ・ビント・サァラバで、「夫のこと」とは、彼女の夫アウス・ブン・アッ＝サーミトが、彼女を ズィハール*したこと（アブー・ダーウード２２１４参照）。","lang":"ja"},{"name":"58:2","price":"あなた方の内で、自分たちの妻をズィハール*する者たち。彼女らは彼らの母親ではない。彼らの母親は、自分たちを産んだ女性に外ならないのだ¹。そして本当に彼らは、言葉による悪事²と偽りをまさしく口にしているのであり、本当にアッラー*はまさに、よく寛恕される*お方、赦し深いお方であられる。","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"１　妻をズィハール*することと、自分の母親の関連性については、頻出名・用語解説「ズィハール*」の中の具体的なズィハール*の例と、部族連合章４およびその訳注を参照。 １　「悪事」については、イムラーン家章１０４の訳注を参照。","lang":"ja"},{"name":"58:3","price":"また、自分たちの妻をズィハール*し、それから自分が言ったことを撤回する者たち、（彼らには、妻と性交渉すべく）お互いに触れ合う前に、首一つ¹の解放（が義務づけられる）。（信仰者たちよ、）それが、あなた方が戒められていること。アッラー*は、あなた方が行うことに通暁されるお方であられる。","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"１　ここでの「首」の意味については、婦人章９２の同語の訳注を参照。","lang":"ja"},{"name":"58:4","price":"（もし夫が、解放すべき奴隷*を）見出せない者ならば、お互いに触れ合う前に、連続二ヶ月の斎戒*（が義務づけられる）。そして（それも）出来ない者ならば、六十人の貧者*に食物¹を施すこと（が課される）。それは、あなた方がアッラー*とその使徒*を信じ（てアッラー*の法に従い、ジャーヒリーヤ*の習慣を放棄す）るため。そしてそれがアッラー*の決まりであり、不信仰者*たちにこそは痛ましい懲罰があるのだ。","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"１　「食物」の分量については、食卓章８９の訳注を参照。","lang":"ja"},{"name":"58:5","price":"本当に、アッラー*とその使徒*に歯向かう者たちは、彼ら以前の（同様の）者たちが卑しめられたように、卑しめられるのである。われら*は（、アッラー*の教えと法が真理であることを証明する）明らかなる御徴を、確かに下したのだ。そして不信仰者*たちにこそは、屈辱の懲罰がある。","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"58:6","price":"アッラー*が彼ら全員を蘇らせられ、彼らが行ったことをお告げになる（復活の）日*（、アッラー*は彼らを罰し給う）。彼らがそれ（行い）を忘れてしまっていても、アッラー*はそれを数え上げられる¹のであり、アッラー*は全てのことに対する証人なのだから。","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"１　そもそも全ての出来事は、守られし碑板*に定められており、かつ天使*たちによって行いの帳簿（ちょうぼ）に記録されている（ムヤッサル５４２頁参照）。高壁章８９の訳注も参照。","lang":"ja"},{"name":"58:7","price":"一体（預言者*よ、）あなたは、アッラー*が諸天にあるものと、大地にあるもの（全て）をご存知なのを知らないのか？かれ（アッラー*）が（その後知識によって）その四番目となることなしに、三人の密談は成立せず、かれがその六番目となることなしに、。五人（の密談）が成立することもない¹。また、それより少ない数（の密談）も、多い数（の密談）も、彼らがどこにあろうと、かれが（その御知識によって）彼らと共にあることなくしては成立しないのだ。それから、かれは復活の日*、彼らが行ったことを彼らにお告げになる。本当にアッラー*は、全てのことをご存知のお方なのだから。","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"１　この後続の文にもあるように、密談する者の数が何人であろうと、アッラー*は彼らの話をご存知である（アル＝クルトゥビー１７：２９０参照）。しかし、なぜここでアッラー*が「三人」と「五人」という数を、特に言及されているかについては、以下のような解釈がある：①それが実際に、偽（にせ）信者*たちの間で起こったことだった。②アッラー*は奇数をお好みになるため。③話し合いは常に二者間で、かつその間に誰かをおいた形で行われるため（アル＝バイダーウィー５：３１０参照）。","lang":"ja"},{"name":"58:8","price":"（使徒*よ、）一体あなたは、密談を禁じられた後に自分たちが禁じられたことへと戻り、罪や侵犯や使徒への反抗をもって密談する者たちを見なかったのか？¹（使徒*よ、）彼らはあなたのところにやって来ると、アッラー*があなたに挨拶されたものではないいものによって、あなたに挨拶した²。そして彼らの内輪で、（こう）言うのだ。「どうしてアッラー*は、私たちが（ムハンマド*について）言うことゆえに、私たちを罰さないのか？」彼らには（その懲罰として）、彼らが入って炙られることになる地獄で十分。その行き先は何と醜悪だろうか。","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"１　ユダヤ教徒*や偽信者*たちは、ムスリム*たちにこれ見よがしに、集まって密談したものだった。そのことはムスリム*たちの不興（ふきょう）を買っていたが、彼らは密談を禁じられても、やめなかったのだという（アル＝クルトゥビー１７：２９１参照）。婦人章１１４も参照。 ２　このアーヤ*は、ユダヤ教徒*が預言者*に対し「あなたに平安（アッ＝サラーム）を」（その意味については、家畜章５４の訳注を参照）という挨拶の代わりに、「あなたに死（アッ＝サーム）を」と言ったことについて下ったとされる（ムスリム「挨拶の書」１１参照）。","lang":"ja"},{"name":"58:9","price":"信仰する者たちよ、あなた方が密談する時には、罪や侵犯や使徒*への犯行をもって密談してはならない。そして善と敬虔さ*をもって密談し、その御許へとあなた方が召集され（、全ての言動の報いを受け）ることとなるアッラー*を畏れる*のだ。¹","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"１　婦人章１１４も参照。","lang":"ja"},{"name":"58:10","price":"（罪や侵犯ゆえの）密談は、信仰する者たちを悲しませるゆえ、まさしくシャイターン*からのもの。アッラー*のお許しなくしては、彼（シャイターン*）が彼ら（信仰者たち）を害する者となることはないが。そして信仰者たちには、アッラー*にこそ全てを委ね*させるのだ。","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"58:11","price":"信仰する者たちよ、集まりの場であなた方に「（新しく来た者が座るために、場所を空けて）広くしてやりなさい」と言われたら、広くしてやれ。（そうすれば）アッラー*は、あなた方のために（現世と来世で）広くして下さろう。また、あなた方に（礼拝や戦いなど、自分たちの益となる物事において）「立ち上がりなさい」と言われたならば、立ち上がるのだ。（そうすれば）アッラー*は、あなた方の内の信仰する者たちと、知識を授けられた者たちの位を上げて下さろう¹。アッラー*は、あなた方が行うことに通暁されるお方。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"１　つまり、自分の同胞がやって来た時に場所を空けてやったり、立ち上がるように言われて立ったりすることは、自分の権利を失うことではなく、むしろアッラー*の御許での位が上がり、特別なものとなることを意味する（イブン・カスィール８：４８参照）。また、ここでの「知識を授けられた者」とは、知識と行いを両立した者のこと（アル＝バイダーウィー５：３１２参照）。","lang":"ja"},{"name":"58:12","price":"信仰する者たちよ、あなた方が使徒*と密談する時には、あなた方の密談の前に、（貧しい者に）施しをせよ¹。それがあなた方にとって、より善く、清いこと。そして、もし（施すものを）見出せなくても（問題はない）本当にアッラー*は赦し深いお方、慈愛深い*お方なのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"１　このアーヤ*で述べられている決まりは、まもなくアーヤ*１３によって撤回（てっかい）された（イブン・カスィール８：４９－５１参照）。アーヤ*の撤回については、雌牛章１０６の訳注を参照。","lang":"ja"},{"name":"58:13","price":"一体あなた方は、（使徒*との）密談の前に施しをすることを、（貧困の原因として）恐れたのか？もし、あなた方が（施しを）しなかったのならばーーアッラー*は、あなた方の悔悟をお受入れになったーー、礼拝を遵守*し、浄財*を払い、アッラー*とその使徒*に従え。アッラー*は、あなた方が行うことに通暁されるお方なのだ。","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"58:14","price":"一体あなたは、アッラー*がお怒りになった民（ユダヤ教徒*）を盟友とした者たちを、見なかったのか？¹彼らはあなた方（ムスリム*）の仲間でもなければ、彼ら（ユダヤ教徒*）の仲間でもない。そして彼らは（自分たちの嘘を）知りつつ、嘘において誓っているのだ²。","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"１　ユダヤ教徒*を盟友とした者たちとは、偽信者*のこと（ムヤッサル５４４頁参照）。 イムラーン家章２８とその訳注も参照。 ２　偽信者*たちは、自分たちの悪い言動を咎（とが）められると、自分たちはそんなことはしていない、と誓ったものだった（イブン・ジュザイ２：４２３参照）。","lang":"ja"},{"name":"58:15","price":"アッラー*は彼ら（偽信者*たち）に、厳しい懲罰をご用意された。本当に、彼らが行っていたことの何と忌まわしいことか。","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"58:16","price":"彼らは自分たちの（嘘の）誓約を盾¹にして、（自分たちと人々を）アッラー*の道から阻んだ。彼らには、屈辱的な懲罰がある。","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"１　ムスリム*たちから自分たちの生命と財産を守るための、「盾」という意味（ムヤッサル５４４頁参照）。","lang":"ja"},{"name":"58:17","price":"彼らの財産も、子供たちも、アッラー*（の懲罰）に関して、少しも彼らの役に立つことはない。それらの者たちは、地獄の徒。彼らはそこに、永遠に留まる者たちである。","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"58:18","price":"（信仰者たちよ、）アッラー*が彼ら全員を蘇らせられ、あなた方に対して彼らが（現世で）誓っているように、かれ（アッラー*）に対して（自分たちは信仰者でした、と誓う（復活の）日*。彼らは（現世でそれがムスリム*たちに通用したように）、自分たちが通用すると思っている。本当に、彼らこそは噓つきなのではないか。","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"58:19","price":"シャイターン*が彼らを（、彼らがシャイターン*に服従したゆえに）制圧し、彼らにアッラー*の唱念を忘れさせた¹のである。それらの者たちは、シャイターン*の党派。本当にシャイターン*の党派こそは、損失者なのではないか。","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"１　彼らはアッラー*を、心でも言葉でも、想起するころがなかった（アル＝バイダーウィー５：３１４参照）。あるいは、アッラー*のご命令とかれへの服従をおろそかにし、放棄した（アル＝クルトゥビー１７：３０６参照）。シャイターン*が人類を迷わせることとなった経緯（いきさつ）については、高壁章１１－１８、アル＝ヒジュル章２８－４２、夜の旅章６１－６５、サード章７１－８５を参照。","lang":"ja"},{"name":"58:20","price":"本当に、アッラー*とその使徒*に歯向かう者たち、それらの者たちは（現世と来世において、）最も卑しめられた者。","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"58:21","price":"アッラー*は（守られし碑板*の中で、）「われと、わが使徒*たちは、必ずや勝利するのだ」と書き記されたのである。本当にアッラー*は、強力なお方、偉力ならびない*お方であられるのだ。","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"58:22","price":"（使徒*よ、）あなたはアッラー*と最後の日*を信仰する民が、アッラー*とその使徒*に歯向かう者を愛するのを、見出すことがない。たとえ彼らが、自分たちの父親、自分たちの兄弟、自分たちの近親だったとしても、である¹。アッラー*は、それらの者たちの心の中に信仰を（確固たるものとして）書き定められ、かれからの魂²によって彼らをお支えになったのだ。そして、かれは（来世において）彼らを、その下から流れる楽園にお入れになる。彼らはそこに、永遠に留まるのだ。アッラー*は、彼らをお喜びになり、彼らもかれに満足する。それらの者たちが、アッラー*の党派。本当にアッラー*の党派こそは、（現世と来世での）成功者なのではないか。","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"１　同様のアーヤ*として、イムラーン家章２８とその訳注も参照。 ２　この「魂」の解釈には、「勝利」「信仰」「クルアーン*とその根拠」「アッラー*のご慈悲」「ジブリール*とその援助」といった諸説がある（アル＝バガウィー５：５０参照）。","lang":"ja"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}