{"data":[{"name":"60:1","price":"信仰する者たちよ、わが敵と、あなた方の敵を盟友としてはならない。あなた方は（彼らに対する）愛情ゆえ、彼らに（使徒*の情報とムスリム*間の秘密を、）軽々しく流している¹。彼らは、あなた方のもとに到来した真理²を、確かに否定したというのに。（信仰者たちよよ、）彼らは、あなた方が自分たちの主*アッラー*を信仰するがゆえ、使徒*とあなた方のことを（マッカ*から）追い出したのだ。あなた方がわが道における奮闘と、わが喜びへの希求ゆえに（、移住*に）出たのだとしたら（、彼らを盟友とするのではない）。あなた方は（彼らへの）愛情ゆえ、彼らに秘密裏に伝えているーーわれはあなた方が隠したことも、露わにしたことも、最もよく知っているのだーー。あなた方の内、そうする者は誰でも、真っ当な道から確かに迷い去ってしまっている。³","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"１　「彼らに、愛情を軽々しく示している」という解釈もある（アル＝クルトゥビー１８：５２参照）。 ２　この「真理」とは、アッラー*とその使徒*、そしてクルアーン*への信仰のこと（ムヤッサル５４９頁参照）。 ３　預言者*がマディーナ*からマッカ*へと向かうことを決心した際、マッカ*にいた自分の子供と財産を心配したハーティブ・ブン・アビー・バルタアという教友*が、その知らせをマッカ*の民に伝える伝言を送った。啓示が下ってその事実が明らかになり、その伝言は阻止（そし）されたが、このアーヤ*は、この出来事について下ったとされる（アル＝ブハーリー４２７４参照）。尚、これはマッカ開城*の年のことだとも、フダイビーヤの和議*の年のことだとも言われる。（アル＝クルトゥビー１８：５１参照）。不信仰者*との関係については、アーヤ*８，イムラーン家章２８とその訳注も参照。","lang":"ja"},{"name":"60:2","price":"もし、彼ら（われとあなた方の敵）があなた方に優勢に立てば、彼らはあなた方に対する（公然の）敵となり、あなた方に悪意をもってその手と口を伸ばして来よう¹。あなた方が（彼ら同様）、不信仰に陥ることを望みつつ。","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"１　つまり、殺害や捕虜（ほりょ）の憂（う）き目を味わわせたり、悪口や中傷（ちゅうしょう）の言葉を投げかけてきたりする、ということ（ムヤッサル５４９頁参照）。","lang":"ja"},{"name":"60:3","price":"（彼ら不信仰者*たちを盟友としても、）あなた方に近親の絆も、あなた方の子供たちも、あなた方の役に立つことはない。復活の日*、かれはあなた方の間をお分けにな（り、信仰者は天国へ、不信仰者*は地獄へ入）るのだ。アッラー*は、あなた方が行うことをご覧にあるお方。","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"60:4","price":"（信仰者たちよ、）イブラーヒーム*と、彼と共にあった（信仰）者の内には、確かにあなた方へのよき模範があった。彼らが（不信仰者*である）自分たちの民に、（こう）言った時のこと。「本当に私たちは、あなた方と、あなた方がアッラー*をよそに崇めているものとは無縁です。私たちはあなた方を否定し、あなた方がアッラー*だけを信仰するまで、私たちとあなた方との間には、永遠の敵意と憎悪が現れたのです」。但し、イブラーヒーム*の彼の父親に対する、「私は必ずや、あなたのために、赦しを乞いましょう。私はあなたのために、アッラー*（のご意思）に対して、何（の力）も有してはいませんが」という言葉は別（で、模範としてはならない）¹。（イブラーヒーム*とその仲間たちは、言った。）「我らが主*よ、私たちはあなたにこそ全てを委ね*、あなたにこそ（悔悟して）立ち返りました。そしてあなたにこそ、帰り所はあります。","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"１　イブラーヒーム*がアッラー*に、不信仰者*だった父親の罪の赦しを乞うたことについては、悔悟章１１４とその訳注、マルヤム*章４７を参照。","lang":"ja"},{"name":"60:5","price":"我らが主*よ、私たちを不信仰に陥った者*たちの試練とはしないで下さい¹。また、私たちのために（私たちの罪を）お赦し下さい、我らが主*よ。本当にあなたこそは、偉力ならびない*お方、英知あふれる*お方なのですから」。","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"１　このアーヤ*の意味については、ユーヌス*章８５とその訳注を参照。","lang":"ja"},{"name":"60:6","price":"（信仰者たちよ、）彼ら（イブラーヒーム*と、彼と共にあった者たち）の内には、確かにあなた方、アッラー*と最後の日*を望む¹者への、よき模範があった。そして背く者²があろうと（、そのつけは自分自身に返って来るだけである）、本当にアッラー*にこそは満ち足りた*お方、称賛されるべき*お方なのだから。","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"１　この「望む」については、ユーヌス*章７の訳注を参照。 ２　預言者*たちへの追従（ついじゅう）という、アッラー*のご命令に背き、アッラー*の敵を盟友とする者のこと（ムヤッサル５５０頁参照）。","lang":"ja"},{"name":"60:7","price":"（信仰者たちよ、）もしかするとアッラー*は、あなた方と、彼ら（近親であるシルク*の徒）の内であなた方が敵対した者たちの間に、（彼らがイスラーム*を受け入れることによって、）愛情を芽生えさせられるかもしれない。アッラー*は全能のお方であり、アッラー*は赦し深いお方、慈愛深い*おかたなのだから。","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"60:8","price":"アッラー*は、宗教においてあなた方と戦ってもおらず、あなた方をあなた方の家から追い出してもいない者たちに、あなた方が善行を施し、公正に接することを禁じていらっしゃるわけではない¹。本当にアッラー*は、公正な者たちをお好みになるのだから。","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"１　イムラーン家章２８と、その訳注も参照。","lang":"ja"},{"name":"60:9","price":"実にアッラー*があなた方に禁じられるのは、宗教においてあなた方と戦い、あなた方をあなた方の家から追い出し、あなた方の追放に手を貸した者たちを盟友とすることなのである。彼らを盟友とする者、それらの者たちこそは不正*者なのだから。","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"60:10","price":"信仰する者たちよ、あなた方のもとに信仰者の女たちが（不信仰者*の世界から、イスラーム*世界へと）移住*者としてやって来たら、（その信仰心を確かめるべく）彼女らを試問せよ¹ーーアッラー*が彼女らの信仰心を、最もよくご存知であるーー。そして、もし彼女らが信仰者だと分かったならば、あなた方は彼女らを不信仰者*たち（である彼女らの夫のもと）に消してはならない。彼女らは彼らにとって（妻として）合法ではなく、彼らも彼女らにとって（夫として）合法ではないのだから。また、彼ら（自分の妻がイスラーム*に改宗した、不信仰者*の夫たち）には、彼らが（彼女らに）費やしたもの²を与えよ。そして、あなた方が彼女らに（イッダ*の後、）彼女らの婚資金*を与えたならば、あなた方が彼女らと結婚しても、あなた方に罪はない。また、不信仰者*の女性たちの絆に、しがみ付いてはならない³。そしてあなた方が（自分たちの妻に）費やしたものを請求させよ⁴。それが、あなた方の間を裁くアッラー*の法。アッラー*は全知者、英知あふれる*お方であられる。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"１　フダイビーヤの和議*の合意の中には、マッカ*からマディーナ*へとやって来たムスリム*は、マッカ*へと返還されなければならない、という項目があった。その後、イスラーム*を受け入れた女性がマッカ*を後にして預言者*のもとにやって来たが、彼は「（例の）項目は男性だけのものであり、女性には適用されない」として、彼女をマッカ*に返還しなかった。このアーヤ*は、このことに関して下ったとされる。尚、「試問」の内容については、「移住*の目的が、アッラー*とその使徒*への愛情以外の何ものでもないことの宣誓」「シャハーダ*の証言」「アーヤ*１２にある誓約」といった諸説がある（アル＝クルトゥビー１８：６１参照）。 ２　つまり婚資金*のこと（ムヤッサル５５０頁参照）。 ３　つまり、不信仰者*の女性との結婚関係を続けてはならない、ということ（前掲書、同頁参照）。尚、啓典の民*の女性は、ここには含まれないとされる（アル＝クルトゥビー１８：６６参照）。 ４　ムスリム*男性の妻であった女性がイスラーム*を棄（す）て、不信仰者*のところへ逃げて彼らと結婚したら、そのムスリム*男性は彼女に与えた婚資金*を彼らに請求せよ。そしてその逆も同様である、ということ（ムヤッサル５５０頁参照）。イブン・アル＝アラビー*によれば、この規定の有効性が当時の特別な状況に限定されたものということで、学者間の意見は一致している（４：２３１参照）。","lang":"ja"},{"name":"60:11","price":"また、もしあなた方の妻たちの一部が、（イスラーム*を棄てて）あなた方から不信仰者*たちのところへと逃れ、その後にあなた方が（彼ら不信仰者*たちに勝利を収め、戦利品*という）戦果を得た¹ならば、妻たちに去られてしまった者たちに、彼らが（彼女らに婚資金*として）費やしたものを与えよ。そしてあなた方が信じているアッラー*をこそ、畏れる*のだ。","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"１　ほかにも、「彼らを戦いで痛めつけて、戦利品*を得たら」「彼らと同じようにやり返したら」といった解釈がある（アル＝バガウィー５：７４参照）。","lang":"ja"},{"name":"60:12","price":"預言者*よ、信仰者の女たちが、あなたと誓約ーーアッラー*に何も並べ（て崇拝*せ）ず¹、盗まず、姦通せず、（出産前でも後でも）自分の子供たちを殺さず²、自分たちの手と足の間で捏造をでっち上げず³、善事⁴においてあなたに逆らわない、との（誓約）ーーを交わしに、あなたのもとにやって来たら、彼女らと誓約を交わし、彼女らのためにアッラー*にお赦しを乞え⁵。本当にアッラー*は、赦し深いお方、慈愛深い*お方なのだから。","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"１　頻出名・用語解説「シルク*」も参照。 ２　「嬰児（えいじ）殺し」については、家畜章１３７とその訳注も参照。 ３　「手と足の間で捏造をでっち上げる」とは大半の解釈学者によれば、夫のものではない子供を、彼の子供であると偽（いつわ）ること（アル＝クルトゥビー１８：７２参照）。 ４　この「善事」については、イムラーン家章１０４の訳注を参照。 ５　この誓約は、マッカ開城*の際、イスラーム*を受け入れる意思を表明したマッカ*の女性たちに対し、行われた。また、それ以前、マディーナ*へと移住*してきたムスリム*女性たちに対しても、この誓約が取り交わされたとされる（前掲書１８：７１参照）。","lang":"ja"},{"name":"60:13","price":"信仰する者たちよ、アッラー*がお怒りになった民を盟友とするのではない。彼らは、墓の住人である不信仰者*たちが（、来世でアッラー*のご慈悲を受けることに対して）失望しているように¹、来世（での褒美を得ること）に対して、確かに失望するのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"１　「復活を信じない不信仰者*たちが、墓の中に入っている自分たちの親族とは二度と会えないことに、失望しているように・・・」という別の解釈もある（イブン・カスィール８：１０３参照）。","lang":"ja"}],"chapter":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"]}