{"data":[{"name":"63:1","price":"（使徒*よ、）偽信者*たちは、あなたのもとにやって来た時、（こう）言った。「私たちは、あなたこそがまさに、アッラー*の使徒*であると証言します」ーーアッラー*は、本当にあなたこそがまさしく、かれの使徒*であることをご存知であるーー。アッラー*は、本当に偽信者*たちがまさしく噓つきであることを、証言し給うのだ。","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"63:2","price":"彼ら（偽信者*たち）は、自分たちの（嘘の）誓約を盾代わりとし¹、（自分たちと人々を）アッラー*の道から阻んだ。本当にまさしく、彼らが行っていたことは、何と忌まわしいことか。","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"１　この表現については、抗弁する女章１６とその訳注を参照。","lang":"ja"},{"name":"63:3","price":"それというのも、彼らは（口先だけで）信仰し、それから（内心では）不信仰に陥り、その心が（不信仰ゆえに）塞がれてしまったからである。ゆえに、彼らは理解することがない。","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"63:4","price":"また彼ら（偽信者*たち）を見てみれば、その（結構な）風体はあなたの気に入るだろう。そして彼らが話せば、あなたはその（巧みな）言葉に耳を傾けるだろう。彼らはまるで、立てかけられた木材のよう¹。（その臆病さと恐怖ゆえ、）全ての大声が、自分たちに向けられたものだと思い込んでいる²。彼らは敵であるから、警戒せよ。アッラー*が彼らを成敗して下さいますよう。彼らはどうして、（真理から）背かされるのか？","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"１　これは、見た目はよいが、理解力のないことの例え。壁に立てかけられた木材は、屋根や壁の補強に用いられる木材とは違い、無益（むえき）である（イブン・ジュザイ２：４４９参照）。 ２　偽信者*たちは常に、預言者*が彼らのことを殺す命令を出すのではないか、と恐れていた。彼らは捜索（そうさく）命令、大声、啓示が下ったとの知らせを耳にすると、動揺したものだった（イブン・アティーヤ５：３１２参照）。悔悟章６４も参照。","lang":"ja"},{"name":"63:5","price":"また、彼ら（偽信者*たち）に、「（悔悟して）来なさい、アッラー*の使徒*があなた方のために（罪の）赦しを乞うてくれよう」と言われた時、彼らはその顔を背けた、そして（使徒*よ、）あなたは彼らが思い上がりつつ、（その招きを）拒むのを目にしたのだ。","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"63:6","price":"（使徒*よ、）あなたが彼らのために赦しを乞うたとしても、彼らのために赦しを乞わなかったとしても、彼らには同じこと。アッラー*は彼らのために、（その罪を）お赦しにはならない。本当にアッラー*は放逸な民を、お導きにはならないのだから。","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"63:7","price":"彼ら（偽信者*たち）は、「アッラー*の使徒*のもとにいる者たちには、彼らが（ムハンマド*から）離散するまで（財産を）費やすのではない」と言う者たち¹。アッラー*にこそ、諸天と大地の宝庫は属するというのに。しかし偽信者*たちは、（糧を司るのはアッラー*だけということを）理解しないのだ。","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"１　この言葉、及び、アーヤ*８の偽信者*の言葉の背景にあるものについては、スーラ*冒頭の訳注を参照。","lang":"ja"},{"name":"63:8","price":"彼らは言う。「もしも私たちがマディーナ*に帰ったならば、最も偉力ある者が、最も卑しい者¹を（そこから）追放するであろう」。本当にアッラー*にこそ、そしてその使徒*と信仰者たちにこそ、偉力は属するというのに。しかし偽信者*たちは、（そのことが）分からないのだ。","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"１　この偽信者*たちの言葉の中の「最も偉力ある者」とは、スーラ*冒頭の訳注にもあるように、イブン・ウバイイ*、及びその仲間の偽信者*たち。「最も卑しい者」とは、預言者*ムハンマド*と、彼の仲間たち（アッ＝サアディー８６５頁参照）。","lang":"ja"},{"name":"63:9","price":"信仰する者たちよ、あなた方の財産と子供たちが、あなた方をアッラー*の唱念*から背けさせてしまうようではならない¹。誰であろうとそうする者、それらの者たちこそは損失者なのである。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"１　戦利品*章２８の訳注も参照。","lang":"ja"},{"name":"63:10","price":"そして（信仰者たちよ）、われら*があなた方に授けたものの内から、（善いことに）費やす¹のだ。あなた方の内の誰かに死が到来し、「我が主*よ、私（の死）を近い期限まで、延期して下さい。それによって私が施しをし、正しい者*たちの仲間となれますように」などと言うようになる前に。²","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"１　「われら*が授けたものの内から・・・費やす」については、雌牛章３の訳注を参照。 ２　いざ復活の日*（あるいは死）が到来すると、彼らは現世での猶予を求めたり、自分たちを現世に返してくれることを頼んだりするが、それは叶わない。家畜章２７－２８，高壁章５３，イブラーヒーム*章４４，信仰者たち章９９－１００，アッ＝サジダ*章１２，創成者*章３７，赦し深いお方章１１－１２，相談章４４も参照。","lang":"ja"},{"name":"63:11","price":"アッラー*は誰のことも、その（死という）期限が到来したら、延期して下さらない。そしてアッラー*は、あなた方が行うことに通暁され（、その行いに報われ）るお方であられる。","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"ja"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}