{"data":[{"name":"65:1","price":"預言者よ¹、あなた方（あなたと信仰者たち）が女性（妻）と離婚し（ようと思っ）たなら、イッダ*に離婚し²、イッダ*（の期間）を数え上げよ³。そして、あなた方の主*アッラー*を畏れる*のだ。彼女らが紛れもない醜行⁴を犯さない限り、（イッダ*が終わるまでは、）彼女らを彼女らの（住んでいる）家から追い出してはならないし、彼女らも（そこから）出て行ってはならない。それがアッラー*の決まりであり、アッラー*の決まりを侵す者は誰でも、自分自身に対して確かに不正*を働いているのである。（離婚する者よ、）あなたはアッラー*が（離婚の）その後に、何らかの事を引き起こされるかもしれないということ⁵を、知らないのだから。","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"１　この預言者*ムハンマドへの呼びかけについては、雌牛章１２０の訳注を参照。 ２　つまり彼女が月経中ではなく、かつ最近の月経後にまだ性交していない状態において、あるいはそうでなければ、彼女の妊娠が明らかになっている状態で離婚せよ、ということ（ムヤッサル５５８頁参照）。 ３　イッダ*の時期は、女性の状態によって異なる。詳しくは雌牛章２２８「三度の月経」の訳注を参照。 ４　「紛れもない醜行」とは、姦通（かんつう）を始め、夫とその家族に対する敵対や、言動による害などのこと（イブン・カスィール８：１４３－１４４参照）。蜜蜂章９０「醜行」の訳注も参照。 ５　つまり気が変わって、彼女と復縁しようと思うようになること（ムヤッサル５５８頁参照）。","lang":"ja"},{"name":"65:2","price":"彼女らがその期限（イッダ*の終わり）に差しかかったならば、彼女らを適切な形で留め置くか、あるいは適切な形で別れよ¹。また（復縁するにせよ、別れるにせよ）、あなた方の内の公正な男性二人に（それを）証言させ、（証人たちよ、）あなた方はアッラー*に対ししっかり証言せよ。それは、アッラー*と最後の日*を信じる者が訓戒を受けるところのもの。誰であろうとアッラー*を畏れる*者に、かれ（アッラー*）は（あらゆる困難からの）出口をお授けになる。","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"１　雌牛章２２９の表現の訳注も参照。","lang":"ja"},{"name":"65:3","price":"また、かれは、彼が思いもよらない所から、糧をお授けになる。アッラー*に全てを委ねる*者にとっては、かれ（アッラー*）だけで十分。本当にアッラー*は、物事を（望み通りに）成就させられるお方。アッラー*は確かに、全ての物事に定めを与えられたのだ。","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"65:4","price":"あなた方の女性（妻）たちの内で閉経した者たちは、あなた方が（彼女らについての法規定に）疑惑を抱くのであれば¹、彼女らのイッダ*は三ヶ月である。そして、まだ初潮を迎えてはいない者たちも（同様）。また、身重な者たちの（イッダ*の）期間は、彼女らがその荷を降ろすまで。誰であろうとアッラー*を畏れる*者には、かれ（アッラー*）が（現世と来世において、）その物事を容易くされるのである。","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"１　一説にこのアーヤ*は、月経のない者や、妊婦のイッダ*に関する教友*の質問を受けて下った。また「（月経の到来に関して）疑惑を抱く場合には」という解釈もある（イブン・カスィール８：１４９参照）。","lang":"ja"},{"name":"65:5","price":"（人々よ、）それが、かれがあなた方に下されたアッラー*のご命令。そして、誰であろうとアッラー*を畏れる*者に、かれ（アッラー*）はその悪行を帳消しにして下さり、彼のために（来世での）褒美を偉大なものとして下さるのだ。","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"65:6","price":"（イッダ*の期間中、）彼女（離婚宣告をした自分たちの妻）らを、あなた方が住んでいる場所に、あなた方の能力に応じて、住まわせよ。また、（住まいから出て行かせる魂胆で）彼女らに嫌がらせして、彼女らを害してはならない。そして、もし彼女ら（離婚宣告を受けた妻たち）が身重だったら、彼女らがその荷を降ろすまで¹、彼女らに出費せよ。また（離婚後）、彼女らがあなた方のために（報酬を条件に）授乳するならば、彼女らにはその報酬を与え、あなた方の間で善事を勧め合う²がよい。そして、もし互いに困難を見出したならば³、別の女性が彼（乳児）に授乳することになる。","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"１　つまりアーヤ*４にもあるように、イッダ*を終えるまで、ということ（ムヤッサル５５９頁参照）。 ２　「善事」については、イムラーン家章１０４の訳注を参照。夫婦は、離婚を宣告された妻がイッダ*にある時も、実際に離婚する時も、自分たち自身や子供たちの現世と来世における福利において、善事を勧め合わなければならない（アッ＝サアディー８７１頁参照）。 ３　離婚した実母が、子供を授乳することで合意に至らなかったら、ということ（ムヤッサル５５９頁参照）。 雌牛章２３３とその訳注も参照。","lang":"ja"},{"name":"65:7","price":"余裕がある者には、その余裕のあるものの内から（、離婚宣告した自分の妻と、その子供に）出費させよ。また、糧に乏しい者には、アッラー*が彼にお授けになったものの内から、出費させよ。アッラー*は誰にも、かれがお授けになった以上のものを負わせられないのだから。アッラー*はやがて、逆境の後に順境として下さろう。","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"65:8","price":"一体どれだけ多くの町（の民）が、その主*のご命令を使徒*たちに反抗し（て不信仰に陥っ）たことか。それでわれら*は、それを（現世の行いについての）厳しい清算で清算し、想像を絶する懲罰で罰したのだ。","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"65:9","price":"そして、それ（不信仰な民*の町）はその事の罰を味わった。そのこと（不信仰）の結末は、損失であった。","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"65:10","price":"アッラー*は彼ら（不信仰な民*）に、厳しい懲罰をご用意された。ならば、信仰に入った澄んだ理性の持ち主たちよ、アッラー*を畏れ*よ。（信仰者たちよ、）アッラー*は確かに、あなた方に対して教訓を下されたのだ。","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"65:11","price":"つまり信仰し、正しい行い*を行う者たちを（不信仰の）闇から（信仰の）光¹へと（導き）出すべく、あなた方にアッラー*の明らかなる御徴（アーヤ*）を読誦する使徒*（という教訓）を。誰であろうと、アッラー*を信じ、正しい行い*を行う者を、かれ（アッラー*）はその下から河川が流れる楽園にお入れになる。彼らはそこに、ずっと永遠に留まるのだ。アッラー*は確かに、（天国における）彼への糧を善きものとされた。","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"１　この「闇」と「光」については、雌牛章２５７の訳注を参照。","lang":"ja"},{"name":"65:12","price":"アッラー*は七層の天と、大地にもそれと同様のものを、お創りになったお方。かれのご命令¹は、その間から降りて来る。（それは人々よ、）アッラー*にこそが全てのことがお出来になるお方であり、アッラー*こそが全ての物事を、知識によって確かに包囲されているということを、あなた方が知るためなのだ。","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"１　この「ご命令」とは、使徒たちへ啓示するイスラーム*の教え、宗教的な決まり、あるいは創造物を司（つかさど）る 自然界の定めや運命などのこと（アッ＝サアディー８７２頁参照）。","lang":"ja"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}