{"data":[{"name":"66:1","price":"預言者*よ¹、あなたはなぜ自分の妻たちの満足を求めて、アッラー*があなたに合法とされたものを（自らに）禁じるのか？²アッラー*は赦し深いお方、慈愛深い*お方。","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"１　この預言者*ムハンマド*への語りかけについては、雌牛章１２０の訳注を参照。 ２　預言者*が何を禁じたのかについては、異なる複数の伝承が残っている（アル＝カースィミー１６：５８５２－５８５４参照）。アッ＝タバリー*は、こう言う。「・・・それは彼の奴隷*女性や、何らかの飲み物、あるいはそれ以外のものだった可能性もある。とにかく彼は、そもそも自らにとって合法なものを禁じたのであり、アッラー*はそのことで彼をお咎（とが）め になったのである・・・」（１０：８１００参照）尚、預言者*・使徒*の無謬（むびゅう）性については、雌牛章３６の訳注を参照。","lang":"ja"},{"name":"66:2","price":"（信仰者たちよ、）アッラー*はあなた方に対し、あなた方の宣誓を解消すること¹を、確かに義務づけられた。アッラー*はあなた方の守護者であり、かれは全知者、英知あふれる*お方であられる。","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"１　宣誓の解消における罪滅ぼしについては、食卓章８９とその訳注を参照。（アッ＝サアディ８７２頁参照）。","lang":"ja"},{"name":"66:3","price":"預言者*が彼の妻たちのある者¹に、ある話を秘密裏に伝えた時のこと。それで彼女がそれを（アーイシャ*に）話し、アッラー*がそれ¹を彼（預言者*）に明かされた時、彼（預言者*）は（ハフサに、彼女が洩らした秘密の）一部を知らせ、（別の）一部は（言及せずに）放っておいた。そして彼が彼女（ハフサ）にそれを知らせた時、彼女は言った。「誰があなたに、これを知らせたのですか？」彼（預言者*）は言った。「全知者で通暁されているお方（アッラー*）が、私に知らせて下さったのだ」。","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"１　多くの解釈学者によれば、「彼の妻たちのある者」とは ハフサ・ビント・ウマルのこと。預言者*は彼女にある内緒（ないしょ）話をし、それを誰にも伝えないように言った（前掲書、同頁参照）。 ２　「それ」とは、ハフサが秘密を洩（も）らした こと（ムヤッサル５６０頁参照）。","lang":"ja"},{"name":"66:4","price":"（ハフサとアーイシャ*¹よ、）あなた方二人がアッラー*に悔悟するならば、（その悔悟は受け入れられよう、）あなた方二人の心は確かに、（真理から）傾いた²のだから。そして、もしそこ³において助け合うにしても、（預言者*は援助されよう、というのも）実にアッラー*こそが彼の庇護者*であり、ジブリール*と、信仰者の正しい者*たち、そして天使*たちが、（彼に対しての）その更なる援助者なのだから。","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"１　彼女ら二人は、預言者*が合法なものを自らに禁じた原因であった（アッ＝サアディー８７２頁参照）。 ２　つまり、預言者*の嫌がることを志向したことで「（真理から）傾いた」こと。あるいは「（悔悟に）傾いた」という解釈もある（アル＝クルトゥビー１８：１８８参照）。 ３　つまり、預言者*が嫌がること（ムヤッサル５６０頁参照）。","lang":"ja"},{"name":"66:5","price":"（預言者*の妻たちよ、）彼の主*はーーもし彼があなた方を離婚したらーー、彼にあなた方よりも善い妻たちを、代わりにあてがって下さろう。服従する女（ムスリマ*）たち、信仰する女たち、従順な女たち、悔悟する女たち、崇拝*行為に専念する女たち、斎戒*する¹女たち、既婚の女たち、処女たち（である妻たちを）。","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"１　「斎戒*する女」については、悔悟章１１２「斎戒*する者」の訳注を参照。","lang":"ja"},{"name":"66:6","price":"信仰する者たちよ、あなた方自身と、あなた方の家族を（地獄の）業火から守るのだ。その燃料は、人々と石¹。その上には、荒々しく厳しい天使*たち²がいる。彼らはアッラー*が彼らに命じられたことで、かれに逆らうことがなく、命じられることをするのである。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"１　雌牛章２４，預言者*たち章９８とその訳注も参照。 ２　これはザバーニヤと呼ばれる、地獄の天使*たちのこと（イブン・カスィール８：１６８参照）。","lang":"ja"},{"name":"66:7","price":"（彼らが地獄に入れられる時、こう言われる。）「不信仰だった者*たちよ、この日、言い訳をするのではない。あなた方が報われるのは、自分たちが（現世で）行っていたこと（の応報）に外ならないのだ」。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"66:8","price":"信仰する者たちよ、アッラー*に真摯な悔悟をせよ。あなた方の主*は、あなた方のためにあなた方の悪行を帳消しにして下さり、あなた方を、その下から河川が流れる楽園にお入れになろう。アッラー*が預言者*と、彼と共に信仰した者たちを辱められはしない、（復活の）その日に。彼らの光は（地獄の上の架け橋¹のもとで）、彼らの前方と右手²を（彼らと共に）進む。彼らは言うのだ。「我らが主*よ、私たちに（天国に到達するまで）私たちの光を完遂させ、私たちをお赦し下さい。本当にあなたは、全てのことがお出来であられるお方なのですから」。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"１　「地獄の上の架け橋」については、鉄章１２の訳注を参照。 ２　この「前方と右手」についても、鉄章１２の訳注を参照。","lang":"ja"},{"name":"66:9","price":"預言者*よ、不信仰者*たちと偽信者*らに対して努力奮闘し、彼らに厳しくあれ。彼らの（来世での）住処は地獄なのだ。そしてその行き先は、何と醜悪なことであろうか。","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"66:10","price":"アッラー*は（、ムスリム*と近い関係にあったにも関わらず、）不信仰だった者*たちの譬えとして、ヌーフ*の妻とルート*の妻を挙げられた、彼女ら二人は、（それぞれ）われら*の正しい僕二人の（後見）下にあったものの、彼ら二人を（宗教的に）裏切った（不信仰者*だった）のであり、彼ら二人はアッラー*（からの懲罰）に対して、彼女らに少しも役に立てなかった。そして彼女ら二人には（来世で、こう）言われるのである、「（そこに）入る者たちと共に、（地獄の）業火に入るがよい」。","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"ja"},{"name":"66:11","price":"またアッラー*は（、不信仰者*の中にあったにも関わらず）信仰した者たちの譬えとして、フィルアウン*の妻¹を挙げられた。彼女が、（こう）申し上げた時のこと。「我が主*よ、天国のあなたの御許で、私のために家をお建て下さい。そして私をフィルアウン*とその（悪い）行いからお救いになり、私を不正*者である民からお救い下さい」。","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"１　フィルアウン*の妻については、物語章９の訳注を参照。","lang":"ja"},{"name":"66:12","price":"また（アッラー*は、）自らの貞操を堅持した、イムラーンの娘マルヤム*（を、信仰者についての譬えとしてお挙げになった¹）。われら*はその内に、われら*の魂²から吹き込んだのである。また、彼女は自分の主*の御言葉と啓典を信じたのであり、従順なものたちの一人であった。","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"１　アーヤ*１０、１１では、それぞれ配偶者が不信仰であった男女の信仰者の例が挙げられているが、ここでは独身者の信仰者の例が挙げられている（アル＝バイダーウィー５：３５８参照）。 ２　この「魂」については、婦人章１７１の訳注を参照。","lang":"ja"}],"chapter":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"]}