{"data":[{"name":"1:1","price":"అనంత కరుణామయుడు అపార కరుణా ప్రదాత అయిన అల్లాహ్[1] పేరుతో[2]","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"[1] అల్లాహ్ సుబ్'హానవతా'ఆలా (సు.తా.):అనేది సర్వసృష్టికర్త, మహాన్నతుడు, సర్వపోషకుడు అయిన విశ్వప్రభువు యొక్క పేరు. ఈ పేరుతో ఆయనను తప్ప మరెవ్వరినీ పిలువరాదు. దీనికి సరిసమానమైన పదం వేరే భాషలలో లేదు, ఫార్సీ భాషలోని 'ఖుదా అనే పదం తప్ప. ఇది ఒక ప్రత్యేకమైన విశేషపదం. ఈ పదానికి బహువచనం గానీ, స్త్రీలింగం గానీ లేవు. అల్లాహ్ (సు.తా.) యొక్క స్పష్టమైన నిర్వచనం కొరకు చూడండి, సూరహ్ అల్-ఇ'ఖ్లాస్(112). \n [2] చాలా మంది వ్యాఖ్యాతల అభిప్రాయంలో, ఈ ఆయత్, సూరహ్ అల్ ఫాతి'హా యొక్క భాగం. సూరహ్ అన్ నమ్ల్ (27:30) లో ఇది ఒక ఆయత్ రూపంలో కూడా ఉంది. ప్రతి మంచి పనికి ముందు బిస్మిల్లా హిర్'హ్ మా నిర్ర'హీమ్, చదవాలి. ఉదా: భోజనానికి ముందు, వ'దూ చేసేటప్పుడు. ఖుర్ఆన్ పఠించటం ప్రారంభించేటప్పుడు బిస్మిల్లా హిర్ర'హ్ మా నిర్ర'హీమ్ కు ముందు అ'ఊజు' బిల్లాహి మినష్షయ్'తా నిర్రజీమ్ - శపించ(బహిష్కరించ)బడిన షైతాన్ నుండి రక్షించబడటానికి నేను అల్లాహ్ (సు.తా.) శరణు వేడుకుంటున్నాను - తప్పక చదవాలి. (చూడండి అల్లాహుతా 'ఆలా ఆదేశం, 16:98). దివ్యఖుర్ఆన్ మానవులకు మార్గదర్శిని మరియు హృదయాలకు స్వస్థతనిచ్చేది. షై'తాన్ మార్గభ్రష్టత్వానికి మరియు దురాచారాలకు ప్రోత్సహిస్తాడు. కావున శపించ(బహిష్కరించ)బడిన షై'తాన్ మరియు అతడి అనుచర మూకలు రేకెత్తించే కలతల నుండి కాపాడుకోవటానికి అల్లాహుతా'ఆలా శరణు వేడుకోవాలి. ఈ ఇస్తి'ఆజ'హ్ దివ్యఖుర్ఆన్ యొక్క భాగం కాదనటంలో ఇస్లామీయ శాస్త్రవేత్తలు అందరూ ఏకీభవిస్తున్నారు. కాబట్టి ఇది దివ్యఖుర్ఆన్ లో వ్రాయబడలేదు.","lang":"te"},{"name":"1:2","price":"సర్వలోకాలకు ప్రభువైన[1] అల్లాహ్ మాత్రమే సమస్త స్తోత్రాలకు అర్హుడు[2].","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"[1] రబ్బున్: ప్రభువు, అనే పదానికి తెలుగులో సరితూగే పదం లేదు. దీనికి సర్వలోకాల ఏకైక ప్రభువు, వాటి సృష్టికర్త, పోషకుడు, సంరక్షకుడు, యజమాని, సర్వవర ప్రదాత అనే అర్థాలున్నాయి. చాలా వరకు తెలుగు అనువాదాలలో వాటినట్లు ఈ అనువాదంలో కూడా ప్రభువు అనే పదమే వాడబడింది. [2] 'హదీస్'లో వచ్చింది: లా ఇలాహ ఇల్లల్లాహ్ - అల్లాహ్ (సు.తా.) తప్ప మరొక ఆరాధ్యదేవుడు లేడు. అతి ఉత్తమమైన జిక్ర్ (Meditation), జ్ఞాపిక, స్మరణ, ధ్యానం మరియు అల్'హమ్దులిల్లాహ్ - సమస్త స్తోత్రాలకు అర్హుడు అల్లాహుతా'ఆలా మాత్రమే, అతి ఉత్తమమైన దు'ఆ' - ప్రార్థన (తిర్మిజీ', నసాయీ' మొదలైన వారు).","lang":"te"},{"name":"1:3","price":"అనంత కరుణామయుడు, అపార కరుణా ప్రదాత[1]","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"[1] అర్-ర'హ్మాన్: అనంత కరుణామయుడు, అంటే ఇహలోకంలో భేదభావాలు లేకుండా అందరికీ ఎల్లప్పుడూ కరుణను పంచేవాడు. అర్-ర'హీమ్: అంటే పరలోకంలో కేవలం ఆయనను విశ్వసించిన వారికే కరుణాప్రదాత, అని కొందరు వ్యాఖ్యానించారు. ఇవి అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లు.","lang":"te"},{"name":"1:4","price":"తీర్పుదినానికి[1] స్వామి[2].","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"[1] యౌముద్దీన్: తీర్పుదినం, అంటే పునరుత్థానదినం. ఆ దినపు యజమాని కేవలం ఆ ఒకే ఒక్క ఆరాధ్యదేవుడు అల్లాహ్ (సు.తా.) మాత్రమే. ఆ రోజు ప్రతివానికి, తన కర్మలకు తగిన ప్రతిఫలం ఇవ్వబడుతుంది. ఎవ్వరికీ ఏ విధమైన అన్యాయం జరుగదు. ఆ రోజు, అల్లాహుతా'ఆలా అనుమతించిన వాడు తప్ప మరెవ్వరికీ మాట్లాడే హక్కు ఉండదు. వారు దైవదూతలు గానీ లేక ప్రవక్త ('అలైహిమ్ స.) లు గానీ కావచ్చు. వారు అల్లాహ్ (సు.తా.) అనుమతించిన వారి కొరకు మాత్రమే సిఫారసు చేస్తారు. [2] మాలిక్: Master, Owner, ప్రతిదాని నిజ స్వామి, యజమాని, కర్త, పెద్ద, నాయకుడు అనే అర్థాలున్నాయి. చూడండి, 20:114 వ్యాఖ్యానం 2.","lang":"te"},{"name":"1:5","price":"మేము నిన్నే ఆరాధిస్తున్నాము మరియు నీ సహాయాన్నే అర్థిస్తున్నాము.[1]","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"[1] 'ఇబాదతున్: ఆరాధన, అంటే ఒకరి ప్రసన్నత కొరకు అత్యంత వినయ విధేయత, నమ్రత, మరియు భీతిని ప్రదర్శించటం. ఇది కేవలం అల్లాహ్ (సు.తా.) కొరకు మాత్రమే తగినది. మానవుడు కేవలం ఆ ఒకే ఒక్క ఆరాధ్య దైవం అయిన అల్లాహుతా'ఆలాను మాత్రమే ఆరాధించాలి. మరియు ప్రతి విషయం, ప్రతి కార్యంలో కేవలం ఆయన సహాయాన్నే అర్థించాలి. తౌ'హీద్: మూడు విధాలు - (1) తౌ'హీద్ అర్-రుబూబియ్యహ్: ఏకైక ప్రభువు అల్లాహ్ (సు.తా.) అని విశ్వసించటం. సర్వాన్ని సృష్టించినవాడు, దాని అధిపతి, సర్వ వ్యవహారాలను నడిపించేవాడు మరియు పోషకుడు కేవలం ఆ ఏకైక ప్రభువు అయిన అల్లాహుతా'ఆలా మాత్రమే అని, విశ్వసించడం. కాని బహుదైవారాధకులు (ముష్రికులు) దీనిని నమ్మి కూడా ఆయనకు సాటి కల్పిస్తున్నారు. ఎంత తప్పుడు మార్గంలో పడి ఉన్నారు వారు! చూడండి, 10:31, 39:38, 23:84-89. (2) తౌ'హీద్ అల్-'ఉలూహియ్యహ్: ప్రతి విధమైన ఆరాధనకు అర్హుడు కేవలం అల్లాహ్ (సు.తా.) మాత్రమే. ఆరాధన అంటే అల్లాహుతా'ఆలా ప్రీతి లేక భయం కొరకు చేసే ప్రతి కార్యం. కావున, నమా'జ్, ఉపవాసం, 'జకాత్ మొదలైనవి, ఆ గొప్ప శక్తి (అల్లాహుతా'ఆలా) ప్రీతి కొరకే చేయటం. ఆరాధనలన్నింటికీ అర్హుడు, కేవలం అల్లాహ్ (సు.తా.) అని విశ్వసించటం. (3) తౌహీద్ అల్-అస్మా'వస్సిఫాత్: అల్లాహుతా'ఆలా పేర్లు మరియు గుణవిశేషాలను ఏ విధమైన మార్పు చేయకుండా విశ్వసించడం. అల్లాహుతా'ఆలా తప్ప ఇతరులను ఈ గుణవిశేషాలతో సంబోధించరాదు. అల్లాహ్ (సు.తా.) మరియు ఆయన ప్రవక్త ('స'అస) వివరించిన పేర్లు మరియు గుణవిశేషాలతో తప్ప ఇతర పేర్లతో ఆయనను సంబోధించరాదు.","lang":"te"},{"name":"1:6","price":"మాకు ఋజుమార్గం[1] వైపునకు మార్గదర్శకత్వం చేయి.","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"[1] ఋజుమార్గం అంటే, అంతులేని సర్వసుఖసంతోషాలు గల శాశ్వత స్వర్గాన్ని పొందే మార్గం. దానిని పొందటానికి మానవుడు తన ఆరాధనను కేవలం అల్లాహ్ (సు.తా.) కే ప్రత్యేకించుకొని, సత్కార్యాలు చేయాలి. అల్లాహుతా'ఆలాను తప్ప మరెవ్వరినీ ఆరాధ్యదైవాలుగా చేసుకోరాదు.","lang":"te"},{"name":"1:7","price":"నీవు అనుగ్రహించిన[1] వారి మార్గం మాత్రమే (చూపు) నీ ఆగ్రహానికి[2] గురి అయిన వారి (మార్గం కానీ) లేక మార్గభ్రష్టులైన వారి (మార్గం కానీ) కాదు.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"[1] అల్లాహ్ (సు.తా.) అనుగ్రహించిన వారి మార్గం అంటే, దైవప్రవక్తల, వారిని అనుసరించిన సత్పురుషుల మరియు పుణ్యపురుషుల మార్గం. వారు సన్మార్గం పొంది, దానిపైననే నడిచారు. అదే అల్లాహుతా'ఆలాకు విధేయులవటం (ఇస్లాం). అదే స్వర్గానికి అర్హులు చేసే మార్గం. అల్లాహ్ (సు.తా.) ఆదేశం: \"మరియు ఎవరు అల్లాహుతా'ఆలాకు, మరియు ప్రవక్తకు విధేయులై ఉంటారో, అలాంటి వారు అల్లాహ్ (సు.తా.) అనుగ్రహం పొందిన ప్రవక్తలతోనూ, సత్యవంతులతోనూ, అల్లాహుతా'ఆలా ధర్మం కొరకు ప్రాణాలు కోల్పోయిన అమర వీరు(షహీద్)లతోనూ, సద్వర్తనులతోనూ చేరి ఉంటారు. మరియు అలాంటి వారి సాంగత్యం ఎంతో మేలైనది.\" (4:69) [2] మ'గ్దూబి 'అలైహిమ్: అల్లాహ్ (సు.తా.) ఆగ్రహానికి గురైనవారు అంటే - యూదులు. ఎందుకంటే వారు బుద్ధిపూర్వకంగా సన్మార్గాన్ని త్యజించారు. దివ్యసూచనలను మార్చారు. 'ఉ'జైర్ ('అ.స.)ను, అల్లాహుతా'ఆలా కుమారుడు అన్నారు. తమ విద్వాంసుల (అ'హ్బారు) లకు ధర్మసమ్మతం ('హలాల్) మరియు నిషిద్ధం ('హరామ్) చేసే హక్కు ఉందన్నారు. 'దాల్లీన్: మార్గభ్రష్టులైనవారు - అంటే క్రైస్తవులు. ఎందుకంటే వారు 'ఈసా మసీ'హ్ (ఏసూ క్రీస్తు 'అ.స.)ను అల్లాహ్ (సు.తా.) కుమారుడు అని కొందరు మరియు ముగ్గురు ఆరాధ్యదైవా(Trinity)లలో ఒకరు అని మరికొందరు అన్నారు, (ఫ'త్హ్ అల్-ఖదీర్). ఆమీన్: ఓ అల్లాహ్ (సు.తా.)! మా దు'ఆ (ప్రార్థన)ను అంగీకరించు. సూరహ్ అల్ ఫాతి'హా తరువాత ఆమీన్ అనటాన్ని దైవప్రవక్త ('స'అస) ఎంతో ప్రాధాన్యత నిచ్చారు మరియు ఎంతో ఉత్తమమైనదని అన్నారు. దీనిని ముందు నిలిచి నమా'జ్ చేయించేవాడు (ఇమామ్) మరియు ఇమామ్ వెనుక నమా'జ్ చేసేవారు (ముఖ్త'దీలు) అందరూ అనాలి. పెద్ద స్వరంతో చదివే నమా'జ్ లలో పెద్ద స్వరంతో అనాలి (ఇబ్నె-మాజా, ఇబ్నె-కసీ'ర్).","lang":"te"},{"name":"2:1","price":"అలిఫ్-లామ్-మీమ్[1]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[1] సూరహ్ (అధ్యాయం) ప్రారంభంలో ప్రస్తావించబడిన ఈ విడి విడి అక్షరాలు ఖున్ఆన్ యొక్క అద్భుత స్వభావాన్ని సూచిస్తున్నాయి. ఇది బహుదైవారాధకుల ముందు పెట్టబడిన ఒక గొప్ప సవాలు, మరియు అరబ్బుల భాషలో ఈ అక్షరాలు ఉన్నప్పటికీ వారు ఈ విడి విడి అక్షరాలు ఇలా ప్రసావించబడటాన్ని వ్యతిరేకించ లేకపోయారు. అరబ్బులు ఆనాటి ప్రజలలో అత్యంత వాగ్ధాటి కలిగి ఉన్నప్పటికీ, వారు వీటికి సమానమైన దానిని తీసుకు రాలేకపోయారు. ఇది ఖుర్ఆన్ అల్లాహ్ నుండి అవతరించబడిన ఒక దివ్యావతరణ అని నిరూపిస్తున్నది.","lang":"te"},{"name":"2:2","price":"ఇది (ఈ ఖుర్ఆన్) ఒక దివ్య గ్రంథం; ఇందులో ఏ మాత్రం సందేహం లేదు. దైవభీతి[1] గలవారికి ఇది మార్గదర్శకత్వము.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[1] అల్-ముత్తఖీను: దైవభీతి గలవారు, అంటే అల్లాహ్ (సు.తా.) యందు భయభక్తులు కలిగి ఆయన (సు.తా.) ఆదేశాలను అనుసరించేవారు.","lang":"te"},{"name":"2:3","price":"(వారికి) ఎవరైతే అగోచర యథార్థాన్ని[1] విశ్వసిస్తారో, నమాజ్ను స్థాపిస్తారో[2] మరియు మేము ప్రసాదించిన జీవనోపాధి నుండి (మా మార్గంలో) ఖర్చు చేస్తారో[3];","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[1] 'గైబున్: అగోచర యథార్థం, అంటే మానవ ఇంద్రియాలకు మరియు జ్ఞానానికి గోప్యంగా ఉన్న సత్యాలు. అంటే అల్లాహ్ (సు.తా.) ను దైవదూత ('అ.స.)లను, పునరుత్థానదినాన్ని, స్వర్గనరకాలను మొదలైన వాటిని విశ్వసించటం. [2] నమాజ్' స్థాపించడం అంటే, ప్రతిదినము ఐదుసార్లు నిర్ణీత సమయాలలో అల్లాహ్ (సు.తా.), దైవప్రవక్త ము'హమ్మద్ ('స'అస) కు నేర్పిన విధంగా నమాజ్' చేయడం. ('స'హీ'హ్ బు'ఖారీ, పు-1, 'హదీస్' నం. 702, 703, 704, 723, 786, 787). [3] ''జకాతున్: అంటే, ఒక సంవత్సరం వరకు జమ ఉన్న, ధన సంపత్తుల నుండి ప్రతి సంవత్సరం, ఒక ప్రత్యేక శాతం విధిగా ఇవ్వవలసిన దానం. ఇది ఇస్లాం ధర్మంలోని ఐదు విధులలో ఒకటి. 'జకాత్, ముస్లిం సమాజపు ఆర్థిక పరిస్థితిని మెరుగు పరచటానికి, సమాజంలో ఎవ్వడు కూడా నిరాధారంగా లేకుండా ఉండటానికి నియమించబడిన, ఒక ఉత్తమమైన ధార్మిక మరియు సాంఘిక నియమం, ('స'హీ'హ్ బు'ఖారీ, పు. 2, అధ్యాయం-24).","lang":"te"},{"name":"2:4","price":"మరియు ఎవరైతే (ఓ ముహమ్మద్!) నీపై అవతరింప జేయబడిన దానిని (ఈ ఖుర్ఆన్ ను)[1] మరియు నీకు పూర్వం అవతరింప జేయబడిన వాటినీ (దివ్య గ్రంథాలను) విశ్వసిస్తారో మరియు పరలోక జీవితాన్ని దృఢంగా నమ్ముతారో!","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"[1] 'అబ్దుల్లాహ్ ఇబ్నె-'ఉమర్ (ర'ది.'అ.) కథనం, మహాప్రవక్త )'స'అస) ప్రవచనం: \"ఇస్లాం ఈ ఐదు ప్రధాన సిద్ధాంతాలపై ఆధారపడి ఉంది. అవి: '1. అల్లాహ్ (సు.తా.) తప్ప మరొక ఆరాధ్య దైవం లేడు మరియు ము'హమ్మద్ ('స'అస), అల్లాహుతా'ఆలా యొక్క ప్రవక్త అనే దృఢవిశ్వాసం ప్రకటించటం, 2. రోజుకు ఐదుసార్లు విధిగా నమాజ్' చేయటం, 3. విధిదానం ('జకాత్) చెల్లించటం, 4. రమ'దాన్ నెలలో ఉపవాసముండటం, 5. శారీరక మరియు ఆర్థిక స్తోమత ఉంటే జీవితంలో ఒకసారి 'హజ్ చేయటం.' '' ('స'హీ'హ్ బు'ఖారీ, పుస్తకం-1, 'హదీస్' నెం.7).","lang":"te"},{"name":"2:5","price":"అలాంటి వారే తమ ప్రభువు (చూపిన) సన్మార్గంలో ఉన్నవారు మరియు అలాంటి వారే సాఫల్యం పొందేవారు","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:6","price":"నిశ్చయంగా, సత్యతిరస్కారులను (ఓ ముహమ్మద్!) నీవు హెచ్చరించినా, హెచ్చరించక పోయినా ఒకటే, వారు విశ్వసించేవారు కారు.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:7","price":"అల్లాహ్ వారి హృదయాల మీద మరియు వారి చెవుల మీద ముద్ర వేశాడు[1]. మరియు వారి కన్నుల మీద తెర పడి ఉన్నది. మరియు వారి కొరకు ఘోరమైన శిక్ష ఉంది.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"[1] ఇది సత్యతిరస్కారానికి ఫలితంగా, అల్లాహుతా'ఆలా బలవంతంగా ఎవరిని కూడా తప్పుదారిలో వేయడు, (చూడండి, 2:26 వ్యాఖ్యానం 1)","lang":"te"},{"name":"2:8","price":"మరియు ప్రజలలో కొందరు: \"మేము అల్లాహ్ నూ మరియు అంతిమ దినాన్నీ విశ్వసించాము.\" అని, అనే వారున్నారు. కానీ (వాస్తవానికి) వారు విశ్వసించేవారు కారు","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:9","price":"వారు, తాము అల్లాహ్ నూ మరియు విశ్వసించిన వారినీ మోసగిస్తున్నారని (అనుకుంటున్నారు); కానీ వారు తమను తాము తప్ప మరెవ్వరినీ మోసగించటం లేదు, కాని వారది గ్రహించటం లేదు!","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:10","price":"వారి హృదయాలలో రోగముంది[1]. కాబట్టి అల్లాహ్ వారి రోగాన్ని మరింత అధికం చేశాడు. మరియు వారు అసత్యం పలుకుతూ ఉండటం వలన, వారికి బాధాకరమైన శిక్ష ఉంది.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"[1] అంటే సత్యాన్ని నమ్మలేకపోవటం మరియు దుర్భుద్ధి.","lang":"te"},{"name":"2:11","price":"మరియు: \"భువిలో కల్లోలం[1] రేకెత్తించకండి.\" అని వారితో అన్నప్పుడు; వారు: \"మేము సంస్కర్తలము మాత్రమే!\" అని అంటారు","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"[1] ఫసాద్: అంటే కల్లోలం, సంక్షోభం, ఉపద్రవం, అశాంతి, కలహాలు అనే అర్థాలున్నాయి.","lang":"te"},{"name":"2:12","price":"జాగ్రత్త! నిశ్చయంగా, (భువిలో) కల్లోలం రేకెత్తిస్తున్నవారు వీరే, కాని వారది గ్రహించటం లేదు.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:13","price":"మరియు: \"ఇతర జనులు విశ్వసించినట్లు మీరూ విశ్వసించండి.\" అని, వారితో అన్నప్పుడు, వారు: \"మూర్ఖులు విశ్వసించినట్లు మేమూ విశ్వసించాలా?\" అని జవాబిస్తారు. జాగ్రత్త! వాస్తవానికి వారే మూర్ఖులు, కాని వారికది తెలియదు.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:14","price":"మరియు విశ్వాసులను కలిసి నపుడు, వారు: \"మేము విశ్వసించాము.\" అని అంటారు. కానీ, తమ షైతానుల (దుష్ట నాయకుల) దగ్గర ఏకాంతంలో ఉన్నప్పుడు వారు: \"నిశ్చయంగా, మేము మీతోనే ఉన్నాము. కేవలం (వారి) ఎగతాళి చేస్తున్నాము.\" అని అంటారు.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:15","price":"అల్లాహ్ వారి ఎగతాళి చేస్తున్నాడు మరియు వారి తలబిరుసుతనాన్ని హెచ్చిస్తున్నాడు, (అందులో వారు) అంధులై తిరుగుతున్నారు;","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:16","price":"ఇలాంటి వారే, సన్మార్గానికి బదులుగా దుర్మార్గాన్ని కొనుక్కున్న వారు; కాని వారి బేరం వారికి లాభదాయకం కాలేదు మరియు వారికి మార్గదర్శకత్వమూ దొరకలేదు.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:17","price":"వారి ఉపమానం[1] ఇలా ఉంది:[2] ఒక అగ్నిని వెలిగించగా, అది పరిసరాలను ప్రకాశింపజేసిన తర్వాత అల్లాహ్ వారి వెలుగును తీసుకుని వారిని అంధకారంలో విడిచి పెట్టడం వల్ల, వారు ఏమీ చూడలేక పోతారు.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"[1] మస'లున్: అంటే ఉపమానం, పోలిక, సాదృశ్యం, దృష్టాంతం అనే అర్థాలున్నాలు. [2] 'అబ్దుల్లాహ్ బిన్-మస్'ఊద్ (ర'ది. 'అ.) కథనం (ఫ'త్హ్ అల్-ఖదీర్): మహాప్రవక్త ('స'అస), మదీనాకు వచ్చిన తరువాత విశ్వసించిన వారిలో కొందరు కాపట్యానికి లోనవుతారు. అంటే వారు ఇస్లాం వెలుగును పొందిన తరువాత దానిని విడిచి మరల అంధకారంలో చిక్కుకు పోతారు. ఆ విషయం ఈ విధంగా బోధించబడింది. ఒక వ్యక్తి రాత్రిలో ఎడారిలో మంట వెలిగించి కాపుకుంటాడు. అది వారి పరిసరాలను వెలిగిస్తుంది. కాని ఆ అగ్ని ఆరి పోగానే వారు మళ్ళీ అంధకారంలో చిక్కు కుంటారు. ఏమీ చూడ లేక పోతారు. అదే విధంగా బాహ్యంగా మాత్రమే ఇస్లాం స్వీకరించిన వారి హృదయాలు అంధకారంలో ఉండి పోతాయి. వారు ఇస్లాం వెలుగును పొందిన తరువాత కూడా అంధకారంలోనే ఉండి పోతారు.","lang":"te"},{"name":"2:18","price":"(వారు) చెవిటివారు, మూగవారు, గ్రుడ్డివారు, ఇక వారు (ఋజుమార్గానికి) మరలిరాలేరు.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:19","price":"లేక (మరొక ఉపమానం): ఆకాశం నుండి ఘోరంగా వర్షం కురుస్తున్నది; చిమ్మ చీకట్లలో ఉరుములు, మెరుపులు మెరుస్తున్నాయి. ఆ ఉరుముల భీకర ధ్వని విని, మృత్యుభయం చేత వారు తమ వ్రేళ్ళను చెవులలో దూర్చుకుంటున్నారు. మరియు అల్లాహ్ సత్య తిరస్కారులను అన్ని వైపుల నుండి ఆవరించి ఉన్నాడు.[1]","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"[1] ముహీతున్: One Who Econpasseth, Encloseth, Surroundeth. సర్వాన్ని పరివేష్టించి ఆవరించి, చుట్టుముట్టి ఉన్నవాడు, ఆయన జ్ఞానపరిరిధికీ శక్థికీ వెలుపల ఏదీ లేదు. చూడండి, 85:20.","lang":"te"},{"name":"2:20","price":"ఆ మెరుపు వారి దృష్టిని ఇంచు మించు ఎగుర వేసుకు పోయినట్లుంటుంది. ప్రతిసారి అది మెరిసినప్పుడు, వారు ముందుకు నడుస్తారు మరియు వారిపై చీకటి క్రమ్ము కొనగానే వారు ఆగిపోతారు. మరియు అల్లాహ్ కోరితే వారి వినికిడినీ మరియు వారి చూపునూ తొలగించే వాడు.[1] నిశ్చయంగా, అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు.[2]","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"[1] అల్లాహుతా 'ఆలా తలుచుకుంటే ఎప్పుడైనా తాను ప్రసాదించే అనుగ్రహాలను ఆపుకోవచ్చు! కావున మానవులు ఎల్లప్పుడు అల్లాహుతా 'ఆలా యందే భయభక్తులు కలిగి వుండి, ఆయన శిక్షకూ, ప్రతీకారానికీ భయపడుతూ ఉండాలి. [2] అలా కుల్లి ,షయ్ఇ'న్ ఖదీర్: ఈ వాక్యాన్ని కొందరు: \"అన్నింటిపై అధికారం (ఆధిపత్యం) గలవాడు.\" అని కూడా అనువదించారు.","lang":"te"},{"name":"2:21","price":"ఓ మానవులారా! మిమ్మల్ని మరియు మీకు పూర్వం వారిని సృష్టించిన మీ ప్రభువు (అల్లాహ్) నే ఆరాధించండి, తద్వారా మీరు భక్తిపరులు కావచ్చు![1]","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"[1] ల'అల్లకుమ్ తత్తఖూన్: దీనికి ము'హమ్మద్ జూనాగఢి గారు ఇలా తాత్పర్యమిచ్చారు: \"తద్వారా మిమ్మల్ని మీరు కాపాడుకోవచ్చు.\"","lang":"te"},{"name":"2:22","price":"ఆయన (అల్లాహ్) యే మీ కొరకు భూమిని పరుపుగాను మరియు ఆకాశాన్ని కప్పుగాను చేశాడు. మరియు ఆకాశం నుండి వర్షాన్ని కురిపించి, తద్వారా మీకు జీవనోపాధిగా ఫలాలను (పంటలను) ఉత్పత్తి చేశాడు! కావున ఇది తెలుసుకొని కూడా, మీరు ఇతరులను అల్లాహ్ కు సాటిగా నిలబెట్టకండి.[1]","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"[1] మిమ్మల్ని మరియు సర్వసృష్టిని సృష్టించినవాడు అల్లాహ్ (సు.తా.) యే! మీకు జీవనోపాధిని సమకూర్చేవాడు కూడా ఆయనయే. అలాంటప్పుడు ఆయనను వదలి మీరు ఇతరులను ఎందుకు ఆరాధిస్తున్నారు? ఇతరులను ఆయనకు భాగస్వాములుగా ఎందుకు నిలబెడుతున్నారు? మీరు ఆయన శిక్ష నుండి తప్పించు కోవాలనుకుంటే! కేవలం ఆయననే ఆరాధించండి, ('స'హీ'హ్ బు'ఖారీ, పుస్తకం-6, 'హ. నం. 4)","lang":"te"},{"name":"2:23","price":"మరియు మేము మా దాసుని (ముహమ్మద్) పై అవతరింపజేసిన దానిని (ఈ ఖుర్ఆన్ ను) గురించి, మీకు సందేహముంటే; దాని వంటి ఒక్క సూరహ్ నైనా మీరు (రచించి) తీసుకురండి[1]. మరియు అల్లాహ్ తప్ప మీకు ఉన్న సహాయకులను అందరినీ పిలుచుకోండి; మీరు సత్యవంతులే అయితే (ఇది చేసి చూపండి).","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"[1] ఈ విధమైన ఒక్క సూరహ్ నైనా రచించి తెమ్మనే ప్రశ్న రెండు చోట్లలో ఇక్కడ మరియు 10:38 లలో ఉంది. 11:13లో పది సూరాహ్ లు రచించి తెమ్మనీ మరియు 17:88, 52:34లలో ఇట్టి గ్రంథాన్ని రచించి తెమ్మనీ ఉంది. ఈ దివ్యఖుర్ఆన్ అల్లాహుతా 'ఆలా దగ్గరి నుండి అవతరింప జేయబడింది, కాబట్టి ఎవ్వరు కూడా ఇంత వరకు ఈ ఛాలెంజీని ఎదుర్కోలేక పోయారు.","lang":"te"},{"name":"2:24","price":"కానీ, ఒకవేళ మీరు అలా చేయలేక పోతే - నిశ్చయంగా, మీరు అలా చేయలేరు - మానవులు మరియు రాళ్ళు ఇంధనమయ్యే ఆ నరకాగ్నికి భయపడండి.[1] అది సత్యతిరస్కారుల కొరకే తయారు చేయబడింది.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"[1] ఇబ్నె 'అబ్బాస్ (ర'ది. 'అ.) కథనం: \"మీరు మరియు మీరు ఆరాధించే రాళ్ళ దేవతలు నరకాగ్నికి ఇంధనం అవుతారు.\" చూడండి, 21:98.","lang":"te"},{"name":"2:25","price":"మరియు విశ్వసించి, సత్కార్యాలు చేసేవారి కొరకు నిశ్చయంగా క్రింద కాలువలు ప్రవహించే స్వర్గవనాలు ఉంటాయనే శుభవార్తను వినిపించు, ప్రతిసారి వారికి తినటానికి ఫలాలు ఒసంగబడినపుడల్లా, వారు: \"ఇవి ఇంతకు ముందు మాకు ఇవ్వబడినవే!\" అని అంటారు. ఎందుకంటే వారికి ఇవ్వబడేవి వాటీ పోలిక గలవే. అక్కడ వారికి నిర్మల సహవాసులు (అజ్వాజ్) ఉంటారు. మరియు వారందులో శాశ్వతంగా ఉంటారు.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:26","price":"నిశ్చయంగా, అల్లాహ్ దోమ లేక దాని కంటే చిన్నదాని దృష్టాంతం ఇవ్వటానికి సంకోచించడు. కావున విశ్వసించిన వారు, ఇది తమ ప్రభువు తరఫు నుండి వచ్చిన సత్యమే అని గ్రహిస్తారు. కాని సత్యతిరస్కారులు, వాటిని విని: \"ఈ ఉపమానాల ద్వారా అల్లాహ్ చెప్పదలుచుకున్నది ఏమిటి?\" అని ప్రశ్నిస్తారు. ఈ విధంగా ఆయన ఎంతోమందిని మార్గభ్రష్టత్వంలో పడవేస్తాడు. మరియు ఎంతోమందికి సన్మార్గం కూడా చూపుతాడు. మరియు ఆయన కేవలం దుష్టులనే[1] మార్గభ్రష్టత్వంలో పడవేస్తాడు.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"[1] ఫాసిఖున్: అంటే దైవవిధేయతా హద్దులను అతిక్రమించిన వాడు (అవిధేయుడు), మార్గభ్రష్టుడు, దుష్టుడు, దుర్జనుడు, భక్తి లేని వాడు అనే అర్థాలున్నాయి. \"ఎవడు ఏ వైపునకు పోదలచు కుంటాడో మేము అతనిని ఆ వైపునకే మరల్చుతాము.\" చూడండి, 4:115. అల్లాహ్ (సు.తా.) మానవులకు మరియు జిన్నాతులకు మంచి చెడులను తెలుసుకునే విచక్షణా శక్తీ, బుద్ధీ ఇచ్చాడు. కాబట్టి, వారికి పరలోక జీవితంలో, వారి కర్మల ప్రకారం, స్వర్గ/నరకాలు ఉన్నాయి. అల్లాహుతా' ఆలా ప్రవక్తల మరియు దివ్యగ్రంథాల ద్వారా వారికి సత్యాసత్యాలను, మంచి / చెడులను బోధించాడు. వాటిని అనుసరించటం వల్ల పొందే పరలోక ప్రతిఫలాలను (స్వర్గ / నరకాలను) కూడా విశదం చేశాడు. కావున వారిని మంచి / చెడు మార్గాలను అనుసరించటానికి బలవంతం చేయడు. వారిని వారి మార్గాలలో వదలి పెడతాడు. అల్లాహ్ (సు.తా.) కు జరిగిపోయింది, జరుగుతున్నది మరియు ముందు జరగబోయేది అంతా తెలుసు కాబట్టి ఎవరు నరకవాసులు కానున్నారో మరియు ఎవరు స్వర్గవాసులు కానున్నారో కూడా తెలుసు. ఇదంతా గ్రంథంలో వ్రాయబడి ఉంది. కాబట్టి ఇక్కడ ఈ విధంగా పేర్కొనబడింది. అల్లాహ్ (సు.తా.) ఎవరిని కూడా బలవంతంగా నరకంలోకి త్రోయడు. వారి కర్మలే, వారిని దానికి అర్హులుగా చేస్తాయి. ఇలాంటి వాక్యం ఖుర్ఆన్ లో అనేక సార్లు వచ్చింది. ప్రతి చోటా దీని తాత్పర్యం ఇదే.","lang":"te"},{"name":"2:27","price":"ఎవరైతే అల్లాహ్ తో స్థిరమైన ఒడంబడిక[1] చేసుకున్న పిదప దానిని భంగ పరుస్తారో మరియు అల్లాహ్ స్థిరపరచమని ఆజ్ఞాపించిన దానిని త్రెంచుతారో మరియు భువిలో కల్లోలం రేకెత్తిస్తారో! ఇలాంటి వారే, వాస్తవంగా నష్టపడేవారు.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"[1] 'అహ్ దుల్లాహి: అంటే ఆదమ్ ('అ.స.)ను సృష్టించే సమయంలో సమస్త మానవజాతి నుంచి అల్లాహుతా 'ఆలా తీసుకున్న ప్రమాణం. అది ఏమిటంటే: అల్లాహ్ (సు.తా.) దాస్యమే చేయాలనీ, ఆయనకే విధేయులై ఉండాలనీ మరియు కేవలం ఆయననే ఆరాధించాలనీ.","lang":"te"},{"name":"2:28","price":"మీరు అల్లాహ్ పట్ల తిరస్కార వైఖరిని ఎలా అవలంబించగలరు? మరియు వాస్తవానికి ఆయనే నిర్జీవులుగా[1] ఉన్న మిమ్మల్ని సజీలుగా చేశాడు కదా! తరువాత మీ ప్రాణాన్ని తీసి, తిరిగి మిమ్మల్ని సజీవులుగా చేసేది కూడా ఆయనే; చివరకు మీరంతా ఆయన వద్దకే మరలింపబడతారు.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"[1] అంటే మీరు ఏమీ లేకున్నపుడు మొదటిసారి సృష్టించబడ్డారు. ఆ తరువాత మీకు ఇవ్వబడిన గడువు పూర్తి అయిన తరువాత మీరు మరణింపజేయబడి, పునరుత్థాన దినమున మళ్ళీ సజీవులుగా లేపబడతారు. అది మీ రెండవ జీవితం. దానికి అంతముండదు. అందు మీకు, మీరు భూలోకంలో చేసిన కర్మలకు తగిన ప్రతిఫలమివ్వబడుతుంది.","lang":"te"},{"name":"2:29","price":"ఆయనే భూమిలో నున్న సమస్తాన్నీ మీ కొరకు సృష్టించాడు; తరువాత తన దృష్టిని ఆకాశాల వైపునకు మరల్చి వాటిని సప్తాకాశాలుగా ఏర్పరిచాడు. మరియు ఆయనే ప్రతి విషయానికి సంబంధించిన జ్ఞానం గలవాడు.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:30","price":"మరియు (జ్ఞాపకం చేసుకో!) నీ ప్రభువు దేవదూతలతో: \"వాస్తవంగా నేను భూమిలో ఒక ఉత్తరాధికారిని (ఖలీఫాను)[1] సృష్టించబోతున్నాను!\" అని చెప్పినపుడు, వారు: \"ఏమీ? నీవు భూమిలో కల్లోలం రేకెత్తించే వానిని మరియు నెత్తురు చిందించే వానిని నియమించబోతున్నావా? మేము నీ స్తోత్రం చేస్తూ, నీ పవిత్రతను కొనియాడుతూనే ఉన్నాము కదా!\" అని విన్నవించు కున్నారు. దానికి ఆయన: \"నిశ్చయంగా, మీకు తెలియనిది నాకు తెలుసు!\" అని అన్నాడు.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"[1] 'ఖలీఫా: అంటే భూమిలో తరతరాలుగా వచ్చే జనపదం, ఉత్తరాధికారి. చూడండి, 6:165, 27:62, 35:39. మానవుడు భూమిలో అల్లాహ్ (సు.తా.) యొక్క ప్రతినిధి అనటం సరైనది కాదు.","lang":"te"},{"name":"2:31","price":"మరియు ఆయన (అల్లాహ్) ఆదమ్ కు సకల వస్తువుల పేర్లను నేర్పాడు[1], ఆ పిదప వాటిని దేవదూతల ఎదుట ఉంచి: \"మీరు సత్యవంతులే అయితే, వీటి పేర్లను నాకు తెలుపండి.\" అని అన్నాడు.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"[1] చూడండి, 'స'హీ'హ్ బు'ఖారీ, పుస్తకం-6, 'హ.నం. 3.","lang":"te"},{"name":"2:32","price":"వారు (దేవదూతలు): \"నీవు సర్వలోపాలకు అతీతుడవు[1], నీవు తెలిపినదే తప్ప మాకు మరేమీ తెలియదు. నిశ్చయంగా, నీవే సర్వజ్ఞుడవు[2], మహా వివేకవంతుడవు[3].\" అని అన్నారు.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"[1] సుబ్'హానున్: Extolled be his absolute perfection. Hallowed, Exalted, Glirified, సర్వలోపాలకు అతీతుడు, పరిశుద్ధుడు, పరమ పవిత్రుడు, పానవుడు, ప్రశంసనీయుడు, శ్లాఘింప, పొగడ, స్తుతింప దగిన వాడు. చూడండి, 2:116, 12:108, 59:23. [2] అల్-'అలీము: The All -knowing, The Omniscient. సర్వజ్ఞుడు, జ్ఞానసంపన్నుడు, సర్వం ఎరిగిన వాడు, జ్ఞానం గల, నేర్పు గల, తన దాసుల ప్రతిమాటనూ, ప్రతి పనినీ, భావాన్నీ, అభిప్రాయాన్నీ, ప్రత్యక్షంగా ఎరిగినవాడు. ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి. చూడండి, 2:127. [3] అల్ హకీము: All-Wise, possessing Knowledge or Science, The Omniscient, మహా వివేకవంతుడు, వివేచనాపరుడు. ఈ పేరు దివ్యఖుర్ఆన్ కొరకు కూడా వాడబడుతుంది. అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి. చూడండి, 59:24","lang":"te"},{"name":"2:33","price":"ఆయన (అల్లాహ్): \"ఓ ఆదమ్! వీటి (ఈ వస్తువుల) పేర్లను వీరికి తెలుపు.\" అని అన్నాడు. ఎపుడైతే అతను (ఆదమ్) ఆ వస్తువుల పేర్లను వారికి తెలిపాడో; ఆయన అన్నాడు: \"నిశ్చయంగా, నేను మాత్రమే భూమ్యాకాశాల అగోచర విషయాలను ఎరుగుదునని మీతో చెప్పలేదా? మరియు మీరు ఏది బహిర్గతం చేస్తారో మరియు ఏది దాస్తారో కూడా నాకు బాగా తెలుసు!\"","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:34","price":"మరియు (జ్ఞాపకం చేసుకోండి) మేము దేవదూతలతో: \"మీరందరూ ఆదమ్ ముందు సాష్టాంగం (సజ్దా) చేయండి.\" అని ఆదేశించినపుడు, ఒక ఇబ్లీస్[1] తప్ప మిగతా వారంతా సాష్టాంగం (సజ్దా) చేశారు;[2] అతడు నిరాకరించాడు మరియు దురహంకారానికి గురయ్యాడు మరియు సత్యతిరస్కారులలోని వాడయ్యాడు.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[1] ఇబ్లీస్: అంటే, He Despaired, ఆశ వదులుకొన్న, నిరాశ చెందిన వాడు. ఇది షై'తాన్ పేరు. అతడు జిన్నాతులలోని వాడు. షై'తాన్: He was, or became, distant or remote (from the mercy of Allah) అంటే, అల్లాహ్ (సు.తా.), సానుభూతి, లేక దయ నుండి దూరమై పోయిన వాడు, Rebelious, తిరగబడిన, అవిధేయుడైన, ఎదురు తిరిగిన వాడు, అధికారాన్ని ప్రతిఘటించిన వాడు. [2] సజ్దా: నుదుటితో సహా ఎనిమిది అంగాలను భూమికి ఆనించటం (సాష్టాంగం చేయటం). దీనిలో నుదురు, ముక్కు, రెండు అరచేతులు, రెండు మోకాళ్ళు మరియు రెండు కాళ్ళ వ్రేళ్ళు భూమికి తగులుతూ ఉండాలి. ఇది కేవలం అల్లాహుతా'లా కొరకే ప్రత్యేకించబడింది. ఇక్కడ దైవదూతలు అల్లాహ్ (సు.తా.) ఆదేశాన్ని శిరసావహించటానికే ఆదమ్ ('అస) కు సజ్దా చేశారు. ము'హమ్మద్ ('స'అస) షరీయత్ లో, మానవుడు గౌరవార్థం కూడా ఎవ్వరికీ సజ్దా చేయగూడదు.","lang":"te"},{"name":"2:35","price":"మరియు మేము (ఆదమ్ తో) అన్నాము: \"ఓ ఆదమ్! నీవూ మరియు నీ భార్యా, ఈ స్వర్గంలో నివసించండి మరియు మీరిద్దరూ మీకు ఇష్టమైనది యథేచ్ఛగా తినండి, కానీ ఈ చెట్టు[1] దరిదాపులకు పోకండి, అలా చేస్తే మీరిద్దరూ దుర్మార్గులలో[2] చేరిన వారవుతారు!\"","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"[1] ఆ చెట్టు ఏ రకమైనదో ఖుర్ఆన్ మరియు 'హదీస్'లలో పేర్కొనబడలేదు. కాబట్టి దానిని గురించి అనుమానాల పాలు కాగూడదు. ఇంకా చూడండి, 20:120. [2] \"జుల్ మున్: Wrong doing, Injustice, Oppression. ఈ పదానికి దుర్మార్గం, అన్యాయం, అధర్మం, అక్రమం, దోషం, అపచారం మొదలైన అర్థాలు ఉన్నాయి.","lang":"te"},{"name":"2:36","price":"ఆ పిదప షైతాన్ వారిద్దరినీ దాని (స్వర్గం) నుండి తప్పించి, వారిద్దరినీ వారున్న స్థితి నుండి బయటికి తీశాడు. మరియు మేము (అల్లాహ్) అన్నాము: \"మీరంతా ఇక్కడి నుండి దిగిపోండి; మీరు ఒకరికొకరు విరోధులవుతారు.[1] ఒక నియమిత కాలం వరకు మీరు భూమిలో ఉండి, అక్కడే జీవితం గడప వలసి ఉంటుంది.\"","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"[1] అంటే ఆదమ్ ('అ.స.) మరియు షై'తాన్ కావచ్చు; లేక మానవులు పరస్పరం (ఒకరికొకరు) విరోధులవుతారని అర్థం కావచ్చు!","lang":"te"},{"name":"2:37","price":"తరువాత ఆదమ్, తన ప్రభువు నుండి కొన్ని మాటలు గ్రహించి[1], (పశ్చాత్తాప పడి క్షమాభిక్ష కోరాడు) మరియు ఆయన (అల్లాహ్) అతని పశ్చాత్తాపాన్ని అంగీకరించాడు. నిశ్చయంగా, ఆయనే పశ్చాత్తాపాన్ని అంగీకరించేవాడు, అపార కరుణా ప్రదాత.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"[1] ఆదమ్ ('అ.స.) చేసిన దు'ఆ కొరకు చూడండి, 7:23.","lang":"te"},{"name":"2:38","price":"మేము (అల్లాహ్) ఇలా అన్నాము: \"మీరంతా ఇక్కడి నుండి దిగి పోండి.\" ఇక నా తరఫు నుండి మీకు మార్గదర్శకత్వం తప్పక వస్తూ ఉంటుంది. అప్పుడు ఎవరైతే నా మార్గదర్శకత్వాన్ని అనుసరిస్తారో వారికి ఎలాంటి భయమూ ఉండదు మరియు వారు దుఃఖపడరు కూడా!","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:39","price":"కానీ, ఎవరైతే (మార్గదర్శకత్వాన్ని) తిరస్కరిస్తారో మరియు మా సూచన(ఆయత్)లను అసత్యాలని తిరస్కరిస్తారో, అలాంటి వారు నరకాగ్ని వాసులవుతారు. అందులో వారు శాశ్వతంగా ఉంటారు.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:40","price":"ఓ ఇస్రాయీల్ సంతతివారలారా![1] నేను మీకు చేసిన ఉపకారాన్ని జ్ఞాపకం చేసుకోండి మరియు మీరు నాతో చేసిన వాగ్దానాన్ని నెరవేర్చండి, నేనూ మీతో చేసిన వాగ్దానాన్ని నెరవేర్చుతాను. మరియు మీరు నాకు మాత్రమే భయపడండి!","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"[1] ఇస్రాయీ'ల్: హీబ్రూ భాష పదం. 'అరబ్బీలో దీని అర్థం 'అబ్దుల్లాహ్ (అల్లాహ్ దాసుడు). ఇది య'అఖూబ్ ('అ.స.) యొక్క బిరుదు. అతనికి 12 మంది కుమారులు. వారితో 12 తెగలుగా యూదుల సంతతి పెరిగింది. వారిని బనీ ఇస్రాయీ'ల్ (ఇస్రాయీ'ల్ సంతతివారు) అని అంటారు. వారిలో చాలా మంది ప్రవక్తలు వచ్చారు.","lang":"te"},{"name":"2:41","price":"మరియు మీ వద్దనున్న వాటిని (తౌరాత్ / ఇంజీల్ లను) ధృవీకరిస్తూ నేను అవతరింపజేసిన దానిని (ఈ ఖుర్ఆన్ ను) విశ్వసించండి. మరియు దీనిని తిరస్కరించే వారిలో మీరు మొట్టమొదటి వారు కాకండి. మరియు అల్పలాభాలకు నా సూచన(ఆయత్) లను[1] అమ్మకండి. కేవలం నా యందే భయభక్తులు కలిగి ఉండండి.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"[1] ఆయత్ : Sign, అంటే సూచన, సూక్తి, చిహ్నం, సంకేతం. కొన్ని చోట్లలో అద్భుత సూచన, అద్భుత సంకేతం, అద్భుత నిదర్శనం అనే అర్థాలు వస్తాయి. ఈ అనువాదంలో చాలా వరకు సూచన అనే పదమే వాడబడింది. వీటిని వాక్యాలనటం సరికాదు. ఇవి అల్లాహుతా 'ఆలా సూచనలు. ఆ ఖుర్ఆన్ లోని ఆయతుల సంఖ్య కూఫీ 'ఉలమాలు అనుసరించిన ఇమామ్ అ'ష్షాతబీ యొక్క నా\" జిమతు'జ్జుహ్ర్ లో వ్రాసినట్లు ఉంది. అంటే అబీ-'అబ్దుర్రహ్మాన్ 'అబ్దుల్లాహ్ ఇబ్నె 'హబీబ్ అస్సులమీ' అనుసరించిన, అలీ ఇబ్నె అబీ-'తాలిబ్ (ర'ది.'అ) విధానం. దీని ప్రకారం ఈ ఖుర్ఆన్ లోని ఆయతుల సంఖ్య 6236.","lang":"te"},{"name":"2:42","price":"మరియు సత్యాన్ని అసత్యంతో కలిపి తారుమారు చేయకండి మరియు మీకు తెలిసి ఉండి కూడా సత్యాన్ని దాచకండి.[1]","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"[1] చూడండి, ఖుర్ఆన్, 2:76, 101. ఇంకా చూడండి: 'అల్లాహ్ (సు.తా.), మీ సహోదరులలో నుండి ఒక ప్రవక్తను, తెస్తాడు. అప్పుడు మీరు అతనిని అనుసరించాలి.' అని పూర్వ గ్రంథాలలో వ్రాయబడిన సత్యానికి, బైబిల్, ద్వితీయోపదేశ కాండము - (Deuteronomy) 18:15, 18.","lang":"te"},{"name":"2:43","price":"మరియు నమాజ్ ను స్థాపించండి మరియు విధిదానం (జకాత్) ఇవ్వండి మరియు (నా సాన్నిధ్యంలో వినమ్రులై) వంగే[1] (రుకూఉ చేసే) వారితో పాటు మీరూ (వినమ్రులై) వంగండి (రుకూఉ చేయండి).","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[1] రుకూ'ఉ: అంటే నమాజ్ లో అరచేతులను మోకాళ్ళపై పెట్టి వంగడం.","lang":"te"},{"name":"2:44","price":"ఏమీ? మీరు ఇతరులనైతే నీతిపరులవమని ఆజ్ఞాపిస్తున్నారు, కాని, స్వయంగా మీరే దానిని అవలంబించడం మరచి పోతున్నారెందుకు?[1] మరియు మీరయితే గ్రంథాన్ని చదువుతున్నారు కదా! అయితే మీరెందుకు మీ బుద్ధిని ఉపయోగించరు?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"[1] 'స'హీ'హ్ బు'ఖారీ, పుస్తకం - 9, 'హ.నం. 218.","lang":"te"},{"name":"2:45","price":"మరియు సహనం మరియు నమాజ్ ద్వారా (అల్లాహ్) సహాయాన్ని అర్ధించండి. నిశ్చయంగా, అది (అల్లాహ్ కు) వినమ్రులైన వారికి తప్ప, ఇతరులకు ఎంతో కష్టతరమైనది.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:46","price":"అలాంటి వారు తాము తమ ప్రభువును నిశ్చయంగా, కలుసు కోవలసి ఉందనీ మరియు ఆయన వైపునకే మరలి పోవలసి ఉందనీ నమ్ముతారు.[1]","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"[1] \"జన్న: అంటే Imagined, thought, భావించాడు, ఊహించాడు, అనే అర్థాలు ఉన్నాయి. కాని కొన్ని సార్లు, believed, sure నమ్మాడు, విశ్వసించాడు అనే అర్థాలు వస్తాయి.","lang":"te"},{"name":"2:47","price":"ఓ ఇస్రాయీల్ సంతతివారలారా! నేను మీకు చేసిన మహోపకారాన్ని జ్ఞాపకం చేసుకోండి మరియు నేను నిశ్చయంగా, మిమ్మల్ని (మీ కాలంలో) సర్వలోకాల వారి కంటే అధికంగా ఆదరించాను!","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:48","price":"మరియు ఆ (తీర్పు) దినమునకు భయపడండి, అప్పుడు ఒక వ్యక్తి మరొక వ్యక్తికి ఏ విధంగానూ ఉపయోగపడలేడు; మరియు అతని నుండి ఎట్టి సిఫారసూ అంగీకరించబడదు మరియు ఎలాంటి పరిహారం కూడా తీసుకోబడదు మరియు వారికెలాంటి సహాయం కూడా చేయబడదు.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:49","price":"మరియు ఫిరఔన్ జాతివారి (బానిసత్వం) నుండి మేము మీకు విముక్తి కలిగించిన సందర్భాన్ని (జ్ఞాపకం చేసుకోండి). వారు మిమ్మల్ని ఘోరహింసకు గురిచేస్తూ ఉండేవారు; మీ కుమారులను వధించి, మీ స్త్రీలను సజీవులుగా విడిచి పెట్టేవారు మరియు ఇందులో మీ ప్రభువు తరఫు నుండి మీకు గొప్ప పరీక్ష ఉండెను.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:50","price":"మరియు మేము మీ కొరకు సముద్రాన్ని చీల్చి మిమ్మల్ని రక్షించి నప్పుడు మీరు చూస్తూ ఉండగానే ఫిర్ఔన్ జాతి వారిని ముంచి వేసిన సంఘటనను (గుర్తుకు తెచ్చుకోండి).[1]","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"[1] చూడండి, 20:77-78 మరియు 26:63-66.","lang":"te"},{"name":"2:51","price":"ఇంకా (జ్ఞాపకం చేసుకోండి), మేము మూసాను నలభై రాత్రుల వాగ్దానం చేసి (పిలిచినపుడు) మీరు అతను లేకపోవడం చూసి ఆవుదూడను (ఆరాధ్యదైవంగా) చేసుకున్నారు.[1] మరియు మీరు దుర్మార్గులయ్యారు.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"[1] చూడండి, 7:142-148, 20:85.","lang":"te"},{"name":"2:52","price":"అయినప్పటికీ మీరు కృతజ్ఞులవుతారేమోనని మేము మిమ్మల్ని మన్నించాము.[1]","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"[1] 'అఫవ్నా (అల్-'అఫువ్వు) : Pardoning, Effacing, Erasing, Obliterating, Very Forgiving. మన్నించే, రద్దు చేసే, క్షమించేవాడు. చూడండి, 4:149. ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి.","lang":"te"},{"name":"2:53","price":"మరియు (జ్ఞాపకం చేసుకోండి) ! మీరు సన్మార్గులవుతారేమోనని మేము మూసాకు గ్రంథాన్ని మరియు (సత్యా-సత్యాలను వేరే చేసే)[1] గీటురాయిని ప్రసాదించాము.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"[1] చూడండి, 8:29, 8:41.","lang":"te"},{"name":"2:54","price":"మరియు (జ్ఞాపకం చేసుకోండి)! మూసా తన జాతివారితో ఇలా అన్న విషయాన్ని: \"ఓ నా జాతి ప్రజలారా! నిశ్చయంగా, ఆవుదూడను (ఆరాధ్యదైవంగా) చేసుకొని మీకు మీరే అన్యాయం చేసుకున్నారు. కనుక పశ్చాత్తాపంతో క్షమాభిక్ష కొరకు మీ నిర్మాతను[1] (సృష్టికర్తను) వేడుకోండి. మీలోని వారిని (ఘోరపాతకులను) సంహరించండి. ఇదే మీ కొరకు - మీ సృష్టికర్త దృష్టిలో - శ్రేష్ఠమైనది.\" ఆ తరువాత ఆయన (అల్లాహ్) మీ పశ్చాత్తాపాన్ని అంగీకరించాడు. నిశ్చయంగా ఆయనే పశ్చాత్తాపాన్ని అంగీకరించేవాడు. అపార కరుణాప్రదాత.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"[1] అల్ బారిఉ': The Maker, నిర్మాత, ఎట్టి పోలిక, సామ్యం లేకుండా ప్రతి దానిని సృజించే వాడు. లేమి నుండి ఉనికిలోకి తెచ్చే వాడు. ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి.","lang":"te"},{"name":"2:55","price":"మరియు అప్పుడు మీరు అతనితో (మూసాతో) అన్న మాటలు (జ్ఞప్తికి తెచ్చుకోండి): \"ఓ మూసా! మేము అల్లాహ్ ను ప్రత్యక్షంగా చూడనంత వరకు నిన్ను ఏ మాత్రం విశ్వసించము!\" అదే సమయంలో మీరు చూస్తూ ఉండగానే ఒక భయంకరమైన పిడుగు మీపై విరుచుకు పడింది (మీరు చనిపోయారు).","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:56","price":"ఆ పిమ్మట, మీరు కృతజ్ఞులై ఉంటారేమోనని - మీరు చచ్చిన తరువాత మిమ్మల్ని తిరిగి బ్రతికించాము.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:57","price":"మరియు మేము మీపై మేఘాల ఛాయను కల్పించాము మరియు మన్ మరియు సల్వాలను మీ కొరకు ఆహారంగా దించాము.[1] \"మేము మీకు ప్రసాదించిన శుద్ధమయిన వస్తువులను తినండి.\" అని అన్నాము. (కాని వారు మా ఆజ్ఞలను ఉల్లంఘించారు), అయినా వారు మాకు అపకారమేమీ చేయలేదు, పైగా వారు తమకు తామే అపకారం చేసుకున్నారు.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"[1] 'స'హీ'హ్ బు'ఖారీ, పుస్తకం-6, 'హ.నం. 5, మన్న - ఒక రకమైన జిగురు మిఠాయి (తీపిగల పదార్థము). సల్వా - ఒక రకమైన పక్షి. (ఫ'త్హ అల్ ఖదీర్).","lang":"te"},{"name":"2:58","price":"మరియు మేము మీతో : \"ఈ నగరం (జేరుసలం)లో ప్రవేశించండి మరియు అక్కడున్న వస్తువులను మీ ఇష్టానుసారంగా కావలసినంత తినండి మరియు నగర ద్వారంలోకి వినమ్రులై తలవంచుతూ: 'మమ్మల్ని క్షమించు (హిత్తతున్),' అంటూ ప్రవేశించండి; మేము మీ పాపాలను క్షమిస్తాము. మరియు మేము సజ్జనులను అత్యధికంగా కరుణిస్తాము.\" అని చెప్పిన మాటలను (జ్ఞప్తికి తెచ్చుకోండి)!","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:59","price":"కాని దుర్మార్గులైన వారు, వారికి చెప్పిన మాటను మరొక మాటతో మార్చారు.[1] కనుక, మేము దుర్మార్గం చేసిన వారిపై, వారి దౌష్ట్యాలకు ఫలితంగా, ఆకాశం నుండి ఆపదను దింపాము.[2]","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"[1] వారు 'హి'త్తతున్ అనే మాటకు బదులుగా - 'హబ్బ ఫీ ష'అరతిన్ - అని అన్నారు. ( 'స'హీ'హ్ బు'ఖారీ మరియు 'స'హీ'హ్ ముస్లిం). [2] 'స'హీ'హ్ ముస్లిం, 'హ.నం. 2218, ఆ శిక్ష ఒక భయంకరమైన ప్లేగు రోగం.","lang":"te"},{"name":"2:60","price":"మరియు (జ్ఞాపకం చేసుకోండి)! మూసా తన ప్రజలకు నీటి కొరకు ప్రార్థించి నప్పుడు, మేము: \"నీవు ఆ బండను నీ కర్రతో కొట్టు!\" అని ఆదేశించాము. అప్పుడు దాని నుండి పన్నెండు ఊటలు ప్రవహించసాగాయి. ప్రతి తెగవారు తమ నీరు త్రాగే స్థలాన్ని కనుగొన్నారు. (అప్పుడు వారితో అన్నాము): \"అల్లాహ్ మీకు ప్రసాదించిన ఆహారాన్ని తినండి త్రాగండి కానీ, భూమిలో కల్లోలం రేపుతూ దౌర్జన్యపరులుగా తిరగకండి!\"","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:61","price":"మరియు అప్పుడు మీరు: \"ఓ మూసా!మేము ఒకే రకమైన ఆహారం తింటూ ఉండలేము. కావున భూమిలో ఉత్పత్తి అయ్యే ఆకు కూరలు, దోసకాయలు (కూరగాయలు), వెల్లుల్లి (గోధుమలు), ఉల్లిగడ్డలు, పప్పు దినుసులు మొదలైనవి మా కొరకు పండించమని నీ ప్రభువును ప్రార్థించు.\" అని అన్నారు. దానికతను: \"ఏమీ? శ్రేష్ఠమైన దానికి బదులుగా అల్పమైన దానిని కోరుకుంటున్నారా? (అలాగయితే) మీరు ఏదైనా నగరానికి తిరిగిపొండి. నిశ్చయంగా, అక్కడ మీకు, మీరు కోరేదంతా దొరుకుతుంది!\" అని అన్నాడు. మరియు వారు, తీవ్ర అవమానం మరియు దారిద్ర్యానికి గురయ్యారు. మరియు వారు అల్లాహ్ ఆగ్రహానికి గురయ్యారు. అదంతా వాస్తవానికి వారు అల్లాహ్ సూచన (ఆయతు) లను తిరస్కరించిన దాని మరియు ప్రవక్తలను అన్యాయంగా చంపిన దాని ఫలితం.[1] ఇదంతా వారు చేసిన ఆజ్ఞోల్లంఘన మరియు హద్దులు మీరి ప్రవర్తించిన దాని పర్యవసానం.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"[1] బైబిల్ లో మత్తయి సువార్త - (Mathew), 23:34, 35, 37; లూకా - (Luke), 11:51; I థెస్సలోనికయులు - (I Thessalonians), 2:15లు 'జకరియ్యా మరియు ఇతర ప్రవక్త('అ.స.)లను చంపిన సంఘటనకు సాక్ష్యమిస్తున్నాయి.","lang":"te"},{"name":"2:62","price":"నిశ్చయంగా, విశ్వసించిన వారు (ముస్లింలు) కానీ, (ఇస్లాంకు పూర్వపు) యూదులు కానీ, క్రైస్తవులు కానీ, సాబీయూలు[1] కానీ (ఎవరైనా సరే) ! అల్లాహ్ ను, అంతిమ దినాన్ని విశ్వసించి, సత్కార్యాలు చేసే వారికి, వారి ప్రభువు వద్ద మంచి ప్రతిఫలం ఉంటుంది మరియు వారికి ఎలాంటి భయమూ ఉండదు మరియు వారు దుఃఖపడరు కూడా![2]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[1] 'సాబీయీ'న్: ఒక గతించిన సమాజం. వారు ము'సల్ ('ఇరాఖ్)లో నివసించేవారు. \"అల్లాహ్ (సు.తా.) తప్ప మరొక ఆరాధ్యుడు లేడు.\" అని నమ్మేవారు. వారు 'జబూర్ గ్రంథాన్ని చదివే వారని కొందరి అభిప్రాయం. వారు యూదులు గానీ, క్రైస్తవులు గానీ కారు. తరువాత వారి ధర్మంలో కూడా మార్పులు వచ్చాయి. వారు దైవదూతలను మరియు నక్షత్రాలను ఆరాధించసాగారు. వారు తరువాత ఏ ధర్మాన్ని కూడా అనుసరించకుండా ఉండసాగారు. వారు నాస్తికులు (Atheists) అయ్యారని కొందరి అభిప్రాయం. [2] చూడండి 5:69. ఇక్కడ యూదులు, క్రైస్తవులు మరియు 'సాబీయులు, అంటే తమ గ్రంథాలలో ఎట్టి మార్పులు చేయక, వాటి అవతరింప జేయబడిన నిజరూపంలో వాటిని అనుసరించిన వారని అర్థం. మహాప్రవక్త ('స'అస) ప్రవచనం: \"ఎవరి చేతిలోనయితే నా ప్రాణం ఉందో ఆ పరమ పవిత్రుని సాక్షి, నా ఈ సమాజంలో నా మాట విన్న వ్యక్తి, వాడు యూదుడు గానీ, క్రైస్తవుడు గానీ నన్ను (నా ధర్మాన్ని) విశ్వసించకపోతే! అతడు నరకవాసి అవుతాడు.\" (స'హీ'హ్ ముస్లిం). అంటే ము'హమ్మద్ ('స.అస) తరువాత, ఇస్లాం తప్ప మరొక ధర్మాన్ని అల్లాహ్ (సు.తా.) సమ్మతించడు. ఇక్కడ మరొక విషయం స్పష్టమయ్యేది ఏమిటంటే 'స'హీ 'హ్ 'హదీసు'లను విడిచి ఖుర్ఆన్ ను సరిగ్గా అర్థం చేసుకోవటం అసాధ్యం, ('తబరీ, పు-1, పేజీ - 323). చూ. 3:19, 3:85.","lang":"te"},{"name":"2:63","price":"మరియు (ఓ ఇస్రాయీల్ సంతతి వారలారా!) మేము తూర్ పర్వతాన్ని ఎత్తి మీపై నిలిపి, మీ చేత చేయించిన గట్టి వాగ్దానాన్ని (జ్ఞప్తికి తెచ్చుకోండి)! అప్పుడు మేము: \"మీకు ప్రసాదిస్తున్న దానిని (గ్రంథాన్ని) దృఢంగా పట్టుకోండి, అందులో ఉన్నదంతా జ్ఞాపకం ఉంచుకోండి, బహుశా మీరు భయభక్తులు గలవారు కావచ్చు!\" అని అన్నాము.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:64","price":"ఆ పిదప కూడా మీరు వెనుదిరిగి పోయారు. అయినప్పటికీ అల్లాహ్ యొక్క అనుగ్రహం మరియు ఆయన కరుణ మీపై లేకుంటే, మీరు నష్టానికి గురైనవారిలో చేరేవారు.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:65","price":"మరియు శనివారం (సబ్త్) శాసనం ఉల్లంఘించిన మీ వారి గాథ మీకు బాగా తెలుసు.[1] మేము వారిని: \"నీచులైన కోతులు కండి!\" అన్ని అన్నాము.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"[1] యూదులకు శనివారం (సబ్ త్) రోజున చేపలు పట్టటం నిషేధించబడింది. వారు ఆ శాసనాన్ని ఉల్లంఘించటం వలన: 'నీచులైన కోతులు కండి.' అని శపించ బడ్డారు. చూడండి, 5:60, 7:166.","lang":"te"},{"name":"2:66","price":"ఈ విధంగా మేము దానిని (వారి ముగింపును) ఆ కాలం వారికీ మరియు భావితరాల వారికీ ఒక గుణపాఠంగానూ, దైవభీతి గలవారికి ఒక హితోపదేశంగానూ చేశాము.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:67","price":"మరియు (జ్ఞాపకం చేసుకోండి) మూసా తన జాతి వారితో: \"అల్లాహ్ మిమ్మల్ని: 'ఒక ఆవును బలి ఇవ్వండి!'[1] అని ఆజ్ఞాపిస్తున్నాడు.\" అని అన్నప్పుడు వారు: \"ఏమీ? నీవు మాతోపరహాసమాడుతున్నావా?\" అని పలికారు. (అప్పుడు మూసా) అన్నాడు: \"నేను అవివేకులతో కలిసి పోకుండా ఉండాలని, నేను అల్లాహ్ శరణు వేడుకుంటున్నాను.\"","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"[1] ఇస్రాయీ'ల్ సంతతి వారిలో ఒక ధనవంతుడు - ఒకే ఒక్క వారసునిగా ఉన్న - అతని సోదరుని కుమారుణ్ణి హత్య చేసి, శవాన్ని ఇతరుని ఇంటి ముందు వేస్తాడు. ఉదయం ఆ యిద్దరి మధ్య వాదులాట జరుగుతుంది. పరిష్కారానికి వారు మూసా ('అ.స.) దగ్గరికి వస్తారు. అతను వారిని ఒక ఆవును బలి ఇచ్చి దాని మాంసపు ముక్కతో ఆ మృతుని శరీరాన్ని కొడితే, అతడు తన హతుణ్ణి చూపిస్తాడంటారు. ఎంతో వాదులాడిన తరువాత వారు ఈ విధంగా చేస్తారు. ఆ మృతుడు లేచి హతుణ్ణి చూపించి తిరిగి మరణిస్తాడు (ఫ'త్హ అల్-ఖదీర్).","lang":"te"},{"name":"2:68","price":"వారు: \"అది ఎలాంటిదై ఉండాలో మాకు స్పష్టంగా తెలుపమని నీ ప్రభువును ప్రార్థించు!\" అని అన్నారు. (మూసా) అన్నాడు: \"'నిశ్చయంగా, ఆ ఆవు ముసలిది గానీ లేగదూడ గానీ కాకుండా, మధ్య వయస్సు గలదై ఉండాలి.' అని ఆయనంటున్నాడు. కనుక ఆజ్ఞాపించిన విధంగా చేయండి.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:69","price":"వారు: \"దాని రంగు ఎలా ఉండాలో మాకు తెలుపమని నీ ప్రభువును వేడుకో!\" అని అన్నారు. (దానికి అతను) అన్నాడు: \" 'అది మెరిసే పసుపు వన్నె కలిగి, చూసే వారికి మనోహరంగా కనిపించాలి.' అని ఆయన ఆజ్ఞ!\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:70","price":"వారు ఇలా అన్నారు: \"అసలు ఏ విధమైన ఆవు కావాలో నీవు నీ ప్రభువును అడిగి మాకు స్పష్టంగా తెలుపు; దానిని నిర్ణయించడంలో మాకు సందేహం కలిగింది మరియు నిశ్చయంగా, అల్లాహ్ కోరితే మేము తప్పక అలాంటి ఆవును కనుగొంటాము (మార్గదర్శకత్వం పొందుతాము).\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:71","price":"అతను (మూసా) అన్నాడు: \"ఆయన (అల్లాహ్) అంటున్నాడు: 'ఆ గోవు భూమిని దున్నటానికి గానీ, పొలాలకు నీళ్ళు తోడటానికి గానీ ఉపయోగించబడకుండా, ఆరోగ్యంగా ఎలాంటి లోపాలు లేకుండా ఉండాలి.' అని!\" అప్పుడు వారన్నారు: \"ఇప్పుడు నీవు సత్యం తెచ్చావు.\" తరువాత వారు దానిని బలి (జిబ్హ్) చేశారు, లేకపోతే వారు అలా చేసేవారని అనిపించలేదు.[1]","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"[1] వారికి మొదట ఒక ఆవును బలి చేయమని మాత్రమే ఆజ్ఞ ఇవ్వబడింది. కాబట్టి వారు ఏదో ఒక ఆవును బలిచేసి ఉంటే, అల్లాహ్ (సు.తా.) ఆజ్ఞ నెరవేరేది. కానీ వారలా చేయక వివిధ రకాల ప్రశ్నలడగసాగారు. కావున అల్లాహుతా'ఆలా వారి సమస్యలను పెంచాడు. దానితో వారికి ఆవును కనుగొనటంలో కష్టం కలిగింది. కావున ధర్మవిషయాలలో కఠిన విధానాన్ని అనుసరించటం నిషేధించబడింది.","lang":"te"},{"name":"2:72","price":"మరియు (జ్ఞాపకం చేసుకోండి), మీరు ఒక వ్యక్తిని చంపి ఆ నిందను ఒకరిపై నొకరు మోపుకోసాగారు. కాని మీరు దాస్తున్న దానిని అల్లాహ్ బయట పెట్టాడు. [1]","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"[1] పైన పేర్కొన్న ఆవు బలి ఈ వ్యక్తి మరణం వల్లనే సంభవించింది. దీని భావం ఏమిటంటే, మంచీ, చెడూ ఏ కార్యమైనా అది బయట పడక తప్పదు. కావున ప్రతి ఒక్కడు ఎల్లప్పుడు మంచి కార్యాలే చేయాలి. చేసిన చెడు బయటబడితే అవమానం తప్పదు.","lang":"te"},{"name":"2:73","price":"కనుక మేము: \"దానిని (ఆ శవాన్ని), ఆ ఆవు (మాంసపు) ఒక ముక్కతో కొట్టండి, (అతడు సజీవుడవుతాడు).\" అని ఆజ్ఞాపించాము. ఈ విధంగా అల్లాహ్ మృతులను బ్రతికించి, తన సూచనలను మీకు చూపుతున్నాడు, బహుశా మీరు అర్థం చేసుకుంటారేమోనని!","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:74","price":"కానీ దీని తరువాత కూడా మీ హృదయాలు కఠినమైపోయాయి, అవి రాళ్ళ మాదిరిగా! కాదు, వాటి కంటే కూడా కఠినంగా అయిపోయాయి. ఎందుకంటే వాస్తవానికి రాళ్ళలో కొన్ని బ్రద్దలైనప్పుడు వాటి నుండి సెలయేళ్ళు ప్రవహిస్తాయి. మరియు నిశ్చయంగా, వాటిలో కొన్ని చీలిపోయి వాటి నుండి నీళ్ళు బయటికి వస్తాయి.[1] మరియు వాస్తవానికి వాటిలో మరికొన్ని అల్లాహ్ భయం వల్ల పడిపోతాయి. మరియు అల్లాహ్ మీ కర్మల పట్ల నిర్లక్ష్యంగా లేడు.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"[1] చూడండి, 57:16 మరియు 17:44.","lang":"te"},{"name":"2:75","price":"(ఓ విశ్వాసులారా!) వారు (యూదులు) మీ సందేశాన్ని విశ్వసిస్తారని ఆశిస్తున్నారా ఏమిటి ? మరియు వాస్తవానికి వారిలో ఒక వర్గం వారు (ధర్మవేత్తలు) అల్లాహ్ ప్రవచనం (తౌరాత్) విని, అర్థం చేసుకొని కూడా, బుద్ధిపూర్వకంగా దానిని తారుమారు చేసేవారు కదా?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:76","price":"మరియు వారు (యూదులు) విశ్వాసులను కలిసినప్పుడు: \"మేము విశ్వసించాము!\" అని అంటారు. కాని వారు ఏకాంతంలో (తమ తెగవారితో) ఒకరినొకరు కలుసుకున్నప్పుడు: \"ఏమీ? అల్లాహ్ మీకు తెలిపింది వారికి (ముస్లింలకు) తెలుపుతారా![1] దానితో వారు (ముస్లింలు) మీ ప్రభువు ముందు మీతో వాదులాడటానికి! మీరిది అర్థం చేసుకోలేరా ఏమిటి?\" అని అంటారు.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"[1] 'అబ్దుల్లాహ్ బిన్- 'అమ్ర్ బిన్ అల్-'అసాస్ (ర.ది.'అ.), కథనం ఆదారంగా - 'అతా బిన్-యాసిర్ (ర'ది. 'అ.) వివరించిన - వారి గ్రంథం (తౌరాత్)లో రాబోయే ప్రవక్త ము'హమ్మద్ ('స 'అస) ను గురించి ఇవ్వబడిన లక్షణాల వివరాలకు చూడండి, ('స. బు'ఖారీ, పుస్తకం-3, 'హ.నం. 335) ఇంకా చూడండి, 2:42, 101.","lang":"te"},{"name":"2:77","price":"ఏమీ? వారికి తెలియదా? వారు (యూదులు) దాచేది మరియు వెలిబుచ్చేది, అంతా అల్లాహ్ కు బాగా తెలుసని?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:78","price":"మరియు వారిలో (యూదులలో) కొందరు నిరక్షరాస్యులున్నారు, వారికి గ్రంథ జ్ఞానం లేదు, వారు కేవలం మూఢవిశ్వాసాలను (నమ్ముతూ), ఊహలపై మాత్రమే ఆధారపడి ఉన్నారు.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:79","price":"కావున ఎవరైతే తమ చేతులారా ఒక పుస్తకాన్ని వ్రాసి - దాని వల్ల తుచ్ఛమూల్యం పొందే నిమిత్తం - \"ఇది అల్లాహ్ తరఫు నుండి వచ్చింది.\" అని (ప్రజలకు) చెబుతారో, వారికి వినాశముంది. వారి చేతులు వ్రాసినందుకు వారికి వినాశముంది మరియు వారు సంపాదించిన దానికి కూడా వారికి వినాశముంది!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:80","price":"మరియు వారు (యూదులు) అంటారు: \"మాకు నరకాగ్ని శిక్ష పడినా, అది కొన్ని రోజుల కొరకు మాత్రమే!\" (ఓ ముహమ్మద్!) నీవు వారి నడుగు: \"ఏమీ? మీరు అల్లాహ్ నుండి వాగ్దానం పొందారా? ఎందుకంటే, అల్లాహ్ తన వాగ్దానాన్ని ఎన్నడూ భంగం చేయడు. లేదా మీకు తెలియని విషయాన్ని మీరు అల్లాహ్ కు అంటగడుతున్నారా?\"","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:81","price":"వాస్తవానికి, ఎవరు పాపం అర్జించారో మరియు తమ పాపం తమను చుట్టుముట్టి ఉన్నదో, అలాంటి వారు నరకవాసులు. అందులో వారు శాశ్వతంగా ఉంటారు.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:82","price":"మరియు ఎవరైతే విశ్వసించి సత్కార్యాలు చేస్తారో, అలాంటి వారు స్వర్గవాసులు. అందులో వారు శాశ్వతంగా ఉంటారు.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:83","price":"మరియు మేము ఇస్రాయీలు సంతతి వారి నుండి ఇలా తీసుకున్న వాగ్దానం (జ్ఞప్తికి తెచ్చుకోండి): \"మీరు అల్లాహ్ ను తప్ప మరెవ్వరినీ ఆరాధించకూడదు. మరియు తల్లిదండ్రులను, బంధువులను, అనాథులను, యాచించని పేదవారిని[1] ఆదరించాలి. మరియు ప్రజలను సహృదయంతో పలకరించాలి, నమాజ్ ను స్థాపించాలి మరియు జకాత్ ఇవ్వాని.\" అటు పిమ్మట మీలో కొందరు తప్ప, మిగతా వారంతా (తమ వాగ్దానం నుండి) తిరిగి పోయారు. మీరంతా విముఖులైపోయే వారే!","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"[1] మిస్కీన్: నిత్యావసరాలకు తగినంత ఆదాయం లేకున్నా యాచించని పేదవాడు. ఫఖీర్: ఆదాయం లేనందుకు విధి లేక యాచించే నిరుపేదలు.","lang":"te"},{"name":"2:84","price":"మరియు మేము మీ నుండి తీసుకున్న మరొక వాగ్దానాన్ని (జ్ఞాపకం చేసుకోండి); మీరు మీ (తోటివారి) రక్తాన్ని చిందిచగూడదని మరియు మీ వారిని, వారి ఇండ్ల నుండి పారద్రోల గూడదని! అప్పుడు మీరు దానికి ఒప్పుకున్నారు. మరియు దానికి స్వయంగా మీరే సాక్షులు.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:85","price":"ఆ తరువాత మీరో ఒకరినొకరు చంపుకునే వారు. మరియు మీరు మీలోని ఒక వర్గం వారిని వారి ఇండ్ల నుండి తరిమేవారు. మరియు వారికి అన్యాయం చేయటంలోనూ మరియు వారిపై దౌర్జన్యం చేయటంలోనూ, (వారి విరోధులకు) తోడ్పడేవారు. మరియు వారు (శతృవుల చేతిలో) ఖైదీలై మీ వద్దకు వచ్చినపుడు మీరు వారిని విమోచనాధనం ఇచ్చి విడిపించేవారు. మరియు (వాస్తవానికి) వారిని తరమటం మీకు నిషిద్ధం చేయబడింది. ఏమీ? మీరు గ్రంథంలోని కొన్ని విషయాలను విశ్వసించి, మరి కొన్నింటిని తిరస్కరిస్తారా?[1] మీలో ఇలా చేసే వారికి, ఇహలోక జీవితంలో అవమానమూ మరియు పునరుత్థాన దినమున మిమ్మల్ని కఠిన శిక్షకు గురి చేయటం తప్ప మరెలాంటి ప్రతిఫలం ఉంటుంది? మరియు అల్లాహ్ మీ కర్మల విషయంలో నిర్లక్షంగా లేడు.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"[1] ఇస్లాంకు ముందు మదీనాలో ముష్రిక్ అన్సార్లలో రెండు తెగలుండేవి: 1) 'ఔస్, 2) 'ఖ'జ్ రజ్ మరియు యూదులలో మూడు: 1) బనూ - ఖైనుఖా'అ, 2) బనూ-న'దీర్, 3) బనూ - ఖురై\"జహ్. 1. బనూ - ఖురై\"జహ్ - 'ఔస్ వారి సమర్థీకు('హలీఫ్)లు. 2. బనూ - ఖైనుఖా'అ మరియు బనూ - న'దీర్ - 'ఖ'జ్ రజ్ వారి సమర్థీకు('హలీఫ్)లు. వీరి మధ్య శత్రుత్వం వల్ల యుద్ధాలు జరిగినపుడు వీరు (యూదులు) తమ జాతి సోదరులైన యూదులను చంపేవారు. వారిని, వారి ఇండ్ల నుండి వెడల గొట్టేవారు. మరియు వారి సంపదలను దోచుకునేవారు. కాని వారు యుద్ధఖైదీలే, వీరి సమర్థీకు('హలీఫ్)ల దగ్గరికి వచ్చినప్పుడు, విమోచన ధనం ఇచ్చి వారిని విడిపించుకునే వారు. ఈ విధంగా వారు తమ గ్రంథంలోని కొన్ని చట్టాలను పాటించేవారు. మరి కొన్నింటిని ఉల్లంఘించేవారు.","lang":"te"},{"name":"2:86","price":"ఇలాంటి వారే పరలోకానికి బదులుగా ఇహలోక జీవితాన్ని కొనేవారు! కావున వీరికి పడే శిక్ష తగ్గించబడదు మరియు వీరికి ఎలాంటి సహాయమూ లభించదు.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:87","price":"మరియు వాస్తవంగా మేము మూసాకు గ్రంథాన్ని (తౌరాత్ ను) ప్రసాదించాము మరియు అతని తర్వాత వరుసగా ప్రవక్తలను పంపాము. మరియు మర్యమ్ కుమారుడైన ఈసాకు (ఏసుకు) స్పష్టమైన సూచనలను ఇచ్చాము[1] మరియు పరిశుద్ధాత్మ (రూహుల్ ఖుదుస్) తో అతనిని బలపరిచాము.[2] ఏమీ? మీ మనోవాంఛలకు ప్రతికూలంగా ఉన్న దాన్ని తీసుకుని ఏ ప్రవక్త అయినా మీ వద్దకు వస్తే, మీరు వారి పట్ల దురహంకారంతో ప్రవర్తించలేదా? వారిలో కొందరిని మీరు అసత్యవాదులన్నారు, మరి కొందరిని చంపారు.[3]","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[1] 'ఈసా ('అ.స.)కు అల్లాహుతా'ఆలా ప్రసాదించిన అద్భుత సూచనలు: చచ్చిన వారిని బ్రతికించటం, కుష్ఠురోగులను బాగుచేయటం మరియు పుట్టుగ్రుడ్డి వారికి చూపునివ్వటం మొదలైనవి. చూడండి, 3:49. [2] పరిశుద్ధాత్మ అంటే జిబ్రీల్ ('అ.స.), (ఫ'త్హ అల్ - బయాన్, ఇబ్నె-కసీ'ర్ - బు'ఖారీ, ముస్లిం, (జిబ్రీల్ 'అ.స.) సమర్థన కొరకు అల్లాహ్ (సు.తా.) ను ప్రార్థించారు. [3] 'ఈసా ('అ.స.)ను అబద్ధీకుడన్నారు. 'జకరియ్యా మరియు య'హ్యా ('అలైహిమ్ స.)లను చంపారు, (ము'హమ్మద్ జూనాగఢి). ఇంకా చూడండి, 2:61, వ్యాఖ్యానం 1.","lang":"te"},{"name":"2:88","price":"మరియు వారు: \"మా హృదయాలు మూయబడి ఉన్నాయి.\"అని అంటారు. అలా కాదు (అది నిజం కాదు)! వారి సత్యతిరస్కారం వలన అల్లాహ్ వారిని శపించాడు (బహిష్కరించాడు).[1] ఎందుకంటే వారు విశ్వసించేది చాలా తక్కువ.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"[1] ల'అనతున్: Wrath, Banishment, Rejection, Deprivation అంటే అల్లాహ్ (సు.తా.) అనుగ్రహాల నుండి బహిష్కరించబ, శపించ, నిషేధించ, త్రోసివేయ, దూషించ బడటం, మరియు అభిశాపం అనే అర్థాలున్నాయి.","lang":"te"},{"name":"2:89","price":"మరియు ఇప్పుడు వారి వద్ద నున్న దానిని (తౌరాత్ ను) ధృవీకరించే గ్రంథం (ఈ ఖుర్ఆన్) అల్లాహ్ తరఫు నుండి వారి వద్దకు వచ్చింది. మరియు దీనికి ముందు వారు సత్యతిరస్కారులపై విజయం కొరకు ప్రార్థించే వారు. ఇప్పుడు సత్యమని గుర్తించబడినది (ఈ గ్రంథం) వచ్చినా, వారు దానిని తిరస్కరించారు. కాబట్టి, సత్యతిరస్కారులపై అల్లాహ్ అభిశాపం (బహిష్కారం) అవతరిస్తుంది.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:90","price":"అల్లాహ్ అవతరింపజేసిన సందేశాన్ని (ఖుర్ఆన్ ను) తిరస్కరించి, వారు ఎంత నీచమైన మూల్యానికి తమను తాము అమ్ముకున్నారు! అది (వారి తిరస్కారం) అల్లాహ్! తన దాసులలో, తాను కోరిన వారిపై, తన అనుగ్రహం (ఖుర్ఆన్ /ప్రవక్తృత్వం) అవతరింపజేశాడనే కక్ష వల్లనే! కనుక వారు (అల్లాహ్) క్రోధం మీద మరింత క్రోధానికి గురయ్యారు. మరియు ఇలాంటి సత్యతిరస్కారులకు అవమానకరమైన శిక్ష ఉంది.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:91","price":"మరియు వారితో (యూదులతో): \"అల్లాహ్ అవతరింపజేసిన దానిని (ఈ ఖుర్ఆన్ ను) విశ్వసించండి.\" అని అన్నప్పుడు, వారు: \"మా (ఇస్రాయీల్) వారిపై అవతరింపజేయబడిన దానిని (తౌరాత్ ను) మాత్రమే మేము విశ్వసిస్తాము.\" అని అంటారు. మరియు దాని తరువాత వచ్చినది (ఈ ఖుర్ఆన్) సత్యమైనప్పటికీ మరియు వారి వద్దనున్న దానిని (తౌరాత్ ను) ధృవపరుస్తున్నప్పటికీ, దీనిని (ఈ ఖుర్ఆన్ ను) తిరస్కరిస్తున్నారు. (ఓ ముహమ్మద్) వారిని అడుగు: \"మీరు (మీ వద్దనున్న గ్రంథాన్ని) విశ్వసించే వారే అయితే ఇంతకు పూర్వం వచ్చిన అల్లాహ్ ప్రవక్తలను ఎందుకు హత్యచేస్తూ వచ్చారు?\" [1]","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"[1] చూడండి, 2:61 మరియు 2:87.","lang":"te"},{"name":"2:92","price":"మరియు వాస్తవానికి మూసా స్పష్టమైన సూచనలను తీసుకొని మీ వద్దకు వచ్చాడు, తరువాత అతను పోగానే, మీరు ఆవుదూడ (విగ్రహాన్ని) ఆరాధ్యదైవంగా చేసుకున్నారు మరియు మీరు ఎంత దుర్మార్గులు!","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:93","price":"మరియు మేము 'తూర్ పర్వతాన్ని ఎత్తి మీపై నిలిపి మీ నుంచి తీసుకున్న ప్రమాణాన్ని (జ్ఞాపకం చేసుకోండి): \"మేము మీకు చేస్తున్న వాటిని (ఉపదేశాలను) స్థిరంగా పాటించండి మరియు జాగ్రత్తగా వినండి.\" అని చెప్పాము. వారు: \"మేము విన్నాము కానీ అతిక్రమిస్తున్నాము.\" అని అన్నారు, వారి సత్యతిరస్కారం వలన వారి హృదయాలలో ఆవుదూడ ప్రేమ నిండి పోయింది. వారితో అను: \"మీరు విశ్వాసులే అయితే! ఈ చెడు చేష్టలను చేయమని మిమ్మల్ని ఆదేశించే మీ ఈ విశ్వాసం చాలా చెడ్డది.\"","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:94","price":"వారితో ఇలా అను: \"ఒకవేళ అల్లాహ్ వద్దనున్న పరలోక నివాసం మానవులందరికీ కాక కేవలం, మీకు మాత్రమే ప్రత్యేకించబడి ఉంటే,[1] మీరు మీ ఈ అభిప్రాయంలో సత్యవంతులే అయితే, మీరు మరణాన్ని కోరండి!\"","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"[1] చూడండి, 2:111.","lang":"te"},{"name":"2:95","price":"కాని వారు ఎన్నటికీ దానిని (మరణాన్ని) కోరరు. ఎందుకంటే, వారు తమ చేతులారా చేసి పంపినవి (తమ కర్మలు) వారికి బాగా తెలుసు. ఈ దుర్మార్గుల విషయం అల్లాహ్ కు బాగా తెలుసు.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:96","price":"మరియు నిశ్చయంగా, జీవితం పట్ల సర్వజనుల కంటే ఎక్కువ వ్యామోహం వారి (యూదుల)లోనే ఉందనే విషయం నీవు గ్రహిస్తావు. ఈ విషయంలో వారు ముష్రికులను కూడా మించి పోయారు. వారిలో ప్రతి ఒక్కడూ వేయి సంవత్సరాలు బ్రతకాలని కోరుతుంటాడు. కానీ దీర్ఘాయుర్ధాయం వారిని శిక్ష నుండి తప్పించలేదు. మరియు వారు చేసేదంతా అల్లాహ్ చూస్తున్నాడు. [1]","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"[1] అల్-బ'సీరు: The All - Seeing. సర్వదృష్టికర్త, అంతా చూడ, గమనించ గల వాడు. ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి.","lang":"te"},{"name":"2:97","price":"(ఓ ప్రవక్తా!) వారితో ఇలా అను: \"జిబ్రీల్ పట్ల విరోధమున్న ప్రతివాడూ ఈ యథార్థాన్ని గ్రహించాలి. అల్లాహ్ ఆజ్ఞతోనే అతను ఈ ఖుర్ఆన్ ను నీ హృదయంపై అవతరింపజేశాడు. పూర్వం వచ్చిన అన్ని దివ్యగ్రంథాలను ఇది ధృవీకరిస్తున్నది మరియు విశ్వసించే వారికి ఇది సన్మారం చూపుతున్నది మరియు శుభవార్తను ఇస్తున్నది. [1]","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"[1] కొందరు యూద మతాచారులు మహా ప్రవక్త ('స'అస) దగ్గరికి వచ్చి అన్నారు: \"మీరు మా కొన్ని ప్రశ్నలకు సరైన జవాబులు ఇస్తే మేము ఇస్లాం స్వీకరిస్తాము. ఎందుకంటే ఒక ప్రవక్త తప్ప మరొకరు వీటికి జవాబివ్వలేరు.\" మహాప్రవక్త ('స'అస) వారి ప్రశ్నలన్నింటికీ జవాబిచ్చారు. వారు ఇలా అన్నారు: \"మీ వద్దకు వ'హీ ఎవరు తెస్తారు?\" అతను జవాబిచ్చారు: \"జిబ్రీల్ ('అ.స.) వారన్నారు:\"జిబ్రీల్ ('అ.స.) మా శత్రువు, అతనే మా పై యుద్ధాలను మరియు శిక్షలను అవతరింపజేశాడు, కాబట్టి మేము మిమ్మల్ని ప్రవక్తగా నమ్మము.\" అని అంటూ వెళ్ళి పోయారు, (ఇబ్నె-కసీ'ర్ మరియు ఫ\"త్హ అల్ ఖదీర్, ర.'అలైహిమ్).","lang":"te"},{"name":"2:98","price":"\"అల్లాహ్ కు ఆయన దూతలకు, ఆయన ప్రవక్తలకు, జిబ్రీల్ కు మరియు మీకాయీల్ కు ఎవరు శత్రువులో, నిశ్చయంగా అలాంటి సత్యతిరస్కారులకు అల్లాహ్ శత్రువు.\" [1]","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"[1] యూదులు అంటారు: \"మీకాయీ'ల్ ('అ.స.) మా స్నేహితుడు.\" అల్లాహ్ (సు.తా.) అంటాడు: \"వీరంతా నాకు ప్రియమైన నా దాసులు. కావున ఏ వ్యక్తి అయినా వీరిలో ఏ ఒక్కరికీ శత్రువైనా వాడు నాకూ శత్రువే!\"","lang":"te"},{"name":"2:99","price":"మరియు వాస్తవంగా, మేము నీపై స్పష్టమైన సూచనలు (ఆయత్) అవతరింపజేశాము. మరియు అవిదేయులుతప్ప మరెవ్వరూ వాటిని తిరస్కరించరు.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:100","price":"ఏమీ? వారు ఒడంబడిక చేసినపుడల్లా, వారిలో ఒక వర్గం వారు దానిని త్రోసి పుచ్చుటం జరగలేదా? వాస్తవానికి వారిలో చాలా మంది విశ్వసించని వారున్నారు.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:101","price":"మరియు వారి దగ్గర పూర్వం నుంచే ఉన్న దానిని (దివ్యగ్రంథాన్ని) ధృవపరుస్తూ ఒక ప్రవక్త (ముహమ్మద్) అల్లాహ్ తరఫు నుండి వారి వద్దకు వచ్చినప్పుడు, గ్రంథ ప్రజలలోని ఒక వర్గం వారు దానిని గురించి ఏమీ తెలియని వారిగా, అల్లాహ్ గ్రంథాన్ని తమ వీపుల వెనుకకు త్రోసి వేశారు.[1]","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"[1] యూదుల దివ్యగ్రంథం ('తౌరాత్)లో: \"అరేబీయాలో ఒక ప్రవక్త వస్తాడు, మీరు అతనిని అనుసరించాలి.\" అని, ప్రస్తావన ఉన్నా, వారు లెక్క చేయకుండా దానిని ('తౌరాత్ ను) తమ వీపుల వెనుకకు త్రోసి వేశారు. చూడండి, 2:42, 76.","lang":"te"},{"name":"2:102","price":"మరియు వారు సులైమాన్ రాజ్య కాలమున, షైతానులు పఠించే దానిని (జాల విద్యను) అనుసరించారు. సులైమాన్ సత్యతిరస్కారి కాలేదు; కానీ నిశ్చయంగా, షైతానులు సత్యాన్ని తిరస్కరించారు. వారు బాబీలోన్ నగరమందు, హారూత్ మారూత్, అనే ఇద్దరు దేవదూతల ద్వారా తేబడిన జాలవిద్యను ప్రజలకు నేర్పుచుండిరి. ఎవరికైనా ఆ విద్యను నేర్పేటప్పుడు, వారిద్దరు (దేవదూతలు) ఇలా చెప్పే వారు: \"నిశ్చయంగా మేము (మానవులకు) ఒక పరీక్ష! కాబట్టి మీరు (ఈ జాలవిద్యను నేర్చుకొని) సత్యతిరస్కారులు కాకండి.\" అయినప్పటికీ వారు (ప్రజలు), భార్యా-భర్తలకు ఎడబాటు కలిగించేది (జాలవిద్య) వారిద్దరి దగ్గర నేర్చుకునేవారు. మరియు అల్లాహ్ అనుమతి లేనిదే, దాని ద్వారా ఎవరికీ ఏ మాత్రం హాని కలిగించలేరు. మరియు వారు నేర్చుకునేది, వారికి నష్టం కలిగించేదే, కాని లాభం కలిగించేది ఎంత మాత్రం కాదు. మరియు వాస్తవానికి దానిని (జాలవిద్యను) స్వీకరించే వానికి పరలోక సౌఖ్యాలలో ఏ మాత్రమూ భాగం లేదని వారికి బాగా తెలుసు. మరియు వారు ఎంత తుచ్ఛమైన సొమ్ముకు బదులుగా తమను తాము అమ్ముకున్నారు! ఇది వారికి తెలిస్తే ఎంత బాగుండేది!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:103","price":"మరియు వారు విశ్వసించి, దైవభీతి కలిగి ఉండినట్లయితే! నిశ్చయంగా, అల్లాహ్ తరఫు నుండి వారికి ఎంతో శ్రేష్ఠమైన ప్రతిఫలం లభించి ఉండేది. దీనిని వారు గ్రహిస్తే ఎంత బాగుండేది!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:104","price":"ఓ విశ్వాసులారా, (మీరు ప్రవక్తతో మాట్లాడేటప్పుడు) రా'ఇనా! అని అనకండి. ఉన్\"జుర్నా! అని (గౌరవంతో) అనండి[1] మరియు (అతని మాటలను) శ్రద్ధతో వినండి. మరియు సత్యతిరస్కారులకు బాధాకరమైన శిక్ష గలదు.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[1] రా'ఇనా: అంటే, Be careful; Listen to us, we lsiten to you. ఆగండి! మా మాట వినండి, మేము మీ మాట వింటాము, అని అర్థం. కాని యూదులు ఈ పదాన్ని తమ నాలుకలను త్రిప్పి, హీబ్రూ భాషలో, 'రా'ఈనా' - మా పశువుల కాపరి, లేక మూర్ఖుడు అనే అర్థం ఇచ్చే దురుద్దేశంతో పలికి తమ కక్ష తీర్చుకునేవారు. కాబట్టి విశ్వాసులతో: మీరు 'ఉన్ జుర్ నా' అంటే 'మమ్మల్ని అర్థం చేసుకోనివ్వండి.'అని గౌరవంతో, అనమని ఆజ్ఞ ఇవ్వబడుతోంది. ఇదే విధంగా యూదులు 'అస్సలాము అలైకుమ్' (మీకు శాంతి కలుగు గాక!) అనే మాటను నాలుకలు త్రిప్పి 'అస్సాము అలైకుమ్' (మీకు చావు వచ్చు గాక!) అనే అర్థంలో వాడేవారు. ఇంకా చూడండి, ఖు. 4:46.","lang":"te"},{"name":"2:105","price":"సత్యతిరస్కారులైన గ్రంథప్రజలకు గానీ మరియు బహుదైవారాధకులకు (ముష్రికులకు) గానీ, మీ ప్రభువు నుండి మీకు ఏదైనా మేలు అవతరించడం ఎంత మాత్రం ఇష్టం లేదు. కానీ అల్లాహ్ తాను కోరిన వారినే తన కరుణకు ప్రత్యేకించు కుంటాడు. మరియు అల్లాహ్ అనుగ్రహించటంలో సర్వోత్తముడు.[1]","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"[1] అల్-'అ\"జీము: అంటే అల్-కబీరు. The Greatest of All, The Supreme, The Incomparably Great. సర్వోత్తముడు, మహాత్ముడు, పరమశ్రేష్ఢుడు, సర్వోత్కృష్టుడు. ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి.","lang":"te"},{"name":"2:106","price":"మేము మా ప్రవచనాలలో (ఆయాత్ లలో) ఒక దానిని రద్దు చేసినా లేక మరపింపజేసినా దాని స్థానంలో దాని కంటే శ్రేష్ఠమైన దానిని లేక కనీసం దానితో సమానమైన దానిని తీసుకువస్తాము. ఏమీ? నిశ్చయంగా, అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడని నీకు తెలియదా?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:107","price":"ఏమీ? వాస్తవానికి, భూమ్యాకాశాల సామ్రాజ్యాధిపత్యం కేవలం అల్లాహ్ కే చెందుతుందని, నీకు తెలియదా? మరియు అల్లాహ్ తప్ప మిమ్మల్ని రక్షించేవాడు[1] గానీ, సహాయం చేసేవాడు గానీ మరెవ్వడూ లేడు!","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"[1] అల్-వలియ్యు: అంటే అస్-సయ్యద్, Patron, Protector, Owner, Defender, Friend, సంరక్షకుడు, ఆరాధ్యుడు, స్నేహితుడు, సహాయకుడు, రక్షించువాడు, స్వామి, అండగా నిలుచువాడు. ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి. చూడండి, 6:14.","lang":"te"},{"name":"2:108","price":"ఏమీ? పూర్వం (యూదులచే) మూసా ప్రశ్నించబడినట్లు, మీరు కూడా మీ ప్రవక్త (ముహమ్మద్) ను ప్రశ్నించగోరు తున్నారా? మరియు ఎవడైతే, సత్యతిరస్కారాన్ని, విశ్వాసానికి బదులుగా స్వీకరిస్తాడో! నిశ్చయంగా, వాడే సరైన మార్గం నుండి తప్పిపోయిన వాడు.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:109","price":"గ్రంధ ప్రజలలోని పలువురు - వారి మనస్సులలో ఉన్న అసూయ వల్ల - సత్యం వారికి సుస్పష్టం అయినప్పటికీ, మీరు విశ్వసించిన తరువాత, మిమ్మల్ని ఏదో ఒక విధంగా, దాని (విశ్వాస మార్గం) నుండి మరల్చి మళ్ళీ సత్యతిరస్కారం వైపునకు తీసుకు పోదామని కోరుతుంటారు. అయితే (వారి పట్ల) అల్లాహ్ తన ఆదేశం ఇచ్చేవరకు, మీరు (వారిని) మన్నంచండి, ఉపేక్షించండి. నిశ్చయంగా, అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:110","price":"మరియు నమాజ్ స్థాపించండి.[1] విధిదానం (జకాత్) ఇవ్వండి. మీరు ముందుగా చేసి పంపిన మంచి కార్యాలను మీరు అల్లాహ్ దగ్గర పొందుతారు. నిశ్చయంగా, అల్లాహ్ మీరు చేసేదంతా చూస్తున్నాడు.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"[1] అంటే నమా'జ్ లను వాటి సమయాలలో, సరిగ్గా దినానికి ఐదు సార్లు, పురుషులు జమా'అత్ తో మరియు స్త్రీలు ఇండ్లలో పాటించాలి, అని అర్థం.","lang":"te"},{"name":"2:111","price":"మరియు వారు: \"యూదుడు లేదా క్రైస్తవుడు తప్ప, మరెవ్వడూ స్వర్గంలో ప్రవేశించలేడు!\" అని అంటారు. ఇవి వారి అభిలాషలు మాత్రమే. వారిని ఇలా అడుగు: \"మీరు సత్యవంతులే అయితే దానికి మీ నిదర్శనాలు చూపండి!\"","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:112","price":"వాస్తవానికి ఎవడైతే అల్లాహ్ కు విధేయుడై (ఇస్లాం స్వీకరించి) తన ముఖాన్ని (తనను తాను) అల్లాహ్ కు అంకితం చేసుకుని, సజ్జనుడై ఉంటాడో! దానికి అతడు తన ప్రభువు వద్ద మంచి ప్రతిఫలం పొందుతాడు.[1] మరియు వారికి ఎలాంటి భయమూ ఉండదు మరియు వారు దుఃఖపడరు కూడా!","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"[1] \"అస్లమ వహ్ హహు లిల్లాహ్.\" అంటే, కేవలం అల్లాహ్ (సు.తా.) ప్రసన్నత కొరకే ఏదైనా చేయాలి. \"వహువ ము'హ్ సినున్:\" అంటే ఏ పనైనా హృదయపూర్వకంగా, మహా ప్రవక్త ('స'అస) ఆదేశాల ప్రకారం చేయాలి. చేసిన కార్యాలకు మంచి ప్రతిఫలం పొందటానికి, ఈ రెండు విషయాలను దృష్టిలో ఉంచుకోవటం ఎంతో అవసరం. (ఇబ్నె-కసీ'ర్).","lang":"te"},{"name":"2:113","price":"మరియు యూదులు: \"క్రైస్తవుల వద్ద (సత్యధర్మమనేది) ఏదీ లేదు.\" అని అంటారు. మరియు క్రైస్తవులు: \"యూదుల వద్ద (సత్యధర్మమనేది) ఏదీ లేదు.\" అని అంటారు. మరియు వారందరూ చదివేదు దివ్యగ్రంథమే. ఇలాగే (దివ్యగ్రంథ) జ్ఞానం లేనివారు (బహుదైవారాధకులు) కూడా ఇదే విధంగా పలుకు తుంటారు. కావున వారందరిలో ఉన్న అభిప్రాయభేదాలను గురించి, అల్లాహ్ పునరుత్థాన దినమున వారి మధ్య తీర్పు చేస్తాడు.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:114","price":"మరియు అల్లాహ్ మస్జిద్ లలో ఆయన నామస్మరణం నిషేధించి వాటిని నాశనం చేయటానికి పాటుపడే వారి కంటే ఎక్కువ దుర్మార్గులెవరు? అలాంటి వారు వాటిలో (మస్జిద్ లలో) ప్రవేశించటానికి అర్హులు కారు; వారు (ఒకవేళ ప్రవేశించినా) భయపడుతూ ప్రవేశించాలి. వారికి ఇహలోకంలో పరాభవం ఉంటుంది మరియు పరలోకంలో ఘోర శిక్ష ఉంటుంది.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:115","price":"మరియు తూర్పు పడమరలు అల్లాహ్ కే చెందినవి. కావున మీరు (మీ ముఖాలను) ఏ దిక్కుకు త్రిప్పినా మీకు అల్లాహ్ సముఖమే లభిస్తుంది. నిశ్చయంగా, అల్లాహ్, సర్వవ్యాప్తి,[1] సర్వజ్ఞుడు.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"[1] అల్-వాసి'ఉ: The All-Embracing, Infinite, Pervading, Bountiful, Comprehending all, Having ample Powr or ability. Has full knowledge of all things, All-Sufficient, సర్వవ్యాప్తి, సర్వోపగతుడు, విస్తారుడు, అంతం లేనివాడు, అపారుడు, అత్యంత ఉదారుడు, సంపలొసంగు వాడు, అల్లాహ్ జ్ఞానం ప్రతి దానిని ఆవరించు (ఇముడ్చు)కొని ఉంది. దివ్యఖుర్ఆన్ లో, వాసి'ఉన్ 'అలీమున్ అనే పదాలు ఇంకా 6 చోట్లలో వచ్చాయి. అవి: 2:247, 261, 268, 3:73, 5:54, 24:32. ఈ రెండూ అల్లాహుతా'ఆలా అత్యుత్తమ పేర్లు. ఇంకా చూడండి, వాసి'ఉన్ కొరకు, 4:130, 7:156, 53:32.","lang":"te"},{"name":"2:116","price":"మరియు వారు: \"అల్లాహ్ ఒక కుమారుణ్ణి కలిగి ఉన్నాడు (కన్నాడు).\" అని అంటారు. ఆయన సర్వలోపాలకు అతీతుడు.[1] వాస్తవానికి భూమ్యాకాశాలలో ఉన్న వన్నీ ఆయనకు చెందినవే. అవన్నీ ఆయనకు విధేయులై ఉన్నాయి.[2]","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"[1] సుబ్ హాన: సర్వలోపాలకు అతీతుడు, పరిశుద్ధుడు, పరమ పవిత్రుడు, చూడండి, 2:32 [2] ఇబ్నె - 'అబ్బాస్ (ర'.ది.'అ.) కథనం. ('స'హీ'హ్ బు'ఖారీ, పుస్తకం - 6, 'హదీస్' నం. 9).","lang":"te"},{"name":"2:117","price":"ఆయనే ఆకాశాలనూ మరియు భూమినీ ఏ నమూనా లేకుండా ఆరంభించిన (సృష్టించిన)[1] వాడు. మరియు ఆయన ఏదైనా చేయాలని నిర్ణయించుకున్నప్పుడు దానిని కేవలం: \"అయిపో!\" అని ఆజ్ఞాపిస్తాడు. అంతే అది అయిపోతుంది. [2]","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"[1] బదీ'ఉ (అల్-బదీ'ఉ) : Innovator. ఏ నమూనా లేకుండా ఆరంభించిన వాడు (ఆరంభకుడు), ప్రారంభకుడు, మొదటిసారి క్రొత్తగా సృష్టించినవాడు. ప్రభవింపబజేసేవాడు. ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి. చూడండి, 6:101. [2] అల్లాహుతా'ఆలా ఏదైనా చేయదలచుకుంటే దానిని కేవలం: 'అయిపో!' అని ఆజ్ఞాపిస్తాడు. అంతే అది అయిపోతుంది. అలాంటప్పుడు ఆయనకు సంతానం కనే అవసరం ఎందుకుంటుంది. ఈ విధమైన వాక్యం 'కున్ ఫ యకూన్' ఖుర్ఆన్ లో 8 సార్లు వచ్చింది. చూడండి, 3:47, 59, 6:73, 16:40, 19:35, 36:82, 40:68.","lang":"te"},{"name":"2:118","price":"మరియు అజ్ఞానులు: \"అల్లాహ్ మాతో ఎందుకు మాట్లాడడు? లేక మా వద్దకు ఏదైనా సూచన (ఆయత్) ఎందుకు రాదు? అని అడుగుతారు. వారికి పూర్వం వారు కూడా ఇదే విధంగా అడిగేవారు.[1] వారందరి మనస్తత్వాలు (హృదయాలు) ఒకే విధమైనవి. వాస్తవానికి, దృఢనమ్మకం ఉన్న వారికి మేము మా సూచన (ఆయత్) లను సృష్టపరుస్తాము.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"[1] చూడండి, 17:90-93.","lang":"te"},{"name":"2:119","price":"నిశ్చయంగా, మేము నిన్ను (ఓ ముహమ్మద్) సత్యాన్ని ప్రసాదించి, శుభవార్త నిచ్చేవానిగా మరియు హెచ్చరిక చేసే వానిగా పంపాము. మరియు భగ-భగ మండే నరకాగ్నికి గురి అయ్యే వారిని గురించి నీవు ప్రశ్నించబడవు.[1]","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"[1] చూడండి, 3:85","lang":"te"},{"name":"2:120","price":"మరియు యూదులైనా, క్రైస్తవులైనా నీవు వారి మతమును అనుసరించే వరకూ, వారు నీతో సంపన్నులు కారు. నీవు: \"నిశ్చయంగా, అల్లాహ్ చూపిన మార్గమే సన్మార్గం.\" అని చెప్పు. మరియు నీకు జ్ఞానం లభించిన తరువాత కూడా, నీవు వారి కోరికలను అనుసరిస్తే, అల్లాహ్ (శిక్ష) నుండి నిన్ను రక్షించేవాడు గానీ, సహాయపడేవాడు గానీ ఎవ్వడూ ఉండడు.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:121","price":"మేము దివ్య గ్రంథాన్ని ప్రసాదించిన వారు (యూదులు మరియు క్రైస్తవులు), దానిని (తమ గ్రంథాన్ని) కర్తవ్యంతో పఠించ వలసిన విధంగా పఠిస్తే, అలాంటి వారు దీనిని (ఈ ఖుర్ఆన్ ను) విశ్వసిస్తారు. మరియు దీనిని (ఈ ఖుర్ఆన్ ను) తిరస్కరించే వారే నష్టపడువారు.[1]","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"[1] ఇక్కడ పూర్వ గ్రంథప్రజలు, అంటే యూదులు మరియు క్రైస్తవులలోని కొందరు సత్పరుషుల విషయం తెలుపబడింది. ఉదాహరణకు: 'అబ్దుల్లాహ్ బిన్-సల్లామ్, సల్మాన్ ఫార్సీ (ర'ది.'అన్హుమ్)ల వంటివారు. వారు తమ గ్రంథాలలో పేర్కొనబడిన రాబోయే ప్రవక్త ము'హమ్మద్ ('స'అస) మే అన్న సత్యాన్ని గ్రహించి, విశ్వసించి సత్యధర్మమైన ఇస్లామ్ ను స్వీకరించారు. ఏ ధర్మాన్నైతే దైవప్రవక్తలు ఆదమ్, నూ'హ్, ఇబ్రాహీమ్, మూసా మరియు 'ఈసా మొదలైనవారు ('అలైహిమ్. స.) ఆచరించి, బోధించారో!","lang":"te"},{"name":"2:122","price":"ఓ ఇస్రాయీల్ సంతతి వారలారా! నేను మీకు ప్రసాదించిన అనుగ్రహాన్ని జ్ఞాపకం చేసుకోండి మరియు నిశ్చయంగా, నేను మిమ్మల్ని (మీ కాలంలోని) సర్వ లోకాల వారి కంటే ఎక్కువగా ఆదరించాను.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:123","price":"మరియు ఆ (పునరుత్థాన) దినాన్ని గురించి భయభీతి కలిగి ఉండండి, ఆనాడు ఏ వ్యక్తి కూడా మరొక వ్యక్తికి ఏ మాత్రమూ ఉపయోగపడలేడు. మరియు ఎవడి నుండీ ఎలాంటి పరిహారం స్వీకరించబడదు. మరియు ఎవడికీ సిఫారసూ లాభదాయకం కాజాలదు మరియు వారికెలాంటి సహాయమూ లభించదు.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:124","price":"మరియు ఇబ్రాహీమ్ ను అతని ప్రభువు (కొన్ని) ఉత్తరువులిచ్చి పరీక్షించిన విషయాన్ని (జ్ఞాపకం చేసుకోండి). వాటి అన్నింటిలో అతను నెగ్గాడు. అప్పుడు ఆయన (అల్లాహ్): \"నిశ్చయంగా, నేను నిన్ను మానవ జాతికి నాయకునిగా చేస్తున్నాను.\" అని అన్నాడు. (దానికి ఇబ్రాహీమ్): \"మరి నా సంతతి వారు?\" అని అడిగాడు.[1] (దానికి అల్లాహ్): \"నా వాగ్దానం దుర్మార్గులైన వారికి వర్తించదు.\" అని జవాబిచ్చాడు.[2]","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"[1] అల్లాహ్ (సు.తా.) ఇబ్రాహీమ్ ('అ.స.) యొక్క ఈ విన్నపాన్ని పూర్తి చేశాడు. ఇది 29:27లో పేర్కొనబడింది. [2] \"నా వాగ్దానం దుర్మార్గులైన వారికి వర్తించదు.\" అల్లాహ్ (సు.తా.) యొక్క ఈ ప్రవచనం ఎంతో ఆలోచింపదగినది. ఇక్కడ ఆయన విశదపరచింది ఏమిటంటే : ఒక మంచి సత్పురుషుని లేక ప్రవక్త సంతతికి చెందినంత మాత్రానా - వారు అవిశ్వాసులై, సత్కార్యాలు చేయని వారైతే - వారి వంశకీర్తి, వారి పెద్దల ప్రవక్తృత్వం వారికి ఏ విధంగానూ పనికిరాదు. ప్రతి ఒక్కడూ తన స్వంత విశ్వాసం మరియు సత్కార్యాల ఆధారంగానే ప్రతిఫలం పొందుతాడు. మహా ప్రవక్త ('స'అస) 'హదీస్' ఇలా ఉంది : \"ఏ వ్యక్తి వ్యవహారాలైతే అతనిని వెనుక విడిచాయో, అలాంటి వ్యక్తి పుట్టు పూర్యోత్తరాలు, వంశ ప్రతిష్ఠలు అతనిని ఏ మాత్రం ముందుకు తేలేవు.\" ('స'హీ'హ్ ముస్లిం).","lang":"te"},{"name":"2:125","price":"మరియు ఈ (కఅబహ్) గృహాన్ని మేము మానవులను తరచుగా సందర్శించే కేంద్రం (పుణ్యస్థలం)గా మరియు శాంతి నిలయంగా చేసి,[1] ఇబ్రాహీమ్ నిలబడిన చోటును మీరు నమాజ్ చేసే స్థలంగా చేసుకోండన్న[2] విషయాన్ని (జ్ఞాపకం చేసుకోండి). మరియు మేము ఇబ్రాహీమ్ మరియు ఇస్మాయీల్ లకు: \"నా ఈ గృహాన్ని ప్రదక్షిణ చేసేవారి కొరకూ, ఏకాంత ధ్యానం (ఏతికాఫ్) పాటించేవారి కొరకూ, వంగే (రుకూఉ చేసే) వారి కొరకూ మరియు సజ్దాలు చేసే వారి కొరకూ పరిశుద్ధంగా ఉంచండి.\" అని నిర్దేశించాము.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[1] మసా'బతల్లిన్నాస్ : అంటే, ప్రజల కొరకు పుణ్యస్థలం. దీని మరొక అర్థం, మాటిమాటికీ సందర్శించే కేంద్రం. ఎందుకంటే ఒకసారి అల్లాహ్ (సు.తా.) గృహాన్ని సందర్శించినవాడు, మళ్ళీ మళ్ళీ దానిని దర్శించాలని కోరుతూ ఉంటాడు. దీని మరొక మహత్త్వమేమిటంటే, ఇది శాంతి కేంద్రం. అంటే ఇక్కడ ఏ శత్రువు భయం ఉండదు. అందుకే అజ్ఞాన కాలంలో కూడా ముష్రిక్ లు 'హరమ్ సరిహద్దులలో తమ శత్రువులతో పోరాడటం గానీ, హత్యలు గానీ చేసేవారు కాదు. [2] మఖామె ఇబ్రాహీమ్: అంటే ఇబ్రాహీమ్ ('అ.స.) నిలబడిన రాయి. అతను దానిపైన నిలబడి క'అబహ్ గృహాన్ని నిర్మించారు. అది 'హరమ్ లో క'అబహ్ కు దగ్గరగా ఉంది. 'తవాఫ్ పూర్తి చేసిన వారు ప్రతి ఒక్కరూ, దాని దగ్గరలో రెండు రకా'అతులు నమా'జ్ చేస్తారు.","lang":"te"},{"name":"2:126","price":"మరియు (జ్ఞాపకం చేసుకోండి) ఇబ్రాహీమ్: \"ఓ నా ప్రభూ! ఈ నగరాన్ని (మక్కాను) శాంతియుతమైన నగరంగా చేసి, ఇందు నివసించేవారిలో అల్లాహ్ ను మరియు అంతిమ దినాన్ని విశ్వసించేవారికి అన్ని రకాల ఫలాలను జీవనోపాధిగా నొసంగు.\" అని ప్రార్థించినప్పుడు, (అల్లాహ్): \"మరియు ఎవడు సత్యతిరస్కారి అవుతాడో అతనికి నేను ఆనందించటానికి కొంత కాలం విడిచి పెడ్తాను. తరువాత అతనిని నరకాగ్నిలోకి బలవంతంగా త్రోసివేస్తాను. అది ఎంత దుర్భరమైన గమ్యస్థానం!\" అని అన్నాడు.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:127","price":"మరియు (జ్ఞాపకం చేసుకోండి) ఇబ్రాహీమ్ మరియు ఇస్మాయీల్ ఈ గృహపు (కఅబహ్) పునాదులను ఎత్తేటపుడు (ఈ విధంగా ప్రార్థించారు): \"ఓ మా ప్రభూ! మా ఈ సేవను స్వీకరించు. నిశ్చయంగా, నీవు మాత్రమే సర్వం వినేవాడవు,[1] సర్వజ్ఞుడవు[2].\"","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"[1] అస్-సమీ'ఉ: The All-Hearing. Who hears every thing. సర్వం వినేవాడు, సర్వశ్రవణ సమర్థుడు. అస్-సమీ'ఉన్ - 'అలీము, ఈ ద్వంద పదం ఖుర్ఆన్ లో ఎన్నో సార్లు వచ్చింది. 29 సార్లు. ఇవి అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లు. [2] అల్-'అలీము: The All Knowing, సర్వజ్ఞుడు, చూడండి, 2:32.","lang":"te"},{"name":"2:128","price":"\"ఓ మా ప్రభూ! మమ్మల్ని నీకు విధేయులుగా (ముస్లింలుగా) చేయి మరియు మా సంతతి నుండి ఒక సంఘాన్ని నీకు విధేయులుగా (ముస్లింలుగా) ఉండునట్లు చేయి. మరియు మాకు, మా ఆరాధనారీతులను (మనాసిక్ లను) తెలుపు మరియు మా పశ్చాత్తాపాన్ని అంగీకరించు. నిశ్చయంగా, నీవే పశ్చాత్తాపాన్ని అంగీకరించేవాడవు, అపార కరుణా ప్రదాతవు.\"","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:129","price":"\"ఓ మా ప్రభూ! వీరిలో నుండి నీ సందేశాలను చదివి వినిపించుటకునూ, నీ గ్రంథాన్ని నేర్పుటకునూ, దివ్యజ్ఞానాన్ని బోధించుటకునూ మరియు వారిని పరిశుద్ధులుగా మార్చుటకునూ ఒక సందేశహరుణ్ణి పంపు.[1] నిశ్చయంగా, నీవే సర్వ శక్తిమంతుడవు[2], మహా వివేకవంతుడవు.\"","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"[1] ఇది ఇబ్రాహీమ్ మరియు ఇస్మా'యీల్ ('అలైహిమ్. స.)ల యొక్క చివరి దు'ఆ. అల్లాహ్ (సు.తా.) దీనిని స్వీకరించి ఇస్మాయీ'ల్ ('అ.స.) సంతతి నుండి ము'హమ్మద్ ('స'అస) ను సందేశహరునిగా పంపాడు. కావున ము'హమ్మద్ ('స'అస) అన్నారు: 'నేను నా తండ్రి ఇబ్రాహీమ్ ('అ.స.) యొక్క దు'ఆను, 'ఈసా ('అ.స.) యొక్క శుభవార్తను మరియు నా తల్లి యొక్క కలను.' (ఫ'త్హ రబ్బాని). [2] అల్-'అజీ'జ్: సర్వశక్తిసంపన్నుడు, సర్వశక్తిమంతుడు, ఆయన అధికారం సర్వాన్ని పరివేష్ఠించి ఉన్నది, గౌరవానికి మూలాధారి.The Almighty","lang":"te"},{"name":"2:130","price":"మరియు ఇబ్రాహీమ్ మతం నుండి విముఖుడయ్యేవాడెవడు, తనను తాను అవివేకిగా చేసుకొనువాడు తప్ప? వాస్తవానికి మేము అతనిని (ఇబ్రాహీమ్ ను) ఈ లోకంలో ఎన్నుకున్నాము. మరియు నిశ్చయంగా, అతను పరలోకంలో సద్వర్తనులతో పాటు ఉంటాడు.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:131","price":"అతని ప్రభువు అతనితో: \"(మాకు) విధేయుడవుగా (ముస్లింగా) ఉండు.\" అని అన్నప్పుడు అతను: \" నేను సర్వలోకాల ప్రభువునకు విధేయుడను (ముస్లింను) అయిపోయాను.\" అని జవాబిచ్చాడు.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:132","price":"మరియు ఇబ్రాహీమ్ తన సంతానాన్ని దీనిలోనే (ఈ ఇస్లాం మార్గంలోనే) నడవండని బోధించాడు. మరియు యఅఖూబ్ కూడా (తన సంతానంతో అన్నాడు): \" నా బిడ్డలారా! నిశ్చయంగా, అల్లాహ్ మీ కొరకు ఈ ధర్మాన్నే నియమించి ఉన్నాడు. కావున మీరు అల్లాహ్ కు విధేయులు (ముస్లింలు) కాకుండా మరణించకండి!\"[1].","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"[1] ఇబ్రాహీమ్ మరియు య'అఖూబ్ ('అలైహిమ్ స.) కూడా తమ సంతానాన్ని అనుసరించమని బోధించిన ధర్మం ఇస్లామ్ మాత్రమే. ఈ ఇస్లాం ధర్మం అంటే అల్లాహ్ (సు.తా.) కు మాత్రమే దాస్యం చేయటం (విధేయులుగా ఉండటం). ఇదే ఆదమ్ ('అ.స.) నుండి చిట్టచివరి ప్రవక్త ము'హమ్మద్ ('స'అస) వరకూ ప్రవక్తలందరూ బోధించిన ధర్మం. (చూడండి, 3:19)","lang":"te"},{"name":"2:133","price":"ఏమీ? యఅఖూబ్ కు మరణం సమీపించినప్పుడు, మీరు అక్కడ ఉన్నారా?[1]\" అప్పుడతను తన కుమారులతో: \"నా తరువాత మీరు ఎవరిని ఆరాధిస్తారు?\" అని అడిగినప్పుడు. వారన్నారు: \"నీ ఆరాధ్యదైవం మరియు నీ పూర్వీకులగు ఇబ్రాహీమ్, ఇస్మాయీల్ మరియు ఇస్హాఖ్ ల ఆరాధ్యదైవమైన ఆ ఏకైక[2] దేవుణ్ణి (అల్లాహ్ నే) మేము ఆరాధిస్తాము మరియు మేము ఆయనకే విధేయులమై (ముస్లింలమై) ఉంటాము.\"","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"[1] ఇక్కడ యూదులు ప్రశ్నింపబడుతున్నారు: \"య'అఖూబ్ ('అ.స.) మరణించినప్పుడు మీరైతే అక్కడ లేరు కదా! అలాంటప్పుడు మీకెలా తెలుసు, అతను తన కుమారులకు బోధించిన ధర్మమేమిటో?\" అతనే గాక ప్రతి ప్రవక్త బోధించిన ధర్మం ఇస్లాం మాత్రమే. ('స'హీ'హ్ బు'ఖారీ). [2] అల్-వా'హిద్: The One, The Sole. అద్వితీయుడు, ఒకే ఒక్కడు. ఏకైకుడు ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి. చూడండి, 2:163, 12:39. అహదున్: The Unique and Alone, ఏకైకుడు, ఒకే ఒక్కడు. చూడండి, 112:1, 4.","lang":"te"},{"name":"2:134","price":"అది ఒక గతించిన సమాజం. దాని కర్మల ఫలితం దానికి మరియు మీ కర్మలది మీకు. మరియు వారు చేస్తూ ఉండిన కర్మలను గురించి మీరు ప్రశ్నించబడరు.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:135","price":"మరియు వారంటారు: \"మీరు యూదులుగా లేదా క్రైస్తవులుగా ఉంటేనే మీకు మార్గదర్శకత్వం లభిస్తుంది!\" వారితో అను: \"వాస్తవానికి, మేము (అనుసరించేది) ఇబ్రాహీమ్ మతం, ఏకదైవ సిద్ధాంతం (హనీఫా). మరియు అతను బహు-దైవారాధకుడు కాడు.\"[1]","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"[1] చూడండి, 'స'హీ'హ్ బు'ఖారీ, పుస్తకం - 5, 'హదీస్' నం. 169.","lang":"te"},{"name":"2:136","price":"(ఓ ముస్లింలారా!) మీరు ఇలా అనండి: \"మేము అల్లాహ్ ను మరియు ఆయన మా కొరకు అవతరింపజేసిన సందేశాలను మరియు ఇబ్రాహీమ్, ఇస్మాయీల్, ఇస్ హాఖ్, యఅఖూబ్ మరియు అతని సంతతి వారికి ఇవ్వబడిన వాటినీ మరియు మూసా, 'ఈసా మరియు ఇతర ప్రవక్తలందరికీ వారి ప్రభువు తరఫు నుండి ఇవ్వబడిన వాటినీ (సందేశాలను) విశ్వసిస్తాము. వారిలో ఏ ఒక్కరి పట్లా మేము భేదభావం చూపము. మేము ఆయనకు విధేయులం (ముస్లింలం) అయ్యాము.\"","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:137","price":"వారు కూడా మీరు విశ్వసించినట్లు విశ్వసిస్తే, వారు సన్మార్గం పొందిన వారవుతారు. ఒకవేళ వారు తిరిగిపోతే, విరోధం వహించిన వారవుతారు. (వారి నుండి రక్షించటానికి) మీకు అల్లాహ్ చాలు. ఆయనే సర్వం వినేవాడు, సర్వజ్ఞుడు.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:138","price":"(వారితో ఇలా అను): \"(మీరు) అల్లాహ్ రంగును (ధర్మాన్ని) స్వీకరించండి. మరియు అల్లాహ్ కంటే మంచి రంగు (ధర్మం) ఎవరిది? మరియు మేము ఆయనను మాత్రమే ఆరాధించేవారము.[1]\"","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[1] దీని మరొక తాత్పర్యం ఇలా ఉంది: 'అల్లాహ్ రంగును (ధర్మాన్ని) ఎంచుకోండి. మరియు అల్లాహ్ రంగు (ధర్మం) కంటే ఉత్తమమైన రంగు (ధర్మం) ఎవరిది? మరియు మేము ఆయనను మాత్రమే ఆరాధించే వారము.' క్రైస్తవులు ఒక పసుపురంగు చేసి ఉంచుతారు. బిడ్డ పుట్టినా లేక ఎవడైనా క్రైస్తవ మతం అవలంబించినా! వారు, అతనిని ఆ రంగులో ముంచి: 'పవిత్రమైన క్రైస్తవుడయ్యాడు.' అని అంటారు. దీనిని బాప్టిసం (Baptism) అంటారు. ఈ ఆచారాన్ని ఖండిస్తూ : అల్లాహ్ (సు.తా.) రంగు (ధర్మం) అంటే ఇస్లాం ధర్మమే, అంటే అల్లాహ్ (సు.తా.) కు విధేయులై కేవలం ఆయననే ఆరాధించడం. ఇదే ప్రవక్తలందరూ బోధించిన ధర్మం, అని విశదపరచబడింది.","lang":"te"},{"name":"2:139","price":"(ఓ ముహమ్మద్!) వారితో అను: \"ఏమీ? అల్లాహ్ విషయంలో మీరు మాతో వాదిస్తారా? (వాస్తవానికి) ఆయన మా ప్రభువు మరియు మీ ప్రభువు కూడాను. మా కర్మలు మాకు మరియు మీ కర్మలు మీకు. మరియు మేము ఆయనకు మాత్రమే మనఃపూర్వకంగా విధేయుల మయ్యాము.\"","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:140","price":"లేక మీరు: \"నిశ్చయంగా ఇబ్రాహీమ్, ఇస్మాయీల్, ఇస్ హాఖ్, యఅఖూబ్ మరియు వారి సంతతి వారంతా యూదులు మరియు క్రైస్తవులు.\" అని అంటారా? ఇంకా ఇలా అను: \"ఏమీ మీకు బాగా తెలుసా? లేక అల్లాహ్ కు (బాగా తెలుసా)? అల్లాహ్ వద్ద నుండి తన వద్దకు వచ్చిన సాక్ష్యాన్ని దాచే వాని కంటే ఎక్కువ దుర్మార్గుడెవడు? మరియు మీ కర్మల నుండి, అల్లాహ్ నిర్లక్ష్యంగా లేడు!\"","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"te"},{"name":"2:141","price":"\"ఇప్పుడు ఆ సంఘం గతించి పోయింది. అది చేసింది దానికి మరియు మీరు చేసింది మీకు. వారు చేస్తూ ఉండిన కర్మలను గురించి మీరు ప్రశ్నించబడరు.\"[1]","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"[1] చూడండి, 35:18 మరియు 53:39.","lang":"te"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}