{"data":[{"name":"39:32","price":"ఇక అల్లాహ్ ను గురించి అసత్యం కల్పించి, సత్యం తన ముందుకు వచ్చినప్పుడు దానిని తిరస్కరించే వాని కంటే పరమ దుర్మార్గుడెవడు? అందుకే! సత్యతిరస్కారులకు కేవలం నరకంలోనే కదా నివాసం ఉండేది?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:33","price":"మరియు సత్యాన్ని తెచ్చినవాడూ మరియు దానిని హృదయపూర్వకంగా నమ్మిన వాడూ, ఇలాంటి వారే దైవభీతి గలవారు.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:34","price":"వారికి తమ ప్రభువు వద్ద వారు కోరిందంతా లభిస్తుంది. ఇదే సజ్జనులకు దొరికే ప్రతిఫలం.[1]","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"[1] చూము'హ్ సినీన్: దీనికి సజ్జనులు, పుణ్యవంతులు, సత్పురుషులు మొదలైన అర్థాలున్నాయి. దైవప్రవక్త ('స'అస) ప్రవచనం : 'మీరు అల్లాహ్ (సు.తా.) ను ఆరాధించేటప్పుడు మీరు ఆయన (సు.తా.)ను చూస్తున్నారని భావించండి. అది సాధ్యం కాకపోతే కనీసం ఆయన (సు.తా.) మిమ్మల్ని చూస్తున్నాడని భావించండి. (అన్ త'అబుదల్లాహ్ క అన్నక తరాహు; ఫ ఇన్ లమ్ తకున్ తరాహు, ఫ ఇన్నహు యరాక'.","lang":"te"},{"name":"39:35","price":"దానికి బదులుగా అల్లాహ్, వారు చేసిన ఘోర పాపకార్యాలను రద్దు చేయటానికి మరియు వారు చేస్తూ వచ్చిన మంచి పనులకు అత్యుత్తమ ప్రతిఫలం ఇవ్వటానికి!","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:36","price":"ఏమిటి? అల్లాహ్ తన దాసునికి చాలడా? అయినా వారు ఆయన (అల్లాహ్) ను విడిచి, ఇతరులను గురించి నిన్ను భయపెడు తున్నారు. మరియు అల్లాహ్ మార్గభ్రష్టత్వంలో పడనిచ్చిన వానికి మార్గదర్శకుడు ఎవ్వడూ ఉండడు.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:37","price":"మరియు అల్లాహ్ మార్గదర్శకత్వం చేసిన వానిని, మార్గభ్రష్టుడు చేయగల వాడెవ్వడూ లేడు! ఏమీ? అల్లాహ్ సర్వశక్తిమంతుడు, ప్రతీకారం చేయగలవాడు కాడా?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:38","price":"మరియు ఒకవేళ నీవు వారితో: \"భూమ్యాకాశాలను సృష్టించింది ఎవరు?\" అని అడిగితే, వారు నిశ్చయంగా: \"అల్లాహ్!\" అని అంటారు. [1] వారిని ఇలా అడుగు: \"ఏమీ? మీరు ఆలోచించరా? అల్లాహ్ ను వదలి మీరు ఆరాధించేవి - అల్లాహ్ నాకు కీడు చేయదలచుకుంటే - ఆయన కీడు నుండి, నన్ను తప్పించగలవా? లేక, ఆయన (అల్లాహ్) నన్ను కరుణించగోరితే ఇవి ఆయన కారుణ్యాన్ని ఆపగలవా?\" వారితో ఇంకా ఇలా అను: \"నాకు కేవలం అల్లాహ్ చాలు! ఆయన (అల్లాహ్) ను నమ్మేవారు (విశ్వాసులు), కేవలం ఆయన మీదే నమ్మక ముంచుకుంటారు.\"","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"[1] ఇటువంటి వాక్యానికి చూడండి, 31:25.","lang":"te"},{"name":"39:39","price":"(ఓ ముహమ్మద్!) వారితో ఇలా అను: \"ఓ నా జాతి ప్రజలారా! మీరు మీ ఇష్టప్రకారం మీ పని చేస్తూ ఉండండి; నిశ్చయంగా, నేనూ నా పని చేస్తూ ఉంటాను. తరువాత మీరు తెలుసుకోగలరు;","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:40","price":"(ఇహలోకంలో) ఎవరి మీద అవమానకరమైన శిక్ష వచ్చిపడుతుందో మరియు (పరలోక జీవితంలో) ఎవరి మీద శాశ్వతమైన శిక్ష పడనున్నదో!\"","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:41","price":"నిశ్చయంగా, మేము మానవులందరి కొరకు, ఈ గ్రంథాన్ని, సత్యంతో నీపై అవతరింప జేశాము. కావున సన్మార్గంపై నడిచేవాడు తన మేలు కొరకే అలా చేస్తాడు. మరియు నిశ్చయంగా, మార్గభ్రష్టుడైన వాడు తన కీడు కొరకే మార్గభ్రష్టుడవుతాడు. మరియు నీవు వారి కొరకు బాధ్యుడవు కావు.[1]","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"[1] చూడండి, 17:2.","lang":"te"},{"name":"39:42","price":"అల్లాహ్ యే ఆత్మలను (ప్రాణాలను) మరణ కాలమున వశపరచుకునేవాడు మరియు మరణించని వాడి (ఆత్మలను) నిద్రావస్థలో (వశపరచుకునే వాడునూ). తరువాత దేనికైతే మరణం నిర్ణయింప బడుతుందో దానిని ఆపుకొని, మిగతా వారి (ఆత్మలను) ఒక నియమిత కాలం వరకు తిరిగి పంపుతాడు. [1] నిశ్చయంగా ఇందులో ఆలోచించే వారికి గొప్ప సూచనలు (ఆయాత్) ఉన్నాయి.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"[1] చూడండి, 6:60-61.","lang":"te"},{"name":"39:43","price":"ఏమీ? వారు అల్లాహ్ ను వదలి ఇతరులను సిఫారసుదారులుగా చేసుకున్నారా? వారిని ఇలా అడుగు: \"ఏమీ? వారికెలాంటి అధికారం లేకున్నా మరియు వారికి బుద్ధి లేకున్నానా?\" [1]","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"[1] చూడండి, 2:255. అల్లాహ్ (సు.తా.) అనుమతిచ్చిన వాడు తప్ప మరెవ్వరూ సిఫారసు చేయలేరు. ఇంకా చూడండి 20:109, 21:28 లేక 34:23. పునరుత్థాన దినమున అల్లాహ్ (సు.తా.) తన ప్రవక్తలకు సిఫారసు చేయటానికి అనుమతిస్తాడు, అలాంటి వారి కొరకు ఎవరి పశ్చాత్తాపాన్నైతే అల్లాహ్ (సు.తా.) అంగీకరించాడో! చూడండి, 19:87. అల్లాహ్ (సు.తా.) దగ్గర ఎవ్వరి సిఫారసు అవసరం లేదు. ఆయన సర్వజ్ఞుడు. ఆయన తాను కోరినదే చేస్తాడు. అలాంటప్పుడు కేవలం ఆ ఏకైక ప్రభువు, అల్లాహ్ (సు.తా.) ఆరాధననే ఎందుకు చేయకూడదు? అప్పుడు ఎవ్వరి సిఫారసు అవసరముండదు.","lang":"te"},{"name":"39:44","price":"ఇలా అను: \"సిఫారసు కేవలం అల్లాహ్ అధీనంలోనే ఉంది. భూమ్యాకాశాల సామ్రాజ్యాధి పత్యం కేవలం ఆయనకే చెందుతుంది. తరువాత ఆయన వైపునకే మీరంతా మరలింప బడతారు.\"","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:45","price":"మరియు ఒకవేళ అద్వితీయుడైన అల్లాహ్ ను గురించి ప్రస్తావన జరిగినపుడు, పరలోకాన్ని విశ్వసించని వారి హృదయాలు క్రుంగిపోతాయి. మరియు ఒకవేళ ఆయన తప్ప ఇతరుల ప్రస్తావన జరిగినపుడు వారు సంతోషంతో పొంగిపోతారు!","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:46","price":"ఇలా అను: \"ఓ అల్లాహ్! భూమ్యాకాశాల సృష్టికి మాలాధారుడా! అగోచర గోచరాలను ఎరిగినవాడా! నీవే నీ దాసుల మధ్య ఉన్న భేదాభిప్రాయాలను గురించి తీర్పు చేసేవాడవు.\"","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:47","price":"మరియు ఒకవేళ వాస్తవానికి ఈ దుర్మార్గుల వద్ద భూమిలో ఉన్న సమస్తమూ మరియు దానితో పాటు దానంత (రెట్టింపు) సంపద ఉన్నా పునరుత్థాన దినపు ఘోరశిక్ష నుండి తప్పించుకోవటానికి, వారు దానిని పరిహారంగా ఇవ్వగోరుతారు.[1] ఎందుకంటే! అల్లాహ్ తరఫు నుండి వారి ముందు, వారు ఎన్నడూ లెక్కించనిదంతా ప్రత్యక్షమవుతుంది.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"[1] చూడండి, 3:91. కాని అది, స్వీకరించబడదు. దీనికి ఇంకా చూడండి 2:48.","lang":"te"},{"name":"39:48","price":"మరియు వారు చేసి వున్న దుష్టకార్యాలన్నీ స్పష్టంగా వారి ముందుకు వస్తాయి. మరియు వారు ఎగతాళి చేస్తూ వచ్చిందే వారిని చుట్టుకుంటుంది.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:49","price":"ఒకవేళ మానవునికి ఆపద వస్తే అతడు మమ్మల్ని వేడుకుంటాడు. ఆ తరువాత మేము మా దిక్కు నుండి అతనికి అనుగ్రహాన్ని ప్రసాదిస్తే అతడు: \"నిశ్చయంగా, ఇది నాకున్న తెలివి వల్ల నాకు ఇవ్వబడింది!\" [1] అని అంటాడు. వాస్తవానికి, అది ఒక పరీక్ష, కాని చాలా మంది ఇది తెలుసుకోలేరు.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"[1] చూడండి, 28:78.","lang":"te"},{"name":"39:50","price":"వాస్తవానికి, వీరికి పూర్వం గతించిన వారు కూడా ఇలాగే అన్నారు, కాని వారు సంపాదించినదంతా వారికి ఏ విధంగానూ పనికి రాలేదు.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:51","price":"కావున, వారు చేసిన దుష్కార్యాల ఫలితాలు వారిపై పడ్డాయి. మరియు వారిలోని దుర్మార్గులు తాము చేసిన దుష్కార్యాల ఫలితాలను త్వరలోనే అనుభవించగలరు. మరియు వారు ఏ విధంగానూ తప్పించుకోలేరు.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:52","price":"ఏమీ? వారికి తెలియదా? నిశ్చయంగా అల్లాహ్ తాను కోరిన వారికి జీవనోపాధిని పుష్కలంగా ప్రసాదిస్తాడని మరియు (తాను కోరిన వారికి) మితంగా ఇస్తాడని? నిశ్చయంగా, ఇందులో విశ్వసించేవారికి ఎన్నో సూచనలు (ఆయాత్) ఉన్నాయి.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:53","price":"ఇలా అను: \"స్వయంగా మీకు (మీ ఆత్మలకు) మీరే అన్యాయం చేసుకున్న నా దాసులారా! అల్లాహ్ కారుణ్యం పట్ల నిరాశ చెందకండి. నిశ్చయంగా, అల్లాహ్ అన్ని పాపాలను క్షమిస్తాడు. [1] నిశ్చయంగా ఆయన! కేవలం ఆయనే క్షమాశీలుడు, అపార కరుణా ప్రదాత.\"","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"[1] చూడండి, 6:54 మరియు 4:110..","lang":"te"},{"name":"39:54","price":"మరియు మీరు పశ్చాత్తాపంతో మీ ప్రభువు వైపునకు మరలండి మరియు మీ పైకి శిక్ష రాకముందే, మీరు ఆయనకు విధేయులు (ముస్లింలు) అయి ఉండండి, తరువాత మీకు ఎలాంటి సహాయం లభించదు.[1]","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"[1] మరణం ఆసన్నమైనప్పుడు పడే పశ్చాత్తాపం అంగీకరించబడదు. చూడండి, 4:18.","lang":"te"},{"name":"39:55","price":"మరియు మీకు తెలియకుండానే అకస్మాత్తుగా, మీపైకి శిక్ష రాకముందే మీ ప్రభువు తరఫు నుండి మీ కొరకు అవతరింప జేయబడిన శ్రేష్ఠమైన దానిని (ఈ ఖుర్ఆన్ ను) అనుసరించండి.[1]","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"[1] ఈ శిక్ష ఇహలోకంలో వచ్చే ఆపదలు.","lang":"te"},{"name":"39:56","price":"లేకపోతే మానవుడు: \"నా పాడుగానూ! నేను అల్లాహ్ విషయంలో ఇంత నిర్లక్ష్యంగా ఉండకపోతే మరియు ఎగతాళి చేసేవారిలో చేరి ఉండకపోతే ఎంత బాగుండేది!\" అని పశ్చాత్తాప పడవచ్చు!","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:57","price":"లేక, ఇలా అనవచ్చు: \"ఒకవేళ అల్లాహ్ నాకు సన్మార్గం చూపి వుంటే, నేను కూడా దైవభీతి గలవారిలో చేరిపోయేవాడిని కదా!\" [1]","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"[1] చూడండి, 6:148.","lang":"te"},{"name":"39:58","price":"లేక శిక్షను చూసి ఇలా అనవచ్చు: \"ఒకవేళ నాకు మరల (ఇహలోకానికి) పోయే అవకాశం దొరికి ఉంటే నేను తప్పక సజ్జనులలో చేరి పోయేవాడిని కదా!\" [1]","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"[1] చూడండి, 2:167, 26:102 మరియు 6:27-28.","lang":"te"},{"name":"39:59","price":"(అప్పుడు అతనికి అల్లాహ్ ఇలా సెలవిస్తాడు): \"అలా కాదు! వాస్తవానికి నా సూచనలు (ఆయాత్) నీ వద్దకు వచ్చాయి. కాని నీవు వాటిని అబద్ధాలని తిరస్కరించావు మరియు గర్వానికి లోనయ్యావు మరియు నీవు సత్యతిరస్కారులలో చేరిపోయావు.\"","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:60","price":"మరియు పునరుత్థాన దినమున అల్లాహ్ పై అబద్ధాలు పలికిన వారి ముఖాలను నల్లగా మారిపోవటాన్ని నీవు గమనిస్తావు. ఏమీ? ఈ గర్విష్టుల నివాసం నరకంలోనే ఉండదా?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:61","price":"మరియు అల్లాహ్, భయభక్తులు గలవారిని వారి సాఫల్యానికి బదులుగా వారికి ముక్తిని ప్రసాదిస్తాడు. ఎలాంటి బాధ వారిని ముట్టుకోదు మరియు వారు దుఃఖపడరు కూడా!","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:62","price":"అల్లాహ్ యే ప్రతి దాని సృష్టికర్త మరియు ఆయనే ప్రతి దానికి కార్యకర్త. [1]","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"[1] అల్- వకీలు: కార్యకర్త, చూడండి, 3:173 వ్యాఖ్యాత 2.","lang":"te"},{"name":"39:63","price":"ఆకాశాలలో మరియు భూమిలో ఉన్న నిక్షేపాల తాళపు చెవులు ఆయన వద్దనే ఉన్నాయి. మరియు ఎవరైతే అల్లాహ్ సూచనలను (ఆయాత్ లను) తిరస్కరిస్తారో అలాంటి వారు. వారే! నష్టానికి గురి అయ్యే వారు.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:64","price":"(ఓ ప్రవక్తా!) ఇలా అను: \"ఓ మూర్ఖులారా! ఏమీ? అల్లాహ్ ను వదలి, ఇతరులను ఆరాధించమని, మీరు నన్ను ఆజ్ఞాపిస్తున్నారా?\"","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:65","price":"మరియు వాస్తవానికి! నీకూ మరియు నీకంటే ముందు వచ్చిన (ప్రతి ప్రవక్తకూ) దివ్యజ్ఞానం (వహీ) ద్వారా ఇలా తెలుపబడింది: \"ఒకవేళ నీవు బహుదైవారాధన (షిర్కు) చేసినట్లైతే నీ కర్మలన్నీ వ్యర్థమై పోతాయి మరియు నిశ్చయంగా, నీవు నష్టానికి గురి అయిన వారిలో చేరిపోతావు.\"","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:66","price":"అలా కాదు! నీవు కేవలం అల్లాహ్ ను మాత్రమే ఆరాధించు మరియు కృతజ్ఞులలో చేరిపో!","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:67","price":"వారు అల్లాహ్ సామర్ధ్యాన్ని గుర్తించ వలసిన విధంగా గుర్తించలేదు; పునరుత్థాన దినమున భూమి అంతా ఆయన పిడికిలిలో ఉంటుంది; మరియు ఆకాశాలన్నీ చుట్టబడి ఆయన కుడిచేతిలో ఉంటాయి. [1] ఆయన సర్వలోపాలకు అతీతుడు మరియు వారు కల్పించే భాగస్వాముల కంటే అత్యున్నతుడు.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"[1] ఇటువంటి వాక్యం కోసం చూడండి, 21:104.","lang":"te"},{"name":"39:68","price":"మరియు బాకా (సూర్) ఊదబడినప్పుడు ఆకాశాలలో మరియు భూమిలో ఉన్న వారందరూ మూర్ఛిల్లి పడిపోతారు అల్లాహ్ కోరిన వారు తప్ప. ఆ తరువాత రెండవసారి (బాకా) ఊదబడుతుంది అప్పుడు వారందరూ లేచి చూడటం ప్రారంభిస్తారు. [1]","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"[1] రెండవసారి ఊదబడే బాకాకై చూడండి, 37:19. అబూ-హురైరహ్ కథనం. దైవప్రవక్త ('స'అస) అన్నారు : \"రెండవ బాకా ఊదబడిన తరువాత, నేనే అందరి కంటే ముందు తలెత్తి చూస్తాను. అప్పుడు మూసా ('అ.స.) 'అర్ష్ ను పట్టుకొని ఉంటారు. అతను ('అ.స.) ఆ స్థితిలో మొదటి నుండే ఉన్నారా లేక రెండవ బాకా ఊదబడిన తరువాతనా అనేది, నాకు తెలియదు.\" ('స'హీ'హ్ బు'ఖారీ పు. 6 'హ. నం. 337).","lang":"te"},{"name":"39:69","price":"మరియు భూమి తన ప్రభువు తేజస్సుతో వెలిగి పోతుంది [1] మరియు కర్మపత్రం వారి యెదుట ఉంచబడుతుంది, [2] ప్రవక్తలు మరియు (ఇతర) సాక్షులు రప్పింపబడతారు. [3] మరియు వారి మధ్య న్యాయంగా తీర్పు చేయబడుతుంది మరియు వారికెట్టి అన్యాయం జరుగదు.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"[1] చూడండి, 14:48. \"పునరుత్థాన దినమున ఈ భూమి మరొక భూమిగా మార్చబడుతుంది మరియు ఆకాశాలు కూడా.\" ఇంకా చూడండి 20:105-107.\n [2] చూడండి 17:13-14 మరియు 18:49.\n [3] చూడండి 6:130, 17:14, 24:24, 36:65 మరియు 41:20 వీటన్నింటిలో మానవుని అవయవాలు, అతనికి వ్యతిరేకంగా సాక్ష్యమిస్తాయని ఉంది. ఇక 4:41 లో ప్రవక్తలందరూ తమ తమ సమాజం వారికి సాక్ష్యులుగా ఉంటారని ఉంది.","lang":"te"},{"name":"39:70","price":"మరియు ప్రతి వ్యక్తి (ఆత్మ) తాను చేసిన కర్మలకు పూర్తి ప్రతిఫలం పొందుతాడు. [1] ఎందుకంటే వారు చేస్తున్న దంతా ఆయనకు బాగా తెలుసు.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"[1] చూడండి, 99:7-8.","lang":"te"},{"name":"39:71","price":"సత్యాన్ని తిరస్కరించిన వారు గుంపులు గుంపులుగా నరకం వైపునకు తోలబడతారు. చివరకు వారు దాని వద్దకు వచ్చినపుడు, దాని ద్వారాలు తెరువబడతాయి మరియు వారితో దాని రక్షకులు ఇలా అంటారు: \"ఏమీ? మీలో నుండి, మీ ప్రభువు సూచనలను వినిపించే సందేశహరులు మీ వద్దకు రాలేదా? మరియు వారు మిమ్మల్ని ఈనాటి మీ సమావేశాన్ని గురించి హెచ్చరించలేదా?\" వారంటారు: \"అవును (హెచ్చరించారు)!\" కాని (అప్పటికే) సత్యతిరస్కారులపై శిక్షా నిర్ణయం తీసుకోబడి ఉంటుంది. [1]","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"[1] చూడండి, 67:8-10 చూడండి,.","lang":"te"},{"name":"39:72","price":"వారితో ఇలా అనబడుతుంది: \"నరక ద్వారాలలోనికి ప్రవేశించండి, ఇక్కడ మీరు శాశ్వతంగా ఉంటారు. గర్విష్ఠుల నివాస స్థలం ఎంత చెడ్డది!\"","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:73","price":"మరియు తమ ప్రభువు పట్ల భయభక్తులు గలవారు గుంపులు గుంపులుగా స్వర్గం వైపునకు తీసుకొని పోబడతారు. చివరకు వారు దాని దగ్గరికి వచ్చినప్పుడు, దాని ద్వారాలు తెరువ బడతాయి [1] మరియు దాని రక్షకులు వారితో అంటారు: \"మీకు శాంతి కలుగు గాక (సలాం)! మీరు మంచిగా ప్రవర్తించారు, కావున ఇందులో శాశ్వతంగా ఉండటానికి ప్రవేశించండి!\"","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"[1] చూడండి, 38:50 స్వర్గానికి ఎనిమిది ద్వారాలున్నాయి. వాటిలో ఒకటి 'రయ్యాన్' దాని గుండా ఉపవాసాలు ఉండే వారు ప్రవేశిస్తారు. ('స'హీ'హ్ బు'ఖారీ, నం. 2257, ముస్లిం నం. 808) ఇతర ద్వారాలకు కూడా పేర్లున్నాయి. బాబ్ అ'స్సలాహ్, బాబ్ అ'స్సదఖహ్, బాబ్ అజ్జిహాద్ మొదలైనవి ('స'హీ'హ్ బు'ఖారీ, 'స'హీ'హ్ ముస్లిం).","lang":"te"},{"name":"39:74","price":"మరియు వారంటారు: \"మాకు చేసిన వాగ్దానాన్ని నిజం చేసి చూపిన అల్లాహ్ యే సర్వస్తోత్రాలకు అర్హుడు మరియు ఆయనే మమ్మల్ని ఈ నేలకు వారసులుగా చేశాడు. స్వర్గంలో మేము కోరిన చోట స్థిరనివాసం ఏర్పరచుకోగలము! సత్కార్యాలు చేసేవారి ప్రతిఫలం ఎంత ఉత్తమమైనది!\"","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:75","price":"మరియు దైవదూతలను తమ ప్రభువు పవిత్రతను కొనియాడుతూ, ఆయనను స్తుతిస్తూ, ఆయన సింహాసనాన్ని (అర్ష్ ను) అన్ని వైపుల నుండి చుట్టుకొని ఉండటాన్ని నీవు చూస్తావు. [1] మరియు వారి (సర్వ ప్రాణుల) మధ్య న్యాయంగా తీర్పు చేయబడుతుంది మరియు : \"సర్వస్తోత్రాలకు అర్హుడైన అల్లాహ్ యే సమస్త లోకాలకు ప్రభువు.\" అని పలుకబడుతుంది.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"[1] చూడండి, 7:54.","lang":"te"},{"name":"40:1","price":"హా-మీమ్[1].","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.","lang":"te"},{"name":"40:2","price":"ఈ గ్రంథ (ఖుర్ఆన్) అవతరణ సర్వశక్తిమంతుడు, సర్వజ్ఞుడైన అల్లాహ్ తరఫు నుండి జరిగింది.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:3","price":"పాపాలను క్షమించేవాడు [1] మరియు పశ్చాత్తాపాన్ని అంగీకరించేవాడు, శిక్షించటంలో కఠినుడు, [2] ఎంతో ఉదార స్వభావుడు. [3] ఆయన తప్ప మరొక ఆరాధ్యుడు లేడు. (అందరి) మరలింపు ఆయన వైపుకే ఉంది!","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"[1] అల్-'గాఫిర్ : Oft-Forgiving, Most Forgiving. క్షమాగుణ పరిపూర్ణుడు, పాపాలను క్షమించేవాడు, ఎక్కువగా క్షమించేవాడు. ఇంకా చూడండి, అల్-'గఫ్ఫారు: క్షమించేవాడు, 20:82; అల్-'గఫూరు : 2:173.\n [2] చూడండి, 8:52, 15:50.\n [3] జి'-'త్తౌలు: అంటే Bestorwer of Favours, ఎంతో ఉదారస్వభావుడు, దాతృత్వుడు, ధనసంపత్తులు ప్రసాదించేవాడు, లేక తన దాసులను అనుగ్రహించేవాడు.","lang":"te"},{"name":"40:4","price":"సత్యతిరస్కారులు తప్ప, ఇతరులెవ్వరూ అల్లాహ్ సూచన (ఆయాత్) లను గురించి వాదించరు, కావున భూమిలో వారి గర్వపూరితమైన నడక నిన్ను మోసగింపనివ్వరాదు!","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:5","price":"వారికి పూర్వం గడిచిన నూహ్ జాతి వారూ మరియు వారి పిదప వచ్చిన ఇతర వర్గాల వారు కూడా (తమ ప్రవక్తలను) అసత్యవాదులని తిరస్కరించారు. మరియు ప్రతి సమాజం వారు తమ సందేశహరుణ్ణి నిర్భంధించటానికి ప్రయత్నాలు చేశారు. మరియు అసత్యంతో సత్యాన్ని ఖండించటానికి వాదులాడారు; కావున చివరకు నేను వారిని పట్టుకున్నాను. చూశారా! నా శిక్ష ఎలా ఉండిందో!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:6","price":"మరియు ఈ విధంగా సత్యతిరస్కారానికి పాల్పడిన వారిని గురించి: \"నిశ్చయంగా వారు నరకవాసులు.\" అని, అన్న నీ ప్రభువు వాక్కు సత్యమయ్యింది.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:7","price":"సింహాసనాన్ని (అర్ష్ ను) మోసేవారు మరియు దాని చుట్టూ ఉండేవారు (దైవదూతలు), తమ ప్రభువు పవిత్రతను కొనియాడుతూ, ఆయనను స్తుతిస్తూ ఉంటారు. [1] మరియు ఆయన మీద విశ్వాసం కలిగి ఉంటారు. మరియు విశ్వసించిన వారి కొరకు క్షమాభిక్ష కోరుతూ: \"ఓ మా ప్రభూ! నీవు నీ కారుణ్యం మరియు నీ జ్ఞానంతో ప్రతి దానిని ఆవరించి ఉన్నావు. కావున పశ్చాత్తాపంతో నీ వైపునకు మరలి, నీ మార్గాన్ని అనుసరించే వారిని క్షమించు; మరియు వారిని భగభగమండే నరకాగ్ని శిక్ష నుండి కాపాడు!\"","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"[1] చూడండి, 7:54 మరియు 39:75.","lang":"te"},{"name":"40:8","price":"\"ఓ మా ప్రభూ! ఇంకా వారిని, నీవు వాగ్దానం చేసిన, కలకాలముండే స్వర్గవనాలలో ప్రవేశింపజేయి మరియు వారి తండ్రులలో వారి సహవాసులలో (అజ్వాజ్ లలో) మరియు వారి సంతానంలో, సద్వర్తనులైన వారిని కూడా! నిశ్చయంగా నీవే సర్వశక్తిమంతుడవు, మహా వివేకవంతుడవు.\" [1]","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"[1] చూడండి, 52:21.","lang":"te"},{"name":"40:9","price":"\"మరియు వారిని దుష్కార్యాల నుండి కాపాడు. మరియు ఆ రోజు నీవు ఎవడినైతే దుష్కార్యాల నుండి కాపాడుతావో! వాస్తవంగా వాడిని నీవు కరుణించినట్లే! మరియు అదే ఆ గొప్ప సాఫల్యం (విజయం).\" [1]","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"[1] పై మూడు ఆయత్ లలో విశ్వాసుల కొరకు రెండు శుభవార్తలు ఉన్నాయి. 1) దైవదూతలు ('అలైహిమ్. స.) వారికై ప్రార్థనలు చేస్తూ ఉంటారు. 2) విశ్వాసుల కుటుంబీకులందరూ స్వర్గంలో ఒకే చోట ఉంటారు.","lang":"te"},{"name":"40:10","price":"నిశ్చయంగా, (ఆ రోజు) సత్యతిరస్కారులను పిలిచి వారితో: \"ఈరోజు మీకు, మీ పట్ల ఎంత అసహ్యం కలుగుతున్నదో! మిమ్మల్ని విశ్వాసం వైపునకు పిలువగా మీరు నిరాకరించినపుడు, అల్లాహ్ కు మీ పట్ల ఇంత కంటే ఎక్కువ అసహ్యం కలిగేది!\" అని అనబడుతుంది.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:11","price":"వారు ఇలా అంటారు: \"ఓ మా ప్రభూ! నీవు మాకు రెండుసార్లు మరణాన్ని ఇచ్చావు మరియు రెండు సార్లు జీవితాన్ని ఇచ్చావు. [1] ఇప్పుడు మేము మా పాపాలను ఒప్పుకుంటున్నాము. కావున ఇప్పుడైనా ఇక్కడి నుండి (నరకం నుండి) బయట పడే మార్గం ఏదైనా ఉందా?\"","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"[1] చూడండి, 2:28 రెండు మరణాలు అంటే మొదటిది మానవుడు ఉనికిలోకి రాకముందు ఉన్న స్థితి. రెండవది భూలోక జీవితంలో మరణించటం. రెండు జీవితాలంటే మొదటిది భూలోక జీవితం, రెండవది పరలోక జీవితం. వ్యాఖ్యాతలందరూ ఈ విశదీకరణతో ఏకీభవిస్తున్నారు.","lang":"te"},{"name":"40:12","price":"(వారికి ఇలా సమాధానం ఇవ్వబడుతుంది): \"దీనికి కారణమేమిటంటే వాస్తవానికి అద్వితీయుడైన అల్లాహ్ ను ప్రార్థించమన్నప్పుడు మీరు తిరస్కరించారు మరియు ఆయనకు భాగస్వాములు కల్పించబడినప్పుడు, మీరు విశ్వసించారు! ఇప్పుడు తీర్పు మహోన్నతుడు, మహనీయుడు [1] అయిన అల్లాహ్ చేతిలో ఉంది.\" [2]","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"[1] చూడండి, 4:34.\n [2] దైవప్రవక్త ('స'అస) ప్రవచనం: తీర్పుదినమున స్వర్గానికి అర్హులైన వారు స్వర్గానికి పంపబడతారు. నరకానికి అర్హులైన వారు నరకానికి. ఆ తరువాత అల్లాహ్ (సు.తా.) అంటాడు : 'ఎవని హృదయంలో ఆవగింజంత విశ్వాసం ఉందో అతనిని నరకం నుండి తీయండి.' అప్పుడు వారు తీయబడతారు. వారు కాలి నల్లబడిపోయి ఉంటారు. వారు జీవనదిలోకి త్రోయబడతారు. వారు నది ఒడ్డున మొగ్గలు అంకురించినట్లు, అంకురించి బయటికి వస్తారు. (అబూ సయీద్ అల్-ఖుద్రీ కథనం; బు'ఖారీ, ముస్లిం, నసాయి', మరియు ఇబ్నె 'హంబల్) ఈ విధంగా కొంతైనా విశ్వాసమున్నవారు క్షమింపబడతారు.","lang":"te"},{"name":"40:13","price":"ఆయనే మీకు తన అద్భుత సూచనలను చూపించేవాడు మరియు ఆకాశం నుండి మీ కొరకు జీవనోపాధిని అవతరింపజేసేవాడు. కాని, ఆయన వైపునకు పశ్చాత్తాపంతో మరలేవారు తప్ప, ఇతరులు వీటిని గ్రహించలేరు.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:14","price":"కావున (ఓ విశ్వాసులారా!) మీరు మీ ధర్మాన్ని (భక్తిని) కేవలం ఆయనకే ప్రత్యేకించుకొని, అల్లాహ్ ను మాత్రమే ప్రార్థించండి. సత్యతిరస్కారులకు ఇది ఎంత అసహ్యకరమైనా!","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:15","price":"ఆయన మహోన్నతమైన స్థానాలు గలవాడు, [1] (సర్వాధికార) సింహాసనానికి (అర్ష్ కు) అధిపతి, [2] తన దాసులలో తనకు ఇష్టమైన వారిపై, తన ఆజ్ఞ ప్రకారం, తన దివ్యజ్ఞానాన్ని (రూహ్ ను) అవతరింపజేస్తాడు[3], ఆయనతో సమావేశమయ్యే దినమును గురించి హెచ్చరించటానికి.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"[1] రఫీ'ఉ: Exalted, ఉన్నత స్థానాలు గలవాడు, అర్-రాఫి'ఉ: (సేకరించబడిన పదం) The Exalter, of the believer by prospering him. Exalter of the obedient. విశ్వాసులను ఉన్నత స్థాయిలోకి ఎత్తువాడు, పైకెత్తేవాడు లేక విధేయులను ప్రశంసించువాడు. ఇది అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లలో ఒకటి.\n[2] చూడండి, 7:54\n[3] అర్-రూ'హు: దివ్యజ్ఞానం, చూడండి, 16:2, 42:52 అక్కడ కూడా రూ'హ్ దివ్యజ్ఞానంగా పేర్కొనబడింది. 19:17 78:38 మరియు 97:4లలో రూ'హ్, జిబ్రయీల్ (అ.స.)ను సూచిస్తోంది.","lang":"te"},{"name":"40:16","price":"ఆ రోజు వారందరూ బయటికి వస్తారు. వారి ఏ విషయం కూడా అల్లాహ్ నుండి రహస్యంగా ఉండదు. ఆ రోజు విశ్వ సామ్రాజ్యాధికారం ఎవరిది? అద్వితీయుడూ, ప్రబలుడూ [1] అయిన అల్లాహ్ దే!","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"[1] అల్-ఖహ్హారు: తన సృష్టిపై సంపూర్ణ అధికారం, ఆధిపత్యం గలవాడు, లోబరచుకొనేవాడు, ప్రజలుడు. అల్-ఖాహిరుకు.చూడండి 6:18, 61. అల్ వా'హిద్ కు చూడండి 2:133.","lang":"te"},{"name":"40:17","price":"ఆ రోజు ప్రతి ప్రాణికి తాను సంపాదించిన దాని ప్రతిఫలం ఇవ్వబడుతుంది. ఆ రోజు ఎవ్వరికీ అన్యాయం జరుగదు. నిశ్చయంగా, అల్లాహ్ లెక్క తీసుకోవటంలో అతి శీఘ్రుడు.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:18","price":"మరియు (ఓ ముహమ్మద్!) సమీపంలో రానున్న దినాన్ని గురించి వారిని హెచ్చరించు. అప్పుడు గుండెలు గొంతుల వరకు వచ్చి అడ్డుకొని, ఊపిరి ఆడకుండా చేస్తాయి. (ఆ రోజు) దుర్మార్గులకు, ఆప్తమిత్రుడు గానీ, మాట చెల్లునట్టి సిఫారసు చేసేవాడు గానీ,[1] ఎవ్వడూ ఉండడు.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"[1] సిఫారసుకు చూడండి, 10:3.","lang":"te"},{"name":"40:19","price":"ఆయన (అల్లాహ్)కు, చూపులలోని నమ్మకద్రోహం మరియు హృదయాలలో దాగివున్న రహస్యాలు అన్నీ తెలుసు.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:20","price":"మరియు అల్లాహ్, న్యాయంగా తీర్పు చేస్తాడు. మరియు వారు ఆయనను (అల్లాహ్ ను) వదలి ఎవరినైతే ప్రార్థిస్తూ ఉన్నారో, వారు ఎలాంటి తీర్పు చేయలేరు. నిశ్చయంగా, అల్లాహ్! ఆయన మాత్రమే సర్వం వినేవాడు, సర్వం చూసేవాడు.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:21","price":"ఏమీ? వారు భూమిలో సంచారం చేసి తమకు ముందు గతించిన వారి ముగింపు ఎలా జరిగిందో చూడలేదా? వారు, వీరి కంటే ఎక్కువ బలం గలవారు. మరియు వీరి కంటే ఎక్కువ గుర్తులను భూమిలో వదిలి పోయారు; కాని అల్లాహ్ వారి పాపాలకుగానూ వారిని పట్టుకున్నాడు మరియు అప్పుడు వారిని అల్లాహ్ పట్టు నుండి కాపాడేవాడు ఎవ్వడూ లేక పోయాడు.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:22","price":"ఇలా ఎందుకు జరిగిందంటే! వారి ప్రవక్తలు వారి వద్దకు స్పష్టమైన సూచనలు తీసుకొని వచ్చారు! కాని వారు, వారిని తిరస్కరించారు, కాబట్టి అల్లాహ్ వారిని శిక్షకు గురి చేశాడు. నిశ్చయంగా, ఆయన మహా బలశాలి, శిక్ష విధించటంలో కఠినుడు.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:23","price":"మరియు వాస్తవంగా, మేము మూసాను మా సూచనలతో (ఆయాత్ లతో) మరియు స్పష్టమైన అధికారంతో పంపి ఉన్నాము;","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:24","price":"ఫిర్ఔన్, హామాన్ మరియు ఖారూన్ ల [1] వద్దకు! కాని వారు: \"ఇతను మాంత్రికుడు, అసత్యవాది!\" అని అన్నారు.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"[1] ఖారూన్, మొదట మూసా ('అ.స.) ను అనుసరించాడు. తరువాత అవిశ్వాసుడయ్యాడు. వివరాలకు చూడండి, 28:76. హామాన్, కొరకు చూడండి 28:6, అతడు ఫిర్'ఔన్ సభలో మంత్రిగా ఉండేవాడు.","lang":"te"},{"name":"40:25","price":"తరువాత అతను మా వద్ద నుండి సత్యాన్ని వారి ముందుకు తీసుకొని రాగా వారన్నారు: \"ఇతనిని విశ్వసించే వారందరి పుత్రులను చంపండి మరియు వారి స్త్రీలను బ్రతకనివ్వండి.\" [1] కాని సత్యతిరస్కారుల పన్నాగాలు వ్యర్థమే అవుతాయి.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"[1] ఫిర్ఔ'న్, మూసా ('అ.స.) జన్మానికి ముందు కూడా తాను బానిసలుగా చేసి ఉంచిన బనీ-ఇస్రాయీ'ల్ సంతతి వారి మగ సంతానాన్ని పుట్టిన పెంటనే చంపిస్తూ ఉండేవాడు. ఎందుకంటే వారి సంతతిలోని బాలుడు అతని నాశనానికి కారకుడవుతాడని, అతనికి జ్యోతిష్యులు చెప్పి ఉంటారు. ఈసారి మూసా ('అ.స.) మరియు అతని సంతతి వారి మధ్య అవిశ్వాసం, కలహాలు రేకెత్తించే ఉద్దేశ్యంతో వారి పుత్రులను చంపమని ఆజ్ఞాపిస్తాడు. వారు పలికిన మాటలకు చూడండి, 7:129.","lang":"te"},{"name":"40:26","price":"మరియు ఫిర్ఔన్ ఇలా అన్నాడు: \"మూసాను చంపే పని నాకు వదలి పెట్టండి; అతనిని తన ప్రభువును పిలుచుకోనివ్వండి. వాస్తవానికి, నా భయమేమిటంటే, అతను మీ ధర్మాన్ని మార్చవచ్చు, లేదా దేశంలో కల్లోల్లాన్ని రేకెత్తించవచ్చు!\"","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:27","price":"మరియు మూసా అన్నాడు: \"నిశ్చయంగా, నేను లెక్క తీసుకోబడే రోజును విశ్వసించని ప్రతి దురహంకారి నుండి కాపాడటానికి, నాకూ మరియు మీకూ కూడా ప్రభువైన ఆయన (అల్లాహ్) శరణు వేడుకుంటున్నాను!\" [1]","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"[1] ఫిర్ఔ'న్, మూసా ('అ.స.) చెపగోరినప్పుడు అతను ఈ విధంగా ప్రార్థించాడు. దైవప్రవక్త ('స'అస) కూడా తమకు శత్రువుల భయం ఉంటే ఈ దు'ఆ చేసేవారు. ముస్నద్ అ'హ్మద్, 4/415 'ఓ అల్లాహ్ (సు.తా.) మేము నిన్ను వారికి విరుద్ధంగా ఉంచుతున్నాము. మరియు వారి ఆగడాల నుండి నీ రక్షణ కోరుతున్నాము.'","lang":"te"},{"name":"40:28","price":"అప్పుడు తన విశ్వాసాన్ని గుప్తంగా ఉంచిన ఫిర్ఔన్ కుటుంబపు ఒక వ్యక్తి ఇలా అన్నాడు: [1] \"ఏమీ? మీరు, 'అల్లాహ్ యే నా ప్రభువు.' అని అన్నందుకు, ఒక వ్యక్తిని చంపగోరుతున్నారా? వాస్తవానికి, అతను మీ ప్రభువు తరఫు నుండి మీ వద్దకు స్పష్టమైన సూచనలు తీసుకొని వచ్చాడు కదా! మరియు ఒకవేళ అతను అసత్యవాది అయితే, అతని అసత్యం అతని మీదనే పడుతుంది! కాని ఒకవేళ అతను సత్యవంతుడే అయితే, అతను హెచ్చరించే (శిక్ష) మీపై పడవచ్చు కదా! నిశ్చయంగా, అల్లాహ్ మితిమీరే అసత్యవాదికి సన్మార్గం చూపడు!\"","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"[1] ఇటువంటి గాథకు చూడండి, 36:20-27.","lang":"te"},{"name":"40:29","price":"ఓ నా జాతి ప్రజలారా! ఈనాడు రాజ్యాధికారం మీదే; దేశంలో మీరు ప్రాబల్యం వహించి ఉన్నారు, కాని ఒకవేళ అల్లాహ్ శిక్ష మన మీద వచ్చి పడితే, అప్పుడు మనకెవడు సహాయం చేయగలడు?\" అప్పుడు ఫిర్ఔన్ అన్నాడు: \"నాకు సముచితమైన మార్గమే నేను మీకూ చూపుతాను, నేను మీకు మార్గదర్శకత్వం చేసేది కేవలం సరైన మార్గం వైపునకే!\" [1]","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"[1] ఫిర్'ఔన్ చూపే మార్గం సత్యమైనది కాదు, చూడండి, 11:97.","lang":"te"},{"name":"40:30","price":"మరియు విశ్వసించిన ఆ వ్యక్తి అన్నాడు: \"నా జాతి ప్రజలారా! నిశ్చయంగా పూర్వం అనేక సంఘాలకు దాపురించిన దినమే మీకూ దాపురించునేమోనని నేను భయపడుతున్నాను!","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:31","price":"నూహ్, ఆద్, సమూద్ మరియు వారి తరువాత వచ్చిన జాతుల వారికి వచ్చినటువంటి (దుర్దినం). మరియు అల్లాహ్ తన దాసులకు అన్యాయం చేయగోరడు.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:32","price":"మరియు ఓ నా జాతి ప్రజలారా! వాస్తవానికి నేను, మీరు పరస్పరం పిలుచుకునే, ఆ దినం [1] గురించి భయపడుతున్నాను.\"","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"[1] పునరుత్థాన దినమున స్వర్గవాసులు మరియు నరకవాసులు ఒకరినొకరు పిలుచుకుంటారు, చూడండి, 7:48-49.","lang":"te"},{"name":"40:33","price":"ఆరోజు మీరు వెనుదిరిగి పారిపోవాలనుకుంటారు, కాని అల్లాహ్ (శిక్ష) నుండి మిమ్మల్ని తప్పించేవాడు ఎవ్వడూ ఉండడు. మరియు అల్లాహ్ మార్గభ్రష్టత్వంలో వదలిన వాడికి, మార్గదర్శకుడు ఎవ్వడూ ఉండడు.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:34","price":"మరియు వాస్తవానికి ఇంతకు పూర్వం యూసుఫ్ మీ వద్దకు స్పష్టమైన ప్రమాణాలు తీసుకొని వచ్చాడు. కాని మీరు అతడు తెచ్చిన వాటిని గురించి సందేహంలో పడ్డారు. చివరకు అతడు మరణించినప్పుడు, మీరన్నారు: \"ఇక అల్లాహ్ ఇతని తరువాత ఏ ప్రవక్తనూ పంపడు!\" [1] ఈ విధంగా అల్లాహ్ మితిమీరి ప్రవర్తించే వారిని, సందేహంలో పడేవారిని మార్గభ్రష్టత్వంలో వదలుతాడు.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"[1] బహుశా ఈజిప్ట్ లో యూసుఫ్ ('అ.స.) తమ తెగవారైన హిక్సోస్ (Hyksos) వారిలోనే ప్రవక్తగా పరిగణించబడ్డారు. వారు 'అరబ్బులు. హిబ్రూ భాషతో కలిసే భాష మాట్లాడేవారు. ఇతర ప్రజలు అతనిని ప్రవక్తగా ఎంచలేదు.","lang":"te"},{"name":"40:35","price":"ఎవరైతే అల్లాహ్ సూచన (ఆయాత్) లను గురించి తమ దగ్గర ఏ ఆధారంలేనిదే వాదిస్తారో, వారు అల్లాహ్ దగ్గర మరియు విశ్వసించిన వారి దగ్గర ఎంతో గర్హనీయులు. ఈ విధంగా అల్లాహ్ దురహంకారీ, నిర్దయుడూ (క్రూరుడు) అయిన ప్రతి వ్యక్తి హృదయం మీద ముద్ర వేస్తాడు.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:36","price":"మరియు ఫిరఔన్ ఇలా అన్నాడు: \"ఓ హామాన్! నా కొరకు ఒక ఎత్తైన గోపురాన్ని నిర్మించు, బహుశా (దాని పైకి ఎక్కి) నేను మార్గాలను పొందవచ్చు.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:37","price":"ఆకాశాలలోనికి వెళ్ళే మార్గాలు! మరియు వాటి ద్వారా నేను మూసా దేవుణ్ణి చూడటానికి. ఎందుకంటే, నిశ్చయంగా, నేను అతనిని అసత్యవాదిగా భావిస్తున్నాను!\" మరియు ఈ విధంగా ఫిరఔన్ కు తన దుష్కార్యాలు మంచివిగా కనబడ్డాయి. మరియు అతడు సన్మార్గం నుండి నిరోధించబడ్డాడు. మరియు ఫిరఔన్ యొక్క ప్రతి పన్నాగం అతనిని నాశనానికి మాత్రమే గురి చేసింది.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:38","price":"మరియు విశ్వసించిన ఆ వ్యక్తి ఇంకా ఇలా అన్నాడు: \"నా జాతి ప్రజలారా! నన్ను అనుసరించండి, నేను మీకు సరైన మార్గం వైపునకు మార్గదర్శకత్వం చేస్తాను.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:39","price":"నా జాతి ప్రజలారా! నిశ్చయంగా, ఈ ఇహలోక జీవిత సుఖం తాత్కాలికమైనదే మరియు నిశ్చయంగా, పరలోకమే శాశ్వతమైన నివాస స్థలము.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:40","price":"దుష్కార్యాలు చేసిన వానికి, వాటికి సరిపోయే ప్రతీకారం మాత్రమే లభిస్తుంది. మరియు విశ్వసించి సత్కార్యాలు చేసేవాడు, పురుషుడైనా లేదా స్త్రీ అయినా! అతడు (ఆమె) విశ్వాసి అయితే; అలాంటి వారు స్వర్గంలో ప్రవేశిస్తారు. [1] అందు వారికి అపరిమితమైన జీవనోపాధి ఇవ్వబడుతుంది. [2]","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"[1] పాపులకు వారి దుష్టకార్యాలకు సరిసమానమైన శిక్షయే ఇవ్వబడుతుంది. విశ్వసించి సత్కార్యాలు చేసేవారు మాత్రమే స్వర్గానికి హక్కుదారులు. విశ్వసించక ఎన్ని సత్కార్యాలు చేసినా అవి వ్యర్థమే అవుతాయి. అదే విధంగా సత్కార్యాలు చేయని విశ్వాసి కూడా కేవలం విశ్వాసం ఆధారంగా స్వర్గానికి హక్కుదారుడు కాజాలడు, సత్కార్యాలు చేసి, అల్లాహ్ (సు.తా.) కరుణిస్తే తప్ప. \n [2] రిజ్ ఖున్: జీవనోపాధి, అంటే కేవలం అన్న పానీయాలే కాక, అన్నీ మంచి వస్తువులు, సుఖసంతోషాలు, తెలివితేటలు మొదలైనవి. ఏవైతే సుఖమయ జీవితానికి అవసరమో!","lang":"te"},{"name":"40:41","price":"మరియు నా జాతి ప్రజలారా! ఇది ఎంత విచిత్రమైన విషయం! నేనేమో మిమ్మల్ని ముక్తి వైపునకు పిలుస్తున్నాను. మరియు మీరేమో నన్ను నరకాగ్ని వైపునకు పిలుస్తున్నారు.","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:42","price":"మీరు నన్ను - అల్లాహ్ ను తిరస్కరించి - ఎవరిని గురించైతే నాకు ఎలాంటి జ్ఞానం లేదో! వారిని, ఆయనకు భాగస్వాములుగా కల్పించమని పిలుస్తున్నారు. మరియు నేనేమో మిమ్మల్ని సర్వశక్తిమంతుని, క్షమాశీలుని వైపునకు పిలుస్తున్నాను.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:43","price":"నిస్సందేహంగా! వాస్తవానికి మీరు దేని వైపునకైతే (ప్రార్థించటానికి) నన్ను పిలుస్తున్నారో! దానికి ఇహలోకంలోను మరియు పరలోకంలోను ప్రార్థనా అర్హత లేదు. [1] మరియు నిశ్చయంగా, మనందరి మరలింపు అల్లాహ్ వైపునకే మరియు నిశ్చయంగా, మితి మీరి ప్రవర్తించే వారే నరకాగ్ని వాసులవుతారు.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"[1] ఇలాంటి అర్థమిచ్చే వాక్యాల కోసం చూడండి, 46:5, 35:14.","lang":"te"},{"name":"40:44","price":"కావున నేను మీతో చెప్పే విషయం మున్ముందు మీరే తెలుసుకోగలరు. ఇక నా వ్యవహారాన్ని నేను అల్లాహ్ కు అప్పగిస్తున్నాను. నిశ్చయంగా, అల్లాహ్ తన దాసులను కనిపెట్టుకొని ఉంటాడు.\"","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:45","price":"ఆ తరువాత అల్లాహ్ అతనిని వారు పన్నిన చెడు కుట్ర నుండి కాపాడాడు. మరియు ఫిరఔన్ జనులను దుర్భరమైన శిక్ష చుట్టుకున్నది.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:46","price":"ఆ నరకాగ్ని! వారు దాని యెదుటకు ఉదయమూ మరియు సాయంత్రమూ రప్పింపబడుతూ ఉంటారు. [1] మరియు (పునరుత్థాన) దినపు ఘడియ వచ్చినపుడు: \"ఫిర్ఔన్ జనులను తీవ్రమైన శిక్షలో పడవేయండి!\" [2] అని ఆజ్ఞ ఇవ్వబడుతుంది.","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"[1] గోరీలలో ఉన్నవారు ఉదయం మరియు సాయంత్రం దాని ముందు ప్రవేశ పెట్టబడతారు. ఇదే గోరీల శిక్ష, 'అజాబె ఖబ్ర్!' దీనిని గురించి ఎన్నో 'హదీస్' లు ఉన్నాయి. 'ఆయి'షహ్ (ర.'అన్హా) దైవప్రవక్త ('స'అస) తో ప్రశ్నిస్తే అతను ఇలా అన్నారు:'అవును గోరీల శిక్ష తథ్యం.' ('స'హీ'హ్ బు'ఖారీ) మరొక 'హదీస్' : మీలో ఎవరైనా మరణిస్తే అతనికి ఉదయం మరియు సాయంత్రం అతన చోటు (స్వర్గంలో లేక నరకంలో అతని స్థానం) చూపబడుతుంది. మరియు అతనితో అనబడుతుంది: 'ఇదే నీ గమ్యస్థానం. పునరుత్థఆన దినమున అల్లాహ్ (సు.తా.) నిన్ను ఇక్కడికే పంపుతాడు.' ('స'హీ'హ్ బు'ఖారీ, 'స'హీ'హ్ ముస్లిం). చనిపోయిన తరువాత పునరుత్థానదినం వరకు ఉండే కాలాన్ని బర్'జఖ్ అంటారు.\n [2] ఆల-ఫిర్'ఔన్: అంటే, ఫిర్'ఔన్, అతని జాతివారు మరియు అతని అనుచరులందరూ.","lang":"te"},{"name":"40:47","price":"ఇక వారు నరకాగ్నిలో పరస్పరం వాదులాడుతున్నప్పుడు, (ఇహలోకంలో) బలహీనులుగా పరిగణింపబడిన వారు, పెద్ద మనుషులుగా (నాయకులుగా) పరిగణింపబడే వారితో ఇలా అంటారు: \"వాస్తవానికి, మేము మిమ్మల్ని అనుసరిస్తూ ఉండే వారము, కావున మీరిప్పుడు మా నుండి నరకాగ్నిని కొంతనైనా తొలగించగలరా?\"","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:48","price":"దుహంకారంలో మునిగి ఉన్నవారు (ఆ పెద్ద మనుషులు) ఇలా అంటారు: \"వాస్తవానికి, మనమందరం అందులో (నరకాగ్నిలో) ఉన్నాం. నిశ్చయంగా, అల్లాహ్ తన దాసుల మధ్య వాస్తవమైన తీర్పు చేశాడు!\"","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:49","price":"మరియు నరకాగ్నిలో పడివున్న వారు, నరకపు రక్షకులతో: \"మా శిక్షను కనీసం ఒక్కరోజు కొరకైనా తగ్గించమని, మీరు మీ ప్రభువును ప్రార్థించండి!\" అని అంటారు.","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:50","price":"వారు (రక్షకులు) అంటారు: \"ఏమీ? మీ వద్దకు స్పష్టమైన సూచనలు తీసుకొని మీ దైవప్రవక్తలు రాలేదా?\" అప్పుడు వారంటారు: \"అవును (వచ్చారు)!\" వారికి ఇలా జవాబివ్వబడుతుంది: \"అయితే మీరే ప్రార్థించండి!\" కాని సత్యతిరస్కారుల ప్రార్థన నిష్ఫలమే అవుతుంది.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:51","price":"నిశ్చయంగా, మేము మా ప్రవక్తలకు మరియు విశ్వసించిన వారికి ఇహలోక జీవితంలో మరియు సాక్షులు నిలబడే రోజున కూడా సహాయము నొసంగుతాము. [1]","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"[1] చూపునరుత్థానదినమున దైవదూతలు మరియు దైవప్రవక్త ('అలైహిమ్. స.) లు సాక్ష్యమిస్తారు. కావున పునరుత్థానదినం, సాక్ష్యాల దినం అని కూడా అనబడుతోంది. ఇంకా చూడండి, 39:69.","lang":"te"},{"name":"40:52","price":"ఆరోజు దుర్మార్గులకు వారి సాకులు ఏ మాత్రం ఉపయోగకరం కావు. వారికి (అల్లాహ్) శాపం (బహిష్కారం) ఉంటుంది. [1] మరియు వారికి అతి దుర్భరమైన నిలయం ఉంటుంది.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"[1] ల'అనతున్: అంటే అల్లాహ్ (సు.తా.) కారుణ్యం నుండి బహిష్కారం.","lang":"te"},{"name":"40:53","price":"మరియు వాస్తవంగా మేము మూసాకు మార్గదర్శకత్వం చేశాము. మరియు ఇస్రాయీల్ సంతతి వారిని గ్రంథానికి (తౌరాత్ కు) వారసులుగా చేశాము; [1]","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"[1] చూడండి, 5:44.","lang":"te"},{"name":"40:54","price":"బుద్ధిమంతులకు మార్గదర్శకత్వంగా మరియు హితోపదేశంగా!","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:55","price":"కావున నీవు సహనం వహించు! నిశ్చయంగా, అల్లాహ్ వాగ్దానం సత్యం; నీ పాపాలకు క్షమాపణ వేడుకో మరియు సాయంత్రం మరియు ఉదయం నీ ప్రభువు పవిత్రతను కొనియాడు, ఆయనను స్తుతించు.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:56","price":"నిశ్చయంగా, ఎవరైతే, తమ దగ్గర, ఎలాంటి ప్రమాణం లేనిదే అల్లాహ్ సూచనలను (ఆయాత్ లను) గురించి వాదులాడుతారో, వారి హృదయాలలో వాస్తవానికి గొప్పతనపు గర్వం నిండి ఉంది. కాని వారు దానిని (గొప్పతనాన్ని) పొందజాలరు. కావున నీవు అల్లాహ్ శరణు వేడుకో. నిశ్చయంగా, ఆయనే సర్వం వినేవాడు, సర్వం చూసేవాడు.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:57","price":"వాస్తవానికి, ఆకాశాలను మరియు భూమిని స్పష్టించటం, మానవులను సృష్టించటం కంటే ఎంతో గొప్ప విషయం, కానీ చాలా మంది ప్రజలకు ఇది తెలియదు.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:58","price":"మరియు గ్రుడ్డివాడు మరియు చూడగలవాడు సరిసమానులు కాజాలరు మరియు అదే విధంగా! విశ్వసించి సత్కార్యాలు చేసేవారు మరియు దుర్వర్తనులు కూడా (సమానులు కాజాలరు). మీరు అర్థం చేసుకునేది చాలా తక్కువ!","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:59","price":"నిశ్చయంగా, అంతిమ ఘడియ తప్పక రానున్నది, అందులో ఎలాంటి సందేహం లేదు. అయినా చాలా మంది ప్రజలు విశ్వసించరు.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:60","price":"మరియు మీ ప్రభువు ఇలా అన్నాడు: \"నన్ను ప్రార్థించండి, నేను మీ ప్రార్థనలను అంగీకరిస్తాను. [1] నిశ్చయంగా, ఎవరైతే నా ప్రార్థనల పట్ల దురహంకారం చూపుతారో, వారు తప్పక అవమానితులై నరకంలో ప్రవేశించగలరు.\"","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"[1] 'హదీస్' : \"అద్దు'ఆఉ హువల్ 'ఇబాదహ్, వ అద్దు'ఆఉ ముఖ్ఖుల్ 'ఇబాదహ్.\" దు'ఆ అంటే ఇక్కడ చాలా మంది వ్యాఖ్యాతల అభిప్రాయంలో 'ఇబాదహ్ అంటే నమా'జ్. (ముస్నద్ అ'హ్మద్ 4/271) ఇంకా చూడండి, 2:186.","lang":"te"},{"name":"40:61","price":"అల్లాహ్! ఆయనే, మీ కొరకు విశ్రాంతి తీసుకోవటానికి రాత్రిని మరియు (చూడటానికి) ప్రకాశవంతమైన పగటిని నియమించినవాడు. [1] నిశ్చయంగా, అల్లాహ్ ప్రజల పట్ల ఎంతో అనుగ్రహుడు, కాని చాలా మంది ప్రజలు కృతజ్ఞతలు తెలుపరు.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"[1] చూడండి, 27:86.","lang":"te"},{"name":"40:62","price":"ఆయనే అల్లాహ్, మీ ప్రభువు! ప్రతి దానిని సృష్టించినవాడు. ఆయన తప్ప మరొక ఆరాధ్య దైవం లేడు! అయితే మీరు ఎందుకు మోసగింపబడుతున్నారు (సత్యం నుండి మరలింపబడుతున్నారు)? [1]","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"[1] చూడండి, 5:75, చివరి వాక్యం.","lang":"te"},{"name":"40:63","price":"ఇదే విధంగా, అల్లాహ్ సూచనలను (ఆయాత్ లను) తిరస్కరించే వారందరూ మోసగింపబడుతూ ఉంటారు.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:64","price":"అల్లాహ్ యే! మీ కొరకు భూమిని నివాస స్థలంగా మరియు ఆకాశాన్ని కప్పుగా నియమించిన వాడు మరియు ఆయనే మీకు మంచి రూపాన్నిచ్చి దానిని ఎంతో చక్కగా తీర్చిదిద్దాడు మరియు మీకు మంచి వస్తువులను జీవనోపాధిగా సమకూర్చాడు. ఆయనే అల్లాహ్! మీ పోషకుడు. కావున అల్లాహ్ ఎంతో శుభదాయకుడు, సర్వలోకాలకు ప్రభువు.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:65","price":"ఆయన సజీవుడు. [1] ఆయన తప్ప మరొక ఆరాధ్యుడు లేడు, కావున మీరు ఆయననే ప్రార్థించండి! మీ ధర్మాన్ని (భక్తిని) కేవలం ఆయన కొరకే ప్రత్యేకించుకోండి. సర్వస్తోత్రాలకు అర్హుడు, సర్వలోకాల పోషకుడైన అల్లాహ్ మాత్రమే.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"[1] అల్-'హయ్యు: సజీవుడు, నిత్యజీవుడు, చూడండి, 2:255.","lang":"te"},{"name":"40:66","price":"ఇలా అను: \"నిశ్చయంగా, నా ప్రభువు తరఫు నుండి, నాకు స్పష్టమైన సూచనలు వచ్చిన తరువాతనే, అల్లాహ్ ను వదలి మీరు ఆరాధించేవాటి ఆరాధన నుండి నేను వారించబడ్డాను మరియు నేను సర్వలోకాల ప్రభువుకు మాత్రమే విధేయుడను (ముస్లింను) అయి ఉండాలని ఆజ్ఞాపించబడ్డాను.\"","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:67","price":"ఆయనే, మిమ్మల్ని మట్టితో సృష్టించాడు. [1] తరువాత వీర్యబిందువుతో, ఆ తరువాత పిండంతో (రక్తముద్దతో), ఆ తరువాత మిమ్మల్ని శిశువు రూపంలో బయటికి తీస్తాడు. ఆ తరువాత మిమ్మల్ని యుక్తవయస్సులో బలం గలవారిగా చేస్తాడు; చివరకు మిమ్మల్ని ముసలివారిగా మార్చుతాడు. మీలో కొందరు దీనికి ముందే చనిపోతారు. మరియు మీరంతా మీ నియమిత కాలం వరకే నివసిస్తారు. బహుశా మీరు అర్థం చేసుకుంటారని (ఇదంతా మీకు వివరించబడుతోంది).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"[1] చూడండి, 3:59, 11:61, 22:5, 30:20. ఈ ఆయత్ లో, 'తురాబ్' తో సృష్టించాడని ఉంది.","lang":"te"},{"name":"40:68","price":"జీవితాన్ని ఇచ్చేవాడు మరియు మరణింపజేసేవాడు ఆయనే! ఆయన ఏదైనా చేయాలనుకున్నప్పుడు, కేవలం దానితో: \"అయిపో!\" అని అంటాడు, అంతే అది ఆయిపోతుంది.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:69","price":"ఏమీ? నీకు తెలియదా? అల్లాహ్ సూచనలను (ఆయాత్ లను) గురించి వాదులాడేవారు ఏ విధంగా (సత్యం నుండి) తప్పించబడుతున్నారో?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:70","price":"ఎవరైతే ఈ గ్రంథాన్ని అసత్యమని తిరస్కరించారో మరియు మేము మా సందేశహరులకు ఇచ్చి పంపిన దానిని (తిరస్కరించారో), వారు తప్పక త్వరలోనే (తమ పర్యవసానం) తెలుసుకుంటారు;","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:71","price":"ఎప్పుడైతే వారి మెడలలో సంకెళ్ళు [1] (ఇనుప పట్టీలు) మరియు గొలుసులు వేయబడతాయో మరియు వారు ఈడ్చబడతారో!","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"[1] మెడలలో సంకెళ్ళ - కొరకు, చూడండి, 13:5, 34:33 మరియు 36:8.","lang":"te"},{"name":"40:72","price":"సలసలకాగే నీళ్ళలోకి; తరువాత నరకాగ్నిలోకి కాల్చబడటానికి.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:73","price":"అప్పుడు వారితో అనబడుతుంది: \"మీరు సాటి కల్పించే (భాగస్వాములు) ఇప్పుడు ఎక్కడున్నారు?","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:74","price":"(ఎవరినైతే) మీరు అల్లాహ్ ను వదలి (ప్రార్థిస్తూ ఉన్నారో)!\" వారంటారు: \"వారు మమ్మల్ని త్యజించారు! అలా కాదు దీనికి పూర్వం మేము ఎవరినీ ప్రార్థించేవారమే కాదు.\" [1] ఈ విధంగా అల్లాహ్ సత్యతిరస్కారులను మార్గభ్రష్టత్వంలో వదలుతాడు.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"[1] చూడండి, 6:23.","lang":"te"},{"name":"40:75","price":"(వారితో ఇలా అనబడుతుంది): \"ఇదంతా మీరు అన్యాయంగా, భూమిలో విర్రవీగుతూ ఉన్నందుకు మరియు దురభిమానంతో ప్రవర్తించినందుకూ!","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:76","price":"(కావున ఇప్పుడు) నరక ద్వారాలలో ప్రవేశించండి, అందులో శాశ్వతంగా ఉండటానికి. దురహంకారంతో ప్రవర్తించిన వారి నివాస స్థలం ఎంత దుర్భరమైనది!\"","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:77","price":"కావున (ఓ ప్రవక్తా!) నీవు సహనం వహించు! నిశ్చయంగా, అల్లాహ్ వాగ్దానం సత్యం. మేము వారికి చేసిన వాగ్దానాల (శిక్ష) నుండి కొంత నీకు చూపినా! లేదా (దానికి ముందు) నిన్ను మరణింపజేసినా వారందరూ మా వైపునకే కదా మరలింపబడతారు! [1]","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"[1] చూడండి, 10:46.","lang":"te"},{"name":"40:78","price":"మరియు (ఓ ముహమ్మద్!) వాస్తవానికి మేము నీకు పూర్వం అనేక ప్రవక్తలను పంపాము; వారిలో కొందరి వృత్తాంతం మేము నీకు తెలిపాము; మరికొందరిని గురించి నీకు తెలుపలేదు. మరియు అల్లాహ్ అనుమతి లేనిదే ఏ ప్రవక్త కూడా ఏ అద్భుత క్రియలను (ఆయాత్ లను) స్వయంగా చేయలేడు. [1] కాని అల్లాహ్ ఆజ్ఞ వచ్చినపుడు, న్యాయంగా తీర్పు చేయబడుతుంది. మరియు అప్పుడు అసత్యవాదులు నష్టానికి గురి అవుతారు.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"[1] చూడండి, 6:109. అద్భుత క్రియలు (ము'ఆజి'జాత్) కేవలం అల్లాహ్ (సు.తా.) అధీనంలోనే ఉన్నాయి. ఆయన తాను కోరినప్పుడే వాటిని చూపిస్తాడు. పూర్వకాలపు చాలా మంది ప్రవక్తల జాతి ప్రజలు, అద్భుతక్రియలు చూసి కూడా విశ్వసించలేదు.","lang":"te"},{"name":"40:79","price":"అల్లాహ్ మీ కొరకు పశువులను సృష్టించాడు, వాటి మీద మీరు సవారీ చేయటానికి మరియు వాటిలో కొన్నింటిని మీరు తినుటకూను! [1]","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"[1] చూడండి, 6:143-144.","lang":"te"},{"name":"40:80","price":"మరియు వాటి వల్ల మీకు ఇతర లాభాలు కూడా ఉన్నాయి, వాటి ద్వారా మీ హృదయాలు కోరిన చోట్లకు పోవటానికి ఉపయోగపడతాయి మరియు వాటి మీద మరియు పడవల మీద మీరు తీసుకు పోబడతారు.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:81","price":"మరియు (ఈ విధంగా) ఆయన మీకు తన సూచనలను (ఆయాత్ లను) చూపుతున్నాడు. అయితే అల్లాహ్ యొక్క ఏ ఏ సూచనలను (ఆయాత్ లను) మీరు నిరాకరిస్తారు?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:82","price":"ఏమీ? వీరు భూమిలో సంచరించలేదా? అప్పుడు వీరికి పూర్వం గతించిన వారి గతి ఏమయిందో కనిపించలేదా? వారు వీరి కంటే సంఖ్యాపరంగా అధికులు మరియు వీరి కంటే ఎక్కువ బలవంతులు మరియు భూమిలో (ఎక్కువ) చిహ్నాలు వదలి పోయారు, కాని వారి సంపాదన వారికి ఏ విధంగానూ పనికి రాలేదు.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:83","price":"ఎందుకంటే! వారి సందేశహరులు వారి వద్దకు స్పష్టమైన సూచనలు తీసుకొని వచ్చినప్పుడు, వారు తమ దగ్గరున్న జ్ఞానానికి గర్వపడ్డారు; కాబట్టి వారు దేనిని గురించి పరిహాసాలాడుతూ ఉన్నారో అదే వారిని చుట్టుకున్నది.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:84","price":"ఆ తరువాత మా శిక్షను చూసినప్పుడు వారు ఇలా అన్నారు: \"మేము అద్వితీయుడైన అల్లాహ్ ను విశ్వసిస్తున్నాము మరియు మేము (అల్లాహ్ కు) సాటి కల్పిస్తూ వచ్చిన భాగస్వాములను తిరస్కరిస్తున్నాము.\"","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"40:85","price":"కాని మా శిక్షను చూసిన తర్వాత, వారి విశ్వాసం వారికి ఏ మాత్రం లాభదాయకం కాజాలదు. ఇదే అల్లాహ్ తన దాసుల కొరకు వాస్తవంగా, నియమించిన విధానం (సాంప్రదాయం). మరియు అక్కడ సత్యతిరస్కారులు నష్టానికి గురి అవుతారు.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:1","price":"హా - మీమ్[1].","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.","lang":"te"},{"name":"41:2","price":"దీని (ఈ ఖుర్ఆన్) అవతరణ అనంత కరుణామయుడు, అపార కరుణా ప్రదాత తరఫు నుండి జరిగింది.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:3","price":"ఇదొక గ్రంథం, దీని సూచనలు (ఆయాత్) తెలివి గలవారి కొరకు, అరబ్బీ [1] భాషలో స్పష్టమైన ఉపన్యాసంగా (ఖుర్ఆన్ గా) వివరించబడ్డాయి.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"[1] చూడండి, 12:2.","lang":"te"},{"name":"41:4","price":"(స్వర్గపు) శుభవార్తనిచ్చేదిగా మరియు హెచ్చరించేదిగా; అయినా చాలా మంది దీని పట్ల విముఖత చూపుతున్నారు, కాబట్టి వారు వినటం లేదు.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:5","price":"మరియు వారు ఇలా అన్నారు: \"నీవు దేనివైపునకైతే మమ్మల్ని పిలుస్తున్నావో, దాని పట్ల మా హృదయాల మీద తెరలు కప్పబడి ఉన్నాయి; మరియు మా చెవులలో చెవుడు ఉంది మరియు నీకూ మాకూ మధ్య ఒక అడ్డు తెర ఉంది; [1] కావున నీవు నీ పని చేయి, మేము మా పని చేస్తాము.\"","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"[1] చూడండి, 7:46, 6:25.","lang":"te"},{"name":"41:6","price":"(ఓ ప్రవక్తా!) ఇలా అను: \"నిశ్చయంగా నేను కూడా మీలాంటి ఒక మానవుణ్ణి మాత్రమే! [1] నాకు దివ్యజ్ఞానం (వహీ) ద్వారా ఇలా తెలుపబడింది: 'నిశ్చయంగా, మీ ఆరాధ్య దేవుడు, ఒకే ఒక్క దేవుడు (అల్లాహ్); కావున మీరు నేరుగా ఆయన వైపునకే మరలండి మరియు ఆయననే క్షమాపణకై వేడుకోండి.' \" మరియు ఆయన (అల్లాహ్) కు సాటి కల్పించే వారికి వినాశం ఉంది.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"[1] చూడండి, 6:50.","lang":"te"},{"name":"41:7","price":"వారికి, ఎవరైతే విధిదానం (జకాత్) ఇవ్వరో మరియు పరలోకాన్ని తిరస్కరిస్తారో! [1]","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"[1] అ'జ్జకాతు: మదీనాలో 2వ హిజ్రీలో విధిగా నియమించబడింది. కావున ఇక్కడ 'జకాత్ అంటే దానం. మొదట ఉదయం మరియు సాయంత్రం రెండు నమాజులు విధిగా చేయబడి ఉండేవి. హిజ్ రత్ కు ఒకటిన్నర సంవత్సరం ముందు మే'రాజ్ లో ఐదు నమా'జ్ లు విధిగా చేయబడ్డాయి. (ఇబ్నె-కసీ'ర్).","lang":"te"},{"name":"41:8","price":"నిశ్చయంగా, ఎవరైతే విశ్వసించి సత్కార్యాలు చేస్తారో వారికి ఎడతెగని ప్రతిఫలం (స్వర్గం) ఉంటుంది.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:9","price":"వారితో ఇలా అను: \"ఏమీ? మీరు, భూమిని రెండు రోజులలో సృష్టించిన ఆయన (అల్లాహ్) ను తిరస్కరించి, ఇతరులను ఆయనకు సమానులుగా నిలబెడతారా? సర్వలోకాలకు పోషకుడు ఆయనే కదా?\" [1]","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"[1] సృష్టిని ఆరు రోజులలో సృష్టించాడు. చూడండి, 7:54.","lang":"te"},{"name":"41:10","price":"మరియు ఆయన దానిలో (భూమిలో) దాని పైనుండి స్థిరమైన పర్వతాలను నెలకొలిపాడు [1] మరియు అందులో శుభాలను అనుగ్రహించాడు మరియు అర్థించేవారి కొరకు, వారి అవసరాలకు సరిపోయేటట్లు జీవనోపాధిని సమకూర్చాడు, ఇదంతా నాలుగు రోజులలో పూర్తి చేశాడు.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"[1] భూమిలో నుండి పర్వతాలను పుట్టించి వాటిని దానిపై నాటాడు, భూమి కదలిపోకుండా.","lang":"te"},{"name":"41:11","price":"అప్పుడే [1] ఆయన కేవలం పొగగా [2] ఉన్న ఆకాశం వైపునకు తన ధ్యానాన్ని మరల్చి, దానిని మరియు భూమిని ఉద్దేశించి ఇలా అన్నాడు: \"మీరిద్దరు (ఉనికిలోకి) రండి మీకు ఇష్టమున్నా, ఇష్టం లేక పోయినా!\" అవి రెండూ: \"మేమిద్దరమూ విధేయులమై (ఉనికిలోకి) వస్తాము.\" అని అన్నాయి.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"[1] సు'మ్మ: 'అరబ్బీ భాషలో ఒకే విషయాన్ని బోధించే రెండు వాక్యాలను కలుపుటకు గూడా ఈ శబ్దం సు'మ్మ వాడబడుతోంది. ఇక్కడ వాడబడినట్లు.\n [2] దఖానున్: పొగ, ఇది హైడ్రోజన్ గ్యాస్ కావచ్చు. దీని నుండియే ప్రపంచంలోని మూలపదార్థాలు (Elements) అన్నీ రూపొందించబడ్డాయి. చూడండి, 2:29.","lang":"te"},{"name":"41:12","price":"కావున ఆయన వాటిని రెండు రోజులలో ఏడు ఆకాశాలుగా నిర్మించాడు, మరియు ప్రతి ఆకాశానికి దాని వ్యవహారాన్ని దివ్యజ్ఞానం (వహీ) ద్వారా నిర్దేశించాడు. మరియు మేము ఈ ప్రపంచపు ఆకాశాన్ని దీపాలతో (నక్షత్రాలతో) అలంకరించాము మరియు దానిని సురక్షితం చేశాము. [1] ఇదే సర్వశక్తిమంతుని, సర్వజ్ఞుని నియామకం.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"[1] చూడండి, 15:16-18 మరియు 37:6.","lang":"te"},{"name":"41:13","price":"ఇప్పుడు ఒకవేళ వారు విముఖులైతే వారితో ఇలా అను: \"ఆద్ మరియు సమూద్ జాతుల వారిపై వచ్చి పడినట్టి గొప్ప పిడుగులాంటి శిక్ష గురించి మిమ్మల్ని హెచ్చరిస్తున్నాను.\" [1]","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"[1] 'ఆద్ జాతివారి గాథకై చూడండి, 7:65-69 మరియు స'మూద్ వారి గాథకై చూడండి, 26:`123-158.","lang":"te"},{"name":"41:14","price":"ఇక దైవప్రవక్తలు వారి వద్దకు వారి ముందు నుండి మరియు వారి వెనుక నుండి వచ్చి: \"మీరు అల్లాహ్ ను తప్ప మరెవ్వరినీ ఆరాధించకండి!\" అని అన్నప్పుడు, వారు ఇలా అన్నారు: \"మా ప్రభువే గనక కోరితే దేవదూతలను పంపి ఉండేవాడు. [1] కావున మేము మీ ద్వారా పంపబడిన దానిని నిశ్చయంగా, తిరస్కరిస్తున్నాము!\"","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"[1] చూడండి, 6:8-9 మరియు 15:7.","lang":"te"},{"name":"41:15","price":"ఇక ఆద్ వారి విషయం: వారు దురహంకారంతో భూమిలో అన్యాయంగా ప్రవర్తించే వారు. మరియు ఇలా అనేవారు: \"బలంలో మమ్మల్ని మించినవాడు ఎవడున్నాడు? ఏమీ? వారికి తెలియదా? నిశ్చయంగా, వారిని సృష్టించిన అల్లాహ్ బలంలో వారి కంటే ఎంతో మించినవాడని? అయినా వారు మా సూచనలను (ఆయాత్ లను) తిరస్కరిస్తూ ఉండేవారు!","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:16","price":"చివరకు మేము వారికి, ఇహలోక జీవితంలోనే అవమానకరమైన శిక్ష రుచి చూపించాలని, అశుభమైని దినాలలో వారిపై తీవ్రమైన తుఫాను గాలిని పంపాము. [1] మరియు వారి పరలోక శిక్ష దీని కంటే ఎంతో అవమానకరమైనదిగా ఉండబోతుంది. మరియు వారికెలాంటి సహాయం లభించదు.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"[1] తూఫాన్ గాలి వీటిన దినాలు ఆ సత్యతిరస్కారుల కొరకే అశుభమైనవి. కాని ఆ పేరు గల దినాలు అందరి కొరకూ అశుభమైనవని దీని అర్థం కాదు. వివరాలకు చూడండి, 69:6-8.","lang":"te"},{"name":"41:17","price":"మరియు సమూద్ వారి విషయం: మేము వారికి మార్గదర్శకత్వం చేశాము. కాని వారు మార్గదర్శకత్వానికి బదులు గ్రుడ్డితనాన్నే ఇష్టపడ్డారు. చివరకు వారి (దుష్ట) కర్మలకు ఫలితంగా, వారిపై పిడుగు లాంటి అవమానకరమైన శిక్ష పడింది. [1]","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"[1] చూడండి, 69:5.","lang":"te"},{"name":"41:18","price":"మరియు మేము వారిలో విశ్వాసులైన వారిని మరియు దైవభీతి గల వారిని రక్షించాము.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:19","price":"మరియు (జ్ఞాపకముంచుకోండి) అల్లాహ్ యొక్క విరోధులు నరకాగ్ని వైపుకు సమీకరించబడే రోజు, వారు తమ తమ స్థానాలకు పంపబడతారు.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:20","price":"చివరకు వారు దానిని (నరకాగ్నిని) చేరుకున్నప్పుడు; వారి చెవులు, వారి కళ్ళు మరియు వారి చర్మాలు వారు చేస్తూ ఉండిన కర్మలను గురించి, వారికి వ్యతిరేకంగా సాక్ష్యమిస్తాయి.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:21","price":"మరియు వారు తమ చర్మాలను (అవయవాలను) అడుగుతారు: \"మీరెందుకు మాకు వ్యతిరేకంగా సాక్ష్యమిస్తున్నారు?\" అవి ఇలా సమాధానమిస్తాయి: \"ప్రతి వస్తువుకు మాట్లాడే శక్తి ప్రసాదించిన అల్లాహ్ యే మమ్మల్ని మాట్లాడింప జేశాడు.\" మరియు ఆయనే మిమ్మల్ని మొదటిసారి సృష్టించిన వాడు, మరియు ఆయన వైపునకే మీరంతా మరలింపబడతారు.[1]","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"[1] చూడండి, 24:24, 36:65.","lang":"te"},{"name":"41:22","price":"మరియు (మీరు దుష్కార్యాలు చేసేటప్పుడు) మీ చెవుల నుండి మీ కండ్ల నుండి మరియు మీ చర్మాల నుండి - మీకు వ్యతిరేకంగా సాక్ష్యం వస్తుందేమోనని - మిమ్మల్ని మీరు దాచుకునేవారు కాదు. అంతేకాదు మీరు చేస్తున్న ఎన్నో కార్యాలు వాస్తవంగా, అల్లాహ్ కు తెలియటం లేదని మీరు భావించేవారు.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:23","price":"మరియు మీ ప్రభువు పట్ల మీరు భావించిన ఈ భావనే మిమ్మల్ని నాశనం చేసింది. కావున మీరు నష్టపోయే వారిలో చేరిపోయారు.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:24","price":"అప్పుడు వారు సహనం చూపినా, నరకాగ్నియే వారి నివాస స్థానమవుతుంది. ఒకవేళ వారు (తమను తాము సరిదిద్దుకోవటానికి) అవకాశం కొరకు వేడుకున్నా వారికి అవకాశం ఇవ్వబడదు. [1] 7/8","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"[1] చూడండి, 6:27-28 మరియు 32:12.","lang":"te"},{"name":"41:25","price":"మరియు మేము వీరికి స్నేహితులుగా (షైతానులను) నియమించాము. వారు వీరి ముందూ వెనుకా ఉన్న వాటిని వీరికి ఆకర్షణీయమైన వాటిగా చేశారు. కావున వీరికి పూర్వం గతించిన జిన్నాతుల మరియు మానవుల తరాల విషయంలో జరిగిన శిక్షా నిర్ణయమే, వీరి విషయంలో కూడా జరిగింది. నిశ్చయంగా, వీరే నష్టానికి గురి అయిన వారయ్యారు.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:26","price":"మరియు సత్యతిరస్కారులు (పరస్పరం) ఇలా చెప్పుకుంటారు: \"ఈ ఖుర్ఆన్ ను వినకండి! మరియు ఇది వినిపించబడినప్పుడు వినబడకుండా విఘ్నం కలిగించండి, బహుశా మీరు ప్రాబల్యం పొంద వచ్చు!\"","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:27","price":"కావున మేము నిశ్చయంగా, ఈ సత్యతిరస్కారులకు కఠినశిక్షను చవి చూపిస్తాము మరియు వారు చేస్తూ ఉండిన దుష్టకార్యాలకు తగిన ఫలితాన్ని నొసంగుతాము.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:28","price":"అల్లాహ్ విరోధులకు దొరికే ప్రతిఫలం ఇదే - నరకాగ్ని - అందు వారి శాశ్వత గృహం ఉంటుంది. ఇది మా సూచన (ఆయాత్) లను తిరస్కరిస్తూ వున్న దాని ప్రతిఫలం.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:29","price":"అప్పుడా సత్యతిరస్కారులు ఇలా అంటారు: \"ఓ మా ప్రభూ! మమ్మల్ని మార్గభ్రష్టులుగా చేసిన ఆ జిన్నాతులను మరియు మానవులను మాకు చూపించు; వారు మరింత పరాభవం పొందటానికి మేము వారిని మా పాదాల క్రింద పడవేసి త్రొక్కుతాము.\" [1]","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"[1] చూడండి, 7:38.","lang":"te"},{"name":"41:30","price":"నిశ్చయంగా, ఎవరైతే: \"అల్లాహ్ యే మా ప్రభువు!\" అని పలుకుతూ తరువాత దాని పైననే స్థిరంగా ఉంటారో! [1] వారిపై దేవదూతలు దిగి వచ్చి (ఇలా అంటారు): \"మీరు భయ పడకండి మరియు దుఃఖపడకండి, మీకు వాగ్దానం చేయబడిన స్వర్గపు శుభవార్తను వినండి!","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"[1] ఒక సహాబీ (ర'ది.'అ.) దైవప్రవక్త (సఅస)తో ఇలా ప్రశ్నించాడు: 'నాకు ఇటువంటి మాట చెప్పండి, దానితో మీ తరువాత ఎవ్వరినీ అడిగే అవసరం ఉండగూడదు!' దానికి దైవప్రవక్త ('స'అస) అన్నారు : 'ఇలా అను నేను అల్లాహ్ (సు.తా.)ను విశ్వసించాను, తరువాత దాని (విశ్వాసం) పైననే స్థిరంగా ఉన్నాను.' ('స'హీ'హ్ ముస్లిం)","lang":"te"},{"name":"41:31","price":"మేము ఇహలోక జీవితంలో మరియు పరలోక జీవితంలో కూడా మీకు సన్నిహితులముగా ఉన్నాము. మరియు మీ కొరకు అందులో మీ మనస్సులు కోరిందంతా ఉంటుంది. మరియు మీరు ఆశించేదంతా దొరుకుతుంది.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:32","price":"ఇదంతా క్షమాశీలుడు, అపార కరుణా ప్రదాత ప్రసాదించిన ఆతిథ్యము.\"","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:33","price":"మరియు (ప్రజలను) అల్లాహ్ వైపునకు పిలుస్తూ, సత్కార్యాలు చేస్తూ: \"నేను అల్లాహ్ కే విధేయుడను (ముస్లింను)!\" అని పలికేవాని మాటకంటే మంచి మాట మరెవరిది?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:34","price":"మరియు మంచీ మరియు చెడులు సరిసమానం కాజాలవు. (చెడును) మంచితో తొలగించు; అప్పుడు నీతో విరోధమున్న వాడూ కూడా తప్పక నీ ప్రాణ స్నేహితుడవుతాడు. [1]","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"[1] చూడండి, 13:22. ఎవరైనా మీకు కీడు చేస్తే వానికి మేలు చేయండి. ఎవడైనా మీకు అన్యాయం చేస్తే వాడిని క్షమించండి. ఎవడైనా మీ మీద దౌర్జన్యం చేస్తే సహనం వహించండి. ఈ విధమైన వ్యవహారాలలో మీ శత్రువు కూడా మీ స్నేహితుడవుతాడు.","lang":"te"},{"name":"41:35","price":"మరియు ఇది కేవలం సహనశీలురకు తప్ప ఇతరులకు లభించదు. మరియు ఇది [1] గొప్ప అదృష్టవంతులకు తప్ప ఇతరులకు లభించదు.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"[1] అంటే స్వర్గనివాసం.","lang":"te"},{"name":"41:36","price":"మరియు ఒకవేళ షైతాన్ నుండి నీకు ఏదైనా కలత కలిగినపుడు, నీవు అల్లాహ్ శరణు వేడుకో. [1] నిశ్చయంగా ఆయనే సర్వం వినేవాడు, సర్వజ్ఞుడు.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"[1] చూడండి, 7:200","lang":"te"},{"name":"41:37","price":"మరియు ఆయన సూచనలలో (ఆయాత్ లలో) రేయింబవళ్ళు మరియు సూర్యచంద్రులున్నాయి. మీరు సూర్యునికి గానీ చంద్రునికి గానీ సాష్టాంగం (సజ్దా) చేయకండి, కాని కేవలం వాటిని సృష్టించిన అల్లాహ్ కు మాత్రమే సాష్టాంగం (సజ్దా) చేయండి - నిజంగానే మీరు ఆయనను ఆరాధించేవారే అయితే.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:38","price":"ఒకవేళ వారు దురహంకారానికి పాల్పడితే! ఇక నీ ప్రభువు దగ్గరగా ఉన్నవారు (దేవదూతలు) రేయింబవళ్ళు ఆయన పవిత్రతను కొనియాడుతూ ఉంటారు; మరియు వారెన్నడూ అలసట చూపరు?","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:39","price":"మరియు ఆయన సూచన (ఆయాత్) లలో ఒకటి: నిశ్చయంగా నీవు భూమిని పాడు నేలగా (ఎండిపోయిన బంజరు నేలగా) చూస్తున్నావు; కాని మేము దానిపై నీటిని (వర్షాన్ని) కురిపించగానే, అది పులకించి, ఉబ్బి పోతుంది. నిశ్చయంగా దీనిని (ఈ భూమిని) బ్రతికించి లేపే ఆయన (అల్లాహ్ యే) మృతులను కూడా బ్రతికించి లేపుతాడు. నిశ్చయంగా, ఆయన ప్రతిదీ చేయగల సమర్థుడు.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:40","price":"నిశ్చయంగా, మా సూచనలకు వికృతార్థం అంటగట్టేవారు మాకు కనిపించకుండా ఉండలేరు. అయితే! పునరుత్థాన దినమున నరకాగ్నిలో పడ వేయబడే వాడు ఉత్తముడా? లేక శాంతియుతంగా వచ్చేవాడా? మీరు కోరేది మీరు చేయండి. నిశ్చయంగా, మీరు చేసేదంతా ఆయన చూస్తున్నాడు.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:41","price":"నిశ్చయంగా, తమ దగ్గరకు హితబోధ వచ్చినపుడు దానిని తిరస్కరించే వారే (నష్టపోయేవారు). మరియు నిశ్చయంగా, ఇది (ఈ ఖుర్ఆన్) చాలా శక్తివంతమైన (గొప్ప) గ్రంథం;","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"41:42","price":"అసత్యం దాని (ఖుర్ఆన్) ముందు నుండి గానీ లేదా దాని వెనుక నుండి గానీ దాని పైకి రాజాలదు. అది మహా వివేకవంతుడు, సర్వస్తోత్రాలకు అర్హుడు, అయిన ఆయన (అల్లాహ్) తరఫు నుండి అవతరింప జేయబడింది.[1]","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"[1] ఈ ఖుర్ఆన్ అన్ని విధాలుగా భద్రపరచబడింది - దాని ముందు నుండి గానీ మరియు వెనుక నుండి గానీ - అంటే అసత్యవాదులు దీని ముందు నుండి వచ్చి ఇందులో దేనినీ తగ్గించలేరు. మరియు దీని వెనుక నుండి వచ్చి దీనిలో దేనినీ అధికం చేయలేరు. అంటే ఇందులో ఏ విధమైన మార్పులు తేలేరు. ఎందుకంటే ఇది మహా వివేకవంతుడు, సర్వస్తోత్రాలకు అర్హుడైన అల్లాహ్ (సు.తా.) తరఫునుండి అవతరింపజేయబడింది. మరియు ఆయనే పునరుత్థానదినం వరకు దీనిని (ఖుర్ఆన్) ను భద్రంగా ఉంచుతాను, అని అన్నాడు. (ఇబ్నె-కసీ'ర్).","lang":"te"},{"name":"41:43","price":"(ఓ ముహమ్మద్!) వాస్తవానికి, నీకు చెప్పబడిన దానిలో పూర్వం గతించిన ప్రవక్తలకు చెప్పబడనిది ఏదీ లేదు. [1] నిశ్చయంగా, నీ ప్రభువు మాత్రమే క్షమాశీలుడు మరియు బాధాకరమైన శిక్ష విధించేవాడు కూడాను!","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"[1] చూడండి, 51:52-53. వ్యాఖ్యాతలు దీనిని రెండు విధాలుగా అర్థం చేసుకున్నారు. ఒకటి : పూర్వప్రజలు తమ ప్రవక్త ('అ.స.) లతో ఇతను పిచ్చివాడు, మాంత్రికుడు, అసత్యవాదుడు, వగైరా అన్న మాటలనే ఈ మక్కా ముష్రికులు కూడా మీతో అంటున్నారు. ఈ విధమైన మాటలతో దైవప్రవక్త ఓదార్చబడుతున్నారు.","lang":"te"},{"name":"41:44","price":"ఒకవేళ మేము ఈ ఖుర్ఆన్ ను అరబ్బేతర భాషలో అవతరింప జేసి ఉండి నట్లైతే వారు ఇలా అని ఉండేవారు: \"దీని సూచనలు (ఆయాత్) స్పష్టంగా ఎందుకు వివరించబడలేదు? [1] (గ్రంథమేమో) అరబ్బేతర భాషలో మరియు (సందేశహరుడేమో) అరబ్బు?\" వారితో ఇలా అను: \"ఇది (ఈ ఖుర్ఆన్) విశ్వసించిన వారికి మార్గదర్శకత్వం మరియు స్వస్థత నొసంగేది. మరియు విశ్వసించనివారి చెవులకు అవరోధం మరియు వారి కళ్ళకు ఒక గంత. అలాంటి వారి స్థితి ఎంతో దూరం నుండి పిలువబడిన వారి అరుపులాంటిది!\"","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"[1] చూడండి, 13:37 మరియు 14:4.","lang":"te"},{"name":"41:45","price":"వాస్తవానికి మేము మూసాకు గ్రంథాన్ని ప్రసాదించాము, కాని దాని విషయంలో కూడా భేదాభిప్రాయాలు వచ్చాయి. ఒకవేళ నీ ప్రభువు నుండి, మొదటి నుంచే నిర్ణయం తీసుకోబడి ఉండక పోతే, [1] వారి మధ్య ఎప్పుడో తీర్పు జరిగి వుండేది. మరియు నిశ్చయంగా, వారు దానిని గురించి ఆందోళన కలిగించే సందేహానికి గురి అయ్యారు.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"[1] అంటే వారికొక గడువు నిర్ణయించబడి ఉంది మరియు వారికి వ్యవధి ఇవ్వబడుతోంది. చూడండి, 35:45.","lang":"te"},{"name":"41:46","price":"ఎవడైతే సత్కార్యం చేస్తాడో అతడు తన (మేలు) కొరకే చేస్తాడు. మరియు దుష్కార్యం చేసేవాడు దాని (ఫలితాన్ని) అనుభవిస్తాడు. మరియు నీ ప్రభువు తన దాసులకు అన్యాయం చేసేవాడు కాడు.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"te"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}