{"data":[{"name":"46:1","price":"హా - మీమ్.[1]","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.","lang":"te"},{"name":"46:2","price":"ఈ గ్రంథం (ఖుర్ఆన్) అవతరణ సర్వశక్తిమంతుడు, మహా వివేకవంతుడైన అల్లాహ్ తరఫు నుండి జరిగింది.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:3","price":"మేము ఆకాశాలను, భూమిని మరియు వాటి మధ్య ఉన్న సమస్తాన్ని, సత్యంతో ఒక నిర్ణీత కాలం కొరకు మాత్రమే సృష్టించాము.[1] మరియు సత్యాన్ని తిరస్కరించిన వారు తమకు చేయబడిన హెచ్చరిక నుండి విముఖులవు తున్నారు.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"[1] చూడండి, 14:48.","lang":"te"},{"name":"46:4","price":"వారితో ఇలా అను: \"అల్లాహ్ ను వదలి మీరు ప్రార్థిస్తున్న వాటిని గురించి ఆలోచించారా? అయితే నాకు చూపండి.[1] వారు భూమిలో ఏమి సృష్టించారో? లేదా, వారికి ఆకాశాలలో ఏదైనా భాగముందా? మీరు సత్యవంతులే అయితే, దీనికి (ఈ ఖుర్ఆన్ కు) ముందు వచ్చిన ఏదైనా గ్రంథాన్ని లేదా ఏదైనా మిగిలి ఉన్న జ్ఞానాన్ని తెచ్చి చూపండి.\"[2]","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"[1] రఅ\"య్ తుమ్: అంటే చెప్పండి, చూపండి, లేక ఆలోచించారా.\n [2] అసా'రతిమ్ మిన్ 'ఇల్మిన్: అంటే తెలివితేటలు, బఖియ్యతిమ్-మిన్-'ఇల్మిన్: అంటే పూర్వప్రవక్తల మీద అవతరింపజేయబడిన దివ్యజ్ఞానం వహీ నుండి మిగిలి ఉన్న నిజ దివ్యజ్ఞానం.","lang":"te"},{"name":"46:5","price":"మరియు అల్లాహ్ ను వదలి పునరుత్థాన దినం వరకు తమ ప్రార్థనలను విని సమాధాన మివ్వలేనటువంటి వారిని ప్రార్థించే వారి కంటే, ఎక్కువ మార్గభ్రష్టులెవరు? మరియు వారు (తమను ప్రార్థించే) వారి ప్రార్థనలను ఎరుగకుండా ఉన్నారు.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:6","price":"మరియు మానవులను (పునరుత్థాన దినమున) సమావేశ పరచిబడినపుడు, (ఆరాధించబడిన) వారు! (తమను ఆరాధించిన) వారికి విరోధులై ఉంటారు. మరియు వారి ఆరాధనను తిరస్కరిస్తారు. [1]","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"[1] ఈవిధమైన ఆయత్ లు ఖుర్ఆన్ లో ఎన్నోసార్లు వచ్చాయి. చూడండి, 10:29, 19:81-82, 29:25, 18:52, 16:86 మొదలైనవి అల్లాహ్ (సు.తా.)కు సాటి కల్పించి ఆరాధించే దైవాలు రెండు రకాలు. 1) నిర్జీవులు: అవి విగ్రహాలు, చెట్లుచేమలూ, సూర్యచంద్రులూ, అగ్ని మొదలైనవి. పునరుత్థానదినమున అల్లాహ్ (సు.తా.) వీటికి మాట్లాడే శక్తిని ప్రసాదిస్తాడు. అవి, వారి ఆరాధనను తిరస్కరిస్తాయి. 2) రెండవరకానికి చెందిన వారు ప్రవక్తలు, ఉదాహరణ ఈ'సా, 'ఉజైర్, దైవదూతలు ('అలైహిమ్ స.) మరియు సద్పురుషులు వీరి సమాధానం అల్లాహ్ (సు.తా.) సమక్షంలో - ఖుర్ఆన్ లో పేర్కొనబడిన - 'ఈసా ('అ.స.) సమాధానంలాగానే ఉంటుంది. ఇంతేకాక షై'తానులు కూడా వీరి ఆరాధనను నిరాకరిస్తారు. ఉదారహరణకు చూ. ' 28:63 .","lang":"te"},{"name":"46:7","price":"మరియు వారికి మా స్పష్టమైన సూచనలు (ఆయాత్) వినిపించబడినప్పుడు, సత్యతిరస్కారులు - సత్యం (ఈ ఖుర్ఆన్) వారి ముందుకు వచ్చినప్పుడు - ఇలా అంటారు: \"ఇది స్పష్టమైన మంత్రజాలమే!\"[1]","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"[1] అవతరణా క్రమంలో, 74:24లో సి'హ్ రున్ అనే పదం మొదటిసారి వచ్చింది.","lang":"te"},{"name":"46:8","price":"లేదా ఇలా అంటారు: \"ఇతనే (ముహమ్మదే) దీనిని కల్పించాడు.\" వారితో ఇలా అను: \"ఒకవేళ నేను దీనిని కల్పించి ఉండినట్లయితే, మీరు నన్ను అల్లాహ్ (శిక్ష) నుండి ఏ మాత్రం కాపాడలేరు. మీరు కల్పించే మాటలు ఆయనకు బాగా తెలుసు. నాకూ మీకూ మధ్య ఆయన (అల్లాహ్) సాక్ష్యమే చాలు! మరియు ఆయన క్షమాశీలుడు, అపార కరుణా ప్రదాత.\"","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:9","price":"(ఓ ముహమ్మద్!) వారితో ఇలా అను: \"నేను మొట్టమొదటి ప్రవక్తనేమీ కాను. నాకూ మరియు మీకూ ఏమి కానున్నదో నాకు తెలియదు.[1] నేను అనుసరించేది, నాపై అవతరింపజేయ బడిన దివ్యజ్ఞానం (వహీ) మాత్రమే. మరియు నేను కేవలం స్పష్టంగా హెచ్చరిక చేసేవాడను మాత్రమే.\"","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"[1] \"అల్లాహ్ (సు.తా.) సాక్షిగా నేను ('స'అస) దైవప్రవక్తను అయినప్పటికీ, మీకూ మరియు నాకూ పునరుత్థానదినమున ఏమి సంభవించనున్నదో నాకు తెలియదు.\" ('స'బుఖారీ).","lang":"te"},{"name":"46:10","price":"వారిలో ఇలా అను: \"ఇది (ఈ ఖుర్ఆన్) ఒకవేళ అల్లాహ్ తరఫు నుండి వచ్చి ఉండి, మీరు దీనిని తిరస్కరిస్తూ ఉండినట్లయితే (మీ గతి ఏమవుతుందో) మీరు ఆలోచించరా? ఇస్రాయీల్ సంతతికి చెందిన ఒక సాక్షి ఇది (ఈ ఖుర్ఆన్) దాని (తౌరాత్) లాంటి గ్రంథమేనని, సాక్ష్యం ఇచ్చాడు మరియు విశ్వసించాడు కూడా.[1] కాని మీరేమో అహంభావానికి గురి అయ్యారు. నిశ్చయంగా, అల్లాహ్ దుర్మార్గులకు మార్గదర్శకత్వం చేయడు.\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"[1] ఈ సాక్షి 'అబ్దుల్లాహ్ బిన్-సల్లామ్ ('ర'ది.'అ.) తౌరాత్ లో దైవప్రవక్త ము'హమ్మద్ ('స'అస) రాబోతున్నాడని పేర్కొనబడిన వాక్యాలకు చూడండి, 2:42.","lang":"te"},{"name":"46:11","price":"సత్యతిరస్కారులు, విశ్వాసులను గురించి ఇలా అంటారు: \"ఒకవేళ ఇందులో (ఇస్లాంలో) మేలే ఉంటే?, వీరు మా కంటే ముందుగా దాని వైపునకు పోయి ఉండేవారు కాదు!\"[1] మరియు వారు దాని (ఖుర్ఆన్) నుండి మార్గదర్శకత్వం పొందలేదు! కాబట్టి వారు: \"ఇదొక ప్రాచీన బూటక కల్పనయే!\" అని అంటారు.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"[1] అంటే మొట్టమొదట ఇస్లాం స్వీకరించిన వారిలోని పేదవారూ మరియు బలహీనవర్గాలకు చెందిన వారూ అయిన బిలాల్, 'అమ్మార్, 'సుహైబ్ మరియు 'ఖబ్బాబ్ మొదలైన వారిని (ర'ది.'అన్హుమ్ లను) గురించి, మక్కా ముష్రిక్ నాయకులు చెప్పిన మాటలివి.","lang":"te"},{"name":"46:12","price":"మరియు దీనికి (ఈ గ్రంథానికి) పూర్వం, మూసా గ్రంథం మార్గదర్శినిగా మరియు కారుణ్యంగా వచ్చింది. మరియు ఈ గ్రంథం (ఖుర్ఆన్) దానిని ధృవీకరిస్తూ, అరబ్బీ భాషలో, దుర్మార్గులను హెచ్చరించటానికి మరియు సజ్జనులకు శుభవార్తలు ఇవ్వటానికి వచ్చింది.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:13","price":"నిశ్చయంగా, ఎవరైతే: \"మా ప్రభువు అల్లాహ్ యే!\" అని, తరువాత దానిపై స్థిరంగా ఉంటారో! అలాంటి వారికి ఎలాంటి భయమూ వుండదు మరియు వారు దుఃఖపడరు కూడా!","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:14","price":"అలాంటి వారే స్వర్గవాసులవుతారు. తాము చేస్తూ ఉండిన (మంచి) కర్మల ఫలితంగా వారు అందులో శాశ్వతంగా ఉంటారు.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:15","price":"మరియు మేము మానవునికి తన తల్లిదండ్రుల పట్ల మంచితనంతో మెలగాలని ఆదేశించాము.[1] అతని తల్లి అతనిని ఎంతో బాధతో తన గర్భంలో భరించింది మరియు ఎంతో బాధతో అతనిని కన్నది. మరియు అతనిని గర్భంలో భరించి, అతనిని పాలు విడిపించే వరకు ముప్ఫై నెలలు అవుతాయి.[2] చివరకు అతడు పెరిగి పెద్దవాడవుతాడు మరియు అతడు నలభై సంవత్సరాల[3] వయస్సుకు చేరి ఇలా అంటాడు: \"ఓ నా ప్రభూ! నీవు, నాకూ మరియు నా తల్లిదండ్రులకూ ప్రసాదించిన అనుగ్రహాలకు నేను మీకు కృతజ్ఞతలు తెలుపుకోవటానికి మరియు నీవు ఇష్టపడే సత్కార్యాలు చేయటానికి నాకు సద్భుద్ధిని ప్రసాదించు మరియు నా సంతానాన్ని కూడా సద్వర్తనులుగా చేయి. నిశ్చయంగా, నేను పశ్చాత్తాపంతో నీ వైపునకు మరలు తున్నాను. మరియు నిశ్చయంగా, నేను నీకు విధేయులైన (ముస్లింలైన) వారిలో ఒకడిని.\"[4]","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"[1] చూడండి, 29:8 మరియు 31:14 ఒక 'స'హాబి దైవప్రవక్త ('స'అస)తో ఇలా ప్రశ్నిస్తాడు: 'నా సద్వర్తనకు అందరికంటే ఎక్కువ హక్కుదారులు ఎవరు?' దానికి అతను ('స'అస) ఇలా సమాధానమిస్తారు: 'నీ తల్లి!' అతడు మళ్ళీ అదే ప్రశ్న అడుగుతాడు. దైవప్రవక్త ('స'అస) అంటారు: 'నీ తల్లి!' అతడు మూడోసారి అదేప్రశ్న అడుగుతాడు. అప్పుడు కూడా: 'నీ తల్లి!' అని అంటారు. అతడు నాలుగవసారి అదే ప్రశ్న అడుగగా దైవప్రవక్త ('స'అస) అంటారు: 'నీ తండ్రి!' దీనితో మానవజీవితంలో తల్లి అందరికంటే - తండ్రి కంటే కూడా మూడు రెట్లు - అధికంగా ఆదరణకు, సద్వర్తనకు అర్హతగలది, అని తెలుస్తోంది! ('స.ముస్లిం)\n [2] పాలిచ్చే గడువు 2:233 మరియు 31:14 లలో రెండు సంవత్సరాలు, అని ఉంది. దీనితో వ్యక్తమయ్యేది ఏమిటంటే - సజీవ శిశువుకు జన్మం ఇవ్వటానికి కనీస గడువు 6 మాసాలు. ఈ విధంగా పాలు విడిపించే మొత్తం కాలం ముఫ్ఫై నెలలు. \n [3] నలభై సంవత్సరాల వయస్సుకు చేరిన తరువాతనే మానవుడు సంపూర్ణ మానసిక వికాసం పొందుతాడు.\n [4] అవ్'జి'అనీ: అంటే నాకు దైవభీతి మరియు భయభక్తులను ప్రసాదించు. ఒక వయస్సు గడిచిన తరువాత ఈ దు'ఆ (రబ్బి అవ్'జి'అనీ ... (నుండి) ... మినల్ ముస్లిమీన్.), అంటే ఆయత్ చివరి వరకు అత్యధికంగా చేయాలి అని ధర్మవేత్తల అభిప్రాయం.","lang":"te"},{"name":"46:16","price":"ఇలాంటి వారి నుండి మేము వారి మంచి కర్మలను స్వీకరిస్తాము.[1] మరియు వారి చెడు కర్మలను ఉపేక్షిస్తాము; వారు స్వర్గవాసులలో చేరుతారు. ఇది వారికి చేయబడిన వాగ్దానం, ఒక సత్యవాగ్దానం.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"[1] చూడండి, 29:7.","lang":"te"},{"name":"46:17","price":"మరియు ఎవడైనా తన తల్లిదండ్రులతో ఇలా అంటే: \"ఛీ పొండి (ఉఫ్)![1] నేను (గోరీ నుండి సజీవిగా) లేపబడతానని మీరు నన్ను బెదిరిస్తున్నారా? మరియు వాస్తవానికి, నాకు ముందు ఎన్నో తరాలు గతించాయి. (కాని తిరిగి లేపబడలేదు కదా)?\" మరియు వారిద్దరూ అల్లాహ్ సహాయం కోరుతూ ఇలా అంటారు: \"ఓ దౌర్భాగ్యుడా! విశ్వసించు! నిశ్చయంగా, అల్లాహ్ వాగ్దానం సత్యం!\" అప్పుడు వాడు ఇలా అంటాడు: \"ఇవన్నీ కేవలం పాతకాలపు కట్టుకథలు తప్ప మరేమీ కావు.\"","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"[1] 'ఉఫిన్': ఛీ పొండి! ఇది అయిష్టతను, ఏవగింపును తెలిపే పదం.","lang":"te"},{"name":"46:18","price":"వీరికి పూర్వం గతించిన జిన్నాతుల మరియు మానవ సమాజాలలో, ఇలాంటి వారి మీదనే (అల్లాహ్) వాక్కు (శిక్ష) సత్యమయింది. నిశ్చయంగా, వారే నష్టపడిన వారయ్యారు.[1]","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"[1] అల్లాహ్ (సు.తా.) వాక్కుకు చూడండి, 38:85.","lang":"te"},{"name":"46:19","price":"ప్రతి ఒక్కరికీ వారి వారి కర్మలకు తగిన స్థానాలుంటాయి. మరియు ఇది వారి కర్మలకు తగినట్లుగా పూర్తి ప్రతిఫలమివ్వటానికి మరియు వారికి ఎలాంటి అన్యాయం జరుగదు.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:20","price":"మరియు ఆ రోజు సత్యాన్ని తిరస్కరించిన వారిని నరకాగ్ని ముందుకు తెచ్చి, వారితో (ఇలా అనబడుతుంది): \"మీరు, మీ ఇహలోక జీవితంలో మీ భోగభాగ్యాలను తరిగించుకున్నారు మరియు వాటిని బాగా అనుభవించారు; కావున మీరు ఏ హక్కూ లేకుండా భూమిలో ప్రదర్శించిన అహంకారానికి మరియు మీరు చేసిన అవిధేయతకు ప్రతిఫలంగా, ఈ రోజు మీకు అవమానకరమైన శిక్ష విధించబడుతుంది.\"","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:21","price":"మరియు జ్ఞాపకం చేసుకోండి, ఆద్ జాతి సోదరుడు (హూద్) ఇసుక దిబ్బలలో[1] ఉన్న తన జాతి వారిని హెచ్చరించింది మరియు అలా హెచ్చరించేవారు అతనికి పూర్వం కూడా వచ్చారు మరియు అతని తరువాత కూడా వచ్చారు. (అతను ఇలా అన్నాడు): \"మీరు అల్లాహ్ ను తప్ప ఇతరులను ఆరాధించకండి. (అలా చేస్తే) నిశ్చయంగా, ఆ గొప్ప దినమున మీపై పడబోయే, ఆ శిక్షను గురించి నేను భయపడుతున్నాను.\"","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"[1] అల్-అ'హ్ ఖాఫు, 'హిఖ్ ఫున్ దీని ఏకవచనం: అంటే పొడువుగా పోయే ఇసుక దిబ్బలు. ఇది హూద్ ('అస) జాతి వారైన 'ఆద్ లు నివసించే ప్రాంతం పేరు. ఇది 'హ'దరమౌత్ (యమన్) ప్రాంతంలో ఉంది. వారు కూడా హద్దు మీరి ప్రవర్తించారు.","lang":"te"},{"name":"46:22","price":"వారిలా అన్నారు: \"మా దేవతల నుండి మమ్మల్ని దూరం చేయటానికా నీవు వచ్చింది? నీవు సత్యవంతుడవే అయితే నీవు బెదిరించే (ఆ శిక్షను) తీసుకురా!\"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:23","price":"(హూద్) అన్నాడు: \"నిశ్చయంగా, దాని (ఆ శిక్ష) జ్ఞానం కేవలం అల్లాహ్ కే ఉంది. మరియు నేను మాత్రం నాకు ఇచ్చి పంపబడిన సందేశాన్ని మీకు అందజేస్తున్నాను. కాని, నేను మిమ్మల్ని మూఢత్వంలో పడిపోయిన వారిగా చూస్తున్నాను.\"","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:24","price":"ఆ తరువాత వారు ఒక దట్టమైన మేఘాన్ని వారి లోయల వైపునకు రావటం చూసి ఇలా అన్నారు: \"ఈ మేఘం మాకు వర్షం ఇస్తుంది!\"[1] (హూద్ అన్నాడు): \"కాదు, కాదు! మీరు దేనికి తొందరపెడుతున్నారో అది (ఆ శిక్ష) ఇదే! ఒక తుఫాను గాలి, అందులో బాధాకరమైన శిక్ష ఉంది;","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"[1] 'ఆయి'షహ్ (ర.'అన్హా), దైవప్రవక్త ('స'అస) తో అన్నారు: \"ప్రజలు మేఘాలను చూసి సంతోషపడతారు. కానీ మేఘాలను చూసినప్పుడు మీరు ('స'అస) ఆందోళన పడుతారెందుకు?\" దానికి అతను ('స'అస) జవాబిచ్చారు: \" 'ఆయి'షహ్ (ర.'అన్హా) ఈ మేఘాలలో అల్లాహ్ (సు.తా.) శిక్ష లేదనే హామీ ఏమీ లేదు కదా! ఒక జాతి గాలి శిక్షతో నాశనం చేయబడింది కదా! వారు కూడా మేఘాలను చూసి అన్నారు: 'ఈ మేఘాలు మాపై వర్షం కురిపిస్తాయి.' \" ('స.బు'ఖారీ, 'స. ముస్లిం) మేఘాలను చూసినప్పుడు దైవప్రవక్త ('స'అస) దు'ఆ చేసేవారు. దీనికి చూడండి, 69:6-8, 7:72, 11:53-56.","lang":"te"},{"name":"46:25","price":"అది తన ప్రభువు ఆజ్ఞతో ప్రతి దానిని నాశనం చేస్తుంది.\" చివరకు వారి నివాస స్థలాలు తప్ప, అక్కడ ఏమీ కనిపించకుండా పోయాయి. ఈ విధంగా మేము నేరస్థులకు ప్రతీకారం చేస్తాము.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:26","price":"మరియు వాస్తవానికి మేము వారిని దృఢంగా స్థిరపరచి ఉన్నాము; ఆ విధంగా మేము (ఓ ఖురైషులారా) మిమ్మల్ని కూడా స్థిరపరచలేదు. మేము వారికి చెవులను, కన్నులను మరియు హృదయాలను ఇచ్చాము. కాని వారి చెవులూ, కళ్ళూ మరియు హృదయాలు వారికి ఉపయోగపడలేదు; ఎందుకంటే వారు అల్లాహ్ సూచనలను తిరస్కరిస్తూ ఉండేవారు మరియు వారు దేనిని గురించి పరిహాసం చేస్తూ ఉండేవారో అదే వారిని చుట్టుకున్నది.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:27","price":"మరియు వాస్తవానికి, మేము మీ చుట్టుప్రక్కల ఎన్నో నగరాలను నాశనం చేశాము. మరియు బహుశా వారు (సత్యం వైపునకు మరలి వస్తారని, మా సంకేతాలను వారికి ఎన్నో విధాలుగా చూపాము.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:28","price":"అల్లాహ్ ను వదలి - తమను ఆయన సాన్నిధ్యానికి తేగలవారని - వారు భావించిన, వారి దేవతలు వారికెందుకు సహాయం చేయవు? అలా కాదు! అవి వారిని త్యజించాయి. ఎందుకంటే అది కేవలం వారి భ్రమ. మరియు వారు కల్పించుకున్న బూటక కల్పన మాత్రమే!","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:29","price":"మరియు (ఓ ముహమ్మద్!) జిన్నాతుల ఒక సమూహాన్ని[1] మేము - ఖుర్ఆన్ వినటానికి - నీ వైపునకు మొగ్గునట్లు చేసినపుడు, వారు అక్కడ చేరిన తరువాత పరస్పరం ఇలా మాట్లాడుకున్నారు: \"నిశ్శబ్దంగా వినండి!\" అది (ఆ పఠనం) ముగిసిన తరువాత, వారు హెచ్చరిక చేసేవారిగా, తమ జాతి వైపునకు మరలిపోయారు.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"[1] నఫరన్: అంటే '3 నుండి 10 వరకు' ఉండే సంఖ్యల సమూహం. ఈ సంఘటన మక్కా - 'తాయఫ్ దారిలో న'ఖ్ ల లోయలో సంభవించంది. వివరాలకు చూడండి, 72:1-15. ('స.ముస్లిం, 'స.బు'ఖారీ) ఈ సంఘటన తరువాత జిన్నాతుల రాయబారులు దైవప్రవక్త ('స'అస) దగ్గరికి ఎన్నోసార్లు ఇస్లాం స్వీకరించటానికి, నేర్చుకోవటానికి వచ్చారు. (ఇబ్నె-కసీ'ర్).","lang":"te"},{"name":"46:30","price":"వారు (జిన్నాతులు) ఇలా అన్నారు: \"ఓ మా జాతివారలారా! వాస్తవంగా మేము మూసా తరువాత అవతరింప జేయబడిన ఒక గ్రంథాన్ని విన్నాము. అది దానికి పూర్వం వచ్చిన దానిని (తౌరాత్ ను) ధృవీకరిస్తుంది; సత్యం వైపునకు మరియు ఋజుమార్గం (ఇస్లాం) వైపునకు మార్గదర్శకత్వం చేస్తుంది.\"[1]","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"[1] ప్రవక్తలందరూ మానవులే! జిన్నాతులలో ప్రవక్తలు వచ్చినట్లు ఖుర్ఆన్ లో, 'స'హీ'హ్ 'హదీస్'లలో లేదు. చూడండి, 16:43, 25:20. ఈ సూరహ్ లోని ఆయత్ లలో దైవప్రవక్త ('స'అస) జిన్నాతులకు కూడా ప్రచారం చేశారని తెలుస్తోంది.","lang":"te"},{"name":"46:31","price":"\"మా జాతి వారలారా! అల్లాహ్ వైపునకు పిలిచేవానిని అనుసరించండి. మరియు ఆయన (అల్లాహ్) ను విశ్వసించండి. ఆయన మీ పాపాలను క్షమిస్తాడు మరియు మిమ్మల్ని బాధాకరమైన శిక్ష నుండి కాపాడుతాడు.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:32","price":"మరియు అల్లాహ్ వైపునకు పిలిచే వానిని అనుసరించని వాడు భూమిలో (అల్లాహ్ నుండి) తప్పించుకోలేడు. మరియు ఆతడికి, ఆయన తప్ప మరొక సంరక్షకుడు లేడు. అలాంటి వారు స్పష్టంగా మార్గభ్రష్టత్వంలో పడి ఉన్నట్లే!\"","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:33","price":"ఏమీ? వారికి తెలియదా? నిశ్చయంగా, ఆకాశాలనూ మరియు భూమినీ సృష్టించిన వాడు అల్లాహ్ యే నని మరియు ఆయన వారిని సృష్టించటంలో అలసి పోడని, మరణించిన వారిని తిరిగి బ్రతికించగల సామర్థ్యం గలవాడని? అలా కాదు (ఎందుకు కలిగిలేడు)! నిశ్చయంగా, ఆయన ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:34","price":"మరియు సత్యాన్ని తిరస్కరించిన వారిని నరకాగ్ని ముందు ప్రవేశపెట్టబడే రోజు వారితో ఇలా ప్రశ్నించడం జరుగుతుంది: \"ఏమీ? ఇది సత్యం కాదా?\" అని. వారంటారు: \"ఎందుకు కాదు! మా ప్రభువు సాక్షిగా (ఇది సత్యమే!)\" వారితో అనబడుతుంది: \"అయితే, మీరు తిరస్కరిస్తూ వున్న దానికి గానూ ఈ శిక్షను రుచి చూడండి!\"","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"46:35","price":"కావున నీవు (ఓ ప్రవక్తా!) సహనం వహించు! దృఢ సంకల్పం గల ప్రవక్తలు సహనం వహించినట్లు; మరియు వారి విషయంలో తొందర పడకు. నిశ్చయంగా, వారికి వాగ్దానం చేయబడిన (శిక్షను) వారు చూసిన రోజు; వారు (ఈ ప్రపంచంలో) దినంలోని ఒక ఘడియ కంటే ఎక్కువ కాలం గడపలేదని అనుకుంటారు. (ఇదే మా) సందేశం! అలాంటప్పుడు, దుష్టులు (ఫాసిఖూన్) గాక, ఇతరులు నశింప జేయ బడతారా?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:1","price":"ఎవరైతే సత్యాన్ని తిరస్కరించి (ఇతరులను) అల్లాహ్ మార్గం నుండి నిరోధించారో, వారి కర్మలను ఆయన (అల్లాహ్) నిష్ఫలం చేశాడు.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:2","price":"మరియు ఎవరైతే విశ్వసించి సత్కార్యాలు చేస్తూ - ముహమ్మద్ మీద అవతరింప జేయబడిన దానిని - తమ ప్రభువు తరఫు నుండి వచ్చిన సత్యమని నమ్మారో! వారి పాపాలను ఆయన తుడిచి వేశాడు మరియు వారి స్థితిని బాగు పరిచాడు.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:3","price":"ఇలా ఎందుకు జరిగిందంటే! వాస్తవానికి అవిశ్వాసులు అసత్యాన్ని అనుసరించారు మరియు విశ్వసించినవారు తమ ప్రభువు తరఫు నుండి వచ్చిన సత్యాన్ని అనుసరించారు. ఈ విధంగా అల్లాహ్! ప్రజలకు ఉదాహరణల ద్వారా (వారి స్థానం) తెలియజేస్తున్నాడు.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:4","price":"కావున మీరు సత్యతిరస్కారులను (యుద్ధంలో) ఎదుర్కొన్నప్పుడు,[1] వారిపై ప్రాబల్యం పొందే వరకు, వారి మెడలపై కొట్టండి. ఆ తరువాత వారిని గట్టిగా బంధించండి, (యుద్ధం ముగిసిన) తరువాత వారిని కనికరించి వదలి పెట్టండి,[2] లేదా పరిహార ధనం తీసుకొని వదలి పెట్టండి. (మీతో) యుద్ధం చేసేవారు తమ ఆయుధాలను పడవేసే వరకు (వారితో పోరాడండి). ఇది మీరు చేయవలసిన పని. అల్లాహ్ తలుచుకుంటే ఆయన వారికి ప్రతీకారం చేసేవాడు, కాని మిమ్మల్ని ఒకరి ద్వారా మరొకరిని పరీక్షించటానికి (ఆయన ఇలా చేశాడు). మరియు ఎవరైతే అల్లాహ్ మార్గంలో చంపబడ్డారో, అలాంటి వారి కర్మలను ఆయన వ్యర్థం చేయడు.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"[1] ప్రతి మానవునికి తనకు నచ్చిన ధర్మాన్ని అనుసరించే హక్కు ఉంది. ధర్మ విషయంలో బలవంతం లేదు, చూడండి, 2:256. కావున ఎవరైనా మీ ఇస్లాం ధర్మపాలన కారణంగా మీపై దౌర్జన్యాలు చేస్తే! మీరు ఇస్లాంపై నడవకుండా మీ స్వాతంత్ర్యాన్ని భంగపరిస్తే, వారితో మీ మానప్రాణాల రక్షణ మరియు మీ ఇస్లాం ధర్మ రక్షణకై, వారిని పూర్తిగా అణగద్రొక్కే వరకు, లేదా వారిని ఖైదీలుగా చేసుకునే వరకు, వారితో భయంకరంగా పోరాడమే జిహాద్. వారిపై ప్రాబల్యం వహించిన తరువాత వారిని బంధించండి. యుద్ధం ముగిసిన తరువాత వారిలో మంచితనం చూస్తే వారిని కనికరించి, లేదా పరిహారం తీసుకొని వదలండి. చూడండి, 2:190-191. ఇంకా చూడండి జిహాద్ ను గురించి అవతరింపజేయబడిన మొట్టమొదటి ఆయత్ లకు 22:39-40. \n [2] పరిహారధనానికి బదులుగా యుద్ధఖైదీలను పరస్పరం మార్పిడి కూడా చేసుకోవచ్చు.","lang":"te"},{"name":"47:5","price":"ఆయన వారికి మార్గదర్శకత్వం చేస్తాడు మరియు వారి స్థితిని చక్కబరుస్తాడు.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:6","price":"మరియు వారికి తెలియజేసి యున్న, స్వర్గంలోకి వారిని ప్రవేశింపజేస్తాడు.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:7","price":"ఓ విశ్వాసులారా! ఒకవేళ మీరు అల్లాహ్ కు (ఆయన మార్గంలో) సహాయపడితే, ఆయన మీకు సహాయం చేస్తాడు మరియు మీ పాదాలను స్థిరపరుస్తాడు.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"[1] చూడండి, 22:40.","lang":"te"},{"name":"47:8","price":"ఇకపోతే సత్యాన్ని తిరస్కరించిన వారికి వినాశం తప్పదు. మరియు (అల్లాహ్) వారి కర్మలు వ్యర్థం చేస్తాడు.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:9","price":"ఇది ఎందుకంటే వాస్తవానికి, వారు అల్లాహ్ అవతరింపజేసిన దానిని అసహ్యించుకున్నారు. కాబట్టి ఆయన వారి కర్మలను విఫలం చేశాడు.[1]","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"[1] కర్మలంటే ఇక్కడ సత్యతిరస్కారుల సత్కర్మలు విఫలమవుతాయి. వీశ్వాసం లేనిదే ఎన్ని పుణ్యకార్యాలు చేసినా అవి విఫలమే అవుతాయి. పరలోకంలో వాటికి ఎలాంటి మంచి ఫలితం దొరకదు. సత్యతిరస్కారుల గమ్యస్థానం నరకమే.","lang":"te"},{"name":"47:10","price":"ఏమీ? వారు భూమిలో సంచరించి చూడలేదా? వారికి పూర్వం గతించిన వారి పర్యవసానం ఏమయిందో? అల్లాహ్ వారిని నిర్మూలించాడు. మరియు సత్యతిరస్కారులకు అలాంటి గతే పట్టబోతోంది.[1]","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"[1] చూడండి, 6:10.","lang":"te"},{"name":"47:11","price":"ఇది ఎందుకంటే! నిశ్చయంగా, విశ్వసించిన వారి సంరక్షకుడు అల్లాహ్! మరియు నిశ్చయంగా, సత్యతిరస్కారులకు సంరక్షకుడు ఎవ్వడూ లేడు.[1]","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"[1] ఉ'హుద్ యుద్ధంలో మక్కా ముష్రిక్ లు తమకు కొంత ప్రాబల్యం దొరికినందుకు: 'అ'అలు హుబల్' - హుబల్ కు జై! అంటే! విశ్వాసులు: 'అల్లాహు అ'అలావ అజల్లు' - అల్లాహ్ మహోన్నతుడు, గొప్పస్థానం గలవాడు. అని అన్నారు. మరియు ముష్రికులు: 'లనల్'ఉ'జ్జా వలా 'ఉ'జ్జాలకుమ్' - 'ఉ'జ్జా మాతోపాటు ఉన్నాడు, 'ఉ'జ్జా మీతో లేడు. అని, అంటే! ముస్లింలు: 'అల్లాహు మౌలానా వలా మౌలా లకుమ్' - అల్లాహ్ (సు.తా.) మా సంరక్షకుడు, మీ సంరక్షకుడు ఎవ్వడూ లేడు! అని అన్నారు. ('స.బు'ఖారీ)","lang":"te"},{"name":"47:12","price":"నిశ్చయంగా, అల్లాహ్! విశ్వసించి సత్కార్యాలు చేసేవారిని స్వర్గవనాలలో ప్రవేశింపజేస్తాడు. వాటి క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి. మరియు సత్యాన్ని తిరస్కరించి భోగభాగ్యాలలో మునిగి ఉండి పశువుల మాదిరిగా తింటున్న వారి నివాసం నరకాగ్నియే అవుతుంది.[1]","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"[1] సత్యతిరస్కారుకు, తమ ఐహిక జీవితానికే ప్రాధాన్యతనివ్వటం, అంటే కడుపు నింపుకోవటం మరియు లైంగిక అవసరాలను పూర్తి చేసుకోవటమే ప్రధానమైనది. వీరు పరలోక జీవితం గురించి పూర్తిగా అంధకారంలో పడి ఉన్నారు.","lang":"te"},{"name":"47:13","price":"మరియు (ఓ ముహమ్మద్!) నిన్ను బహిష్కరించిన నగరం కంటే బలమైన ఎన్నో నగరాలను మేము నాశనం చేశాము. వారికి సహాయపడే వాడెవ్వడూ లేకపోయాడు.[1]","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"[1] ఈ ఆయత్ దైవప్రవక్త ('స'అస) యొక్క మక్కా నుండి మదీనా ప్రస్థానం చేసిన మొదటి రాత్రి అవతరింపజేయబడింది. ('తబరీ - ఇబ్నె- 'అబ్బాస్, కథనం) ఇంకా చూడండి, 6:131.","lang":"te"},{"name":"47:14","price":"ఏమీ? తన ప్రభువు తరఫు నుండి వచ్చిన స్పష్టమైన మార్గం మీద ఉన్నవాడు, తమ దుష్కార్యాలను మనోహరమైనవిగా భావించి, తమ మనోవాంఛలను అనుసరించే వారితో సమానుడు కాగలడా?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:15","price":"భయభక్తులు గలవారికి వాగ్దానం చేయబడిన స్వర్గం యొక్క ఉదాహరణ ఇలా వుంది: అందులో వాసన మరియు రంగు మారని నీటి సెలయేళ్ళు ఉంటాయి మరియు రుచి మారని పాల కాలువలు ఉంటాయి[1] మరియు అందులో త్రాగేవారికి మధురంగా వుండే మద్యపానపు కాలువలు ఉంటాయి మరియు అందులో శుద్ధమైన తేనె కాలువలు ఉంటాయి. మరియు వారి కొరకు అందులో అన్ని రకాల మంచి ఫలాలు మరియు వారి ప్రభువు నుండి క్షమాపణ కూడా వుంటాయి.[2] ఇలాంటి వాడు - నరకాగ్నిలో శాశ్వతంగా ఉండి సలసల కాగే నీటిని[3] త్రాగేందుకు ఇవ్వబడి, దానితో ప్రేగులు కోయబడినట్లు బాధపడేవానితో - సమానుడు కాగలడా?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"[1] చూడండి, 37:45-47 మరియు 56:19.\n [2] మీరు ఎప్పుడు ప్రార్థించినా జన్నతుల్ ఫిర్ దౌస్ కొరకే ప్రార్థించండి. అది స్వర్గాలలో అన్నింటికంటే ఉత్తమమైనది. దాని నుంచే స్వర్గపు సెలయేర్లు ప్రారంభమవుతాయి. మరియు దాని పైననే అనంతకరుణామయుని సింహాసనం ('అర్ష్) ఉంది.('స.బు'ఖారీ).\n [3] చూడండి, 6:70.","lang":"te"},{"name":"47:16","price":"మరియు (ఓ ముహమ్మద్!) వారిలో (కపట విశ్వాసులలో) నీ మాటలను చెవి యొగ్గి వినేవారు కొందరున్నారు.[1] కాని వారు నీ దగ్గర నుండి వెళ్ళిపోయిన తరువాత, జ్ఞానవంతులను ఇలా ప్రశ్నిస్తారు: \"అతను చెప్పినదేమిటి?\" వీరే! అల్లాహ్ హృదయాల మీద ముద్రివేసిన వారు మరియు వీరే తమ మనోవాంఛలను అనుసరించేవారు.[2]","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"[1] చూడండి, 6:25 మరియు 10:42-43.\n [2] చూడండి, 2:7.","lang":"te"},{"name":"47:17","price":"మరియు మార్గదర్శకత్వం పొందిన వారికి ఆయన (అల్లాహ్) ఇంకా ఎక్కువగా సన్మార్గం చూపుతాడు మరియు వారి దైవభీతిని వృద్ధి చేస్తాడు.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:18","price":"ఏమీ? ఇప్పుడు వారు అంతిమ ఘడియ అకస్మాత్తుగా రావాలని ఎదురు చూస్తున్నారా? వాస్తవానికి, దాని చిహ్నాలు కూడా వచ్చేశాయి.[1] అది వచ్చిపడితే, ఇక వారికి హితోపదేశం స్వీకరించే అవకాశం ఎక్కడ ఉంటుంది?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"[1] చూదైవప్రవక్త ('స'అస) ప్రవచనం: 'నా కాలం మరియు పునరుత్థానదినం ఈ రెండు వ్రేళ్ళవలే ఉంటాయి.' అంటూ అతను (సఅస) తన రెండు వ్రేళ్ళను చూపుతూ అన్నారు: 'ఏ విధంగానైతే ఒక వ్రేలు మరొక వ్రేలుతో కొద్ది మాత్రమే పొడవుగా ఉందో, అదే విధంగా పునరుత్థానదినం నా తరువాత కొంత కాలంలోనే రానున్నది.' (సహీహ్ బుఖారీ).","lang":"te"},{"name":"47:19","price":"కావున (ఓ ముహమ్మద్!) తెలుసుకో! నిశ్చయంగా, అల్లాహ్ తప్ప మరొక ఆరాధ్య దేవుడు లేడు. కావున నీ పాపాలకు మరియు విశ్వాస స్త్రీల కొరకు మరియు విశ్వాస పురుషుల కొరకు కూడా క్షమాపణ వేడుకో![1] మరియు అల్లాహ్ కు మీ కార్యకలాపాలు మరియు మీ (అంతిమ) నివాసం కూడా తెలుసు.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"[1] దైవప్రవక్త ('స'అస) ప్రవచనం: 'ప్రజలారా! అల్లాహ్ (సు.తా.) సన్నిధిలో, పశ్చాత్తాపపడుతూ క్షమాపణలు వేడుకుంటూ ఉండండి. నేను కూడా అల్లాహ్ (సు.తా.) సన్నిధిలో ప్రతిరోజూ డెబ్బై కంటే ఎక్కువసార్లు పశ్చాత్తాపపడుతూ క్షమాపణ వేడుకుంటూ ఉంటాను.' ('స. బు'ఖారీ).","lang":"te"},{"name":"47:20","price":"మరియు విశ్వసించిన వారు ఇలా అంటున్నారు: \"(యుద్ధం చేయమని ఆదేశిస్తూ) ఒక సూరహ్ ఎందుకు అవతరింప జేయబడలేదు?\"[1] కాని ఇప్పుడు యుద్ధం చేయమని నిర్దేశిస్తూ ఒక సూరహ్ అవతరింప జేయబడితే తమ హృదయాలలో వ్యాధి ఉన్నవారు, మరణం ఆవహించిన వారి వలే నీ వైపునకు చూడటాన్ని, నీవు గమనిస్తావు.[2] కాని అది వారికే మేలైనదై ఉండేది.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"[1] ఈ సూరహ్ 22:39 కంటే ముందు అవతరింపజేయబడింది.\n [2] చూడండి, 4:77 ఇటువంటి వాక్యానికి.","lang":"te"},{"name":"47:21","price":"ఆజ్ఞాపాలన చేయటం మరియు మంచి మాటలు పలుకటం. ఒకవేళ (జిహాద్ కొరకు) దృఢమైన నిర్ణయం తీసుకోబడినప్పుడు, వారు అల్లాహ్ విషయంలో సత్యవంతులుగా ఉన్నట్లయితే వారికే మేలు జరిగేది.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:22","price":"(వారితో ఇలా అను): \"ఏమీ? మీరు (అల్లాహ్) ఆజ్ఞాపాలనకు విముఖులై, మరల భూమిలో సంక్షోభం రేకెత్తిస్తూ మీ బంధుత్వాలను తెంపుకుంటారా?\"","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:23","price":"ఇలాంటి వారినే అల్లాహ్ శపించాడు (బహిష్కరించాడు). వారిని చెవిటి వారిగా చేశాడు మరియు వారి కండ్లను గ్రుడ్డి చేశాడు.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:24","price":"వారు ఈ ఖుర్ఆన్ ను గురించి యోచించరా? లేదా వారి హృదయాల మీద తాళాలు పడి వున్నాయా?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:25","price":"మార్గదర్శకత్వం స్పష్టమైన తర్వాత కూడా, ఎవరైతే తమ వీపులు త్రిప్పుకొని మరలి పోయారో! నిశ్చయంగా, షైతాన్ (వారి చేష్టలను) వారికి మంచివిగా చూపాడు మరియు (అల్లాహ్) వారికి వ్యవధినిచ్చాడు.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:26","price":"ఇది ఎందుకంటే వాస్తవానికి వారు, అల్లాహ్ అవతరింపజేసిన దానిని అసహ్యించుకునే వారితో ఇలా అన్నందుకు: \"మేము కొన్ని విషయాలలో మిమ్మల్ని అనుసరిస్తాము.\" మరియు అల్లాహ్ కు వారి రహస్య సమాలోచనలను గురించి బాగా తెలుసు.[1]","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"[1] చూడండి, 4:81.","lang":"te"},{"name":"47:27","price":"అయితే దేవదూతలు వారి ఆత్మలను వశపరచుకొని, వారి ముఖాల మీద మరియు వీపుల మీద కొడుతూ వారిని తీసుకు వెళ్ళేటప్పుడు వారి పరిస్థితి ఎలా ఉంటుంది?[1]","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"[1] చూడండి, 6:93 మరియు 8:50.","lang":"te"},{"name":"47:28","price":"ఇది వాస్తవానికి, వారు అల్లాహ్ కు ఆగ్రహం కలిగించే విధానాన్ని అనుసరించి నందుకు మరియు ఆయన సమ్మతించే మార్గాన్ని అసహ్యించుకున్నందుకు! కావున ఆయన వారి కర్మలను వృథా చేశాడు.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:29","price":"ఏమీ? తమ హృదయాలలో వ్యాధి ఉన్నవారు, అల్లాహ్ వారి ద్వేషాన్ని బయట పెట్టడని భావిస్తున్నారా?[1]","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"[1] అ'ద్'గానున్: 'ది'గ్ నున్ యొక్క బహువచనం. ద్వేషం, పగ, అసహ్యం, ఏవగింపు.","lang":"te"},{"name":"47:30","price":"మరియు మేము తలచుకుంటే, వారిని నీకు చూపేవారం; వారి లక్షణాలను బట్టి నీవు వారిని తెలుసుకోగలవు. మరియు వారు మాట్లాడే రీతిని బట్టి, వారిని నీవు తప్పక తెలుసుకోగలవు. మరియు అల్లాహ్ కు మీ కర్మలు బాగా తెలుసు.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:31","price":"మరియు నిశ్చయంగా, మీలో ధర్మయుద్ధం చేసేవారెవరో మరియు సహనం వహించేవారెవరో! చూచే వరకు మేము మిమ్మల్ని తప్పక పరీక్షిస్తాము.[1] మరియు మేము మీ ప్రతిజ్ఞావచనాలను కూడా పరీక్షిస్తాము.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"[1] చూడండి, 3:140.","lang":"te"},{"name":"47:32","price":"నిశ్చయంగా, మార్గదర్శకత్వం స్పష్టంగా తెలిసిన తర్వాత కూడా, సత్యాన్ని తిరస్కరించి, ప్రజలను అల్లాహ్ మార్గం నుండి నిరోధిస్తూ, ప్రవక్తతో విరోధం కలిగి వున్నవారు,[1] అల్లాహ్ కు ఏ మాత్రం నష్టం కలిగించలేరు. కాని ఆయన వారి కర్మలను నిష్ఫలం చేయగలడు.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"[1] చూడండి, 8:13 మరియు 2:190.","lang":"te"},{"name":"47:33","price":"ఓ విశ్వసించిన ప్రజలారా! మీరు అల్లాహ్ కు విధేయులై ఉండండి మరియు ప్రవక్తను అనుసరించండి మరియు మీ కర్మలను వ్యర్థం చేసుకోకండి.[1]","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"[1] చూడండి, 53:32 ఎన్ని మంచి పనులు చేసినా అవి అల్లాహ్ (సు.తా.) మరియు ఆయన ప్రవక్త ('స'అస) విధేయతల పరిధి నుండి బయట ఉంటే అవి వ్యర్థమే అవుతాయి..","lang":"te"},{"name":"47:34","price":"నిశ్చయంగా, సత్యాన్ని తిరస్కరిస్తూ ప్రజలను అల్లాహ్ మార్గం నుండి నిరోధిస్తూ వుండి, సత్యతిరస్కారులుగానే మరణించిన వారిని అల్లాహ్ ఎంత మాత్రం క్షమించడు.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:35","price":"కావున మీరు (ధర్మయుద్ధంలో) ధైర్యాన్ని వీడకండి మరియు సంధి కొరకు అడగకండి మరియు మీరే ప్రాబల్యం వహిస్తారు.[1] మరియు అల్లాహ్ మీకు తోడుగా ఉన్నాడు మరియు ఆయన మీ కర్మలను వృథా కానివ్వడు.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"[1] చూడండి, 3:139 కానీ మీరు మీ శత్రువుల కంటే బలహీనులుగా ఉన్నారనుకుంటే సంధి చేసుకోవచ్చు. దైవప్రవక్త ('స'అస) మక్కా ముష్రికులతో హుదైబియాలో పది సంవత్సరాల సంధి చేసుకున్నారు.","lang":"te"},{"name":"47:36","price":"నిశ్చయంగా, ఈ ప్రాపంచిక జీవితం ఒక ఆట మరియు కాలక్షేపం మాత్రమే. ఒకవేళ మీరు విశ్వసించి దైవభీతి కలిగి ఉన్నట్లయితే, ఆయన మీకు మీ ప్రతిఫలం ఇస్తాడు. మరియు మీ నుండి ధనాన్ని కూడా అడగడు.[1]","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"[1] అల్లాహ్ (సు.తా.) కు మీ ధనం అవసరం లేదు. మదీనా కాలపు మొదటి రోజులలోనే 'జకాత్ విధించబడింది. అది ఇస్లాం ధర్మాన్ని కాపాడుకోవటానికి దాని ప్రచారానికి మరియు ముస్లింల కుశలత కొరకు వారి సౌకర్యాల కొరకు. 'జకాత్ ఒక సంవత్సరం వరకు జమ ఉన్న ధనసంపత్తుల మీద, 2.5% మాత్రమే. సంవత్సరం గడిచిన పిదపనే 'జకాత్ ఇవ్వవలసి ఉంటుంది.","lang":"te"},{"name":"47:37","price":"ఒకవేళ ఆయన దానిని (ధనాన్నే) అడిగితే మరియు దాని కొరకు గట్టి పట్టుపట్టితే, మీరు పిసినారితనం చూపితే, ఆయన మీ ద్వేషాన్ని బయట పెట్టేవాడు.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"47:38","price":"ఇదిగో చూడండి! వారు మీరే! అల్లాహ్ మార్గంలో ఖర్చు చేయండని పిలువబడుతున్నవారు. కాని మీలో కొందరు పిసినారితనం వహిస్తున్నారు. మరియు ఎవడు పిసినారితనం వహిస్తున్నాడో, అతడు నిజానికి తన సొంత విషయంలోనే పిసినారితనం వహిస్తున్నాడు. మరియు అల్లాహ్ స్వయం సమృద్ధుడు మరియు మీరే కొరత గల (పేద) వారు.[1] మరియు మీరు విముఖులైతే ఆయన మీకు బదులుగా ఇతర జాతిని మీ స్థానంలో తేగలడు, అప్పుడు వారు మీలాంటి వారై ఉండరు.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"[1] అల్లాహ్ (సు.తా.) మిమ్మల్ని ఖర్చు చేయమని ప్రోత్సహించేది మీ ఆత్మశుద్ధి కొరకు, మీ చుట్టు ప్రక్కలలో ఉండే పేదవారి అత్యావసరాలను పూర్తి చేయటానికి మరియు మీరు మీ శత్రువులపై ఆధిక్యత పొందటానికి.","lang":"te"},{"name":"48:1","price":"(ఓ ప్రవక్తా!) నిశ్చయంగా, మేము నీకు స్పష్టమైన విజయాన్ని ప్రసాదించాము;","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:2","price":"అల్లాహ్! నీ పూర్వపు మరియు భావికాలపు తప్పులను క్షమించటానికి మరియు నీపై తన అనుగ్రహాన్ని పూర్తి చేయటానికి మరియు నీకు ఋజుమార్గం వైపునకు మార్గదర్శకత్వం చేయటానికి;","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:3","price":"మరియు అల్లాహ్! నీకు గొప్ప సహకారంతో సహాయపడటానికి.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:4","price":"ఆయనే, విశ్వాసుల హృదయాలలో శాంతిని అవతరింపజేశాడు, వారి విశ్వాసంలో మరింత విశ్వాసాన్ని అధికం చేసేందుకు. మరియు ఆకాశాలలోని భూమిలోని సైన్యాలన్నీ అల్లాహ్ అధీనంలోనే ఉన్నాయి. మరియు అల్లాహ్ సర్వజ్ఞుడు, మహా వివేకవంతుడు.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:5","price":"విశ్వాసులైన పురుషులను మరియు విశ్వాసులైన స్త్రీలను క్రింద సెలయేళ్ళు ప్రవహించే స్వర్గవనాలలో ప్రవేశింప జేసేందుకు, అందులో వారు శాశ్వతంగా ఉండేందుకు మరియు వారి పాపాలను తొలగించేందుకూను. మరియు అల్లాహ్ దృష్టిలో ఇది ఒక గొప్ప విజయం.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:6","price":"మరియు కపట విశ్వాసులు (మునాఫిఖీన్) అయిన పురుషులను మరియు కపట విశ్వాసులైన స్త్రీలను; మరియు బహుదైవారాధకులైన పురుషులను మరియు బహుదైవారాధకులైన స్త్రీలను; అల్లాహ్ ను గురించి చెడు భావనలు, భావించే వారందరినీ శిక్షించేందుకు. వారిపై చెడు అన్ని వైపుల నుండి ఆవరించి ఉంటుంది. మరియు అల్లాహ్ యొక్క ఆగ్రహం వారిపై విరుచుకు పడుతుంది. మరియు ఆయన వారిని శపించాడు (బహిష్కరించాడు); మరియు వారి కొరకు నరకాన్ని సిద్ధపరచి ఉంచాడు. మరియు అది ఎంత చెడ్డ గమ్యస్థానం!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:7","price":"ఆకాశాలలోని మరియు భూమిలోని సైన్యాలన్నీ అల్లాహ్ అధీనంలోనే ఉన్నాయి. మరియు అల్లాహ్ సర్వశక్తిమంతుడు, మహా వివేకవంతుడు.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:8","price":"నిశ్చయంగా, (ఓ ముహమ్మద్!) మేము నిన్ను సాక్షిగా, శుభవార్తలు అందజేసే వానిగా మరియు హెచ్చరించే వానిగా చేసి పంపాము.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:9","price":"ఎందుకంటే (ఓ ముస్లింలారా!) మీరు అల్లాహ్ ను మరియు ఆయన ప్రవక్తను విశ్వసించాలనీ మరియు మీరు అతనితో (ప్రవక్తతో) సహకరించాలనీ మరియు అతనిని గౌరవించాలనీ మరియు ఉదయం మరియు సాయంత్రం ఆయన (అల్లాహ్) పవిత్రతను కొనియాడాలనీ!","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:10","price":"(ఓ ముహమ్మద్!) నిశ్చయంగా, (నీ చేతిలో చేయి వేసి) నీతో శపథం చేసేవారు, వాస్తవానికి అల్లాహ్ తో శపథం చేస్తున్నారు.[1] అల్లాహ్ చెయ్యి వారి చేతుల మీద ఉంది. ఇక ఎవడు (తన శపథాన్ని) భంగం చేస్తాడో, వాస్తవానికి అతడు తన నష్టం కొరకే తన శపథాన్ని భంగం చేస్తాడు. మరియు ఎవడు తన వాగ్దానాన్ని పూర్తి చేస్తాడో, అల్లాహ్ అతనికి గొప్ప ప్రతిఫలాన్ని ఇస్తాడు.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"[1] చూడండి, 4:80.","lang":"te"},{"name":"48:11","price":"వెనుక ఉండిపోయిన ఎడారి వాసులు (బద్దూలు)[1] నీతో ఇలా అంటారు: \"మా ఆస్తిపాస్తుల మరియు మా ఆలుబిడ్డల చింత మాకు తీరిక లేకుండా చేశాయి. కావున మా క్షమాపణకై ప్రార్థించండి!\" వారు తమ హృదయాలలో లేనిది తమ నాలుకలతో పలుకుతున్నారు. వారితో ఇలా అను: \"ఒకవేళ అల్లాహ్ మీకు నష్టం చేయదలిస్తే, లేదా లాభం చేయదలిస్తే, ఆయన నుండి మిమ్మల్ని తప్పించగల శక్తి ఎవరికుంది? వాస్తవానికి మీరు చేసేదంతా అల్లాహ్ బాగా ఎరుగును!","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"[1] 'గిఫార్, ముజైనహ్, జుహైనహ్, అష్ జా'అ, అస్ లమ్, దయల్ అనే బద్దూ తెగల వారు, సాకులు చెప్పారు. వారు ఆయుధాలు లేకుండా మక్కా వెళ్ళితే మక్కా ముష్రికులు వారిని చంపవచ్చని భయపడ్డారు. అందుకే దైవప్రవక్త ('స'అస) కు 'హుదైబియహ్ ఒప్పందం చేసుకోవలసి వచ్చింది.","lang":"te"},{"name":"48:12","price":"అలా కాదు! ప్రవక్త మరియు విశ్వాసులు ఎన్నటికీ - తమ ఆలుబిడ్డల వద్దకు - తిరిగి రాలేరని మీరు భావించారు; మరియు ఇది (ఈ ఆలోచన) మీ హృదయాలకు చాలా నచ్చింది మరియు మీరు చాలా చెడ్డ తలంపులు చేశారు మరియు మీరు అధోగతికి చెందినవారు.\"","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:13","price":"మరియు అల్లాహ్ ను మరియు ఆయన ప్రవక్తను విశ్వసించని సత్యతిరస్కారుల కొరకు మేము నిశ్చయంగా, భగభగ మండే అగ్ని జ్వాలలను సిద్ధపరచి ఉంచాము.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:14","price":"మరియు భూమ్యాకాశాల సామ్రాజ్యాధిపత్యం అల్లాహ్ దే! ఆయన తాను కోరిన వారిని క్షమిస్తాడు మరియు తాను కోరిన వారిని శిక్షిస్తాడు. మరియు అల్లాహ్ సదా క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:15","price":"ఇక మీరు మీ విజయధనాన్ని తీసుకోవటానికి పోయినప్పుడు, వెనుక ఉండి పోయిన వారు ఇలా అంటారు: \"మమ్మల్ని కూడా మీ వెంట రానివ్వండి.\"[1] వారు అల్లాహ్ ఉత్తరువును మార్చగోరుతున్నారు.[2] వారితో అను: \"మీరు మా వెంట రాజాలరు; మీ గురించి అల్లాహ్ ముందే ఈ విధంగా చెప్పాడు.\" అప్పుడు వారు ఇలా అంటారు: \"అది కాదు! మీరు మా మీద అసూయ పడుతున్నారు.\" అలా కాదు! వారు వాస్తవాన్ని అర్థం చేసుకోగలిగేది చాలా తక్కువ.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"[1] ఇక్కడ 'ఖైబర్ యుద్ధ ప్రస్తావన ఉంది. అది 7వ హిజ్రీలో జరిగింది. 'హుదైబియా ఒప్పందం తరువాత సూరహ్ అల్-ఫ'త్హ్ అవతరింపజేయబడింది. అది విని 6వ హిజ్రీలో సాకులు చెప్పి మక్కాకు 'ఉమ్మా కొరకు రానివారు - విజయధనపు ఆశతో - 'ఖైబర్ యుద్ధంలో పాల్గొనటానికి అనుమతి అడుగుతారు. అప్పుడు దైవప్రవక్త ('స'అస), కేవలం 6వ హిజ్రీలో 'ఉమ్రా కొరకు మక్కాకు పోయినవారు మాత్రమే 'ఖైబర్ కు పోవాలని. సెలవిస్తారు. \n [2] చూడండి, 8:1.","lang":"te"},{"name":"48:16","price":"వెనుక ఉండి పోయిన ఎడారి వాసులతో (బద్దూలతో) ఇలా అను: \"ఇక మీద చాలా కఠినంగా పోరాడే వారికి విరుద్ధంగా (యుద్ధం చేసేందుకు)\" మీరు పిలువబడతారు. అప్పుడు (మీరు చనిపోయే వరకూ) వారితో యుద్ధం చేయవలసిన ఉంటుంది లేదా వారు లొంగి పోయే వరకు. ఒకవేళ మీరు ఆజ్ఞాపాలన చేస్తే, అల్లాహ్ మీకు మంచి ప్రతిఫలం ఇస్తాడు. ఒకవేళ మీరు ఇంతకు ముందు మరలి పోయినట్లు, మరలిపోతే ఆయన మీకు అత్యంత బాధాకరమైన శిక్ష విధించగలడు.\"","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:17","price":"కాని గ్రుడ్డివానిపై ఎలాంటి నింద లేదు మరియు కుంటివానిపై కూడా ఎలాంటి నింద లేదు మరియు అదే విధంగా వ్యాధిగ్రస్తునిపై కూడా ఎలాంటి నింద లేదు. అల్లాహ్ మరియు ఆయన ప్రవక్తకు విధేయత చూపేవారిని, ఆయన క్రింద సెలయేళ్ళు ప్రవహించే స్వర్గవనాలలో ప్రవేశింపజేస్తాడు. మరియు వెనుదిరిగిన వానికి ఆయన బాధాకరమైన శిక్ష విధిస్తాడు.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:18","price":"వాస్తవానికి విశ్వాసులు చెట్టు క్రింద నీతో చేసిన శపథం[1] చూసి అల్లాహ్ సంతోషించాడు; మరియు వారి హృదయాల స్థితి ఆయనకు తెలిసిందే. కావున ఆయన వారి మీద శాంతిని అవతరింప జేశాడు. మరియు బహుమానంగా వారికి సమీప విజయాన్ని ప్రసాదించాడు.[2]","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[1] ఇది 'హుదైబియాలో 6వ హిజ్రీలో 'ఉస్మాన్ బిన్ అఫ్ఫాన్ (ర'ది.'అ) మరణవార్త విని, దైవప్రవక్త ('స'అస) చేతిపై ఒక తుమ్మచెట్టు క్రింద 'స'హాబాలు ('రది.'అన్హుమ్) అందరూ, తమ చివరి ప్రాణాల వరకు 'ఉస్మాన్ ('రది.'అ.) మరణపు ప్రతీకారం తీర్చుకోవటానికి పోరాడుతామని, చేసిన ప్రతిజ్ఞ.\n [2] ఇది 'ఖైబర్ విజయమని చాలామంది వ్యాఖ్యాతలు అంటారు. కొందరు ఇది 8వ హిజ్రీ మక్కా విజయమని, ఆ తరువాత ముస్లింలకు లభించిన ఇతర విజయాలని అంటారు.","lang":"te"},{"name":"48:19","price":"మరియు అందులో వారు చాలా విజయధనాన్ని కూడా పొందుతారు. మరియు అల్లాహ్ సర్వశక్తిమంతుడు, మహా వివేచనాపరుడు.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:20","price":"మరియు అల్లాహ్ మీకు ఇంకా చాలా విజయధనాల వాగ్దానం చేశాడు. మీరు వాటిని పొందుతారు. కావున మీకు వాటిని త్వరగా ప్రసాదిస్తాడు. మరియు ఆయన ప్రజల చేతులను మీ నుండి ఆపాడు. ఇది విశ్వాసులకు ఒక సూచనగా ఉండేందుకు మరియు ఆయన మీకు ఋజుమార్గం వైపునకు మార్గదర్శకత్వం చేసేందుకూను.[1]","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"[1] ఇది తరువాత జరిగే యుద్ధాలు మరియు వాటిలో దొరికే విజయధనపు ప్రస్తావన.","lang":"te"},{"name":"48:21","price":"ఇంకా ఇతర (విజయాలు) కూడా! వాటిని మీరింకా సాధించలేదు. వాస్తవానికి, అల్లాహ్ వాటిని ఆవరించి ఉన్నాడు. మరియు అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:22","price":"మరియు ఒకవేళ సత్యతిరస్కారులు మీతో యుద్ధానికి దిగివుంటే, వారు తప్పక వెన్ను చూపి పారిపోయేవారు, అప్పుడు వారు ఏ రక్షకుడిని గానీ లేదా సహాయకుడిని గానీ పొందేవారు కాదు.[1]","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"[1] ఇది హుదైబియా ఒప్పందాన్ని సూచిస్తోంది.","lang":"te"},{"name":"48:23","price":"ఇది మొదటి నుంచే వస్తూ ఉన్న అల్లాహ్ సంప్రదాయం. నీవు అల్లాహ్ సంప్రదాయంలో ఎలాంటి మార్పును పొందలేవు.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:24","price":"మరియు మక్కా లోయలో మీకు వారి మీద ప్రాబల్యం ఇచ్చిన తర్వాత, ఆయనే వారి చేతులను మీపై పడకుండా మరియు మీ చేతులు వారిపై పడకుండా చేశాడు.[1] మరియు మీరు చేసేదంతా అల్లాహ్ చూస్తున్నాడు.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"[1] 'హుదైబియా ఒప్పందానికి ముందు దాదాపు 80 మంది ముష్రికులు ఆయుధాలు తీసుకొని దైవప్రవక్త ('స'అస) ను చంపాలని బయలుదేరుతారు. కాని ముస్లింలు వారిని పట్టుకొని ఖైదీలు చేసుకుంటారు. ఒప్పందం జరిగిన తరువాత దైవప్రవక్త ('స'అస) వారిని విడిచి పెడ్తారు. (ముస్లిం, నసాయి' - 'తబరీ.)","lang":"te"},{"name":"48:25","price":"(వాస్తవానికి) సత్యాన్ని తిరస్కరించి, మిమ్మల్ని మస్జిద్ అల్ హరామ్ కు పోకుండా నిరోధించి, బలి (ఖుర్బానీ) జంతువులను వాటిని బలి చేసే స్థలానికి చేరనివ్వకుండా ఆపింది వారే కదా![1] ఒకవేళ వారిలో విశ్వాసులైన పురుషులు మరియు విశ్వాసులైన స్త్రీలు లేకుంటే - ఎవరిని గురించైతే మీకు తెలియదో - వారిని మీరు త్రొక్కివేసి ఉండేవారు. దాని వలన మీరు - మీకు తెలియకుండానే - పాపానికి గురి అయ్యేవారు. అల్లాహ్ తాను కోరిన వారిని తన కారుణ్యంలోనికి తీసుకుంటాడు. ఒకవేళ వారు (విశ్వాసులు) వారి నుండి వేరుగా ఉండి ఉంటే, మేము తప్పక వారిలోని సత్యతిరస్కారులకు బాధాకరమైన శిక్ష విధించి ఉండేవారము.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"[1] అల్-హద్ య: అంటే మక్కాకు 'ఉమ్రా లేక 'హజ్జ్ కొరకు పోయేవారు, అక్కడ బలి ఇచ్చే పశువు. వారు దానిని తమ వెంట తీసుకురావచ్చు లేదా అక్కడే కొనవచ్చు.\n మ'హిల్లున్: అంటే ఖుర్బానీ (బలి) ఇచ్చే చోటు. ఇది 'హరం సరిహద్దులలోని భాగం ('హుదూద్ అల్-'హరం).","lang":"te"},{"name":"48:26","price":"సత్యాన్ని తిరస్కరించినవారు, తమ హృదయాలలోని మూఢ అభిమానం వల్ల, మూర్ఖపు పట్టు వహించినప్పుడు,[1] అల్లాహ్! తన సందేశహరుని మీద మరియు విశ్వాసుల మీద, శాంతిని అవతరింప జేశాడు. మరియు వారిలో దైవభీతిని స్థిర పరిచాడు. మరియు వారే దానికి హక్కుదారులు మరియు అర్హులు కూడాను. మరియు అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసు.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[1] 'హమియ్యతల్ జాహిలియ్యహ్: అంటే ఇక్కడ ముస్లింలను ఎన్నటికీ మక్కాలోకి రానివ్వకూడదు అనే మూర్ఖ హఠము. అంటే ముస్లింలు 'హరంలో ప్రవేశించి, నమా'జ్ చేయటాన్ని మక్కా ముష్రిక్ ఖురైషులు సహించేవారు కాదు. ఎందుకంటే ముస్లింలు అల్లాహ్ (సు.తా.)ను ఆరాధించేవారు. కాని ముష్రిక్ లు తమ విగ్రహాలను ఆరాధించేవారు. ఆ అభిమానం వారు ముస్లింలతో చేసిన సంధిలో వ్యక్తమవుతోంది. అది మొదట ముష్రిక్ లకు అనుకూలమైనదిగా కనిపించినా చివరకు వారికి సహించరానిదిగా మారింది. వారి పతనానికి కారణమయ్యింది.\n ఆ సంధి వ్రాసేటప్పుడు దైవప్రవక్త ('స'అస), 'అలీ (ర'ది.'అ.)తో మొదట: \"బిస్మిల్లా హిర్ర'హ్ మా నిర్ర'హీమ్\" అని వ్రాయమంటారు. అప్పుడు సంధి చేసుకోవటానికి వచ్చిన సుహైల్ బిన్ 'అమ్ర్ అంటాడు: మేము 'అర్ర'హ్ మాన్ అర్ర'హీమ్' ఏమిటో ఎరుగము. మేము వాడే పదం: \"బిస్మిక అల్లాహుమ్మ\" - 'నీ పేరుతో ఓ అల్లాహ్!' అని వ్రాయి, అంటాడు. దైవప్రవక్త ('స'అస) అలీ (ర'ది.'అ.)ను అలా వ్రాయమని అంటారు. ఆ తరువాత దైవప్రవక్త ('స'అస) అంటారు: 'ము'హమ్మద్ రసూలుల్లాహ్ మరియు మక్కా వాసుల మధ్య ఈ సంధి జరుగున్నది.' అని వ్రాయమంటారు. అలీ (ర'ది.'అ.) ను వెంటనే ఆపుతూ ముష్రిక్ నాయకుడు అంటాడు: 'రసూలుల్లాహ్' అనే పదవి మీదనే కదా మా మధ్య - మీ మధ్య వివాదమున్నది. అలా కాదు: 'ము'హమ్మద్ బిన్ అబ్దుల్లాహ్' అని వ్రాయాలి అంటాడు. దైవప్రవక్త ('స'అస) దానిని కొట్టేసి అలాగే వ్రాయమని అలీ (ర'ది.'అ.)తో అంటారు. దానికి అలీ (ర'ది.'అ.) ఒప్పుకోరు. అప్పుడు దైవప్రవక్త ('స'అస) తమ చేతితోనే దానిని కొట్టేసి, అతడు చెప్పినట్లు వ్రాయమంటారు. అప్పుడు ముస్లింల క్రోధావేశాలకు అంతులేకుండా పోతుంది. కాని అల్లాహ్ (సు.తా.) వారి హృదయాలకు శాంతిని ప్రసాదిస్తాడు. ('స.ముస్లిం, నసాయి', ఇబ్నె'హంబల్, - తబరీ).","lang":"te"},{"name":"48:27","price":"వాస్తవానికి అల్లాహ్ తన ప్రవక్తకు, అతని స్వప్నాన్ని, నిజం చేసి చూపాడు.[1] అల్లాహ్ కోరితే, మీరు తప్పక శాంతియుతంగా, మీ తలలను పూర్తిగా గొరిగించుకొని లేదా తల వెంట్రుకలను కత్తిరించుకొని, మస్జిద్ అల్ హరామ్ లోకి భయపడకుండా ప్రవేశించేవారు. మీకు తెలియనిది ఆయనకు తెలుసు, ఇక ఇదే కాక సమీపంలోనే మీకు మరొక విజయాన్ని కూడా ప్రసాదించ బోతున్నాడు.[2]","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[1] దైవప్రవక్త ('స'అస) తన సహచరులతో (ర'ది.'అన్హుమ్) సహా ఇ'హ్రామ్ ధరించి 'హరమ్ లో ప్రవేశించినట్లు చూసిన స్వప్నం. అది 7వ హిజ్రీలో పూర్తి అయింది. అప్పుడు వారంతా 'ఉమ్రా చేసారు.\n [2] అంటే మక్కా, 'ఖైబర్ మరియు ముస్లింలకు లభించిన ఇతర విజయాలు.","lang":"te"},{"name":"48:28","price":"ఆయనే, తన ప్రవక్తను మార్గదర్శకత్వంతో మరియు సత్యధర్మంతో అన్ని ధర్మాలపై అది ఆధిక్యత కలిగి వుండేలా చేసి పంపాడు. మరియు సాక్షిగా అల్లాహ్ యే చాలు.[1]","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"[1] ముస్లింలు, ఇస్లాం ను తూ.చా. తప్పక పాటిస్తే ఈ రోజు కూడా వారు అన్ని ధర్మాలవారి మీద ప్రాబల్యం వహించగలరు. చూడండి, 3:139.","lang":"te"},{"name":"48:29","price":"ముహమ్మద్ అల్లాహ్ యొక్క సందేశహరుడు. మరియు అతని వెంట ఉన్నవారు, సత్యతిరస్కారుల పట్ల కఠినులు మరియు పరస్పరం కరుణామయులు.[1] నీవు వారిని (అల్లాహ్ ముందు) వంగుతూ (రుకూఉ చేస్తూ), సాష్టాంగాలు (సజ్దాలు) చేస్తూ ఉండటం చూస్తున్నావు. వారు అల్లాహ్ అనుగ్రహాన్ని మరియు ప్రసన్నతను అర్థిస్తూ ఉంటారు. వారి ముఖాల మీద సాష్టాంగం (సజ్దా) చేయటం వల్ల వచ్చిన గుర్తులుంటాయి. వారి ఈ ఉపమానం తౌరాత్ లో కూడా ఇవ్వబడుతుంది. మరియు ఇంజీల్ లో వారు ఒక పైరుతో పోల్చబడ్డారు: మొదట (బీజం నుండి) ఒక మొలక అంకురిస్తుంది,[2] తరువాత దానిని లావుగా చేస్తాడు. ఆ తరువాత అది తన కాండం మీద నిటారుగా నిలబడి[3] రైతులను ఆనంద పరిచి సత్యతిరస్కారులకు క్రోధావేశాలు కలిగిస్తుంది. విశ్వసించి, సత్కార్యాలు చేసే వారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలాన్ని ప్రసాదిస్తానని అల్లాహ్ వాగ్దానం చేశాడు.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"[1] చూడండి, 5:54.\n [2] ష'త్'అహ్: అంటే బీజాన్ని చీల్చి బయటికి వచ్చే మొదటి అంకురం.\n [3] ఇది 'స'హాబా (ర'ది.'అ.)లను సూచిస్తోంది. మొదటి వారు అల్ప సంఖ్యలో మరియు బలహీనులుగా ఉంటారు, క్రమక్రమంగా వారి సంఖ్య పెరిగి వారు బలాఢ్యులవుతారు.","lang":"te"},{"name":"49:1","price":"ఓ విశ్వాసులారా! మీరు అల్లాహ్ మరియు ఆయన ప్రవక్త అనుమతికి ముందే నిర్ణయాలకు దిగకండి.[1] అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. నిశ్చయంగా, అల్లాహ్ అంతా వినేవాడు, సర్వజ్ఞుడు.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"[1] ధర్మం విషయంలో మీ స్వంత నిర్ణయాలకు దిగకండి. అల్లాహ్ (సు.తా.) మరియు దైవప్రవక్త ('స'అస) ఆజ్ఞలనే పాటించండి. అంటే ఖుర్ఆన్ మరియు 'స'హీ'హ్ 'హదీస్'ల ఆదేశాలను మాత్రమే అనుసరించండి. మీ స్వంత భావాలను, నిర్ణయాలను ధర్మంలో చొచ్చితే, అది బిద్'అత్ అవుతుంది. చూడండి, 4:65.","lang":"te"},{"name":"49:2","price":"ఓ విశ్వాసులారా! మీ కంఠస్వరాలను, ప్రవక్త కంఠస్వరాని కంటే పెంచకండి మరియు మీరు పరస్పరం ఒకరితో నొకరు విచ్చలవిడిగా మాట్లాడుకునే విధంగా అతనితో మాట్లాడకండి, దాని వల్ల మీకు తెలియకుండానే, మీ కర్మలు వ్యర్థం కావచ్చు!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:3","price":"నిశ్చయంగా, ఎవరైతే అల్లాహ్ యొక్క సందేశహరుని సన్నిధిలో తమ కంఠస్వరాలను తగ్గిస్తారో, అలాంటి వారి హృదయాలను అల్లాహ్ భయభక్తుల కొరకు పరీక్షించి ఉన్నాడు. వారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలం ఉంటాయి.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:4","price":"(ఓ ప్రవక్తా!) నిశ్చయంగా, ఎవరైతే, నిన్ను గృహాల బయట నుండి బిగ్గరగా (అరుస్తూ) పిలుస్తారో, వారిలో చాలా మంది బుద్ధిహీనులే.[1]","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"[1] ఒకరోజు మధ్యాన్నం బనూ-తమీమ్ తెగవారు - మర్యాదలు తెలియని ఎడారివాసు (బద్ధూ)లు - దైవప్రవక్త ('స'అస) ఇంటి ముందుకు వచ్చి పెద్ద కంఠస్వరంతో అతని ('స'అస) పేరు తీసుకొని అరుస్తారు; అప్పుడు ఈ ఆయత్ అవతరింపజేయబడుతుంది. (ముస్నద్ అ'హ్మద్, 3/488, 6/394).","lang":"te"},{"name":"49:5","price":"మరియు ఒకవేళ వారు నీవు బయటకు వచ్చే వరకు ఓపిక పట్టి వుంటే, అది వారికే మేలై ఉండేది. మరియు అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:6","price":"ఓ విశ్వాసులారా! ఎవడైనా ఒక అవిధేయుడు (ఫాసిఖ్), మీ వద్దకు ఏదైనా వార్త తెస్తే, మీరు - మీకు తెలియకుండానే జనులకు నష్టం కలిగించి, మీరు చేసిన దానికి పశ్చాత్తాప పడవలసిన స్థితి రాకముందే - నిజానిజాలను విచారించి తెలుసుకోండి.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"[1] ఒకవేళ దైవప్రవక్త ('స'అస) మీ మాటలు విని మిమ్మల్ని అనుసరిస్తే దానితో మీరే ఎక్కువ కష్టాలలో పడిపోవచ్చు! చూడండి, 23:71.","lang":"te"},{"name":"49:7","price":"మరియు మీ మధ్య అల్లాహ్ యొక్క సందేశహరుడు ఉన్నాడనే విషయాన్ని బాగా గుర్తుంచుకోండి. ఒకవేళ అతన చాలా విషయాలలో మీ మాటనే వింటే మీరే ఆపదలో పడవచ్చు. కానీ అల్లాహ్ మీకు విశ్వాసం పట్ల ప్రేమ కలిగించాడు మరియు దానిని మీ హృదయాలకు ఆకర్షణీయమైనదిగా చేశాడు. మరియు సత్యతిరస్కారాన్ని, అవిధేయతను మరియు దుర్నడతను (ఆజ్ఞోల్లంఘనను) మీకు అసహ్యకరమైనదిగా చేశాడు. అలాంటి వారే సరైన మార్గదర్శకత్వం పొందినవారు.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:8","price":"అది అల్లాహ్ తరఫు నుండి వారికి లభించిన అనుగ్రహం మరియు ఉపకారం. మరియు అల్లాహ్ సర్వజ్ఞుడు, మహా వివేకవంతుడు.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:9","price":"మరియు ఒకవేళ విశ్వాసులలోని రెండు వర్గాల వారు పరస్పరం కలహించుకుంటే, వారిద్దరి మధ్య సంధి చేయించండి. కాని ఒకవేళ, వారిలోని ఒక వర్గం వారు రెండవ వర్గం వారిపై దౌర్జన్యం చేస్తే, దౌర్జన్యం చేసిన వారు, అల్లాహ్ ఆజ్ఞ వైపునకు మరలే వరకు, వారికి వ్యతిరేకంగా పోరాడండి.[1] తరువాత వారు మరలి వస్తే, వారి మధ్య న్యాయంగా సంధి చేయించండి మరియు నిష్పక్షపాతంగా వ్యవహరించండి. నిశ్చయంగా, అల్లాహ్ నిష్పక్షపాతంగా వ్యవహరించే వారిని ప్రేమిస్తాడు.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"[1] ఒక ముస్లిం మరొక ముస్లింపై దౌర్జన్యం చేస్తే, ఖుర్ఆన్ మరియు 'హదీస్'ల వెలుగులో వారి మధ్య సంధి చేయించడానికి ప్రయత్నించాలి. దౌర్జన్యం చేసేవాడు దానికి అంగీకరించకపోతే, ముస్లింలు అందరూ కలిసి అతడు అల్లాహ్ (సు.తా.) ఆజ్ఞను అనుసరించటానికి అంగీకరించే వరకు అతనికి వ్యతిరేకంగా పోరాడాలి.","lang":"te"},{"name":"49:10","price":"వాస్తవానికి విశ్వాసులు పరస్పరం సహోదరులు, కావున మీ సహోదరుల మధ్య సంధి చేయించండి.[1] మరియు మీరు కరుణించ బడాలంటే అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"[1] చూడండి, 9:71.","lang":"te"},{"name":"49:11","price":"ఓ విశ్వాసులారా! మీలో ఎవరూ (పురుషులు) ఇతరులెవరినీ ఎగతాళి చేయరాదు. బహుశా వారే (ఎగతాళి చేయబడే వారే) వీరి కంటే శ్రేష్ఠులు కావచ్చు![1] అదే విధంగా స్త్రీలు కూడా ఇతర స్త్రీలను ఎగతాళి చేయరాదు. బహశా వారే (ఎగతాళి చేయబడే స్త్రీలే) వీరి కంటే శ్రేష్ఠురాండ్రు కావచ్చు! మీరు పరస్పరం ఎత్తి పొడుచుకోకండి మరియు చెడ్డ పేర్లతో పిలుచుకోకండి. విశ్వసించిన తర్వాత ఒకనిని చెడ్డ పేరుతో పిలవటం ఎంతో నీచమైన విషయం మరియు (ఇలా చేసిన పిదప) పశ్చాత్తాప పడకుంటే, అలాంటి వారు చాలా దుర్మార్గులు.[2]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"[1] మీరు ఇతరులను చిన్న వారిగా భావించి వారిని ఎగతాళి చేయకండి. వారిని కించపరచకండి. ఎవడు ఉత్తముడో, ఎవడు అధముడో కేవలం అల్లాహ్ (సు.తా.) కే తెలుసు. దైవప్రవక్త ('స'అస) ప్రవచనం: 'ఇతరులను నీచమైనవారుగా, తుచ్ఛమైన వారుగా భావించడం పెద్ద పాపాలలో ఒకటి.' (అబూ-దావూద్) \n [2] చూడండి, 6:82.","lang":"te"},{"name":"49:12","price":"ఓ విశ్వాసులారా! అతిగా అనుమానించడం నుండి దూరంగా ఉండండి, ఎందుకంటే కొన్ని అనుమానాలే నిశ్చయంగా పాపాలు. మరియు మీరు మీ పరస్పర రహస్యాలను తెలుసుకోవటానికి ప్రయత్నించకండి మరియు చాడీలు చెప్పుకోకండి. మీలో ఎవడైనా చచ్చిన తన సోదరుని మాంసం తినడానికి ఇష్టపడతాడా? మీరు దానిని అసహ్యించుకుంటారు కదా! అల్లాహ్ పట్ల భయభక్తులు కలిగి ఉండండి. నిశ్చయంగా, అల్లాహ్ పశ్చాత్తాపాన్ని అంగీకరించేవాడు, అపార కరుణా ప్రదాత.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:13","price":"ఓ మానవులారా! నిశ్చయంగా మేము మిమ్మల్ని ఒక పురుషుడు మరియు ఒక స్త్రీ నుండి పుట్టించాము. మరియు మీరు ఒకరి నొకరు గుర్తించుకోవటానికి మిమ్మల్ని జాతులుగా మరియు తెగలుగా చేశాము.[1] నిశ్చయంగా, మీలో ఎక్కువ దైవభీతి గలవాడే, అల్లాహ్ దగ్గర ఎక్కువ గౌరవం గలవాడు. నిశ్చయంగా, అల్లాహ్ సర్వజ్ఞుడు, సర్వం తెలిసినవాడు.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"[1] షు'ఊబున్, ష'అబున్ యొక్క బహువచనం, పెద్ద కుటుంబాన్ని ష'అబ్ అంటారు. దాని తరువాత ఖబీలహ్, 'ఇమారహ్, బ'తన్, ఫ'సీలహ్ మరియు 'అషీరహ్. (ఫ'త్హ్ అల్-ఖదీర్).","lang":"te"},{"name":"49:14","price":"ఎడారి వాసులు (బద్దూలు): \"మేము విశ్వసించాము.\" అని అంటారు. (ఓ ముహమ్మద్!) వారితో ఇలా అను: \"మీరు ఇంకా విశ్వసించలేదు కావున: 'మేము విధేయులం (ముస్లింలం) అయ్యాము.' అని అనండి. ఎందుకంటే విశ్వాసం (ఈమాన్) మీ హృదయాలలోకి ఇంకా ప్రవేశించలేదు. ఒకవేళ మీరు అల్లాహ్ యొక్క మరియు ఆయన ప్రవక్త యొక్క ఆజ్ఞాపాలన చేస్తే, ఆయన మీ కర్మలను ఏ మాత్రం వృథా కానివ్వడు. నిశ్చయంగా, అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.\"","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:15","price":"వాస్తవానికి, ఎవరైతే అల్లాహ్ మరియు ఆయన ప్రవక్తను విశ్వసించి, ఆ తరువాత ఏ అనుమానానికి లోను కాకుండా, అల్లాహ్ మార్గంలో, తమ సిరిసంపదలతో మరియు ప్రాణాలతో పోరాడుతారో! అలాంటి వారు, వారే! సత్యవంతులు.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:16","price":"వారితో ఇలా అను: \"ఏమిటి? మీరు అల్లాహ్ కు మీ ధర్మస్వీకారం గురించి తెలియజేస్తున్నారా? ఆకాశాలలో మరియు భూమిలో ఉన్నదంతా అల్లాహ్ కు బాగా తెలుసు. మరియు అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసు.\"","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:17","price":"(ఓ ముహమ్మద్!) వారు ఇస్లాంను స్వీకరించి, నీకు ఉపకారం చేసినట్లు వ్యవహరిస్తున్నారు. వారితో ఇలా అను: \"మీరు ఇస్లాంను స్వీకరించి నాకు ఎలాంటి ఉపకారం చేయలేదు! వాస్తవానికి, మీరు సత్యవంతులే అయితే! మీకు విశ్వాసం వైపునకు మార్గదర్శకత్వం చేసి, అల్లాహ్ యే మీకు ఉపకారం చేశాడని తెలుసుకోండి.\"","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"49:18","price":"నిశ్చయంగా, అల్లాహ్! ఆకాశాలలో మరియు భూమిలోనున్న అగోచర విషయాలన్నింటినీ ఎరుగును. మరియు మీరు చేసేదంతా అల్లాహ్ చూస్తున్నాడు.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:1","price":"ఖాఫ్[1], మరియు దివ్యమైన[2] ఈ ఖుర్ఆన్ సాక్షిగా!","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.\n [2] అల్ మజీదు: ఖుర్ఆన్ ను సంబోధించిన సందర్భానికి చూడండి, 85:21. Glorious, Noble, దివ్యమైన, ఉత్కృష్టమైన. అల్లాహు'తాలాను సంబోధించిన సందర్భానికి చూడండి, 11:73, 85:15. మహత్వపూర్ణుడు","lang":"te"},{"name":"50:2","price":"అలా కాదు! హెచ్చరిక చేసేవాడు, వారి వద్దకు వారిలో నుంచే వచ్చాడనే విషయం వారికి ఆశ్చర్యం కలిగించింది, కావున సత్యతిరస్కారులు ఇలా అన్నారు[1]: \"ఇది ఆశ్చర్యకరమైన విషయం!","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"[1] చూడండి, 25:7, 20.","lang":"te"},{"name":"50:3","price":"మేము మరణించి మట్టిగా మారి పోయినా (మరల బ్రతికించ బడతామా)? ఈ విధంగా మరల (సజీవులై) రావటం చాలా అసంభవమైన విషయం!\"","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:4","price":"వాస్తవానికి వారి (శరీరాల)లో నుండి భూమి దేనిని తగ్గిస్తుందో మాకు బాగా తెలుసు.[1] మరియు మా దగ్గర అంతా ఒక సురక్షితమైన గ్రంథంలో (వ్రాయబడి) ఉంది.","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"[1] పునరుత్థానం అంటే పూర్తిగా దుమ్ము ధూళిగా మారిపోయిన మానవులను తిరిగి మొదటి రూపంలో బ్రతికించి తీసుకురావటం. చూడండి, 10:4, 21:104, 30:11, 85:13 మొదలైనవి. ఇంకా చూడండి, 10:34, 27:64, 30:27.","lang":"te"},{"name":"50:5","price":"కాని వారు, సత్యం వారి వద్దకు వచ్చినపుడు దానిని అసత్యమని తిరస్కరించారు. కాబట్టి వారు ఈ విషయం గురించి కలవరపడుతున్నారు.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:6","price":"వారు, తమ మీద ఉన్న ఆకాశం వైపునకు చూడటం లేదా ఏమిటి? మేము దానిని ఏ విధంగా నిర్మించి అలంకరించామో మరియు దానిలో ఎలాంటి చీలికలూ (పగుళ్ళూ) లేవు.[1]","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"[1] అంటే ఎలాంటి లోపాలూ లేవు. చూడండి, 67:3-4.","lang":"te"},{"name":"50:7","price":"ఇక భూమిని! మేము దానిని విస్తరింపజేసి, దానిలో స్థిరమైన పర్వతాలను నాటాము. మరియు అందులో అన్ని రకాల మనోహరమైన వృక్షకోటిని ఉత్పత్తి చేశాము.[1]","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"[1] బహీజున్: మనోహరమైన. ఇక్కడ 'జౌజ్ - అంటే జతలు. చూడండి, 22:5.","lang":"te"},{"name":"50:8","price":"(అల్లాహ్) వైపునకు మరలే ప్రతి దాసునికి సూచనగా మరియు బోధనగా!","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:9","price":"మరియు మేము ఆకాశం నుండి శుభదాయకమైన నీటిని కురిపించి దాని ద్వారా తోటలను ఉత్పత్తి చేశాము మరియు ధాన్యాలను పండించాము.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:10","price":"మరియు ఎత్తయిన ఖర్జూరపు చెట్లను పెంచి, వాటికి వరుసలలో పండ్ల గుత్తులను (పుట్టించాము);[1]","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"[1] బాసిఖాతిన్: 'తివాలన్ షాహిఖాతిన్, ఎత్తైన. 'తల్'ఉన్: క్రొత్తగా పుట్టిన ఖర్జూరపు ఫలాలు, న'దీదున్: గుత్తులు.","lang":"te"},{"name":"50:11","price":"మా దాసులకు జీవనోపాధిగా మరియు దానితో (ఆ నీటితో) చచ్చిన భూమికి ప్రాణం పోశాము. ఇదే విధంగా (చచ్చిన వారిని) కూడా లేపుతాము.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:12","price":"వారికి పూర్వం నూహ్ జాతి వారు, అర్ రస్[1] వాసులు మరియు సమూద్ జాతి వారు కూడా, సత్యాన్ని తిరస్కరించారు.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"[1] చూడండి, 25:38 మరియు సూరహ్ అల్-బురూజ్ (85). అర్-రస్ వారు ఎవరనే విషయంలో భేదాభిప్రాయాలు ఉన్నాయి. ఇబ్నె-జరీర్ 'తబరీ (ర'హ్మా) అభిప్రాయంలో వీరే అస్'హాబ్ అల్-ఉఖ్దూద్.","lang":"te"},{"name":"50:13","price":"మరియు ఆద్ జాతి వారు, ఫిర్ఔన్ జాతి వారు మరియు లూత్ సహోదరులు కూడా;","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:14","price":"మరియు అయ్ కహ్ (వన) వాసులు మరియు తుబ్బఅ[1] జాతి వారు కూడాను. ప్రతి ఒక్కరూ తమ ప్రవక్తలను అసత్యులని తిరస్కరించారు, కావున నా బెదరింపు వారి విషయంలో సత్యమయింది.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"[1] తుబ్బ'అ జాతివారి కొరకు చూడండి, 44:37. అయ్ కహ్ వాసులు (వనవాసులు) అంటే మద్ యన్ వాసులు. చూడండి, 26:176 ఇంకా వివరాలకు చూడండి, 11:84-95.","lang":"te"},{"name":"50:15","price":"ఏమిటి? మేము మొదటి సృష్టితోనే అలసిపోయామా? అలా కాదు, అసలు వారు కొత్త సృష్టి (పునరుత్థానమును) గురించి సందేహంలో పడి ఉన్నారు.[1]","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"[1] చూడండి, 30:27 మరియు 36:78-79.","lang":"te"},{"name":"50:16","price":"మరియు వాస్తవంగా, మేమే మానవుణ్ణి సృష్టించాము మరియు అతని మనస్సులో మెదిలే ఊహలను కూడా మేము ఎరుగుతాము.[1] మరియు మేము అతనికి అతని కంఠ రక్తనాళం కంటే కూడా అతి దగ్గరగా ఉన్నాము.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"[1] హృదయాలలో దాగి ఉన్న విషయాలన్నీ అల్లాహ్ (సు.తా.)కు తెలుసు. దైవప్రవక్త ('స'అస) ప్రవచనం: 'అల్లాహ్ (సు.తా.) నా అనుచరుల మనస్సులలో మెదిలే విషయాలను క్షమించాడు. అంటే వాటి నిమిత్తం శిక్షించడు. ఎంతవరకైతే వారు వాటిని తమ నోటితో ఉచ్ఛరించరో! లేదా వాటిని ఆచరణలోకి తీసుకురారో!' ('స'హీ'హ్ బు'ఖారీ, ముస్లిం)","lang":"te"},{"name":"50:17","price":"(జ్ఞాపకముంచుకోండి) అతని కుడి మరియు ఎడమ ప్రక్కలలో కూర్చుండి (ప్రతి విషయాన్ని వ్రాసే) ఇద్దరు పర్యవేక్షకులు (దేవదూతలు) అతనిని కలుసుకొన్న తరువాత నుంచి -","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:18","price":"అతనితో బాటు ఒక పర్యవేక్షకుడైనా సిద్ధంగా లేనిదే - అతడు ఏ మాటనూ పలకలేడు.","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:19","price":"మరియు మరణ మూర్ఛ వచ్చేది సత్యం. అది, ఇదే! దేని నుండైతే నీవు తప్పించుకో గోరుతూ ఉండేవాడివో!","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:20","price":"మరియు బాకా (సూర్) ఊదబడుతుంది. ఆ హెచ్చరించబడిన (పునరుత్థాన) దినం అదే!","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:21","price":"మరియు ప్రతి ఆత్మ (ప్రాణి) ఒక తోలేవాడితో మరొక సాక్ష్యమిచ్చేవాడితో సహా వస్తుంది.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:22","price":"(ఇలా అనబడుతుంది): \"వాస్తవానికి నీవు (ఈ దినాన్ని గురించి) నిర్లక్ష్యంగా ఉండే వాడివి. కావున ఇపుడు మేము నీ ముందున్న తెరను తొలగించాము. కావున, ఈ రోజు నీ దృష్టి చాలా చురుకుగా ఉంది.\"","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:23","price":"మరియు అతని సహచరుడు (ఖరీనున్) ఇలా అంటాడు: \"ఇదిగో నా దగ్గర సిద్ధంగా ఉన్న (ఇతని కర్మ పత్రం) ఇది!\"","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:24","price":"(ఇలా ఆజ్ఞ వస్తుంది): \"మూర్ఖపు పట్టు (హఠము) గల ప్రతి సత్యతిరస్కారుణ్ణి మీరిద్దరు కలసి నరకంలో విసరివేయండి;","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:25","price":"మంచిని నిషేధించే వాడిని, హద్దులు మీరి ప్రవర్తిస్తూ సందేహాలను వ్యాపింప జేసేవాడిని;","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:26","price":"అల్లాహ్ కు సాటిగా ఇతర ఆరాధ్య దైవాన్ని కల్పించినవాడు ఇతడే. కావున ఇతనిని మీరిద్దరూ కలిసి ఘోరశిక్షలో పడవేయండి.\"","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:27","price":"అతని స్నేహితుడు (ఖరీనున్) ఇలా అంటాడు:[1] \"ఓ మా ప్రభూ! నేను ఇతని తలబిరుసుతనాన్ని ప్రోత్సహించలేదు, కాని ఇతడే స్వయంగా, మార్గభ్రష్టత్వంలో చాలా దూరం వెళ్ళి పోయాడు.\"","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"[1] చూడండి, 14:22.","lang":"te"},{"name":"50:28","price":"ఆయన (అల్లాహ్) ఇలా అంటాడు: \"మీరు నా దగ్గర వాదులాడకండి మరియు వాస్తవానికి నేను ముందుగానే మీ వద్దకు హెచ్చరికను పంపి ఉన్నాను.\"","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:29","price":"నా దగ్గర మాట మార్చటం జరుగదు మరియు నేను నా దాసులకు అన్యాయం చేసేవాడను కాను.","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:30","price":"ఆ రోజు మేము నరకంతో: \"నీవు నిండిపోయావా?\" అని ప్రశ్నిస్తాము. మరియు అది: \"ఇంకా ఏమైనా ఉందా ఏమిటి?\" అని అడుగుతుంది.[1]","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"[1] చూడండి, 32:13.","lang":"te"},{"name":"50:31","price":"మరియు స్వర్గం దైవభీతి గలవారి దగ్గరకు తీసుకురాబడుతుంది! అది వారి నుండి ఏ మాత్రం దూరంగా ఉండదు.","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:32","price":"(వారితో ఇలా అనబడుతుంది): \"ఇదే మీకు వాగ్దానం చేయబడినది. మళ్ళీ మళ్ళీ మా వైపుకు మరలే ప్రతివానికి, (మా హద్దును) లక్ష్యపెట్టిన (పాటించిన) వానికి;","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:33","price":"అగోచరుడైన ఆ కరుణామయునికి భయపడేవానికి మరియు మా వైపునకు పశ్చాత్తాప హృదయంతో మరలేవానికి;","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:34","price":"ఇందులో (ఈ స్వర్గంలో), శాంతితో ప్రవేశించండి. ఇదే శాశ్వాత జీవిత దినం.\"","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:35","price":"అందులో వారికి, వారు కోరేదంతా ఉంటుంది. మరియు మా దగ్గర ఇంకా చాలా ఉంది.[1]","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"[1] చూడండి, 10:26.","lang":"te"},{"name":"50:36","price":"మరియు మేము, వీరికి పూర్వం ఎన్నో తరాల వారిని నాశనం చేశాము. వారు వీరి కంటే ఎక్కువ శక్తిమంతులు. కాని, (మా శిక్ష పడినప్పుడు) వారు దేశదిమ్మరులై పోయారు. ఏమీ? వారికి తప్పించుకునే మార్గం ఏదైనా దొరికిందా?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:37","price":"నిశ్చయంగా, హృదయమున్న వాడికి, శ్రద్ధతో వినేవాడికి మరియు లక్ష్యపెట్టే వాడికి ఇందులో ఒక గుణపాఠముంది.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:38","price":"మరియు వాస్తవంగా! మేము ఆకాశాలను మరియు భూమిని మరియు వాటి మధ్యనున్న సమస్తాన్ని ఆరు దినములలో (అయ్యామ్ లలో) సృష్టించాము. కాని మాకు ఎలాంటి అలసట కలుగలేదు.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:39","price":"కావున (ఓ ముహమ్మద్!) వారు పలికే మాటలకు సహనం వహించు మరియు నీ ప్రభువు పవిత్రతను కొనియాడు. ఆయన స్తోత్రాలు చెయ్యి. ప్రతిరోజు సూర్యోదయానికి ముందు మరియు సూర్యాస్తమయానికి ముందు కూడా;[1]","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"[1] ఫజ్ర్ మరియు 'అ'స్ర్ నమాజులు చేయండి.","lang":"te"},{"name":"50:40","price":"మరియు రాత్రి వేళలో కూడా ఆయన పవిత్రతను కొనియాడు[1] మరియు సాష్టాంగం (సజ్దా) చేసిన తరువాత కూడా స్తుతించు.[2]","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"[1] చూడండి, 17:79 అంటే రాత్రిపూట లేచి తహజ్జుద్ నమా'జ్ చేయండి. మే'రాజ్ కు ముందు ముస్లింలందరికీ ఫజ్ర్ మరియు 'అ'స్ర్ నమాజ్ లు విధించబడి ఉండేవి మరియు దైవప్రవక్త ('స'అస) తహజ్జుద్ చేసేవారు. కానీ మే'రాజ్ తరువాత 5 నమా'జ్ లు అందరి కొరకు విధిగా చేయబడ్డాయి. (ఇబ్నె-కసీ'ర్).\n[2] ఫ'ర్ద్ నమాజుల తరువాత త'స్బీహ్ చేయాలి. అంటే సుబ్'హానల్లాహ్ 33 సార్లు, అల్'హమ్దులిల్లాహ్ 33 సార్లు మరియు అల్లాహు అక్బర్ 34 సార్లు చదవాలి. ('స.బు'ఖారీ, 'స.ముస్లిం)","lang":"te"},{"name":"50:41","price":"మరియు చెవి యొగ్గి విను, చాటింపు చేసేవాడు అతి దగ్గరి నుంచే పిలిచే రోజున!","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:42","price":"ఆ రోజు మీరు ఒక భయంకర శబ్దం వినేది సత్యం. (గోరీలలో నుండి) బయటికి వచ్చే దినం అదే!","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:43","price":"నిశ్చయంగా, మేమే జీవనమిచ్చే వారం మరియు మేమే మరణింపజేసే వారం మరియు మీ అందరి మరలింపు మా వైపునకే జరుగుతుంది.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:44","price":"ఆ రోజు భూమి చీలిపోయి వారందరూ పరుగిడుతూ బయటికి వస్తారు. అదే సమావేశ సమయం. అది మాకెంతో సులభం.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"50:45","price":"వారనేది మాకు బాగా తెలుసు. నీవు వారిని (విశ్వసించమని) బలవంతం చేయలేవు. కావున నా హెచ్చరికకు భయపడే వాడికి మాత్రమే నీవు ఈ ఖుర్ఆన్ ద్వారా హితబోధ చెయ్యి.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:1","price":"దుమ్ము ఎగురవేసే వాటి (గాలుల) సాక్షిగా!","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:2","price":"మరియు (నీటి) భారాన్ని మోసే (మేఘాల);","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:3","price":"మరియు సముద్రంలో సులభంగా తేలియాడే (ఓడల);","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:4","price":"మరియు (ఆయన) ఆజ్ఞతో (అనుగ్రహాలను) పంచిపెట్టే (దేవదూతల సాక్షిగా);[1]","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"[1] సాక్షిగా అంటే ఇక్కడ నొక్కి చెప్పడం అన్నట్లు. లేక ఉదాహరణగా ఇవ్వటం. ఏ విధంగానైతే గాలులు, మేఘాలు, నీటపై ఓడలు పయనించటం ఎంత సత్యమో పునరుత్థానం కూడా సత్యం.","lang":"te"},{"name":"51:5","price":"నిశ్చయంగా, మీకు చేయబడ్డ వాగ్దానం సత్యం.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:6","price":"మరియు నిశ్చయంగా తీర్పు రానున్నది.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:7","price":"మార్గాలతో నిండిన ఆకాశం సాక్షిగా!","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:8","price":"నిశ్చయంగా, మీరు భేదాభిప్రాయాలలో పడి ఉన్నారు.[1]","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"[1] మీలో ఏకాభిప్రాయం లేదు. మీలో కొందరు దైవప్రవక్త ('స'అస) ను మాంత్రికుడు, మరి కొందరు కవి, మరికొందరు జ్యోతిషుడు, మరికొందరు అసత్యవాది, అని అంటున్నారు. అంతేకాదు మీలో కొందరు పునరుత్థానదినం రానేరాదని అంటున్నారు. మరికొందరు దానిని గురించి సంశయంలో పడి ఉన్నారు. మీరు అల్లాహ్ (సు.తా.) ను సృష్టికర్త మరియు సర్వపోషకుడని, అంటారు, కాని ఇతరులను కూడా ఆయన (సు.తా.)కు సాటి (భాగస్వాములు)గా నిలబెడతారు. మీలో చిత్తశుద్ధి, ఏకాభిప్రాయం లేవు.","lang":"te"},{"name":"51:9","price":"(సత్యం నుండి) మరలింపబడిన వాడే, మోసగింపబడిన వాడు.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:10","price":"ఆధారం లేని అభిప్రాయాలు గలవారే నాశనం చేయబడేవారు!","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:11","price":"ఎవరైతే నిర్లక్ష్యంలో పడి అశ్రద్ధగా ఉన్నారో!","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:12","price":"వారు ఇలా అడుగుతున్నారు: \"తీర్పుదినం ఎప్పుడు రానున్నది?\"","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:13","price":"ఆ దినమున, వారు అగ్నితో దహింపబడతారు (పరీక్షింపబడతారు).","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:14","price":"(వారితో ఇలా అనబడుతుంది): \"మీ పరీక్షను[1] రుచి చూడండి! మీరు దీని కొరకే తొందర పెట్టేవారు!\"","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"[1] ఫిత్ నతున్: అంటే ఇక్కడ శిక్ష లేక నరకాగ్నిలో కాలడం. చూడండి, 6:128, 40:12, 43:74.","lang":"te"},{"name":"51:15","price":"నిశ్చయంగా, దైవభీతి గలవారు చెలమలు గల స్వర్గవనాలలో ఉంటారు.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:16","price":"తమ ప్రభువు తమకు ప్రసాదించిన వాటితో సంతోషపడుతూ! నిశ్చయంగా వారు అంతకు పూర్వం సజ్జనులై ఉండేవారు.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:17","price":"వారు రాత్రివేళలో చాలా తక్కువగా నిద్రపోయేవారు.","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:18","price":"మరియు వారు రాత్రి చివరి ఘడియలలో[1] క్షమాపణ వేడుకునే వారు.","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"[1] అల్-అస్'హరు: అంటే చివరి మూడోవంతు రాత్రి. అది ప్రార్థన (దు'ఆ)లు అంగీకరించబడే సమయం. దైవప్రవక్త ('స'అస) ప్రవచనం: మూడోవంతు రాత్రి బాకీ ఉన్నప్పుడు అల్లాహ్ (సు.తా.) భూమికి దగ్గరగా ఉన్న ఆకాశం మీదికి దిగి వస్తాడు మరియు ఇలా అంటాడు: 'ఏమీ? ఎవరైనా ఏవైనా కోరుకునే వారున్నారా? నేను వారి కోరికలను పూర్తి చేస్తాను. ఇలా తెల్లవారే వరకు ప్రశ్నిస్తూ ఉంటాడు.' ('స'హీ'హ్ ముస్లిం) చూడండి, 3:17.","lang":"te"},{"name":"51:19","price":"మరియు వారి సంపదలో యాచించే వారికి మరియు ఆవశ్యకత గలవారికి[1] హక్కు ఉంటుంది.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"[1] మ'హ్రూమ్ లకు: అంటే ఆవశ్యకత ఉండి కూడా యాచించని వారికి.","lang":"te"},{"name":"51:20","price":"మరియు భూమిలో కూడా నమ్మేవారి కొరకు ఎన్నో నిదర్శనాలు (ఆయాత్) ఉన్నాయి.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:21","price":"మరియు స్వయంగా మీలో కూడా ఉన్నాయి. ఏమీ? మీరు చూడలేరా?[1]","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"[1] చూడండి, 45:4.","lang":"te"},{"name":"51:22","price":"మరియు ఆకాశంలో మీ జీవనోపాధి మరియు మీకు వాగ్దానం చేయబడినది ఉంది.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:23","price":"కావున భూమ్యాకాశాల ప్రభువు సాక్షిగా! నిశ్చయంగా, ఇది సత్యం; ఏ విధంగానైతే మీరు మాట్లాడగలిగేది (సత్యమో)!","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:24","price":"ఏమీ? ఇబ్రాహీమ్ యొక్క గౌరవనీయులైన అతిథుల గాథ నీకు చేరిందా?[1]","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"[1] ఇబ్రాహీమ్ ('అ.స.) గాథ కోసం చూడండి, 11:69 మరియు 15:51. ఈ ఆయతులు అవతరింపజేయబడేవరకు ఈ గాథ దైవప్రవక్త ('స'అస) కు తెలియదు. కాబట్టి వ'హీ ద్వారా తెలుపబడుతోంది..","lang":"te"},{"name":"51:25","price":"వారు అతని వద్దకు వచ్చినపుడు: \"మీకు సలాం!\" అని అన్నారు. అతను: \"మీకూ సలాం!\" అని జవాబిచ్చి : \"మీరు పరిచయం లేని (కొత్త) వారుగా ఉన్నారు.\" అని అన్నాడు.","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:26","price":"తరువాత అతను తన ఇంటిలోకి పోయి బలిసిన (వేయించిన) ఒక ఆవు దూడను తీసుకొని వచ్చాడు.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:27","price":"దానిని వారి ముందుకు జరిపి: \"ఏమీ? మీరెందుకు తినటం లేదు?\" అని అడిగాడు.","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:28","price":"(వారు తినకుండా ఉండటం చూసి), వారి నుండి భయపడ్డాడు.[1] వారన్నారు: \"భయపడకు!\" మరియు వారు అతనికి జ్ఞానవంతుడైన కుమారుని శుభవార్తనిచ్చారు.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"[1] ఇంటికి వచ్చిన అతిథులు ఆహారం తినకపోవడం చూసి, వారు సహృదయంతో రాలేదు! ఏదో, ఆపద నిలబెట్టుటకైతే రాలేదు కదా! అని భయపడ్డాడు.","lang":"te"},{"name":"51:29","price":"అప్పుడతని భార్య అరుస్తూ వారి ముందుకు వచ్చి, తన చేతిని నుదుటి మీద కొట్టుకుంటూ: \"నేను ముసలిదాన్ని, గొడ్రాలను కదా!\" అని అన్నది.","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"51:30","price":"వారన్నారు: \"నీ ప్రభువు ఇలాగే అన్నాడు! నిశ్చయంగా, ఆయన మహావివేకవంతుడు, సర్వజ్ఞుడు!\"","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"te"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}