{"data":[{"name":"1:1","price":"1.Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"1:2","price":"2. Segala puji bagi Allah, Tuhan seluruh alam.","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"1:3","price":"3. Yang Maha Pengasih, Maha Penyayang.","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"1:4","price":"4. Pemilik hari pembalasan.*(1)","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"*1). Yaumiddīn (hari pembalasan), hari waktu manusia menerima pembalasan amalnya, baik atau buruk. Disebut juga yaumul qiyāmah, yaumul ḥisāb dan sebagainya.","lang":"id"},{"name":"1:5","price":"5. Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"1:6","price":"6. Tunjukilah kami jalan yang lurus.*(2)","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"*2). Jalan yang lurus, yaitu jalan yang benar, yang dapat membuat bahagia di dunia dan akhirat","lang":"id"},{"name":"1:7","price":"7. (Yaitu) jalan orang-orang yang telah Engkau beri nikmat kepadanya; bukan (jalan) mereka yang dimurkai, dan bukan (pula jalan) mereka yang sesat.*(3)","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"*3). Mereka yang dimurkai, adalah mereka yang sengaja menentang ajaran Islam. Mereka yang sesat adalah yang sengaja mengambil jalan lain selain ajaran Islam.","lang":"id"},{"name":"2:1","price":"1. Alif Lām Mīm.*(4)","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"*4). Beberapa surah dalam Al-Qur`ān dibuka dengan huruf abjad seperti Alif Lām Mīm, Alif Lām Rā, dan sebagainya. Makna huruf-huruf itu hanyalah Allah yang tahu. Ada yang berpendapat bahwa huruf-huruf itu hanya Allah yang tahu. Ada yang berpendapat bahwa gunanya untuk menarik perhatian, atau untuk mengisyaratkan bahwa Al-Qur`ān itu diturunkan dalam bahasa Arab yang  tersusun  dari huruf-huruf abjad tersebut.","lang":"id"},{"name":"2:2","price":"2. Kitab (Al-Qur`ān) itu tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa.*(5)","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"*5). Takwa yaitu mengikuti segala perintah Allah dan menjauhi segala larangan-Nya.","lang":"id"},{"name":"2:3","price":"3. (Yaitu) mereka yang beriman kepada yang gaib, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka,*(6)","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"*6). Pengertian menginfakkan harta di jalan Allah meliputi belanja untuk kepentingan jihad, pembangunan perguruan, rumah sakit, usaha penyelidikan ilmiah dan lain-lain.","lang":"id"},{"name":"2:4","price":"4. Dan mereka yang beriman kepada (Al-Qur`ān) yang diturunkan kepadamu (Muhammad) dan (kitab-kitab) yang telah diturunkan sebelum engkau, dan mereka yakin adanya akhirat.*(7)","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"*7). Yang diturunkan kepada nabi-nabi sebelum Nabi Muhammad -ṣallallāhu 'alaihi wa sallam- ialah: Taurat, Zabur, Injil dan ṣuḥuf-ṣuḥuf (lembaran-lembaran) yang tidak seperti kitab.","lang":"id"},{"name":"2:5","price":"5. Merekalah yang mendapat petunjuk dari Tuhannya, dan mereka itulah orang-orang yang beruntung.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:6","price":"6. Sesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman.*(8)","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"*8). Kafir, jamaknya kuffār, yaitu orang yang tidak percaya kepada Allah, rasul-rasul-Nya, malaikat-malaikat-Nya, kitab-kitab-Nya, dan hari kiamat.","lang":"id"},{"name":"2:7","price":"7. Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah ditutup, dan mereka akan mendapat azab yang berat.*(9)","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"*9). Sehingga nasihat atau hidayah tersebut tidak bisa masuk ke dalam hati mereka.","lang":"id"},{"name":"2:8","price":"8. Dan di antara manusia ada yang berkata, “Kami beriman kepada Allah dan hari akhir,” padahal sesungguhnya mereka itu bukanlah orang-orang yang beriman .","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:9","price":"9. Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:10","price":"10. Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya itu; dan mereka mendapat azab yang pedih karena mereka berdusta.*(10)","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"*10). Penyakit hati misalnya ragu dan tidak yakin akan kebenaran, munafik dan tidak beriman.","lang":"id"},{"name":"2:11","price":"11. Dan apabila dikatakan kepada mereka, “Janganlah berbuat kerusakan di bumi!”  Mereka menjawab, “Sesungguhnya kami justru orang-orang yang melakukan perbaikan.”*(11)","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"*11). Melanggar nilai-nilai yang ditetapkan agama akan mengakibatkan alam ini rusak bahkan hancur.","lang":"id"},{"name":"2:12","price":"12. Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:13","price":"13. Dan apabila dikatakan kepada mereka, \"Berimanlah kamu sebagaimana orang lain telah beriman.\" Mereka menjawab, \"Apakah kami akan beriman seperti orang-orang yang kurang akal itu beriman?\" Ingatlah, Sesungguhnya merekalah orang-orang yang kurang akal; tetapi mereka tidak tahu.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:14","price":"14. Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\"","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:15","price":"15. Allah akan memperolok-olokkan mereka dan membiarkan mereka terombang-ambing dalam kesesatan.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:16","price":"16. Mereka itulah orang yang membeli kesesatan dengan petunjuk. Maka perdagangan mereka itu tidak beruntung dan mereka tidak mendapat petunjuk.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:17","price":"17. Perumpamaan mereka seperti orang-orang yang menyalakan api, setelah menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka, dan membiarkan mereka dalam kegelapan, tidak dapat melihat.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:18","price":"18. Mereka tuli, bisu dan buta, sehingga mereka tidak dapat kembali.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:19","price":"19. Atau seperti (orang yang ditimpa) hujan lebat dari langit, yang disertai kegelapan, petir dan kilat. Mereka menyumbat telinga dengan jari-jarinya, (menghindari) suara petir itu karena takut mati. Dan Allah meliputi orang-orang yang kafir.*(12)","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"*12). Pengetahuan dan kekuasaan Allah meliputi orang-orang kafir.","lang":"id"},{"name":"2:20","price":"20. Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menyinari mereka, mereka berjalan di bawah (sinar) itu, dan apabila gelap menerpa mereka, mereka berhenti. Sekiranya Allah menghendaki, niscaya Dia hilangkan pendengaran dan penglihatan mereka. Sungguh, Allah Mahakuasa atas segala sesuatu","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:21","price":"21. Wahai manusia! Sembahlah Tuhanmu yang telah menciptakanmu dan orang-orang yang sebelum kamu, agar kamu bertakwa","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:22","price":"22. (Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan hujan itu segala buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:23","price":"23. Dan jika kamu meragukan (Al-Qur`ān) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:24","price":"24. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu yang disediakan bagi orang-orang kafir.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:25","price":"25. Dan sampaikanlah kabar gembira kepada orang-orang yang beriman dan berbuat kebajikan, bahwa untuk mereka (disediakan) surga-surga yang mengalir di bawahnya sungai-sungai. Setiap kali mereka diberi rezeki buah-buahan dari surga, mereka berkata, \"Inilah rezeki yang diberikan kepada kami dahulu.\" Mereka telah diberi (buah-buahan) yang serupa. Dan di sana mereka (memperoleh) pasangan-pasangan yang suci, dan mereka kekal di dalamnya.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:26","price":"26. Sesungguhnya Allah tiada segan membuat perumpamaan seekor nyamuk atau yang lebih kecil dari itu. Adapun orang-orang yang beriman, maka mereka tahu bahwa itu  kebenaran dari Tuhan. Tetapi mereka yang kafir berkata, \"Apakah maksud Allah dengan perumpamaan ini?\" Dengan (perumpamaan) itu banyak orang yang disesatkan-Nya,*(13) dan dengan itu banyak (pula) orang yang diberi-Nya petunjuk. Tetapi tidak ada yang Dia sesatkan dengan (perumpamaan) itu selain orang-orang fasik,**(14)","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"*13). Orang itu sesat karena keingkarannya dan tidak mau memahami petunjuk-petunjuk Allah. Dalam ayat ini, karena mereka itu ingkar, dan tidak mau memahami apa sebabnya Allah menjadikan nyamuk sebagai perumpamaan, maka mereka itu menjadi sesat. **14).Orang fasik ialah orang yang melanggar ketentuan-ketentuan agama, baik berupa ucapan maupun perbuatan.","lang":"id"},{"name":"2:27","price":"27. (yaitu) orang-orang yang melanggar perjanjian Allah setelah (perjanjian) itu diteguhkan, dan memutuskan apa yang diperintahkan Allah untuk disambungkan dan berbuat kerusakan di bumi. Mereka itulah orang-orang yang rugi.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:28","price":"28. Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali, kemudian kepada-Nyalah kamu dikembalikan?","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:29","price":"29. Dialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dan Dia Maha mengetahui segala sesuatu.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:30","price":"30. Dan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\"*(15) Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh Aku mengetahui apa yang tidak kamu ketahui.\"","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"*15). Khalīfah bermakna pengganti, pemimpin atau penguasa.","lang":"id"},{"name":"2:31","price":"31. Dan Dia ajarkan kepada Adam nama-nama (benda) semuanya, kemudian Dia perlihatkan kepada para malaikat, seraya berfirman, \"Sebutkan kepada-Ku nama semua benda ini, jika kamu yang benar!\"","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:32","price":"32. Mereka menjawab, \"Mahasuci Engkau, tidak ada yang Kami ketahui selain dari apa yang telah Engkau ajarkan kepada kami. Sungguh Engkaulah yang Maha Mengetahui, Maha Bijaksana.\"","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:33","price":"33. Dia (Allah) berfirman, \"Wahai Adam! Beritahukanlah kepada mereka nama-nama (benda) itu!\" Setelah dia (Adam) menyebutkan nama-namanya, Dia berfirman, \"Bukankah telah Aku katakan kepadamu, bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan?\"","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:34","price":"34. Dan (ingatlah) ketika Kami berfirman kepada para malaikat: \"Sujudlah kamu kepada Adam!” Maka mereka pun bersujud kecuali Iblis.*(16)  Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"*16). Iblis termasuk kelompok jin dan termasuk yang diperintahkan untuk sujud.","lang":"id"},{"name":"2:35","price":"35. Dan Kami berfirman, \"Wahai Adam! Tinggallah engkau dan isterimu di dalam surga, dan makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. (Tetapi) janganlah kamu dekati pohon ini,*(17) nanti kamu termasuk orang-orang yang zalim!”**(18)","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"*17). Menurut setan, siapa yang memakan buah pohon itu, akan kekal di dalam surga, lihat Surah Tā Hā: 120. **18). Zalim artinya aniaya. Orang yang zalim ialah orang yang melakukan perbuatan aniaya, yang merugikan dirinya  sendiri maupun orang lain.","lang":"id"},{"name":"2:36","price":"36. Lalu setan memperdayakan keduanya dari surga sehingga keduanya dikeluarkan dari (segala kenikmatan) ketika keduanya di sana (surga). Dan Kami berfirman, \"Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain. Dan bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan.\"*(19)","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"*19). Nabi Adam -'alaihissalām- dan Hawa memakan buah pohon yang dilarang itu, yang mengakibatkan mereka diusir Allah dari surga dan diturunkan ke dunia.","lang":"id"},{"name":"2:37","price":"37. Kemudian Adam menerima beberapa kalimat dari Tuhannya,*(20) lalu Dia pun menerima taubatnya. Sungguh, Allah Maha Penerima taubat, Maha Penyayang.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"*20). Kalimat itu menurut sebagian mufassir adalah ucapan untuk memohon ampunan (taubat).","lang":"id"},{"name":"2:38","price":"38. Kami berfirman, “Turunlah kamu semua dari surga! Kemudian jika benar-benar datang petunjuk-Ku kepadamu, maka barang siapa mengikuti petunjuk-Ku, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.”","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:39","price":"39. Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:40","price":"40. Wahai Bani Israil!*(21)  Ingatlah nikmat-Ku yang telah Aku berikan kepadamu. Dan penuhilah janjimu kepada-Ku,**(22) niscaya Aku penuhi janji-Ku kepadamu, dan takutlah hanya kepada-Ku saja.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"*21). Israil adalah sebutan bagi Nabi Yakub -'alaihissalām- Bani Israil adalah keturunan Nabi Yakub -'alaihissalām- dan sekarang dikenal dengan nama bangsa Yahudi. **22). Di antara janji Bani Israil kepada Allah ialah hanya menyembah Allah, tidak mengadakan tandingan bagi Allah, serta beriman kepada Nabi Muhammad -ṣallallāhu 'alaihi wa sallam- sebagaimana yang tersebut di dalam Taurat.","lang":"id"},{"name":"2:41","price":"41. Dan berimanlah kamu kepada apa (Al-Qur`ān) yang telah Aku turunkan yang membenarkan apa (Taurat) yang ada padamu, dan janganlah kamu menjadi orang yang pertama kafir kepadanya. Janganlah kamu jual ayat-ayat-Ku dengan harga yang murah, dan bertakwalah hanya kepada-Ku.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:42","price":"42. Dan janganlah kamu campuradukkan kebenaran dengan kebatilan*(23) dan (janganlah) kamu sembunyikan kebenaran, sedangkan kamu mengetahuinya!","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"*23). Batil artinya kesalahan, kejahatan, kemungkaran dan semisalnya.","lang":"id"},{"name":"2:43","price":"43. Dan laksanakanlah salat, tunaikanlah zakat dan rukuklah beserta orang-orang yang rukuk.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:44","price":"44. Mengapa kamu menyuruh orang lain (mengerjakan) kebajikan, sedangkan kamu melupakan dirimu sendiri, padahal kamu membaca Kitab (Taurat)? Tidakkah kamu mengerti?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:45","price":"45. Dan mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:46","price":"46. (Yaitu) mereka yang yakin, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:47","price":"47. Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu, dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu) .","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:48","price":"48. Dan takutlah kamu pada hari (ketika) tidak seorang pun dapat membela orang lain sedikit pun. Sedangkan syafaat*(24)  dan tebusan apa pun darinya tidak diterima dan mereka tidak akan ditolong.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"*24). Syafaat ialah pertolongan yang diberikan oleh rasul atau orang-orang tertentu untuk meringankan azab atau beban seseorang di akhirat, atas izin Allah.","lang":"id"},{"name":"2:49","price":"49. Dan (ingatlah) ketika Kami menyelamatkan kamu dari (Fir'aun dan) pengikut-pengikut Fir'aun.*(25)  Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"*25). Fir'aun adalah gelar bagi Raja-raja Mesir pada masa lalu. Menurut sejarah, Fir'aun pada masa Nabi Musa -'alaihissalām- ialah Menephthan (1232-1224 SM) anak Ramses.","lang":"id"},{"name":"2:50","price":"50. Dan (ingatlah) ketika Kami membelah laut untukmu, sehingga kamu dapat Kami selamatkan dan Kami tenggelamkan (Fir'aun dan) pengikut-pengikut Fir'aun sedang kamu menyaksikannya.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:51","price":"51. Dan (ingatlah) ketika Kami menjanjikan kepada Musa empat puluh malam.*(26)  Kemudian kamu (Bani Israil) menjadikan (patung) anak sapi (sebagai sesembahan) setelah (kepergian)nya, dan kamu (menjadi) orang yang zalim.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"*26). Suatu tenggang waktu yang dijanjikan Allah untuk menerima petunjuk (Taurat); tetapi umat Nabi Musa -'alaihissalām- tidak sabar menunggunya, sehingga mereka menyembah patung anak sapi yang dibuat oleh Samiri.","lang":"id"},{"name":"2:52","price":"52. Kemudian Kami memaafkan kamu setelah itu, agar kamu bersyukur.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:53","price":"53. Dan (ingatlah), ketika Kami memberikan kepada Musa Kitab dan Furqān,*(27) agar kamu memperoleh petunjuk.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"*27). Yang dimaksud dengan Kitab adalah Taurat. Dan yang dimaksud dengan Furqān adalah keterangan-keterangan lain untuk membedakan yang baik dan yang buruk.","lang":"id"},{"name":"2:54","price":"54. Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertaubatlah kepada Penciptamu dan bunuhlah dirimu.*(28)  Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima taubatmu. Sungguh, Dialah Yang Maha Penerima taubat, Maha Penyayang.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"*28). “Membunuh dirimu” ada yang mengartikan, orang-orang yang tidak menyembah patung anak sapi itu membunuh orang yang menyembahnya. Ada pula yang mengartikan, orang yang menyembah patung anak sapi itu saling membunuh, dan ada pula yang mengartikan, mereka disuruh membunuh diri mereka masing-masing untuk bertaubat.","lang":"id"},{"name":"2:55","price":"55. Dan (ingatlah) ketika kamu berkata, “Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,” maka halilintar menyambarmu, sedang kamu menyaksikannya.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:56","price":"56. Kemudian, Kami membangkitkan kamu setelah kamu mati, agar kamu bersyukur.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:57","price":"57. Dan Kami menaungi kamu dengan awan, dan Kami menurunkan kepadamu mann dan salwā.*(29)  Makanlah (makanan) yang baik-baik dari rezeki yang telah Kami berikan kepadamu. Mereka tidak menzalimi Kami, tetapi justru merekalah yang menzalimi diri sendiri.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"*29). Mann ialah sejenis madu. Salwā ialah sejenis burung puyuh.","lang":"id"},{"name":"2:58","price":"58. Dan (ingatlah) ketika Kami berfirman, “Masuklah kamu ke negeri ini (Baitulmaqdis), maka makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Dan masukilah pintu gerbangnya sambil membungkuk, dan katakanlah, “Bebaskanlah kami (dari dosa-dosa kami),” niscaya Kami ampuni kesalahan-kesalahanmu. Dan kami akan menambah (karunia) bagi orang-orang yang berbuat kebaikan.”","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:59","price":"59. Lalu orang-orang yang zalim mengganti perintah dengan (perintah lain) yang tidak diperintahkan kepada mereka. Maka Kami turunkan malapetaka dari langit kepada orang-orang yang zalim itu, karena mereka (selalu) berbuat fasik.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:60","price":"60. Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, “Pukullah batu itu dengan tongkatmu!” Maka memancarlah darinya dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing).*(30)  Makan dan minumlah dari rezeki (yang diberikan) Allah, dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"*30). Setiap suku dari 12 suku Bani Israil, sebagaimana tersebut dalam surah Al-A’rāf (7) : 160.","lang":"id"},{"name":"2:61","price":"61. Dan (ingatlah), ketika kamu berkata, “Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.” Dia (Musa) menjawab, “Apakah kamu meminta sesuatu yang lebih rendah sebagai ganti dari sesuatu yang lebih baik? Pergilah ke kota mana saja, pasti kamu akan memperoleh apa yang kamu minta.” Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:62","price":"62. Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, orang-orang Nasrani dan orang-orang Ṣābi’īn,*(31) siapa saja (di antara mereka) yang beriman kepada Allah dan hari akhir, dan melakukan kebajikan, mereka mendapat pahala dari Tuhannya, tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"*31). Ṣābi’īn ialah umat sebelum Nabi Muhammad -ṣallallāhu 'alaihi wa sallam- yang mengetahui adanya Tuhan Yang Maha Esa, dan memepercayai adanya pengaruh bintang-bintang.","lang":"id"},{"name":"2:63","price":"63. Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya, agar kamu bertakwa.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:64","price":"64. Kemudian setelah itu kamu berpaling. Maka sekiranya bukan karena karunia Allah dan rahmat-Nya kepadamu, pasti kamu termasuk orang yang rugi.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:65","price":"65. Dan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat,*(32)  lalu Kami katakan kepada mereka, “Jadilah kamu kera yang hina!” **(33)","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"*32). Hari Sabat ialah hari Sabtu, hari khusus untuk beribadah bagi orang Yahudi. **33). Kera: Betul-betul menjadi kera sebagai kutukan Allah. Sebagian mufassir mengartikan memiliki sifat-sifat seperti kera.","lang":"id"},{"name":"2:66","price":"66. Maka Kami jadikan (yang demikian) itu peringatan bagi orang-orang pada masa itu, dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:67","price":"67. Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Sungguh Allah memerintahkan kamu agar menyembelih seekor sapi betina.*(34)” Mereka bertanya, “Apakah engkau akan menjadikan kami sebagai ejekan?”  Dia (Musa) menjawab, “Aku berlindung kepada Allah agar tidak termasuk orang-orang yang bodoh.”","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"*34). Hikmah Allah menyuruh menyembelih sapi ialah agar hilang rasa penghormatan mereka kepada patung anak sapi yang pernah mereka sembah.","lang":"id"},{"name":"2:68","price":"68. Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu.” Dia (Musa) menjawab, “Dia (Allah) berfirman, bahwa sapi betina itu tidak tua dan tidak muda, (tetapi) pertengahan antara itu. Maka kerjakanlah apa yang diperintahkan kepadamu.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:69","price":"69. Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami apa warnanya.” Dia (Musa) menjawab, “Dia (Allah) berfirman, bahwa (sapi) itu adalah sapi betina yang kuning tua warnanya, yang menyenangkan orang-orang yang memandang(nya).”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:70","price":"70. Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendaki, niscaya kami mendapat petunjuk.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:71","price":"71. Dia (Musa) menjawab, “Dia (Allah) berfirman, (sapi) itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tanpa belang.” Mereka berkata, “Sekarang barulah engkau menerangkan (hal) yang sebenarnya.” Lalu mereka menyembelihnya, dan nyaris mereka tidak melaksanakan (perintah) itu.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:72","price":"72. Dan (ingatlah), ketika kamu membunuh seseorang, lalu kamu tuduh-menuduh tentang itu. Tetapi Allah menyingkapkan apa yang kamu sembunyikan.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:73","price":"73. Lalu Kami berfirman, \"Pukullah (mayat) itu dengan bagian dari (sapi) itu!\" Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepada kamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:74","price":"74. Kemudian setelah itu hati kamu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal di antara batu-batu itu sungguh ada yang mengalir sungai-sungai darinya. Ada pula yang terbelah lalu keluarlah mata air darinya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:75","price":"75. Maka apakah kamu (muslimin) masih mengharapkan mereka akan percaya kepadamu, sedangkan segolongan dari mereka*(35) mendengar firman Allah, lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahuinya?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"*35). Yang dimaksud adalah orang-orang Yahudi di Madinah yang mengubah-ubah isi Taurat terutama mengenai Nabi Muhammad -ṣallallāhu 'alaihi wa sallam-","lang":"id"},{"name":"2:76","price":"76. Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila kembali kepada sesamanya, mereka bertanya, \"Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepada kamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhan kamu?*(36) Tidakkah kamu mengerti?\"","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"*36).  Di dalam Taurat diterangkan tentang Nabi Muhammad -ṣallallāhu 'alaihi wa sallam- yang akan datang sebagai nabi terakhir, tetapi keterangan itu disembunyikan oleh orang Yahudi, karena takut akan menjadi bumerang bagi mereka.","lang":"id"},{"name":"2:77","price":"77. Dan tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:78","price":"78. Dan diantara mereka ada yang buta huruf, tidak memahami Kitab (Taurat), kecuali hanya berangan-angan dan mereka hanya menduga-duga.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:79","price":"79. Maka celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri),*(37) kemudian berkata, \"Ini dari Allah,\" (dengan maksud) untuk menjualnya dengan harga murah. Maka celakalah mereka, karena tulisan tangan mereka, dan celakalah mereka karena apa yang mereka perbuat.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"*37). Memalsukan dan mengubah ayat untuk kepentingan dan keuntungan.","lang":"id"},{"name":"2:80","price":"80. Dan mereka berkata, \"Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.\" Katakanlah, \"Sudahkah kamu menerima janji dari Allah, sehingga Allah tidak akan mengingkari janji-Nya, ataukah kamu mengatakan tentang Allah, sesuatu yang tidak kamu ketahui?\"","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:81","price":"81. Bukan demikian! Barangsiapa berbuat keburukan dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:82","price":"82. Dan orang-orang yang beriman dan mengerjakan kebaikan, mereka itu penghuni surga. Mereka kekal di dalamnya.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:83","price":"83. Dan (ingatlah) ketika Kami mengambil janji dari Bani Israil, “Janganlah kamu menyembah selain Allah, dan berbuat baiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertuturkatalah yang baik kepada manusia, laksanakanlah salat dan tunaikanlah zakat.” Tetapi kemudian kamu berpaling (mengingkari), kecuali sebagian kecil dari kamu, dan kamu (masih menjadi) pembangkang.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:84","price":"84. Dan (ingatlah), ketika Kami mengambil janji kamu, “Janganlah kamu menumpahkan darahmu (membunuh orang), dan mengusir dirimu (saudaramu sebangsamu) dari kampung halamanmu.” Kemudian kamu berikrar dan bersaksi.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:85","price":"85. Kemudian kamu (Bani Israil) membunuh dirimu (sesamamu) dan mengusir segolongan dari kamu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Dan jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? Maka tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antara kamu selain kenistaan dalam kehidupan dunia, dan pada hari Kiamat mereka dikembalikan kepada azab yang paling berat. Dan Allah tidak lengah terhadap apa yang kamu kerjakan.*(38)","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"*38). Semua janji dan sumpah yang diikrarkan Bani Israil sebagaimana disebut dalam ayat 83 dan 84 di atas, mereka langgar. Kenyataan sejarah antara dua suku Yahudi di Madinah yaitu Bani Quraizah dan Bani Nadir selalu berperang. Tetapi jika ada orang Yahudi di antara kedua suku itu yang tertawan oleh suku lain, misalnya oleh suku Aus sekutu Bani Quraizah atau suku Khazraj sekutu Bani Nadir, mereka bersatu menebusnya.","lang":"id"},{"name":"2:86","price":"86. Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka tidak akan diringankan azabnya dan mereka tidak akan ditolong.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:87","price":"87. Dan sungguh Kami telah memberikan Kitab (Taurat) kepada Musa, dan Kami susulkan setelahnya dengan rasul-rasul, dan Kami telah berikan kepada Isa putera Maryam bukti-bukti kebenaran serta Kami perkuat dia dengan Rūḥulquds (Jibril). Mengapa setiap rasul yang datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri, lalu sebagian kamu dustakan dan sebagian kamu bunuh?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:88","price":"88. Dan mereka berkata, \"Hati kami tertutup.\" Tidak! Allah telah melaknat mereka itu karena keingkaran mereka, tapi sedikit sekali mereka yang beriman.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:89","price":"89. Dan setelah sampai kepada mereka Kitab (Al-Qur`ān) dari Allah yang membenarkan apa yang ada pada mereka*(39)  sedangkan sebelumnya mereka memohon kemenangan bersamanya atas orang-orang kafir, ternyata setelah sampai kepada mereka apa yang telah mereka ketahui, mereka mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"*39). Al-Qur`ān yang juga mengajarkan tauhid yang diajarkan Taurat.","lang":"id"},{"name":"2:90","price":"90. Sangatlah buruk (perbuatan) mereka menjual dirinya, dengan mengingkari apa yang telah diturunkan Allah, karena dengki bahwa Allah menurunkan karunia-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya.*(40)  Karena itulah mereka menanggung kemurkaan demi kemurkaan.**(41)  Dan kepada orang-orang kafir (ditimpakan) azab yang menghinakan.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"*40). Wahyu (kenabian) kepada Nabi Muhammad -ṣallallāhu 'alaihi wa sallam-.  **41). Murka pertama karena membangkang kepada Nabi Musa -'alaihissalām- dan murka kedua karena mengingkari Nabi Muhammad -ṣallallāhu 'alaihi wa sallam-.","lang":"id"},{"name":"2:91","price":"91. Dan apabila dikatakan kepada mereka, \"Berimanlah kepada apa yang diturunkan Allah (Al-Qur`ān),\" mereka menjawab, \"Kami beriman kepada apa yang diturunkan kepada kami.” Dan mereka ingkar kepada apa yang setelahnya, padahal (Al-Qur`ān) itu adalah yang hak yang membenarkan apa yang ada pada mereka. Katakanlah (Muhammad), \"Mengapa kamu dahulu membunuh nabi-nabi Allah jika kamu orang-orang yang beriman?\"","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:92","price":"92. Dan sungguh, Musa telah datang kepadamu dengan bukti-bukti kebenaran, kemudian kamu mengambil (patung) anak sapi (sebagai sesembahan) setelah (kepergian)nya, dan kamu (menjadi) orang-orang zalim.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:93","price":"93. Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), \"Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!\" Mereka menjawab, \"Kami mendengarkan tetapi kami tidak menaati.” Dan diresapkanlah ke dalam hati mereka itu (kecintaan menyembah patung) anak sapi karena kekafiran mereka. Katakanlah, \"Sangat buruk apa yang telah diperintahkan oleh kepercayaanmu kepadamu jika kamu orang-orang beriman!”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:94","price":"94. Katakanlah (Muhammad), \"Jika negeri akhirat di sisi Allah itu khusus untukmu saja bukan untuk orang lain, maka mintalah kematian jika kamu orang yang benar.”","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:95","price":"95. Tetapi mereka tidak akan menginginkan kematian itu sama sekali, karena dosa-dosa yang telah dilakukan dengan tangan-tangan mereka. Dan Allah Maha Mengetahui orang-orang zalim.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:96","price":"96. Dan sungguh, engkau (Muhammad) akan mendapati mereka (orang-orang Yahudi), manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) dari orang-orang musyrik.*(42)  Masing-masing dari mereka, ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Dan Allah Maha Melihat apa yang mereka kerjakan.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"*42). Musyrik adalah orang yang mempersekutukan Allah dengan yang lain.","lang":"id"},{"name":"2:97","price":"97. Katakanlah (Muhammad), \"Barangsiapa yang menjadi musuh Jibril, maka (ketahuilah) bahwa dialah yang telah menurunkan (Al-Qur`ān) ke dalam hatimu dengan izin Allah, membenarkan apa (kitab-kitab) yang terdahulu, dan menjadi petunjuk serta berita gembira bagi orang-orang yang beriman.”","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:98","price":"98. Barangsiapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah musuh bagi orang-orang kafir.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:99","price":"99. Dan sungguh, Kami telah menurunkan ayat-ayat yang jelas kepadamu (Muhammad), dan tidaklah ada yang mengingkarinya selain orang-orang fasik.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:100","price":"100. Dan mengapa setiap kali mereka mengikat janji, sekelompok mereka melanggarnya? Sedangkan sebagian besar mereka tidak beriman.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:101","price":"101. Dan setelah datang kepada mereka seorang Rasul (Muhammad) dari Allah yang membenarkan apa yang ada pada mereka, sebagian dari orang-orang yang diberi Kitab (Taurat) melemparkan Kitab Allah itu ke belakang (punggung), seakan-akan mereka tidak tahu.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:102","price":"102. Dan mereka mengikuti apa yang dibaca oleh setan-setan pada masa kerajaan Sulaiman. Sulaiman tidak kafir tetapi setan-setan itulah yang kafir, mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia yaitu Harut dan Marut. Padahal keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, \"Sesungguhnya kami hanyalah cobaan (bagimu), sebab itu janganlah kafir.\" Maka mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dengan isterinya. Mereka tidak akan dapat mencelakakan seseorang dengan sihirnya kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan dan tidak memberi manfaat kepada mereka. Dan sungguh, mereka sudah tahu, barangsiapa membeli (menggunakan sihir) itu, niscaya tidak akan mendapat keuntungan di akhirat. Dan sungguh, sangatlah buruk perbuatan mereka yang menjual dirinya dengan sihir, sekiranya mereka tahu.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:103","price":"103. Dan jika mereka beriman dan bertakwa, pahala dari Allah pasti lebih baik, sekiranya mereka tahu.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:104","price":"104. Wahai orang-orang yang beriman! Janganlah kamu katakan, \"Rā`inā\",  tetapi katakanlah, \"Unẓurnā\",*(43) dan dengarkanlah. Dan orang-orang kafir akan mendapat azab yang pedih.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"*43). Rā`inā artinya perhatikanlah kami. Tetapi orang Yahudi bersungut mengucapkannya, sehingga yang mereka maksud ialah Ru`ūnah yang artinya bodoh sekali, sebagai ejekan kepada Rasulullah. Itulah sebabnya Allah menyuruh sahabat-sahabat menukar Rā`inā dengan Unẓurnā yang sama artinya dengan Rā`inā, yaitu perhatikanlah kami.","lang":"id"},{"name":"2:105","price":"105. Orang-orang yang kafir dari Ahli Kitab dan orang-orang musyrik tidak menginginkan diturunkannya kepadamu suatu kebaikan dari Tuhanmu. Tetapi secara khusus Allah memberikan rahmat-Nya kepada orang yang Dia kehendaki. Dan Allah pemilik karunia yang besar.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:106","price":"106. Ayat yang Kami batalkan atau Kami hilangkan dari ingatan, pasti Kami ganti dengan yang lebih baik atau yang sebanding dengannya. Tidakkah kamu tahu bahwa Allah Maha Kuasa atas segala sesuatu?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:107","price":"107. Tidakkah kamu tahu bahwa Allah memiliki kerajaan langit dan bumi? Dan tidak ada bagimu pelindung dan penolong selain Allah.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:108","price":"108. Ataukah kamu hendak meminta kepada Rasulmu (Muhammad) seperti halnya Musa (pernah) diminta (Bani Israil) dahulu? Barangsiapa mengganti iman dengan kekafiran, maka sungguh, dia telah tersesat dari jalan yang lurus.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:109","price":"109. Banyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapang dadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:110","price":"110. Dan laksanakanlah salat dan tunaikanlah zakat. Dan segala kebaikan yang kamu kerjakan untuk dirimu, kamu akan mendapatkannya (pahala) di sisi Allah. Sungguh, Allah Maha Melihat apa yang kamu kerjakan.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:111","price":"111. Dan mereka (Yahudi dan Nasrani) berkata, \"Sekali-kali tidak akan masuk surga kecuali orang-orang Yahudi atau Nasrani.\"*(44)  Itu (hanya) angan-angan mereka. Katakanlah, \"Tunjukkan bukti kebenaranmu jika kamu orang yang benar.\"","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"*44). Orang Yahudi mengatakan, mereka saja yang akan masuk surga. Orang Nasrani mengatakan, mereka saja yang akan masuk surga.","lang":"id"},{"name":"2:112","price":"112. Tidak! Barangsiapa yang menyerahkan diri sepenuhnya kepada Allah, dan dia berbuat baik, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:113","price":"113. Dan orang Yahudi berkata, \"Orang Nasrani itu tidak memiliki sesuatu (pegangan),\" dan orang-orang Nasrani (juga) berkata, \"Orang-orang Yahudi tidak memiliki sesuatu (pegangan),\" padahal mereka membaca Kitab. Demikian pula orang-orang yang tidak berilmu, berkata seperti ucapan mereka. Maka Allah akan mengadili mereka pada hari Kiamat, tentang apa yang mereka perselisihkan.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:114","price":"114. Dan siapakah yang lebih zalim daripada orang yang melarang di dalam masjid-masjid Allah untuk menyebut nama-Nya, dan berusaha merobohkannya? Mereka itu tidak pantas memasukinya kecuali dengan rasa takut (kepada Allah). Mereka mendapat kehinaan di dunia dan di akhirat mendapat azab yang berat.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:115","price":"115. Dan milik Allah timur dan barat. Ke mana pun kamu menghadap di sanalah wajah Allah. Sungguh, Allah Mahaluas, Maha Mengetahui.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:116","price":"116. Dan mereka berkata, \"Allah mempunyai anak.\" Mahasuci Allah, bahkan milik-Nya-lah apa yang di langit dan di bumi. Semua tunduk kepada-Nya.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:117","price":"117. (Allah) Pencipta langit dan bumi. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:118","price":"118. Dan orang-orang yang tidak mengetahui berkata, \"Mengapa Allah tidak berbicara dengan kita atau datang tanda-tanda (kekuasaan-Nya) kepada kita?\" Demikian pula orang-orang yang sebelum mereka telah berkata seperti ucapan mereka itu. Hati mereka serupa. Sesungguhnya teleh Kami jelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang yakin.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:119","price":"119. Sungguh, Kami telah mengutusmu (Muhammad) dengan kebenaran, sebagai pembawa berita gembira dan pemberi peringatan. Dan engkau tidak akan diminta (pertanggungan jawab) tentang penghuni-penghuni neraka.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:120","price":"120. Dan orang-orang Yahudi dan Nasrani tidak akan rela kepadamu (Muhammad) sebelum engkau mengikuti agama mereka. Katakanlah, \"Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).\" Dan jika engkau mengikuti keinginan mereka setelah ilmu (kebenaran) sampai kepadamu, tidak akan ada bagimu pelindung dan penolong dari Allah.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:121","price":"121. Orang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. Dan barangsiapa yang ingkar kepadanya, maka mereka itulah orang-orang yang rugi.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:122","price":"122. Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:123","price":"123. Dan takutlah kamu pada hari, ketika tidak seorang pun dapat menggantikan (membela) orang lain sedikit pun, tebusan tidak diterima, bantuan tidak berguna baginya dan mereka tidak akan ditolong.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:124","price":"124. Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?” Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang yang zalim.\"","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:125","price":"125. Dan (ingatlah), ketika Kami menjadikan rumah (Ka'bah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqām Ibrahim*(45) itu tempat salat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail, \"Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, orang yang i'tikaf, yang rukuk dan yang sujud!\"","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"*45). Ialah tempat Nabi Ibrahim -'alaihissalām- berdiri ketika membangun Ka’bah.","lang":"id"},{"name":"2:126","price":"126. Dan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhanku, jadikanlah (negeri Mekkah) ini negeri yang aman dan berilah rezeki berupa buah-buahan kepada penduduknya, yaitu di antara mereka yang beriman kepada Allah dan hari kemudian,” Dia (Allah) berfirman, \"Dan kepada orang yang kafir akan Aku beri kesenangan sementara, kemudian akan Aku paksa dia ke dalam azab neraka dan itulah seburuk-buruk tempat kembali.\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:127","price":"127. Dan (ingatlah), ketika Ibrahim meninggikan fondasi Baitullah bersama Ismail (seraya berdoa), \"Ya Tuhan kami, terimalah (amal) dari kami. Sungguh, Engkaulah Yang Maha Mendengar, Maha Mengetahui.\"","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:128","price":"128. Ya Tuhan kami, jadikanlah kami orang yang berserah diri kepada-Mu, dan anak cucu kami (juga) umat yang berserah diri kepada-Mu dan tunjukkanlah kepada kami cara-cara melakukan ibadah (haji) kami, dan terimalah taubat kami. Sungguh, Engkaulah Yang Maha Penerima taubat, Maha Penyayang.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:129","price":"129. Ya Tuhan kami, utuslah di tengah mereka seorang rasul dari kalangan mereka sendiri, yang akan membacakan kepada mereka ayat-ayat-Mu, dan mengajarkan Kitab dan Hikmah kepada mereka, dan menyucikan mereka. Sungguh, Engkaulah yang Mahaperkasa, Mahabijaksana.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:130","price":"130. Dan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri. Dan sungguh, Kami telah memilihnya (Ibrahim) di dunia ini. Dan sesungguhnya di akhirat dia termasuk orang-orang yang saleh.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:131","price":"131. (Ingatlah) ketika Tuhan berfirman kepadanya (Ibrahim), \"Berserahdirilah!\" Dia menjawab, \"Aku berserah diri kepada Tuhan seluruh alam.\"","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:132","price":"132. Dan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub. \"Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan muslim.”","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:133","price":"133. Apakah kamu menjadi saksi saat maut akan menjemput Yakub, ketika dia berkata kepada anak-anaknya, \"Apa yang kamu sembah sepeninggalku?\" Mereka menjawab, \"Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu yaitu Ibrahim, Ismail dan Ishak, (yaitu) Tuhan Yang Maha Esa dan kami (hanya) berserah diri kepada-Nya.”","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:134","price":"134. Itu adalah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggunganjawaban) terhadap apa yang dahulu mereka kerjakan.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:135","price":"135. Dan mereka berkata, \"Jadilah kamu (penganut) Yahudi atau Nasrani, niscaya kamu mendapat petunjuk.” Katakanlah, \"(Tidak!) Tetapi (kami mengikuti) agama Ibrahim yang lurus dan dia tidak termasuk golongan orang yang mempersekutukan Tuhan.”","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:136","price":"136. Katakanlah, \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami hanya berserah diri kepada-Nya\".","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:137","price":"137. Maka jika mereka telah beriman sebagaimana yang kamu imani, sungguh, mereka telah mendapat petunjuk. Tetapi jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (denganmu), maka Allah akan mencukupkan engkau (Muhammad) terhadap mereka (dengan pertolongan-Nya). Dan Dia Maha Mendengar, Maha Mengetahui.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:138","price":"138. (Peganglah) “Ṣibgah Allah”.  Siapa yang lebih baik Ṣibgahnya daripada Allah? Dan kepada-Nya kami menyembah.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"*46). Ṣibgah Allah, artinya celupan Allah, maksudnya agama Allah.","lang":"id"},{"name":"2:139","price":"139. Katakanlah (Muhammad), \"Apakah kamu hendak berdebat dengan kami tentang Allah, padahal Dia adalah Tuhan kami dan Tuhan kamu. Bagi kami amalan kami, bagi kamu amalan kamu, dan hanya kepada-Nya kami dengan tulus mengabdikan diri.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"id"},{"name":"2:140","price":"140. Ataukah kamu (orang-orang Yahudi dan Nasrani) berkata bahwa Ibrahim, Ismail,  Ishak, Yakub dan anak cucunya adalah penganut Yahudi atau Nasrani? Katakanlah, \"Kamu-kah yang lebih tahu atau Allah, dan siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah*(47) yang ada padanya?\" Allah tidak lengah terhadap apa yang kamu kerjakan.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"*47). Ialah persaksian Allah yang tersebut dalam Taurat dan Injil bahwa Nabi Ibrahim -'alaihissalām- dan anak cucunya bukan penganut agama Yahudi atau Nasrani dan bahwa Allah akan mengutus Nabi Muhammad -ṣallallāhu 'alaihi wa sallam-.","lang":"id"},{"name":"2:141","price":"141. Itulah umat yang telah berlalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggungjawaban) terhadap apa yang dahulu mereka kerjakan.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"id"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}