{"data":[{"name":"49:9","price":"Kuma idan jama'a biyu ta mũminai suka yi yãki, to, kuyi sulhu, a tsakãninsu. Sai idan ɗayansu ta yi zãlunci a kan gudar, to, sai ku yãƙi wadda ke yin zãlunci har ta kõma, zuwa ga umurnin Allah. To, idan ta kõma, sai ku yi sulhu a tsakãninsu da ãdalci kuma ku daidaita.* Lalle Allah na son mãsu daidaitãwa.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"* Wannan tsãri na sulhu a tsãkanin al'umma biyu mãsu faɗa, shĩ ne hanya mafi kyau wadda har yanzu wayon dũniya bai kai ga yin aiki da shi ba. Dã yanzu an zauna lãfiya, dã Majalisar Ɗinkin Dũniya na iya aiki da shi. haka Yake kuma ga sauran hukunce-hukuncen mutãnen dũniya. Shari'ar Musulunci sabõda ãdalcin da ke cikinta kuma wayon dũniya bai kai ta ga anã iya zartar da shi ba, shĩ ne ya sa ƙasãshen Musulunci ke kaucewa gare ta, dõmin son ran shugabanninsu. Allah Yã mayar da mu ga addininmu! Dukan Musulmin da ya kaucewa sharĩ'ar Musulunci, to, ya kauce ne dõmin ya sami damar yin zãlunci, kuma idan yã halatta kaucewar, yã zama bã Musulmi ba.","lang":"ha"},{"name":"49:10","price":"Mũminai 'yan'uwan jũna kawai ne, sabõda haka ku yi sulhu a tsakãnin 'yan'uwanku biyu, kuma ku bi Allah da taƙawa tsammãninku, a yi muku rahama.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"ha"}],"dua":{"id":47,"name":"Dua for Conflict Resolution","arabicName":"دعاء حل النزاعات","reference":"49:9-10","verseTitle":"The Brotherhood Reconciliation Supplication","significanceReason":"Provides guidance for peaceful conflict resolution and maintaining social harmony."}}