{"data":[{"name":"10:1","price":"அலிஃப் லாம் றா. இவை ஞானமிகுந்த வேதத்தின் வசனங்களாகும்.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:2","price":"“(நிராகரிக்கின்ற) மனிதர்களை எச்சரிப்பீராக! இன்னும், நம்பிக்கை கொண்டவர்களுக்கு – நிச்சயமாக அவர்களுக்கு தங்கள் இறைவனிடத்தில் உயர்வான நற்கூலி உண்டு - என நற்செய்தி கூறுவீராக!’’ என்று அவர்களில் உள்ள ஓர் ஆடவருக்கு நாம் வஹ்யி அறிவித்தது இந்த மனிதர்களுக்கு ஆச்சரியமாக இருக்கிறதா? நிச்சயமாக இவர் தெளிவான சூனியக்காரர்தான் என்று (இந்)நிராகரிப்பாளர்கள் (அவரைப் பற்றி) கூறினார்கள்.","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:3","price":"(மனிதர்களே!) நிச்சயமாக உங்கள் இறைவன், வானங்களையும் பூமியையும் ஆறு நாள்களில் படைத்தவனாகிய அல்லாஹ்தான். பிறகு, (அவன்) ‘அர்ஷ்’ மீது (தன் கண்ணியத்திற்குத் தக்கவாறு) உயர்ந்து விட்டான். (உலகத்தில் நடக்கின்ற) காரியங்களை அவன் திட்டமிட்டு நிர்வகிக்கிறான். அவனுடைய அனுமதிக்கு பின்னரே தவிர பரிந்துரைப்பவர் எவரும் இல்லை. அத்தகைய அல்லாஹ்தான் உங்கள் இறைவன் ஆவான். ஆகவே, அவனை வணங்குங்கள். ஆக, நீங்கள் (இந்த வேதத்தின் மூலம்) நல்லுபதேசம் பெறமாட்டீர்களா?","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:4","price":"அவனிடமே உங்கள் அனைவரின் மீளுமிடம் இருக்கிறது. அல்லாஹ்வுடைய வாக்குறுதி உண்மையே! நிச்சயமாக அவன் படைப்பை ஆரம்பிக்கிறான். பிறகு, அதை (அழிக்கிறான். பிறகு அதை) மீண்டும் உருவாக்குகிறான், (ஏனெனில்,) நம்பிக்கை கொண்டு நற்செயல்களை செய்தவர்களுக்கு நீதமாக அவன் (நற்)கூலி கொடுப்பதற்காக. இன்னும், எவர்கள் நிராகரித்தார்களோ, - அவர்கள் நிராகரித்துக் கொண்டிருந்ததன் காரணமாக, முற்றிலும் சூடேறி கொதிக்கின்ற (சீழ் சலம் போன்ற) குடிபானமும் மிகத் துன்புறுத்தும் தண்டனையும் அவர்களுக்கு உண்டு.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:5","price":"அவன்தான் சூரியனை ஒளியாகவும், சந்திரனை வெளிச்சமாகவும் ஆக்கினான். இன்னும் ஆண்டுகளின் எண்ணிக்கையையும் (மாதங்களின்) கணக்கையும் நீங்கள் அறிவதற்காக அதை (-சந்திரனை பல) தங்குமிடங்களில் நிர்ணயித்தான். உண்மையான காரணத்திற்கே தவிர இவற்றை அல்லாஹ் படைக்கவில்லை. (இவற்றின் மூலம் அல்லாஹ்வின் வல்லமையை) அறி(ய முயற்சிக்)கின்ற சமுதாயத்திற்கு அத்தாட்சிகளை அவன் (இவ்வாறு) விவரிக்கிறான்.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:6","price":"நிச்சயமாக இரவு பகல் (ஒன்றன் பின் ஒன்றாக தொடர்ச்சியாக) மாறி மாறி வருவதிலும், வானங்கள்; இன்னும், பூமியில் அல்லாஹ் படைத்திருப்பவற்றிலும் அல்லாஹ்வை அஞ்சுகின்ற மக்களுக்கு உறுதியாக (பல) அத்தாட்சிகள் உள்ளன.","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:7","price":"நிச்சயமாக எவர்கள் நம் சந்திப்பை பயப்படாமல் இருக்கிறார்களோ; இன்னும், இவ்வுலக வாழ்க்கையை விரும்புகிறார்களோ: இன்னும், அதைக் கொண்டு நிம்மதி அடைகிறார்களோ; இன்னும், நம் வசனங்களை எவர்கள் அறியாதவர்களாக இருக்கிறார்களோ,","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:8","price":"அ(த்தகைய)வர்கள், அவர்கள் செய்து கொண்டிருந்த (தீய)வற்றின் காரணமாக அவர்களுடைய தங்குமிடம் நரகம்தான்.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:9","price":"நிச்சயமாக நம்பிக்கை கொண்டு, நற்செயல்களை செய்தவர்கள், - அவர்களுடைய இறைவன் அவர்களின் நம்பிக்கையின் காரணமாக அவர்களை நேர்வழி செலுத்துவான். அவர்கள் இன்பமிகு சொர்க்கங்களில் இருப்பார்கள். அவர்களுக்குக் கீழ் நதிகள் ஓடும்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:10","price":"அதில் அவர்களின் பிரார்த்தனையாவது, “அல்லாஹ்வே! நீ மிகப் பரிசுத்தமானவன்” என்பதாகும். அதில், அவர்களின் முகமன் “ஸலாம்” ஆகும். இன்னும், அவர்களுடைய பிரார்த்தனையின் இறுதியானது, “நிச்சயமாக புகழ் (அனைத்தும்) அகிலங்களின் இறைவன் அல்லாஹ்வுக்கே சொந்தமானது” என்பதாகும்.","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:11","price":"நன்மையை (கேட்டு) அவர்கள் அவசரப்படுவது போல் அல்லாஹ்வும் மனிதர்களுக்கு (அவர்களின் பாவத்திற்குரிய)த் தீங்கை (-தண்டனையை) விரைவாகக் கொடுத்தால் அவர்களுக்கு அவர்களுடைய தவணைக் காலம் (முன்பே) முடிக்கப்பட்டிருக்கும். ஆகவே, நம் சந்திப்பை பயப்படாதவர்களை, - அவர்களுடைய வழிகேட்டிலேயே கடுமையாக அட்டூழியம் செய்பவர்களாக – விட்டு விடுகிறோம்.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:12","price":"இன்னும், மனிதனுக்கு துன்பம் ஏற்பட்டால், அவன் தன் விலாவின் மீது (சாய்ந்தவனாக); அல்லது, உட்கார்ந்தவனாக; அல்லது, நின்றவனாக (அதை நீக்கித் தரும்படி) நம்மிடம் பிரார்த்திக்கிறான். அவனை விட்டு அவனுடைய துன்பத்தை நாம் நீக்கிவிடும்போது அவன் தனக்கு ஏற்பட்ட துன்பத்திற்கு நம்மை அழைக்காதது போன்று சென்று விடுகிறான். எல்லை மீறி(ய பாவி)களுக்கு அவர்கள் செய்து கொண்டிருந்தவை இவ்வாறு அலங்கரிக்கப்பட்டன.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:13","price":"(மனிதர்களே!) உங்களுக்கு முன்னர் (வாழ்ந்த பல) தலைமுறைகளை அவர்கள் அநியாயம் செய்தபோது திட்டவட்டமாக நாம் அழித்தோம். இன்னும், அவர்களிடம் அவர்களுடைய தூதர்கள் தெளிவான அத்தாட்சிகளைக் கொண்டு வந்தனர். எனினும், (அவற்றை) அவர்கள் நம்பிக்கை கொள்பவர்களாக இருக்கவில்லை. குற்றம் புரிகின்ற மக்களை இவ்வாறே நாம் தண்டிப்போம்.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:14","price":"பிறகு, நீங்கள் எப்படி(ப்பட்ட செயல்கள்) செய்கிறீர்கள் என்று நாம் கவனிப்பதற்காக அவர்களுக்குப் பின்னர் நாம் உங்களை பூமியில் வாரிசுகளாக (முந்திய சமுதாயத்தின் வழித்தோன்றல்களாக) ஆக்கினோம்.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:15","price":"இன்னும், (நபியே!) இவர்களுக்கு முன்னர் நமது தெளிவான வசனங்கள் ஓதப்பட்டால், நம் சந்திப்பை பயப்படாதவர்கள் - “இது அல்லாத (வேறு) ஒரு குர்ஆனை நீர் கொண்டு வாரீர்; அல்லது, (எங்கள் விருப்பத்திற்கு ஏற்ப) நீர் அதை மாற்றுவீராக” என்று கூறுகிறார்கள். “என் புறத்திலிருந்து அதை நான் மாற்றுவது என்னால் முடியாது. எனக்கு வஹ்யி அறிவிக்கப்படுவதைத் தவிர (வேறு எதையும்) நான் பின்பற்ற மாட்டேன். என் இறைவனுக்கு நான் மாறுசெய்தால் மகத்தான (மறுமை) நாளி(ல் நரகத்தி)ன் தண்டனையை நிச்சயமாக நான் பயப்படுகிறேன்” என்று (நபியே!) கூறுவீராக.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:16","price":"(மேலும்) கூறுவீராக: “(இதை நான் உங்களுக்கு ஓதிக் காட்டக் கூடாது என்று) அல்லாஹ் நாடியிருந்தால், நான் இதை உங்களுக்கு ஓதி காண்பித்திருக்கவும் மாட்டேன்; இன்னும், அவன் உங்களுக்கு இதை அறிவித்திருக்கவும் மாட்டான். ஆக, இதற்கு முன்னர் ஒரு (நீண்ட) காலம் உங்களுடன் வசித்துள்ளேன். ஆகவே, நீங்கள் சிந்தித்து புரிய மாட்டீர்களா?”","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:17","price":"ஆக, அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டியவனைவிட; அல்லது, அவனுடைய வசனங்களைப் பொய்ப்பித்தவனைவிட பெரும் அநியாயக்காரன் யார்? நிச்சயமாக குற்றவாளிகள் வெற்றிபெற மாட்டார்கள்.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:18","price":"எது அவர்களுக்கு தீங்கிழைக்காதோ; இன்னும், அவர்களுக்கு பலனளிக்காதோ அதைத்தான் அவர்கள் அல்லாஹ்வை அன்றி வணங்குகிறார்கள். இன்னும், “இவை அல்லாஹ்விடம் எங்களுடைய பரிந்துரையாளர்கள்” என்று கூறுகிறார்கள். (ஆகவே, நபியே! அவர்களை நோக்கி,) “வானங்களிலும் பூமியிலும் அல்லாஹ்விற்கு அவன் அறியாதவற்றை நீங்கள் அறிவிக்கிறீர்களா? அவன் மிகப் பரிசுத்தமானவன்; இன்னும், அவர்கள் இணைவைப்பவற்றை விட்டு அவன் (தகுதியால்) மிக உயர்ந்தவனாக இருக்கிறான்” என்று கூறுவீராக.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:19","price":"மனிதர்கள் (அனைவரும் ஒரே மார்க்கத்தைப் பின்பற்றும்) ஒரே ஒரு சமுதாயமாகவே தவிர இருக்கவில்லை. பிறகு, (பொறாமையினால் தங்களுக்குள்) கருத்து வேறுபாடு கொண்டனர். (செயலுக்குரிய கூலி மறுமையில்தான் என்ற) உம் இறைவனின் விதி முந்தி இருக்க வில்லையெனில், (அவர்கள்) கருத்து வேறுபாடு கொள்கின்றவற்றில் அவர்களுக்கிடையில் தீர்ப்பளிக்கப்பட்டிருக்கும்!","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:20","price":"இன்னும், “ஓர் அத்தாட்சி அவர் மீது அவருடைய இறைவனிடமிருந்து இறக்கப்பட்டிருக்க வேண்டாமா?” என்று அவர்கள் கூறுகிறார்கள். (அதற்கு நபியே!) கூறுவீராக! “மறைவானவை எல்லாம் அல்லாஹ்விற்குரியனவே. ஆகவே, நீங்கள் எதிர்பார்த்திருங்கள். நிச்சயமாக நான் உங்களுடன் (அல்லாஹ்வின் தீர்ப்பை) எதிர்பார்ப்பவர்களில் இருக்கிறேன்.”","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:21","price":"இன்னும், மனிதர்களுக்கு அவர்களுக்கு ஏற்பட்ட துன்பத்திற்கு பின்னர் கருணையை நாம் சுவைக்க வைத்தால், அப்போது அவர்களுக்கு நம் வசனங்களில் ஒரு சூழ்ச்சி செய்ய (சிந்தனை தோன்றுகிறது). (நபியே!) “அல்லாஹ் சூழ்ச்சி செய்வதில் மிகத் தீவிரமானவன்” என்று கூறுவீராக! நிச்சயமாக நம் (வானவ) தூதர்கள் நீங்கள் சூழ்ச்சி செய்வதைப் பதிவு செய்கிறார்கள்.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:22","price":"அவன்தான் உங்களை நிலத்திலும் நீரிலும் பயணிக்க வைக்கிறான். இறுதியாக, நீங்கள் கப்பல்களில் இருக்கும் நிலையில், நல்ல காற்றால் (அந்த கப்பல்கள்) அ(வற்றில் பயணிப்ப)வர்களை சுமந்து செல்கின்றன. இன்னும், அதன் மூலம் அவர்கள் மகிழ்ச்சியாக இருக்கின்றனர். (இந்நிலையில்) அவற்றைப் புயல் காற்று வந்தடைந்தன. இன்னும், எல்லா இடத்திலிருந்தும் அவர்களை அலைகள் சூழ்ந்து வந்தன. இன்னும், “நிச்சயமாக தாம் அழிக்கப்பட்டோம்” என்று அவர்கள் எண்ணியபோது, “(அல்லாஹ்வே!) இதிலிருந்து நீ எங்களைப் பாதுகாத்(து கரை சேர்த்)தால் நிச்சயமாக நாங்கள் நன்றி செலுத்துபவர்களில் இருப்போம்” என்று அவர்கள் அல்லாஹ்வை - அவனுக்கு (மட்டும்) வழிபாட்டை தூய்மைப்படுத்தியவர்களாக - அழைக்கிறார்கள்.","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:23","price":"ஆக, அவன் அவர்களை பாதுகாத்தபோது அவர்கள் பூமியில் உடனே நியாயமின்றி, (பாவம் செய்வதிலும் குழப்பம் செய்வதிலும்) எல்லை மீறுகிறார்கள். மனிதர்களே! உங்கள் எல்லை மீறுதல் எல்லாம் உங்களுக்கே கேடானதாகும். இவ்வுலக வாழ்க்கை சொற்ப இன்பமாகும். பிறகு, நம் பக்கமே உங்கள் மீளுமிடம் இருக்கிறது. ஆக, (அப்போது) நீங்கள் செய்து கொண்டிருந்தவற்றை நாம் உங்களுக்கு அறிவிப்போம்.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:24","price":"உலக வாழ்க்கையின் உதாரணமெல்லாம் மேகத்திலிருந்து நாம் இறக்கிய (மழை) நீரைப் போன்றுதான். ஆக, மனிதர்களும் கால்நடைகளும் புசிக்கின்ற பூமியின் தாவரம் அ(ந்)த (மழையி)ன் மூலம் முளைத்து, (ஒன்றோடு ஒன்று) கலந்து (அடர்த்தியாக வளர்ந்து) விட்டது. இறுதியாக, (அந்த செடி கொடிகளால்) பூமி அலங்காரமாக காட்சி தந்தது. இன்னும், அதன் உரிமையாளர்கள் (பயிர்களை அறுவடை செய்வதற்காக அங்கு வந்து,) நிச்சயமாக அவர்கள் அவற்றின் மேல் (-அவற்றை அறுவடை செய்ய) ஆற்றல் பெற்றவர்கள் என்று எண்ணியபோது, - (அவற்றை அழிப்பதற்குரிய) நம் கட்டளை இரவில் அல்லது பகலில் அவற்றுக்கு வந்தது. ஆகவே, அவற்றை அவை நேற்றைய தினம் இல்லாததைப் போன்று வேரறுக்கப்பட்டதாக நாம் ஆக்கி விட்டோம். (அல்லாஹ்வின் அத்தாட்சிகளில்) சிந்திக்கின்ற மக்களுக்கு வசனங்களை இவ்வாறு நாம் விவரிக்கிறோம்.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:25","price":"ஈடேற்றத்தின் இல்ல(மாகிய சொர்க்க)த்தின் பக்கம் அல்லாஹ் (உங்களை) அழைக்கிறான். இன்னும் அவன் நாடுகிறவர்களை நேரான பாதைக்கு வழிகாட்டுகிறான்.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:26","price":"(அல்லாஹ்வை அழகிய முறையில் வணங்கி, மார்க்க சட்டங்களை பின்பற்றி வாழ்ந்து) நல்லறம் புரிந்தவர்களுக்கு மிக அழகிய கூலியும் (இறையருளில் இன்னும்) அதிகமும் உண்டு. இன்னும், அவர்களுடைய முகங்களை (எவ்வித) கவலையும் இழிவும் சூழாது. அவர்கள் சொர்க்கவாசிகள். அவர்கள் அதில் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:27","price":"இன்னும், தீமைகளை செய்தவர்கள் (அவர்களின்) தீமைக்கு கூலி(யாக) அது போன்ற (தீய)தைக் கொண்டுதான் (கொடுக்கப்படுவார்கள்)! இன்னும், அவர்களை இழிவு சூழ்ந்துவிடும். அல்லாஹ்விடமிருந்து பாதுகாப்பவர் எவரும் அவர்களுக்கு இல்லை. இருண்ட இரவின் ஒரு பல பாகங்களால் அவர்களுடைய முகங்கள் போர்த்தப்பட்டதைப் போன்று (கடும் கருப்பாக) இருக்கும். அவர்கள் நரகவாசிகள். அதில் அவர்கள் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:28","price":"இன்னும், (நபியே!) அவர்கள் அனைவரையும் நாம் ஒன்று சேர்க்கும் (மறுமை) நாளை நினைவு கூர்வீராக! பிறகு, இணை வைத்தவர்களை நோக்கி, “நீங்களும் (நீங்கள் இணை வைத்து வணங்கிய) உங்கள் தெய்வங்களும் உங்கள் இடத்திலேயே (தாமதியுங்கள்)” என்று கூறுவோம். ஆக, அவர்களுக்கிடையில் (இருந்த தொடர்பை) நீக்கி விடுவோம். (அப்போது) “நீங்கள் எங்களை வணங்கிக் கொண்டிருக்கவில்லை” என்று அவர்க(ள் இணை வைத்து வணங்கிய அவர்க)ளுடைய தெய்வங்கள் கூறும்.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:29","price":"ஆக, “எங்களுக்கிடையிலும் உங்களுக்கிடையிலும் சாட்சியால் அல்லாஹ்வே போதுமானவன்; உங்கள் வழிபாட்டை நிச்சயம் நாங்கள் அறியாதவர்களாகவே இருந்தோம்” (என்றும் அந்த கற்பனை தெய்வங்கள் கூறும்).","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:30","price":"அங்கு (மறுமையில்), ஒவ்வொரு ஆத்மாவும் தான் (உலகத்தில்) முன்னர் செய்தவற்றை நன்கு அறிந்துகொள்ளும். இன்னும், அவர்கள் தங்கள் உண்மையான எஜமானாகிய அல்லாஹ்வின் பக்கம் கொண்டு வரப்படுவார்கள். (தெய்வங்கள் என்று) அவர்கள் இட்டுக்கட்டிக் கொண்டிருந்தவை (இறுதியாக) அவர்களை விட்டும் மறைந்துவிடும்.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:31","price":"(நபியே! அவர்களை நோக்கி) கூறுவீராக: “வானத்திலிருந்தும் பூமியிலிருந்தும் உங்களுக்கு யார் உணவளிக்கிறான்? அல்லது, (உங்கள்) செவிக்கும் பார்வைகளுக்கும் யார் உரிமை கொள்வான்? இன்னும், இறந்ததிலிருந்து உயிருள்ளதையும்; உயிருள்ளதிலிருந்து இறந்ததையும் யார் உற்பத்தி செய்கிறான்? இன்னும், எல்லா காரியங்களையும் யார் திட்டமிட்டு நிர்வகிக்கிறான்?” ஆக, (அதற்கு பதிலில்), “அல்லாஹ்தான்” என்று கூறுவார்கள். ஆக, நீர் கூறுவீராக: “ஆகவே, நீங்கள் அந்த அல்லாஹ்வை அஞ்சவேண்டாமா?”","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:32","price":"ஆக, “அந்த அல்லாஹ்தான் உங்கள் உண்மையான இறைவன். ஆக, (இந்தளவு தெளிவான) உண்மைக்குப் பின்னர் வழிகேட்டைத் தவிர (வேறு) என்ன இருக்கிறது? ஆகவே, நீங்கள் (உண்மையிலிருந்து) எவ்வாறு திருப்பப்படுகிறீர்கள்?”.","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:33","price":"(அல்லாஹ்விற்கு கீழ்ப்படியாமல்) உண்மையை மீறியவர்கள் மீது, - நிச்சயமாக அவர்கள் நம்பிக்கை கொள்ள மாட்டார்கள் - என்ற உம் இறைவனின் சொல் அவ்வாறே உறுதியாகி விட்டது.","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:34","price":"(நபியே!) கூறுவீராக: “படைப்புகளை முதலாவதாக உருவாக்கி, (அவை இறந்த) பிறகு, அவற்றை மீண்டும் உருவாக்குபவன் (யாரும்) உங்கள் தெய்வங்களில் உண்டா?” (நபியே!) கூறுவீராக: “அல்லாஹ்தான் படைப்புகளை முதலாவதாக உருவாக்குகிறான். பிறகு, (அவை இறந்த பின்னர்) அவற்றை மீண்டும் (மறுமையில்) உருவாக்குவான்.” ஆக, (இத்தகைய இறைவனை வணங்குவதிலிருந்து சிலைகளை வணங்குவதன் பக்கம்) நீங்கள் எவ்வாறு திருப்பப்படுகிறீர்கள்?","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:35","price":"(நபியே) கூறுவீராக: “சத்தியத்தின் பக்கம் நேர்வழி காட்டுபவர் (யாரும்) உங்கள் தெய்வங்களில் உண்டா?” (நபியே) கூறுவீராக: “அல்லாஹ்தான் சத்தியத்திற்கு நேர்வழி காட்டுகிறான். ஆக, சத்தியத்தின் பக்கம் நேர்வழி காட்டுபவன் பின்பற்றப்படுவதற்கு மிகத் தகுதியானவனா? அல்லது, தான் நேர்வழி காட்டப்பட்டால் தவிர நேர்வழி அடையாதவ(ன் பின்பற்ற தகுதியானவ)னா? ஆக, உங்களுக்கு என்ன நேர்ந்தது? நீங்கள் எவ்வாறு தீர்ப்பளிக்கிறீர்கள்”","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:36","price":"இன்னும், அவர்களில் பெரும்பாலானவர்கள் சந்தேகத்தையே தவிர (வேறு எதையும்) பின்பற்றுவதில்லை. நிச்சயமாக சந்தேகம் உண்மையை விட்டும் ஒரு சிறிதும் பலன்தராது. நிச்சயமாக அல்லாஹ் அவர்கள் செய்பவற்றை நன்கறிந்தவன்.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:37","price":"இன்னும், இந்தக் குர்ஆன் அல்லாஹ் அல்லாதவரிடமிருந்து இட்டுக்கட்டப்பட்டதாக இல்லை. எனினும், இது (வேதங்களில்) தனக்கு முன்னுள்ளவற்றை உண்மைப்படுத்தக் கூடியதாகவும், (மார்க்க) சட்டங்களை விவரித்துக் கூறக் கூடியதாகவும் இருக்கிறது. அகிலங்களின் இறைவனிடமிருந்து இ(து இறக்கப்பட்டது என்ப)தில் அறவே சந்தேகமில்லை.","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:38","price":"“இதை (நம் தூதர்) இட்டுக்கட்டினார்” என அவர்கள் கூறுகிறார்களா? (நபியே!) கூறுவீராக! “ஆக, நீங்கள் உண்மையாளர்களாக இருந்தால் அது போன்ற ஓர் அத்தியாயத்தைக் கொண்டு வாருங்கள். இன்னும், அல்லாஹ்வையன்றி உங்களுக்கு முடிந்தவர்களை (உங்கள் உதவிக்கு) அழைத்துக் கொள்ளுங்கள்!”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:39","price":"மாறாக, எதைப் பற்றிய அறிவை இவர்கள் சூழ்ந்தறியவில்லையோ அதைப் பொய்ப்பித்தனர். அதன் விளக்கமோ இதுவரை இவர்களுக்கு வரவில்லை. இவர்களுக்கு முன்னிருந்தவர்களும் இவ்வாறே (அவர்கள் அறியாததை) பொய்ப்பித்தனர். ஆகவே, அநியாயக்காரர்களின் முடிவு எவ்வாறு இருந்தது என்பதை (நபியே!) கவனிப்பீராக!","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:40","price":"இன்னும், இ(ந்த வேதத்)தை நம்பிக்கை கொள்பவரும் அவர்களில் உண்டு; இன்னும், இதை நம்பிக்கை கொள்ளாதவரும் அவர்களில் உண்டு. இன்னும், உம் இறைவன் விஷமிகளை மிக அறிந்தவன்.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:41","price":"(நபியே!) அவர்கள் உம்மை பொய்ப்பித்தால், “என் செயல் எனக்கு; இன்னும், உங்கள் செயல் உங்களுக்கு; நான் செய்வதிலிருந்து நீங்கள் நீங்கியவர்கள்; இன்னும், நீங்கள் செய்வதிலிருந்து நான் நீங்கியவன்” என்று கூறுவீராக!","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:42","price":"இன்னும், அவர்களில் உம் பக்கம் (நீர் கூறும் உண்மைகளை) செவியுறுபவர்களும் உண்டு. (ஆனால், அவர்கள் நம்பிக்கை கொள்ள மாட்டார்கள்.) ஆக, செவிடர்களை, - அவர்கள் சிந்தித்து புரியாதவர்களாக இருந்தாலும் - நீர் கேட்க வைப்பீரா? (அது உம்மால் முடியுமா?)","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:43","price":"இன்னும், உம் பக்கம் (உமது தெளிவான அத்தாட்சிகளை கண்களால்) பார்ப்பவரும் அவர்களில் உண்டு. (ஆனால், அவர்கள் அவற்றை நம்பிக்கைகொள்ள மாட்டார்கள்.) ஆக, குருடர்களை, - அவர்கள் பார்க்காதவர்களாக இருந்தாலும் - நீர் நேர்வழி செலுத்துவீரா? (அது உம்மால் முடியுமா?)","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:44","price":"நிச்சயமாக அல்லாஹ் மனிதர்களுக்கு ஒரு சிறிதும் அநீதியிழைக்க மாட்டான். எனினும், மனிதர்கள் தங்களுக்குத் தாமே அநீதியிழைக்கிறார்கள்.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:45","price":"இன்னும், அவன் அவர்களை ஒன்று திரட்டும் நாளில், - பகலில் ஒரு (சொற்ப) நேரத்தைத் தவிர (உலகில்) அவர்கள் தங்கி இருக்கவில்லை என்பது போன்று (அவர்களுக்கு) தோன்றும். தங்களுக்குள் (ஒருவரையொருவர்) அறிந்து கொள்வார்கள். அல்லாஹ்வின் சந்திப்பைப் பொய்ப்பித்தவர்கள் திட்டமாக நஷ்டமடைந்தார்கள். இன்னும், அவர்கள் நேர்வழி பெற்றவர்களாக இருக்கவில்லை.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:46","price":"(நபியே!) இன்னும், நாம் அவர்களுக்கு வாக்களிக்கும் (தண்டனைகளில்) சிலவற்றை (அவர்கள் மீது இறக்கி உம் வாழ்விலேயே) உமக்குக் காண்பிப்போம்; அல்லது, (அதற்கு முன்) உம்மை உயிர் கைப்பற்றிக் கொள்வோம். ஆக, (எவ்வாறாயினும்) அவர்களுடைய மீளுமிடம் நம் பக்கமே இருக்கிறது. பிறகு, அவர்கள் செய்தவற்றிற்கு எல்லாம் அல்லாஹ் சாட்சியாளன் ஆவான். (அவர்களின் செயல்கள் அவனுக்கு மறைந்தவை அல்ல. ஆகவே, அவன் அவர்களுக்கு தகுந்த கூலி கொடுப்பான்.)","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:47","price":"இன்னும், (சென்று போன) ஒவ்வொரு சமுதாயத்திற்கும் ஒரு தூதர் இருந்தார். ஆக, அவர்களுடைய தூதர் (மறுமையில் அவர்களுக்கு முன்) வரும்போது அவர்களுக்கிடையில் நீதமாக தீர்ப்பளிக்கப்படும். இன்னும், அவர்கள் அநீதியிழைக்கப்பட மாட்டார்கள்.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:48","price":"இன்னும், (நபியே! உம்மையும் முஃமின்களையும் நோக்கி) “நீங்கள் உண்மையாளர்களாக இருந்தால் (தண்டனையின்) இந்த வாக்கு எப்போது (வரும்)?” என்று அவர்கள் கேட்கிறார்கள்.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:49","price":"(அதற்கு நபியே!) கூறுவீராக! “அல்லாஹ் நாடியதைத் தவிர (எவ்வித) தீமைக்கோ நன்மைக்கோ நான் எனக்கு உரிமை பெறமாட்டேன். ஒவ்வொரு வகுப்பாருக்கும் ஒரு (குறிப்பிட்ட) தவணை உண்டு. அவர்களுடைய தவணை வந்தால் (அதிலிருந்து) சிறிது நேரம் பிந்தவும் மாட்டார்கள்; இன்னும், முந்தவும் மாட்டார்கள்.”","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:50","price":"(மேலும்) கூறுவீராக: (இணைவைப்பவர்களே!) “அவனுடைய தண்டனை இரவில்; அல்லது, பகலில் உங்களுக்கு வந்தால் (அதை உங்களால் தடுக்க முடியுமா)? என்பதை எனக்கு நீங்கள் அறிவியுங்கள்.” (நபியே!) (இக்)குற்றவாளிகள் எதை அவசரமாகத் தேடுகிறார்கள்?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:51","price":"(இணைவைப்பாளர்களே!) அங்கே (அந்த தண்டனை உங்களுக்கு) நிகழ்ந்தால் அதை நீங்கள் நம்பிக்கை கொள்வீர்களா? (அப்போது அவர்களை நோக்கி கூறப்படும்:) “இப்போதுதானா (உங்களுக்கு நம்பிக்கை வருகிறது)? நீங்களோ அதை அவசரமாக தேடிக் கொண்டிருந்தீர்கள்!”","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:52","price":"பிறகு, அநியாயம் செய்தவர்களை நோக்கி, “நிரந்தரமான தண்டனையை சுவையுங்கள். நீங்கள் செய்து கொண்டிருந்ததற்காகவே தவிர நீங்கள் (இப்போது இத்தகைய) கூலி கொடுக்கப்படுகிறீர்களா?” என்று கூறப்படும்.","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:53","price":"(நபியே!) இன்னும், “அது உண்மைதானா?” என்று அவர்கள் உம்மிடம் செய்தி கேட்கிறார்கள். கூறுவீராக! “ஆம். என் இறைவன் மீது சத்தியமாக, நிச்சயமாக அது உண்மைதான்! இன்னும், நீங்கள் (அல்லாஹ்வை) பலவீனப்படுத்துபவர்கள் அல்லர்”","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:54","price":"இன்னும், அநியாயம் செய்த ஒவ்வோர் ஆன்மாவிற்கும் பூமியில் உள்ளவை (அனைத்தும் சொந்தமாக) இருந்தால் (அந்த ஆன்மா தண்டனையிலிருந்து தப்பிப்பதற்கு) அவற்றை மீட்புத் தொகையாக கொடுத்து தன்னை விடுவித்துவிடும்! இன்னும், அவர்கள் தண்டனையைக் (கண்ணால்) காணும்போது துக்கத்தை மறைத்துக் கொள்வார்கள். இன்னும், அவர்களுக்கு மத்தியில் நீதமாகவே தீர்ப்பளிக்கப்படும்; இன்னும், அவர்கள் அநியாயம் செய்யப்பட மாட்டார்கள்.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:55","price":"வானங்களிலும் பூமியிலும் உள்ளவை நிச்சயமாக அல்லாஹ்விற்குரியன என்பதை அறிந்து கொள்ளுங்கள்! நிச்சயமாக அல்லாஹ்வுடைய வாக்குறுதி உண்மையானது என்பதை(யும்) அறிந்து கொள்ளுங்கள்! எனினும், அவர்களில் அதிகமானவர்கள் (உண்மையை) அறிய (முயற்சிக்க) மாட்டார்கள்.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:56","price":"அவன்தான் உயிர்ப்பிக்கிறான்; இன்னும், மரணிக்கச் செய்கிறான்; இன்னும், அவனிடமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:57","price":"மனிதர்களே! உங்கள் இறைவனிடமிருந்து உங்களுக்கு உபதேசமும், நெஞ்சங்களிலுள்ளவற்றை குணப்படுத்தும் மருந்தும் நேர்வழியும், (குறிப்பாக இந்த வேதத்தை பின்பற்றி நடக்கின்ற) நம்பிக்கையாளர்களுக்கு (இறைவனின்) கருணையும் (அருளும்) வந்துவிட்டன.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:58","price":"(நபியே) கூறுவீராக! “(இந்தக் குர்ஆன்) அல்லாஹ்வின் அருளினாலும் அவனுடைய கருணையினாலும் (உங்களுக்கு) இறக்கப்பட்டிருக்கிறது. ஆகவே, இ(தை நம்பிக்கைக் கொண்டு, இதை பின்பற்றி நடப்ப)தன் மூலமே அவர்கள் மகிழ்ச்சியடையட்டும். இது அவர்கள் சேகரி(த்து சேமித்து வை)க்கின்ற (உலக செல்வத்)தை விட மிக மேலானதாகும்.”","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:59","price":"(நபியே!) கூறுவீராக: “(மக்களே) அறிவிப்பீர்களாக, உங்களுக்காக அல்லாஹ் இறக்கிவைத்த உணவில், அதில் சிலவற்றை ஆகாதவை என்றும், சிலவற்றை ஆகுமானவை என்றும் நீங்கள் ஆக்கிக்கொள்கிறீர்களா? அல்லாஹ் (இதற்கு) உங்களுக்கு அனுமதி அளித்தானா? அல்லது, அல்லாஹ்வின் மீது நீங்கள் (இவ்வாறு கற்பனையாக) இட்டுக் கட்டுகிறீர்களா?”","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:60","price":"அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டுபவர்களுடைய எண்ணம்தான் மறுமை நாளில் என்ன? (அல்லாஹ் அவர்களுடன் எப்படி நடந்து கொள்வான் என்று எண்ணுகிறார்கள்?) நிச்சயமாக (இந்த உலகத்தில்) அல்லாஹ் மனிதர்கள் எல்லோர் மீதும் அதிக அருளுடையவன். (ஆகவே, அவன் யாரையும் உடனே தண்டிப்பதில்லை.) எனினும், அவர்களில் அதிகமானவர்கள் நன்றி செலுத்தமாட்டார்கள்.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:61","price":"(நபியே) நீர் எந்த ஒரு செயலில் இருந்தாலும், இன்னும், (அல்லாஹ்வின் வேதமாகிய) குர்ஆனிலிருந்து நீர் எதை ஓதினாலும், இன்னும், (மக்களே) நீங்கள் எந்த ஒரு செயலை செய்தாலும் நீங்கள் அவற்றில் ஈடுபடும் போது உங்கள் மீது சாட்சியாளர்களாக (உங்களை கண்காணித்தவர்களாக) நாம் இருந்தே தவிர அவற்றை நீங்கள் செய்யமாட்டீர்கள். இன்னும், பூமியிலோ வானத்திலோ மிகச் சிறிய ஓர் எறும்பின் கனமளவும் உம் இறைவனை விட்டு மறையாது. இன்னும், இதைவிட சிறியதும் இல்லை, பெரியதும் இல்லை, (அவனுடைய) தெளிவான பதிவேட்டில் இருந்தே தவிர.","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:62","price":"அறிந்து கொள்ளுங்கள்! நிச்சயமாக அல்லாஹ்வின் நண்பர்கள், - அவர்கள் மீது ஒரு பயமுமில்லை; இன்னும், அவர்கள் கவலைப்படவும் மாட்டார்கள்.","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:63","price":"அவர்கள் (அல்லாஹ்வை) நம்பிக்கை கொள்வார்கள். இன்னும், அவனை அஞ்சுபவர்களாக இருப்பார்கள்.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:64","price":"உலக வாழ்க்கையிலும், இன்னும் மறுமை வாழ்க்கையிலும் அவர்களுக்கே நற்செய்தி உண்டு. அல்லாஹ்வுடைய வாக்குகளில் மாற்றம் அறவே இல்லை. இதுதான் மகத்தான வெற்றியாகும்.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:65","price":"(நபியே!) இன்னும், அவர்களுடைய (தீய) சொல் உம்மை கவலைக்குள்ளாக்க வேண்டாம். நிச்சயமாக கண்ணியம் அனைத்தும் அல்லாஹ்விற்கு உரியன! அவன் நன்கு செவியுறுபவன், நன்கறிந்தவன்.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:66","price":"அறிந்து கொள்ளுங்கள்! வானங்களில் உள்ளவர்களும்; இன்னும், பூமியில் உள்ளவர்களும் நிச்சயமாக அல்லாஹ்விற்குரியவர்களே. அல்லாஹ்வை அன்றி (அவனுக்கு இணையாக கற்பனை செய்யப்பட்ட) தெய்வங்களிடம் பிரார்த்திப்பவர்கள் எதைப் பின்பற்றுகிறார்கள்? சந்தேகத்தைத் தவிர அவர்கள் (உறுதியான உண்மையை) பின்பற்றுவதில்லை. இன்னும், அவர்கள் (வீணான) கற்பனை செய்பவர்களாகவே தவிர (உண்மையான ஆதாரங்களை ஏற்பவர்களாக) இல்லை!","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:67","price":"அவன்தான் உங்களுக்கு இரவை, நீங்கள் அதில் சுகம் பெறுவதற்காகவும்; இன்னும், பகலை பார்க்கக்கூடிய (வெளிச்சமுள்ள)தாகவும் ஆக்கினான். (அவனுடைய வசனங்களுக்கு) செவிசாய்க்கின்ற மக்களுக்கு நிச்சயமாக இதில் (ஏராளமான) அத்தாட்சிகள் உள்ளன.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:68","price":"அல்லாஹ் (தனக்கு) ஒரு குழந்தையை ஏற்படுத்திக் கொண்டான் என்று (சிலர்) கூறுகிறார்கள். அவனோ மிகப் பரிசுத்தமானவன். அவன் (சந்ததிகளை விட்டு) மிகவும் தேவையற்றவன். வானங்களில் உள்ளவையும், பூமியிலுள்ளவையும் அவனுக்கே உரியன. இ(வ்வாறு கூறுவ)தற்கு உங்களிடம் எந்த ஓர் ஆதாரமும் இல்லை. நீங்கள் (ஆதாரத்துடன்) அறியாதவற்றை அல்லாஹ்வின் மீது (பொய்யாக இட்டுகட்டி) கூறுகிறீர்களா?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:69","price":"(நபியே!) கூறுவீராக: “நிச்சயமாக அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டுபவர்கள் வெற்றிபெற மாட்டார்கள்.”","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:70","price":"இவ்வுலகில் (அவர்களுக்கு அற்ப) சுகம் (உண்டு). பிறகு, நம்மிடமே அவர்களுடைய மீளுமிடம் இருக்கிறது. பிறகு, அவர்கள் நிராகரித்துக் கொண்டிருந்ததன் காரணமாக கடினமான தண்டனையை அவர்கள் சுவைக்கும்படி செய்வோம்.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:71","price":"(நபியே!) நூஹ் உடைய சரித்திரத்தை அவர்களுக்கு ஓதி காண்பிப்பீராக! அவர் தன் சமுதாயத்தை நோக்கி, “என் சமுதாயமே! (உங்களுடன்) நான் தங்கி இருப்பதும், அல்லாஹ்வின் வசனங்களைக் கொண்டு (உங்களுக்கு) நான் உபதேசிப்பதும் உங்கள் மீது பாரமாக இருந்தால், நான் அல்லாஹ்வின் மீது நம்பிக்கை வைத்து (அவனை சார்ந்து) விட்டேன். ஆகவே, உங்கள் (விருப்பப்படி) காரியத்தை முடிவு செய்யுங்கள்; இன்னும், (நீங்கள் இணை வைத்து வணங்கிய) உங்கள் தெய்வங்களையும் (அழைத்துக் கொள்ளுங்கள்). பிறகு, உங்கள் காரியம் உங்களுக்கு மறைவானதாக குழப்பமானதாக ஆகிவிட வேண்டாம். பிறகு, என் மீது (அம்முடிவை) நிறைவேற்றுங்கள். இன்னும், (அதில்) நீங்கள் எனக்கு அவகாசம் அளிக்காதீர்கள்” என்று (நூஹ்) கூறிய சமயத்தை நினைவு கூர்வீராக.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:72","price":"“ஆக, நீங்கள் (புறக்கணித்து) விலகினால், (எனக்கு நஷ்டமில்லை. ஏனெனில்,) நான் உங்களிடம் எந்த கூலியையும் கேட்கவில்லை; என் கூலி அல்லாஹ்வின் மீதே தவிர (உங்கள் மீது) இல்லை. இன்னும், முஸ்லிம்களில் நான் இருக்க வேண்டுமென கட்டளையிடப்பட்டுள்ளேன்” (என்று நூஹ் கூறினார்).","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:73","price":"ஆக, (அம்மக்கள்) அவரைப் பொய்ப்பித்தனர். ஆகவே, அவரையும் அவருடன் இருந்தவர்களையும் கப்பலில் ஏற்றி பாதுகாத்தோம். இன்னும், அவர்களை வாரிசுகளாக ஆக்கினோம். இன்னும், நம் வசனங்களைப் பொய்ப்பித்தவர்களை மூழ்கடித்தோம். ஆக, எச்சரிக்கப்பட்டவர்களின் முடிவு எவ்வாறு (மோசமாக) இருந்தது என்று கவனிப்பீராக!","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:74","price":"பிறகு, அவருக்குப் பின்னர் பல தூதர்களை அவர்களுடைய சமுதாயத்திற்கு அனுப்பினோம். ஆக, அவர்கள் (பல) அத்தாட்சிகளை அவர்களிடம் கொண்டு வந்தார்கள். முன்னர் அவர்க(ளுடைய மூதாதைக)ள் பொய்ப்பித்தவற்றை இவர்களும் நம்பிக்கை கொள்பவர்களாக இருக்கவில்லை. எல்லை மீறியவர்களின் உள்ளங்கள் மீது இவ்வாறே நாம் முத்திரையிடுகிறோம்.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:75","price":"பிறகு, இவர்களுக்குப் பின்னர் மூஸாவையும், ஹாரூனையும் நம் அத்தாட்சிகளுடன் ஃபிர்அவ்ன் இன்னும் அவனுடைய முக்கிய பிரமுகர்களிடம் அனுப்பினோம். ஆக, அவர்கள் கர்வம் கொண்டனர். இன்னும், அவர்கள் குற்றம் புரிகின்ற சமுதாயமாக இருந்தனர்.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:76","price":"ஆக, அவர்களுக்கு நம்மிடமிருந்து உண்மை வந்தபோது, “நிச்சயமாக இது தெளிவான சூனியம்தான்” என்று கூறினார்கள்.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:77","price":"மூஸா கூறினார்: “உண்மையைப் பார்த்து, - அது உங்களிடம் வந்தபோது (-அதை சூனியம் என்று) கூறுகிறீர்களா? சூனியமா இது? சூனியக்காரர்கள் (ஒருபோதும்) வெற்றி பெறமாட்டார்கள்.”","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:78","price":"அவர்கள் கூறினார்கள்: “எங்கள் மூதாதையர்களை நாங்கள் எதில் கண்டோமோ அதிலிருந்து எங்களை நீர் திருப்பி விடுவதற்கும், பூமியில் உங்கள் இருவருக்கும் தலைமைத்துவம் (பெருமை, ஆதிக்கம்) ஆகிவிட வேண்டும் என்பதற்காக நீர் எங்களிடம் வந்தீரா? இன்னும், நாங்கள் உங்கள் இருவரையும் நம்பிக்கை கொள்பவர்களாக இல்லை.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:79","price":"இன்னும், ஃபிர்அவ்ன் கூறினான்: “(சூனியத்தை) கற்றறிந்த (திறமையான) எல்லா சூனியக்காரர்களையும் என்னிடம் அழைத்து வாருங்கள்!”","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:80","price":"ஆக, சூனியக்காரர்கள் வந்தபோது, அவர்களை நோக்கி மூஸா கூறினார்: “நீங்கள் (சூனியம் செய்வதற்காக) எதை எறியக்கூடியவர்களாக இருக்கிறீர்களோ அதை (மைதானத்தில்) எறியுங்கள்!”","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:81","price":"ஆக, அவர்கள் எறிந்தபோது, (அவர்களை நோக்கி) மூஸா கூறினார்: “நீங்கள் செய்தவை (அனைத்தும் வெறும்) சூனியம்தான். நிச்சயமாக அல்லாஹ் அவற்றை விரைவில் அழிப்பான். நிச்சயமாக அல்லாஹ் விஷமிகளின் செயலை சீர் செய்ய மாட்டான்.”","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:82","price":"இன்னும், “அல்லாஹ் தன் கட்டளைகளைக் கொண்டு உண்மையை நிரூபிப்பான், (அதை) குற்றவாளிகள் வெறுத்தாலும் சரியே!”","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:83","price":"ஆக, ஃபிர்அவ்னும், அவனுடைய முக்கிய பிரமுகர்களும் தங்களை துன்புறுத்துவார்கள் என்பதை பயந்து மூஸாவை அவரின் சமுதாயத்திலிருந்து ஒரு (சில) சந்ததியினரைத் தவிர (அதிமானவர்கள்) நம்பிக்கை கொள்ளவில்லை. நிச்சயமாக ஃபிர்அவ்ன் பூமியில் சர்வாதிகாரியாக (கொடுங்கோலனாக) இருந்தான். இன்னும், நிச்சயமாக அவன் (நிராகரிப்பிலும் விஷமத்திலும்) எல்லை மீறி செல்பவர்களில் இருந்தான்.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:84","price":"இன்னும், மூஸா கூறினார்: “என் சமுதாயமே! நீங்கள் அல்லாஹ்வை நம்பிக்கை கொண்டவர்களாக இருந்தால், நீங்கள் (அல்லாஹ்வின் கட்டளைக்கு முற்றிலும் பணிந்து கட்டுப்படக்கூடிய) முஸ்லிம்களாக இருந்தால், அவன் மீதே நம்பிக்கை வைத்து (அவனை மட்டுமே சார்ந்து) விடுங்கள்!”","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:85","price":"அதற்கு அவர்கள் (பிரார்த்தித்து) கூறினார்கள்: “அல்லாஹ்வின் மீதே நாங்கள் நம்பிக்கை வைத்து (அவனை மட்டுமே சார்ந்து) விட்டோம். எங்கள் இறைவா! அநியாயம் செய்கின்ற சமுதாயத்திற்கு சோதனையாக எங்களை ஆக்கி விடாதே! (எங்கள் மீது அவர்களை சாட்டி விடாதே!)”","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:86","price":"இன்னும், “நிராகரிக்கின்ற சமுதாயத்திடமிருந்து உன் கருணையினால் எங்களை பாதுகாத்துக்கொள்!”","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:87","price":"இன்னும், மூஸாவுக்கும் அவருடைய சகோதரருக்கும் நாம் வஹ்யி அறிவித்தோம்: “நீங்கள் இருவரும் உங்கள் சமுதாயத்திற்காக எகிப்தில் (பல) வீடுகளை அமையுங்கள்! இன்னும், (அந்த) உங்கள் வீடுகளை தொழுமிடங்களாக ஆக்குங்கள்! இன்னும், தொழுகையை நிலை நிறுத்துங்கள்! இன்னும், நம்பிக்கையாளர்களுக்கு (அல்லாஹ்வின் உதவியும் சொர்க்கமும் உண்டு என்று) நற்செய்தி கூறுவீராக!”","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:88","price":"இன்னும், மூஸா கூறினார்: “எங்கள் இறைவா! நிச்சயமாக நீ ஃபிர்அவ்னுக்கும், அவனுடைய பிரமுகர்களுக்கும் இவ்வுலக வாழ்க்கையில் (ஆடம்பர) அலங்காரத்தையும் செல்வங்களையும் கொடுத்தாய். எங்கள் இறைவா! அவர்கள் உன் பாதையில் இருந்து (மக்களை) வழிகெடுப்பதற்காக (அவற்றை பயன்படுத்துகிறார்கள்). எங்கள் இறைவா! அவர்களின் பொருள்களை நாசமாக்கு! இன்னும், அவர்களுடைய உள்ளங்களை கடினமாக்கி (அவற்றின் மீது முத்திரையிட்டு) விடு! ஆக, அவர்கள் துன்புறுத்தக்கூடிய தண்டனையை (கண்ணால்) காணும் வரை, நம்பிக்கை கொள்ள மாட்டார்கள்.”","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:89","price":"(அல்லாஹ்) கூறினான்: “(மூஸாவே! ஹாரூனே!) உங்கள் இருவரின் பிரார்த்தனை ஏற்கப்பட்டு விட்டது. நீங்கள் இருவரும் (மார்க்கத்திலும் அதன் பக்கம் அழைப்பதிலும்) உறுதியாக இருங்கள்; இன்னும், அறியாதவர்களின் பாதையை நீங்கள் இருவரும் பின்பற்றாதீர்கள்.”","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:90","price":"இன்னும், இஸ்ராயீலின் சந்ததிகள் கடலைக் கடக்கும்படி செய்தோம். ஆக, ஃபிர்அவ்னும் அவனுடைய இராணுவங்களும் அழிச்சாட்டியமாகவும் (அநியாயம் செய்வதில்) எல்லை மீறியும் அவர்களைப் பின் தொடர்ந்து வந்தனர். இறுதியாக, (கடலில்) அவன் மூழ்கியபோது, “நிச்சயமாக இஸ்ராயீலின் சந்ததிகள் நம்பிக்கை கொண்ட (இறை)வனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை என்று நான் நம்பிக்கை கொண்டேன்; இன்னும், நான் முஸ்லிம்களில் ஒருவனாக ஆகிவிட்டேன்” என்று (ஃபிர்அவன்) கூறினான்.","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:91","price":"“இப்போது தானா (நம்பிக்கை கொள்கிறாய்? இதற்கு) முன்னரோ (அல்லாஹ்விற்கு) மாறு செய்பவனாக இருந்தாய். இன்னும், நீ விஷமிகளில் (ஒருவனாக) இருந்தாய்.","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:92","price":"ஆக, உனக்குப் பின்னுள்ளவர்களுக்கு நீ ஓர் அத்தாட்சியாக ஆகுவதற்காக உன் உடலை நாம் உயர(மான இட)த்தில் வைப்போம்.” நிச்சயமாக மக்களில் அதிகமானவர்கள் நம் அத்தாட்சிகளை அறியாதவர்கள்தான்.","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:93","price":"திட்டவட்டமாக, இஸ்ராயீலின் சந்ததிகளுக்கு (வசிப்பதற்கு தகுதியான சிறப்பான) மிக நல்ல இடத்தை அமைத்து கொடுத்தோம்; இன்னும், நல்ல பொருள்களிலிருந்து அவர்களுக்கு உணவு(ம் வாழ்வாதாரமும்) வழங்கினோம். ஆக, (வேதத்தின்) ஞானம் அவர்களிடம் வரும் வரை அவர்கள் (தங்களுக்குள்) கருத்து வேறுபாடு கொள்ளவில்லை. எதில் அவர்கள் கருத்து வேறுபாடு கொண்டவர்களாக இருக்கிறார்களோ அதில் அவர்களுக்கு மத்தியில் மறுமை நாளில் நிச்சயமாக உம் இறைவன் தீர்ப்பளிப்பான்.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:94","price":"ஆக, (நபியே!) நாம் உமக்கு இறக்கிய (வேதத்)தில் நீர் சந்தேகத்தில் இருந்தால் உமக்கு முன்னர் (கொடுக்கப்பட்ட) வேதத்தை படிக்கின்றவர்களிடம் கேட்பீராக! உம் இறைவனிடமிருந்து உண்மை உமக்கு திட்டவட்டமாக வந்துவிட்டது. ஆகவே, சந்தேகப்படுபவர்களில் நீர் அறவே ஆகிவிடாதீர்!","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:95","price":"இன்னும், அல்லாஹ்வின் வசனங்களைப் பொய்ப்பித்தவர்களில் அறவே நீர் ஆகிவிடாதீர்! அப்படி செய்தால் நீர் நஷ்டவாளிகளில் ஆகிவிடுவீர்.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:96","price":"நிச்சயமாக எவர்கள் (நிராகரிப்பில் இறப்பார்கள் என்று அவர்கள் மீது) உம் இறைவனின் வாக்கு உறுதியாகிவிட்டதோ அவர்கள் நம்பிக்கை கொள்ள மாட்டார்கள்.","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:97","price":"அத்தாட்சிகள் எல்லாம் அவர்களிடம் வந்தாலும் துன்புறுத்தக்கூடிய தண்டனையை அவர்கள் காணும் வரை (அவர்கள் நம்பிக்கை கொள்ள மாட்டார்கள்).","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:98","price":"ஆக, ஓர் ஊர் (வாசிகள்) நம்பிக்கை கொண்டு அவர்களின் நம்பிக்கை அவர்களுக்கு பலனளித்திருக்கக்கூடாதா! எனினும் ‘யூனுஸ்’ உடைய சமுதாயம், நம்பிக்கை கொண்டபோது உலக வாழ்க்கையில் இழிவான தண்டனையை அவர்களை விட்டு நீக்கினோம். இன்னும், ஒரு காலம் வரை அவர்களுக்கு சுகமான வாழ்வளித்தோம்.","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:99","price":"உம் இறைவன் நாடினால், பூமியிலுள்ளவர்கள் அனைவரும் நம்பிக்கை கொண்டிருப்பார்கள். ஆக, (நபியே!) நீர் மக்களை, - அவர்கள் நம்பிக்கையாளர்களாக ஆகுவதற்காக - நிர்ப்பந்திப்பீரா?","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:100","price":"ஓர் ஆன்மாவிற்கு, அது நம்பிக்கை கொள்வது அல்லாஹ்வின் அனுமதி கொண்டே தவிர சாத்தியமாகாது. சிந்தித்து புரியாதவர்கள் மீது தண்டனையை அல்லாஹ் ஆக்கிவிடுகிறான்.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:101","price":"(நபியே!) கூறுவீராக! “வானங்களிலும் பூமியிலும் உள்ளவற்றை கவனியுங்கள். நம்பிக்கை கொள்ளாத சமுதாயத்திற்கு வசனங்களும், எச்சரிப்பாளர்களும் பலனளிக்க மாட்டார்கள்.”","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:102","price":"ஆக, அவர்கள் தங்களுக்கு முன் சென்றவர்களின் நாள்களைப் போன்றதைத் தவிர (வேறு எதையும்) அவர்கள் எதிர்பார்க்கின்றனரா? “நீங்கள் (உங்கள் விஷயத்தில் அல்லாஹ்வின் தீர்ப்பை) எதிர்பாருங்கள்; நிச்சயமாக நான் உங்களுடன் எதிர்பார்ப்பவர்களில் இருக்கிறேன்” என்று (நபியே) கூறுவீராக.","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:103","price":"பிறகு, நம் தூதர்களையும் நம்பிக்கை கொண்டவர்களையும் நாம் பாதுகா(த்துவிட்டு நிராகரிப்பாளர்களை அழி)ப்போம். இவ்வாறே, (உம்மையும் உம்முடன்) நம்பிக்கை கொண்டவர்களை(யும்)  நாம் பாதுகாப்போம். இது நம்மீது கடமையாகும்.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:104","price":"(நபியே!) கூறுவீராக! “மக்களே! நீங்கள் என் மார்க்கத்தில் சந்தேகத்தில் இருந்தால், அல்லாஹ்வை அன்றி நீங்கள் எவர்களை வணங்குகிறீர்களோ அவர்களை நான் வணங்க மாட்டேன். எனினும், உங்கள் உயிரைக் கைப்பற்றுகின்ற (ஆற்றல் உடைய) அல்லாஹ்வைத்தான் வணங்குவேன். இன்னும்,  நம்பிக்கையாளர்களில் நான் ஆகவேண்டுமென்று கட்டளையிடப்பட்டுள்ளேன்.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:105","price":"இன்னும், (நபியே!) நீர் ஓர் இறையை வணங்குவதில் உறுதியானவராக (இணைவைப்பை விட்டும் முற்றிலும் விலகியவராக) மார்க்கத்தின் மீது உம் முகத்தை நிலை நிறுத்துவீராக! இன்னும், இணைவைப்பவர்களில் ஒருபோதும் நீர் ஆகிவிடாதீர்!","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:106","price":"இன்னும், அல்லாஹ்வை அன்றி உமக்கு பலனளிக்காதவற்றையும் உமக்குத் தீங்களிக்காதவற்றையும் (நபியே!) நீர் அழைக்காதீர்! ஆக, நீர் (அல்லாஹ் அல்லாதவருக்கு வணக்க வழிபாடு) செய்து விட்டால் அப்போது நிச்சயமாக நீர் அநியாயக்காரர்களில் ஆகிவிடுவீர்.","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:107","price":"இன்னும், அல்லாஹ் உமக்கு ஒரு தீங்கைக் கொடுத்தால் அதை நீக்குபவர் அவனைத் தவிர அறவே (யாரும்) இல்லை. இன்னும், அவன் உமக்கு ஒரு நன்மையை நாடினால் (உம்மை விட்டும்) அவனுடைய அருளைத் தடுப்பவர் அறவே (யாரும்) இல்லை. அவன் தன் அடியார்களில் தான் நாடுகின்றவர்களுக்கு அதை கொடுக்கிறான். இன்னும், அவன்தான் மகா மன்னிப்பாளன்; பெரும் கருணையாளன்.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:108","price":"(நபியே!) கூறுவீராக! “மக்களே! உங்கள் இறைவனிடமிருந்து உண்மை(யான வேதம்) உங்களுக்கு வந்துவிட்டது. ஆக, எவர் (இதை நம்பிக்கைக் கொண்டு) நேர்வழி நடப்பாரோ அவர் நேர்வழி நடப்பதெல்லாம் அவரது நன்மைக்காகவே. இன்னும், எவர் (அதை நம்பிக்கை கொள்ளாமல்) வழிகேட்டில் செல்வாரோ அவர் வழிகேட்டில்  செல்வதெல்லாம் அவருக்கு கேடாகத்தான். இன்னும், நான் உங்கள் மீது பொறுப்பாளனாக (உங்களை கண்காணிப்பவனாக) இல்லை.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"10:109","price":"(நபியே!) இன்னும், உமக்கு வஹ்யி அறிவிக்கப்படுவதையே நீர் பின்பற்றுவீராக! அல்லாஹ் தீர்ப்பளிக்கும் வரை பொறுமையாக (மார்க்கத்திலும் அதன் அழைப்புப் பணியிலும் உறுதியாக) இருப்பீராக! இன்னும், தீர்ப்பளிப்பவர்களில் அவன் மிக மேலானவன்.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"ta"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}