{"data":[{"name":"11:1","price":"அலிஃப் லாம் றா. (இது) ஒரு வேத நூல். மகா ஞானவான், ஆழ்ந்தறிந்தவனிடமிருந்து இதன் வசனங்கள் ஞானத்துடன் உறுதி செய்யப்பட்டன. பிறகு, அவை (நபியவர்களுக்கு ஒவ்வொரு சட்டமாக) தெளிவுபடுத்தப்பட்(டு விவரிக்கப்பட்)டன.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"11:2","price":"“நிச்சயமாக நீங்கள் அல்லாஹ்வைத் தவிர (யாரையும்) வணங்காதீர்கள்! நிச்சயமாக நான் உங்களுக்கு அவனிடமிருந்து (அனுப்பப்பட்ட) எச்சரிப்பாளரும் நற்செய்தியாளரும் ஆவேன்.”","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"11:3","price":"“இன்னும், நிச்சயமாக உங்கள் இறைவனிடம் பாவமன்னிப்புக் கோருங்கள். பிறகு, முற்றிலும் திருந்தி (நன்மைகளை செய்து) அவன் பக்கம் திரும்புங்கள். (அவ்வாறு செய்தால் நீங்கள் உலகத்தில் வாழ்கின்ற) குறிப்பிடப்பட்ட காலம் வரை உங்களுக்கு அழகிய சுகமான வாழ்க்கையை வழங்குவான். இன்னும், மேல் மிச்சமான செல்வமுடையவ(ர் தனது செல்வத்தை தர்மம் செய்யும்போது அவ)ருக்கு (மேலும்) அவருடைய செல்வத்தை (அதிகப்படுத்தி) கொடுப்பான். இன்னும், நீங்கள் புறக்கணித்தால் மாபெரும் (மறுமை) நாளின் தண்டனையை நிச்சயமாக நான் உங்கள் மீது பயப்படுகிறேன்.”","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"11:4","price":"“அல்லாஹ்வின் பக்கமே உங்கள் மீளுமிடம் இருக்கிறது. இன்னும், அவன் எல்லாப் பொருள்கள் மீதும் பேராற்றலுடையவன்.”","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"11:5","price":"(நபியே!) அறிவீராக! “நிச்சயமாக இவர்கள் அவனிடமிருந்து மறைப்பதற்காக தங்கள் நெஞ்சங்களை திருப்புகிறார்கள். (நபியே!) அறிவீராக! அவர்கள் தங்கள் ஆடைகளால் (தங்களை) மறைத்துக்கொள்ளும் நேரத்தில் அவர்கள் மறைப்பதையும் அவர்கள் பகிரங்கப்படுத்துவதையும் அவன் நன்கறிகிறான். நிச்சயமாக அவன் நெஞ்சங்களில் உள்ளவற்றை நன்கறிபவன் ஆவான்.”","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"11:6","price":"எந்த ஓர் உயிரினமும் பூமியில் இல்லை அதற்கு உணவளிப்பது அல்லாஹ்வின் மீது (கடமையாக) இருந்தே தவிர. (உலகத்தில்) அவை தங்குமிடத்தையும், (அவை இறந்த பிறகு) அவை அடக்கம் செய்யப்படும் இடத்தையும் அவன் நன்கறிவான். எல்லாம் தெளிவான பதிவேட்டில் (முன்பே பதிவுசெய்யப்பட்டு) உள்ளன.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:7","price":"அவன்தான் வானங்களையும், பூமியையும் ஆறு நாள்களில் படைத்தான். இன்னும், அவனுடைய ‘அர்ஷ்’ நீரின் மீதிருந்தது. உங்களில் யார் செயலால் மிக அழகியவர் என்று அவன் உங்களை சோதிப்பதற்காக (உங்களைப் படைத்தான்). (நபியே) இன்னும், “இறப்பிற்கு பின்னர் நிச்சயமாக நீங்கள் எழுப்பப்படுவீர்கள்” என்று நீர் கூறினால், “இது தெளிவான சூனியமே தவிர (எதுவும் உண்மை) இல்லை” என்று நிராகரிப்பவர்கள் நிச்சயம் கூறுவார்கள்.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:8","price":"இன்னும், அவர்களை விட்டும் தண்டனையை எண்ணப்பட்ட ஒரு காலம் வரை நாம் பிற்படுத்தினால், “அதை எது தடுக்கிறது?” என நிச்சயம் அவர்கள் கூறுவார்கள். அறிந்து கொள்ளுங்கள்! அவர்களிடம் அ(ந்த தண்டனையான)து வரும் நாளில், (அது) அவர்களை விட்டும் அறவே திருப்பப்படாது. இன்னும் அவர்கள் எதை கேலி செய்து கொண்டிருந்தார்களோ அது அவர்களை சூழ்ந்துவிடும்.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:9","price":"இன்னும், நம்மிடமிருந்து ஓர் அருளை மனிதன் சுவைக்கும்படி செய்து, பிறகு, அதை அவனிடமிருந்து நீக்கினால், நிச்சயமாக அவன் நிராசையாளனாக நன்றி கெட்டவனாக ஆகிவிடுகிறான்.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:10","price":"இன்னும், அவனுக்கு ஏற்பட்ட துன்பத்திற்கு பின்னர் இன்பத்தை அவன் சுவைக்கும்படி நாம் செய்தால், “என்னை விட்டு தீமைகள் சென்று விட்டன” என்று நிச்சயமாக கூறுவான். நிச்சயமாக அவன் செருக்குடன் மகிழ்பவனாக தற்பெருமை பேசுபவனாக இருக்கிறான்.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:11","price":"எவர்கள் பொறுமை(யுடன் மார்க்கத்தில் உறுதி)யாக இருந்து, நன்மைகளைச் செய்தார்களோ அவர்களைத் தவிர. அவர்களுக்கு மன்னிப்பும் பெரிய கூலியும் உண்டு.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:12","price":"ஆக, “அவருக்கு ஒரு பொக்கிஷம் இறக்கப்பட வேண்டாமா? அல்லது அவருடன் ஒரு வானவர் வரவேண்டாமா?” என்று அவர்கள் (உம்மைப் பற்றி) கூறுவதால் உமக்கு வஹ்யி அறிவிக்கப்படுபவற்றில் சிலவற்றை நீர் விடக் கூடியவராக ஆகலாம்; இன்னும், அதன் மூலம் உம் நெஞ்சம் நெருக்கடியுற்றதாக ஆகலாம். (நபியே!) நீரெல்லாம் ஓர் எச்சரிப்பாளர்தான். அல்லாஹ்தான் எல்லாப் பொருள்கள் மீதும் பொறுப்பாளன் (கண்காணிப்பாளன்) ஆவான்! (ஆகவே, அவன் தான் நாடியபடி தனது படைப்புகளின் காரியங்களை நிர்வகிக்கிறான்.)","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:13","price":"அல்லது, அவர் இதை இட்டுக்கட்டினார் என அவர்கள் கூறுகிறார்களா? (நபியே!) கூறுவீராக! நீங்கள் உண்மையாளர்களாக இருந்தால் (உங்களால்) இட்டுக்கட்டப்பட்ட இது போன்ற பத்து அத்தியாயங்களை நீங்கள் கொண்டு வாருங்கள். இன்னும், அல்லாஹ்வை அன்றி உங்களுக்கு யாரை (எல்லாம் அழைக்க) இயலுமோ அவர்களை (எல்லாம் உதவிக்கு) அழைத்துக் கொள்ளுங்கள்.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:14","price":"ஆக, “(இணைவைப்பாளர்களே! நீங்கள் அழைத்த) அவர்கள் உங்களுக்கு பதில் அளிக்கவில்லையெனில், (இன்னும், நீங்களும் அவர்களும் இந்த வேதத்தை போன்றதை உருவாக்க முடியவில்லை எனில்) இ(ந்த வேதமான)து இறக்கப்பட்டதெல்லாம் அல்லாஹ்வின் அறிவைக் கொண்டுதான் என்பதையும், அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை என்பதையும் நீங்கள் அறிந்து கொள்ளுங்கள். ஆக, நீங்கள் (அல்லாஹ்விற்கு மட்டும் பணிந்த) முஸ்லிம்களா(க ஆகிவிடுகிறீர்களா)? (என்று நபியே அவர்களிடம் கூறுவீராக!)","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:15","price":"எவர்கள் (தங்களது நற்செயல்களுக்கு கூலியாக மறுமையை நாடாமல்) உலக வாழ்க்கையையும், அதன் அலங்காரத்தையும் விரும்பக்கூடியவர்களாக இருந்தார்களோ அதில் அவர்களின் நற்செயல்களுக்கு முழுமையாக கூலி தந்து விடுவோம். இன்னும், அதில் அவர்கள் குறைக்கப்பட மாட்டார்கள்.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:16","price":"அவர்கள் எத்தகையோர் என்றால் அவர்களுக்கு (நரக) நெருப்பைத் தவிர மறுமையில் (வேறொன்றும்) இல்லை. இன்னும், அவர்கள் இ(வ்வுலகத்)தில் செய்தவை அழிந்து விடும். இன்னும், அவர்கள் (இவ்வுலகில்) செய்து கொண்டிருந்தவை (அனைத்தும்) வீணானவையே.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:17","price":"ஆக, எவர்கள் தங்கள் இறைவனிடமிருந்து வந்த தெளிவான அத்தாட்சியின் மீது இருக்கிறார்களோ; இன்னும், - அ(ந்த இறை)வன் புறத்திலிருந்து ஒரு சாட்சியாளரும் அதை ஓதிக் கொண்டிருக்கிறாரோ: இன்னும், அதற்கு முன்னர் மூஸாவின் வேதம் வழிகாட்டியாகவும் அருளாகவும் இருக்கிறதோ - அவர்கள்தான் இ(ந்த வேதத்)தை நம்பிக்கைக் கொள்வார்கள். இன்னும், (ஏனைய) கூட்டங்களிலிருந்து எவர் இதை நிராகரிப்பாரோ நரகம் அவருடைய வாக்களிக்கப்பட்ட இடமாக இருக்கும். ஆகவே, (நபியே! நீர்) இதில் சந்தேகத்தில் இருக்காதீர். நிச்சயமாக இது உம் இறைவனிடமிருந்து வந்த உண்மைதான்! எனினும், மக்களில் அதிகமானோர் (இதை) நம்பிக்கை கொள்ள மாட்டார்கள்.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:18","price":"அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டுபவர்களை விட மகா அநியாயக்காரர்கள் யார்? அவர்கள் தங்கள் இறைவன் முன் சமர்ப்பிக்கப்படுவார்கள். (அப்போது) “இவர்கள் தங்கள் இறைவன் மீது பொய்யுரைத்தவர்கள்” என்று சாட்சியாளர்கள் கூறுவார்கள். அல்லாஹ்வின் சாபம் அநியாயக்காரர்கள் மீது இறங்கும் என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:19","price":"அவர்கள் அல்லாஹ்வின் பாதையை விட்டு (மக்களை) தடுக்கிறார்கள். இன்னும், அதில் கோணலைத் தேடுகிறார்கள். இன்னும், அவர்கள் மறுமையை நிராகரிப்பவர்கள் ஆவார்கள்.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:20","price":"அவர்கள் பூமியில் (அல்லாஹ்வை) பலவீனப்படுத்துபவர்களாக இருக்கவில்லை. இன்னும், அல்லாஹ்வையன்றி அவர்களுக்கு உதவியாளர்கள் எவரும் இருக்க மாட்டார்கள். அவர்களுக்கு தண்டனை பன்மடங்காக்கப்படும். (இவ்வுலகில்) அவர்கள் (உண்மையை) செவியேற்க சக்தி பெற்றவர்களாக இருக்கவில்லை. இன்னும், அவர்கள் (படிப்பினை பெறுகின்ற பார்வையால் இறை அத்தாட்சியைப்) பார்ப்பவர்களாகவும் இருக்கவில்லை.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:21","price":"அவர்கள் தங்களுக்குத் தாமே நஷ்டம் விளைவித்தவர்கள். இன்னும், அவர்கள் இட்டுக்கட்டிக் கொண்டிருந்தவை (-அவர்கள் வணங்கிய சிலைகள் இறுதியாக) அவர்களை விட்டு மறைந்துவிடும்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:22","price":"சந்தேகமின்றி நிச்சயமாக அவர்கள்தான் மறுமையில் மகா நஷ்டவாளிகள்.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:23","price":"நிச்சயமாக எவர்கள் நம்பிக்கைகொண்டு, நற்செயல்களைச் செய்து, தங்கள் இறைவனின் பக்கம் மிக்க பயத்துடனும் பணிவுடனும் திரும்பினார்களோ அவர்கள்தான் சொர்க்கவாசிகள், அவர்கள் அதில் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:24","price":"(இந்த) இரு பிரிவினரின் உதாரணம் குருடன், செவிடன்; இன்னும், பார்ப்பவன், செவியுறுபவனைப் போன்றாகும். இரு பிரிவினர்களும் சமமாவார்களா? நீங்கள் (இந்த வேதத்தை சிந்தித்து) நல்லுபதேசம் பெற மாட்டீர்களா?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:25","price":"திட்டவட்டமாக, நாம் நூஹை அவருடைய மக்களிடம் அனுப்பினோம். (அவர் கூறியதாவது:) “நிச்சயமாக நான் உங்களுக்கு ஒரு தெளிவான எச்சரிப்பாளர் ஆவேன்.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:26","price":"“நிச்சயமாக அல்லாஹ்வைத் தவிர (எதையும்) வணங்காதீர்கள். நிச்சயமாக நான் துன்புறுத்தக்கூடிய நாளின் தண்டனையை உங்கள் மீது பயப்படுகிறேன்.”","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:27","price":"ஆக, அவருடைய சமுதாயத்தில் நிராகரித்த பிரமுகர்கள் கூறினார்கள்: “எங்களைப் போன்ற ஒரு மனிதனாகவே தவிர, உம்மை நாம் (தூதராக) கருதவில்லை. இன்னும், (எங்கள்) வெளிப்படையான அறிவின்படி எங்களில் மிக இழிவானவர்களாக இருப்பவர்களே தவிர (உயர்ந்தவர்கள் எவரும்) உம்மைப் பின்பற்றுவதை நாம் பார்க்கவில்லை. இன்னும், எங்களை விட உங்களுக்கு எவ்வித மேன்மையும் இருப்பதாக நாங்கள் கருதவில்லை. மாறாக, நாங்கள் உங்களை பொய்யர்களாக கருதுகிறோம்.”","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:28","price":"(நூஹ்) கூறினார்: “என் மக்களே! நீங்கள் (எனக்கு) அறிவியுங்கள், என் இறைவனிடமிருந்து (கொடுக்கப்பட்ட) ஒரு தெளிவான அத்தாட்சியின் மீது நான் இருக்கிறேன். இன்னும், அவன் தன்னிடமிருந்து அருளை எனக்கு அளித்திருக்கிறான். ஆக, இவை (எல்லாம்) உங்களுக்கு மறைக்கப்பட்டுவிட்டால், நீங்களும் அவற்றை வெறுப்பவர்களாக இருக்கும் நிலையில் அவற்றை (நீங்கள் ஏற்றுக் கொள்ளும்படி) உங்களை நாம் நிர்ப்பந்திப்போமா?”","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:29","price":"இன்னும், “என் மக்களே! இதற்காக நான் உங்களிடம் எந்த செல்வத்தையும் (கூலியாகக்) கேட்கவில்லை. என் கூலி அல்லாஹ்வின் மீதே தவிர (உங்கள் மீது) இல்லை. இன்னும், நம்பிக்கை கொண்டவர்களை (என் சபையை விட்டும்) நான் விரட்டுபவனாக இல்லை. நிச்சயமாக அவர்கள் தங்கள் இறைவனை (கண்ணியத்துடன்) சந்திப்பார்கள். என்றாலும், நீங்கள் அறியாத மக்களாக இருக்கிறீர்கள் என்றே நிச்சயமாக நான் உங்களை காண்கிறேன்.”","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:30","price":"“இன்னும், என் மக்களே! நான் அவர்களை விரட்டினால் (அல்லாஹ் என்னைத் தண்டிக்க மாட்டானா? அதுசமயம்) அல்லாஹ்விடத்தில் எனக்கு யார் உதவுவார்? ஆக, நீங்கள் நல்லுபதேசம் பெறமாட்டீர்களா?”","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:31","price":"இன்னும், “என்னிடம் அல்லாஹ்வின் பொக்கிஷங்கள் உள்ளன என்றும் நான் உங்களுக்கு கூறமாட்டேன். இன்னும், நான் மறைவானவற்றை அறியமாட்டேன். இன்னும், நிச்சயமாக நான் ஒரு வானவன் என்றும் கூறமாட்டேன். இன்னும், உங்கள் கண்கள் இழிவாக மதிக்கின்ற (முஃமினா)வர்களை நோக்கி, அல்லாஹ் அவர்களுக்கு ஒரு நன்மையையும் கொடுக்கவே மாட்டான் என்றும் நான் கூற மாட்டேன். அல்லாஹ், அவர்களின் உள்ளங்களில் உள்ளதை மிக அறிந்தவன். (இதற்கு மாறாக நான் கூறினால்) அப்போது நிச்சயமாக நான் அநியாயக்காரர்களில் ஆகிவிடுவேன்.”","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:32","price":"(நிராகரிப்பாளர்கள்) கூறினார்கள்: “நூஹே! திட்டமாக நீர் எங்களுடன் தர்க்கித்து விட்டீர்; எங்களுடன் தர்க்கத்தை அதிகப்படுத்தியும் விட்டீர். ஆகவே, நீர் உண்மையாளர்களில் இருந்தால், நீர் எங்களுக்கு வாக்களிப்பதை எங்களிடம் கொண்டு வருவீராக!”","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:33","price":"(அதற்கு நூஹ்) கூறினார்: “அதைக் கொண்டு வருவதெல்லாம் அல்லாஹ்தான். அவன் நாடினால் (அதைக் கொண்டு வருவான்). நீங்கள் (அவனைப்) பலவீனப்படுத்துபவர்களாக (அவனை விட்டும் தப்பிப்பவர்களாக) இல்லை.”","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:34","price":"“இன்னும், நான் உங்களுக்கு நல்லுபதேசம் செய்ய நாடினாலும், உங்களை வழிகெடுக்க அல்லாஹ் நாடி இருந்தால் என் நல்லுபதேசம் உங்களுக்கு பலனளிக்காது. அவன்தான் உங்கள் இறைவன்; இன்னும், அவனிடமே நீங்கள் திரும்ப கொண்டு வரப்படுவீர்கள்.”","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:35","price":"அல்லது, (நபியே! உம்மைப் பற்றி) “அவர் இ(ந்த வேதத்)தை தானாக இட்டுக்கட்டினார்” என்று கூறுகிறார்களா?” (அவ்வாறாயின்) கூறுவீராக! “நான் அதை இட்டுக்கட்டி இருந்தால் என் குற்றம் என்னையே சாரும். (உங்களை அல்ல.) இன்னும், நீங்கள் புரியும் குற்றங்களை விட்டும் நான் விலகியவன்.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:36","price":"இன்னும், நூஹ்வுக்கு வஹ்யி அறிவிக்கப்பட்டது: “நிச்சயமாக (முன்னர்) நம்பிக்கை கொண்டவர்களைத் தவிர, (இனி) உமது மக்களில் (ஒருவரும்) அறவே நம்பிக்கை கொள்ளமாட்டார். ஆகவே, அவர்கள் செய்து கொண்டிருந்தவற்றின் காரணமாக நீர் துயரப்படாதீர்.”","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:37","price":"“இன்னும், நம் கண்கள் முன்பாகவும் நமது அறிவிப்பின்படியும் கப்பலை செய்வீராக! இன்னும், அநியாயம் செய்தவர்கள் விஷயத்தில் என்னிடம் (பரிந்து) பேசாதீர்! நிச்சயமாக அவர்கள் மூழ்கடிக்கப்படுபவர்கள்.”","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:38","price":"அவர் கப்பலைச் செய்கிறார். அவருக்கு அருகில் அவருடைய மக்களிலிருந்து பிரமுகர்கள் கடந்து சென்றபோதெல்லாம் அவர்கள் அவரை கேலி செய்தனர். (அதற்கு) அவர் கூறினார்: “நீங்கள் (இப்போது) எங்களை கேலி செய்தால், நீங்கள் கேலி செய்வது போன்று (சீக்கிரத்தில்) நிச்சயமாக நாங்கள் உங்களை கேலி செய்வோம்.”","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:39","price":"“ஆக, இழிவுபடுத்தும் தண்டனை எவருக்கு வருமோ அவரையும் இன்னும் எவர் மீது நிலையான தண்டனை இறங்குமோ அவரையும் (விரைவில்) நீங்கள் அறிவீர்கள்.”","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:40","price":"இறுதியாக, நம் கட்டளை வந்தபோது, இன்னும், அடுப்பும் பொங்கியபோது, நாம் கூறினோம்: “எல்லாவற்றிலிருந்தும் (ஆண், பெண் என) இரண்டு ஜோடிகளையும் எவர் மீது (அவரை அழிப்போம் என்ற) வாக்கு முந்திவிட்டதோ அவரைத் தவிர (மற்ற) உமது குடும்பத்தையும் நம்பிக்கை கொண்டவரையும் அதில் ஏற்றுவீராக!” ஆனால், (வெகு) குறைவானவர்களைத் தவிர (அதிகமானவர்கள்) அவருடன் நம்பிக்கைகொள்ளவில்லை.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:41","price":"இன்னும், (நூஹ்) கூறினார்: “இதில் பயணியுங்கள். அது ஓடும்போதும், அது நிறுத்தப்படும்போதும் அல்லாஹ்வின் பெயரால் (அது ஓடுகிறது; இன்னும், நிற்கிறது). நிச்சயமாக என் இறைவன் மகா மன்னிப்பாளன், பெரும் கருணையாளன்.”","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:42","price":"அது, மலைகளைப் போன்று அலை(களுக்கு மத்தி)யில் அவர்களை (சுமந்து)க் கொண்டு சென்றது. இன்னும், (அவரை விட்டு) விலகி ஓர் இடத்திலிருந்த அவரது மகனை கூவி அழைத்தார்: “என் மகனே! எங்களுடன் (இதில்) பயணித்துவிடு! நிராகரிப்பாளர்களுடன் ஆகிவிடாதே!”","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:43","price":"(அதற்கவன்) கூறினான்: “(வெள்ள) நீரிலிருந்து என்னைக் காக்கும் ஒரு மலையின் மேல் ஒதுங்குவேன்.” அவர் கூறினார்: “இன்று, அல்லாஹ்வின் கட்டளையிலிருந்து பாதுகாப்பவர் அறவே இல்லை, அவன் கருணை காட்டியவரைத் தவிர (யாரும் தப்ப முடியாது)!” ஆனால், (அது சமயம்) அவ்விருவருக்கும் இடையில் அலை குறுக்கிட்டது. ஆக, அவன் (அந்த வெள்ளத்தில்) மூழ்கடிக்கப்பட்டவர்களில் ஆகி விட்டான்.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:44","price":"இன்னும், கூறப்பட்டது: “பூமியே! உன் தண்ணீரை விழுங்கு; இன்னும், வானமே! (பொழிவதை) நிறுத்து.” தண்ணீர் வற்றியது. இன்னும், (அவர்களின்) காரிய(மு)ம் முடிக்கப்பட்டது. (அந்த கப்பல்) ‘ஜூதி’ மலையில் தங்கியது. இன்னும், “அநியாயக்கார மக்களுக்கு அழிவுதான்” என்று கூறப்பட்டது.","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:45","price":"இன்னும், நூஹ் தன் இறைவனை அழைத்தார். ஆக, அவர் கூறினார்: என் இறைவா! நிச்சயமாக என் மகன் என் குடும்பத்திலுள்ளவன். இன்னும், நிச்சயமாக உன் வாக்கு உண்மையானதே, இன்னும், நீயே தீர்ப்பளிப்பவர்களில் மகா நீதமான தீர்ப்பாளன்.”","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:46","price":"(அல்லாஹ்) கூறினான்: “நூஹே! அவன் உமது குடும்பத்தைச் சேர்ந்தவன் இல்லை. நிச்சயமாக இ(வ்வாறு கேட்ப)து நல்ல செயல் அல்ல. உமக்கு ஞானமில்லாததை என்னிடம் கேட்காதீர். அறியாதவர்களில் நீர் ஆகுவதிலிருந்து (விலகி இருக்க வேண்டுமென) நிச்சயமாக நான் உமக்கு உபதேசிக்கிறேன்.”","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:47","price":"(உடனே நூஹ்) கூறினார்: “என் இறைவா! எனக்கு ஞானமில்லாததை உன்னிடம் நான் கேட்பதை விட்டும் உன்னிடம் பாதுகாவல் கோருகிறேன். நீ என்னை மன்னிக்கவில்லையெனில், இன்னும், எனக்கு நீ கருணை காட்டவில்லையெனில் நான் நஷ்டவாளிகளில் ஆகிவிடுவேன்.”","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:48","price":"(அல்லாஹ்வின் புறத்திலிருந்து) கூறப்பட்டது: “நூஹே! உம்மீதும் உம்முடன் இருக்கின்ற உயிரினங்கள் மீதும் நம் புறத்திலிருந்து ஸலாம் – ஈடேற்றத்துடன், இன்னும், அபிவிருத்திகளுடன் நீர் இறங்குவீராக! இன்னும் (சில) சமுதாயங்கள் வருவார்கள். அவர்களுக்கு (சற்று) சுகமான வாழ்வளிப்போம். பிறகு, அவர்களை நம்மிடமிருந்து துன்புறுத்தக்கூடிய தண்டனை வந்தடையும்.”","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:49","price":"(நபியே!) இவை (உமக்கு) மறைவான சரித்திரங்களில் உள்ளவையாகும். இவற்றை உமக்கு வஹ்யி அறிவிக்கிறோம். இதற்கு முன்னர் நீரோ அல்லது உமது மக்களோ இவற்றை அறிந்திருக்கவில்லை. ஆகவே, பொறுமையாக (உறுதியுடன்) இருப்பீராக! நிச்சயமாக (நல்ல) முடிவு அல்லாஹ்வை அஞ்சுபவர்களுக்கே.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:50","price":"‘ஆது’ சமுதாயத்திடம் அவர்களுடைய சகோதரர் -ஹூதை- (தூதராக அனுப்பினோம்). அவர் கூறினார்: “என் மக்களே! அல்லாஹ்வை வணங்குங்கள். அவனை அன்றி (உண்மையில் வணங்கத்தகுதியான) இறைவன் யாரும் உங்களுக்கில்லை. நீங்கள் (உங்கள் கற்பனைக்கு ஏற்ப இறைவனைப் பற்றி பொய்யை) இட்டுக்கட்டுபவர்களாகவே தவிர இல்லை..","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:51","price":"என் மக்களே! (எனது) இ(ந்)த (அழைப்பி)ற்காக நான் உங்களிடத்தில் ஒரு கூலியையும் கேட்கவில்லை. என் கூலி என்னை படைத்தவனின் மீதே தவிர (உங்கள் மீது) இல்லை. சிந்தித்துப் புரியமாட்டீர்களா?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:52","price":"‘‘என் மக்களே! உங்கள் இறைவனிடம் மன்னிப்புக் கோருங்கள்! பிறகு, (எல்லா பாவங்களை விட்டும்) திருந்தி (நன்மைகளை செய்து) அவன் பக்கம் திரும்புங்கள்! மழையை உங்களுக்கு தாரை தாரையாக அனுப்புவான். இன்னும், உங்கள் பலத்துடன் (மேலும்) பலத்தை உங்களுக்கு அதிகப்படுத்துவான். இன்னும், (உபதேசங்களை புறக்கணித்த) குற்றவாளிகளாக விலகி சென்று விடாதீர்கள்.”","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:53","price":"(மேலும் அந்த மக்கள்) கூறினார்கள்: “ஹூதே! எந்த ஓர் அத்தாட்சியையும் நம்மிடம் நீர் கொண்டு வரவில்லை. இன்னும், உம் சொல்லுக்காக நாங்கள் (வணங்குகின்ற) எங்கள் தெய்வங்களை விட்டுவிடுபவர்களாக இல்லை. இன்னும், நாங்கள் உம்மை நம்பிக்கை கொண்டவர்களாகவும் இல்லை”","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:54","price":"‘‘எங்கள் தெய்வங்களில் சில உமக்கு ஒரு தீமையை செய்துவிட்டன என்றே தவிர நாம் கூறமாட்டோம்” (என்றும் அவர்கள் கூறினார்கள். அதற்கு ஹூது) கூறினார்: “நீங்கள் (அவனை அன்றி கற்பனையாக) இணைவைத்து வணங்குபவற்றிலிருந்து நிச்சயமாக நான் விலகியவன் என்பதற்கு நிச்சயமாக நான் அல்லாஹ்வை சாட்சியாக்குகிறேன்; இன்னும், நீங்களும் (அதற்கு) சாட்சியாக இருங்கள்!","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:55","price":"அவனை அன்றி (நீங்கள் வணங்கும் அனைத்தையும் விட்டு நான் விலகியவன் ஆவேன்). ஆகவே, அனைவரும் எனக்கு சூழ்ச்சி செய்யுங்கள். பிறகு, எனக்கு (அதில்) அவகாசம் அளிக்காதீர்கள்.’’","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:56","price":"“நிச்சயமாக, நான் என் இறைவனும் உங்கள் இறைவனுமான அல்லாஹ்வின் மீது நம்பிக்கை வைத்து (அவனை சார்ந்து) விட்டேன். உயிரினம் எதுவும் இல்லை, அவன் அதன் நெற்றி முடியை பிடித்தே தவிர. நிச்சயமாக என் இறைவன் (நீதியும் நேர்மையும் மிக்க) நேரான வழியில் இருக்கிறான்.”","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:57","price":"ஆக, நீங்கள் விலகினால் (எனக்கொன்றும் நஷ்டமில்லை.) நான் உங்களிடம் எதைக் கொண்டு அனுப்பப்பட்டேனோ அதை உங்களுக்கு திட்டமாக எடுத்துரைத்து விட்டேன். இன்னும், (உங்களை அழித்து) நீங்கள் அல்லாத வேறு மக்களை என் இறைவன் தோன்றச் செய்வான்; நீங்கள் அவனுக்கு எதையும் தீங்கிழைக்க முடியாது. நிச்சயமாக என் இறைவன் எல்லாவற்றையும் கண்கானிப்பவன் ஆவான்.”","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:58","price":"(அவர்களை தண்டிப்பதற்கான) நம் உத்தரவு வந்தபோது ஹூதையும், அவருடன் நம்பிக்கை கொண்டவர்களையும் நம் புறத்திலிருந்து (அவர்களை அடைந்த) அருளினால் பாதுகாத்தோம். இன்னும், கடுமையான தண்டனையிலிருந்து அவர்களைப் பாதுகாத்தோம்.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:59","price":"இவர்கள்தான் ஆது சமுதாய மக்கள் ஆவர். இவர்கள் தங்கள் இறைவனின் அத்தாட்சிகளை மறுத்தார்கள். இன்னும், அவனுடைய தூதர்களுக்கு மாறு செய்தார்கள். இன்னும், பெருமை பிடித்த பிடிவாதக்காரர்கள், கீழ்ப்படியாத முரடர்கள் (ஆகிய தீயோர்) எல்லோருடைய (தீய) கட்டளையை பின்பற்றினார்கள்.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:60","price":"இவ்வுலகிலும் (அல்லாஹ்வின்) சாபம் அவர்களை பின்தொடர்ந்தது. இன்னும், மறுமையிலும் (அல்லாஹ்வின்) சாபம் அவர்களை பின்தொடரும். அறிந்து கொள்ளுங்கள்! “நிச்சயமாக ஆது சமுதாயம் தங்கள் இறைவனை நிராகரித்தனர். அறிந்து கொள்ளுங்கள்! “ஹூதுடைய சமுதாயமாகிய ஆதுக்கு அழிவுதான்.”","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:61","price":"இன்னும், ‘ஸமூது’ (மக்கள்) இடம் அவர்களுடைய சகோதரர் ஸாலிஹை (தூதராக அனுப்பினோம்). அவர் கூறினார்: “என் மக்களே! அல்லாஹ்வை வணங்குங்கள்; அவனை அன்றி (உண்மையில் வணங்கத்தகுதியான) இறைவன் யாரும் உங்களுக்கில்லை. அவன்தான் உங்களை பூமியிலிருந்து உருவாக்கினான். இன்னும், அதில் அவன் உங்களை வசிக்க வைத்தான். ஆகவே, நீங்கள் அவனிடம் மன்னிப்புக் கோருங்கள்; பிறகு, (பாவத்திலிருந்து) திருந்தி (நன்மைகளை செய்து) அவன் பக்கமே திரும்புங்கள். நிச்சயமாக என் இறைவன் மிகச் சமீபமானவன், பதிலளிப்பவன்.”","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:62","price":"அவர்கள் கூறினார்கள்: “ஸாலிஹே! நீர் எங்களில் உயர்ந்த தலைவராக இருந்தீர். எங்கள் மூதாதைகள் வணங்கியதை நாங்கள் வணங்குவதை விட்டும் நீர் எங்களைத் தடுக்கிறீரா? இன்னும், நீர் எங்களை எதன் பக்கம் அழைக்கிறீரோ அது பற்றி நிச்சயமாக நாங்கள் மிக ஆழமான சந்தேகத்தில் இருக்கிறோம்.","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:63","price":"(அதற்கு ஸாலிஹ்) கூறினார்: “என் மக்களே! அறிவியுங்கள்: நான் என் இறைவனிடமிருந்து (நபித்துவத்தின்) தெளிவான அத்தாட்சியில் இருந்தால், இன்னும், அவன் தன்னிடமிருந்து (நபித்துவம் என்ற) அருளை எனக்கு தந்திருந்தால், (இந்த நிலையில் அவனது தூதுத்துவத்தை உங்களுக்கு எடுத்துரைக்காமல்) நான் அவனுக்கு மாறு செய்தால் அல்லாஹ்விடத்தில் எனக்கு யார் உதவுவார்? ஆக, (நான் உங்களுக்கு மாறு செய்வதால் என்னை) நஷ்டவாளி என்று (நீங்கள்) சொல்வதை தவிர (எதையும்) எனக்கு நீங்கள் அதிப்படுத்த மாட்டீர்கள்.”","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:64","price":"இன்னும், “என் மக்களே! இது உங்களுக்கு அல்லாஹ்வின் அத்தாட்சியான பெண் ஒட்டகமாகும். ஆகவே, அதை விட்டுவிடுங்கள், அது அல்லாஹ்வின் பூமியில் சாப்பிடட்டும்; இன்னும், அதற்கு எவ்வித கெடுதியும் செய்யாதீர்கள். (அவ்வாறு செய்தால்) அதிசீக்கிரமான தண்டனை உங்களை பிடித்துக் கொள்ளும்.”","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:65","price":"ஆக, அவர்கள் அ(ந்த ஒட்டகத்)தை வெட்டினார்கள். ஆகவே, (ஸாலிஹ்) கூறினார்: “மூன்று நாட்கள் உங்கள் ஊரில் சுகமாக இருங்கள். (பிறகு, தண்டனை வரும்.) இது ஒரு பொய்ப்பிக்கப்படமுடியாத வாக்காகும்.”","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:66","price":"ஆக, நம் கட்டளை வந்தபோது ஸாலிஹையும், அவருடன் நம்பிக்கை கொண்டவர்களையும் நமது அருளினால் பாதுகாத்தோம். இன்னும், (தண்டனை இறங்கிய) அந்நாளின் இழிவில் இருந்தும் (அவர்களைப் பாதுகாத்தோம்). நிச்சயமாக உம் இறைவன்தான் மிக்க பலமானவன், மிகைத்தவன்.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:67","price":"இன்னும், அநீதியிழைத்தவர்களை கடுமையான இடி முழக்கம் பிடித்தது. ஆக, அவர்கள் காலையில் தங்கள் இல்லங்களில் இறந்தவர்களாக ஆகிவிட்டனர்.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:68","price":"அவற்றில் அவர்கள் வசிக்காததைப் போன்று ஆகிவிட்டனர். அறிந்து கொள்ளுங்கள்! நிச்சயமாக ஸமூது (மக்கள்) தங்கள் இறைவனை நிராகரித்தனர். அறிந்து கொள்ளுங்கள்! ஸமூது (மக்களு)க்கு அழிவு உண்டாகட்டும்.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:69","price":"இன்னும், திட்டவட்டமாக நம் (வானவ) தூதர்கள் இப்ராஹீமிடம் நற்செய்தியை கொண்டு வந்தனர். “(உமக்கு) ஸலாம் - ஈடேற்றம் உண்டாகுக” என்று அவர்கள் கூறினார்கள். (அதற்கு இப்ராஹீம்,)  (“உங்களுக்கும்) ஸலாம் - ஈடேற்றம் உண்டாகுக!” என்று கூறினார். உடனே தாமதிக்காது சுடப்பட்ட ஒரு கன்றுக்குட்டி(யின் கறி)யைக் கொண்டு வந்தார்.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:70","price":"ஆக, அவர்களுடைய கைகள் அதன் பக்கம் செல்லாததை அவர் பார்த்தபோது அவர்களைப் பற்றி சந்தேகித்தார்; இன்னும், அவர்களைப் பற்றிய பயத்தை அவர் (மனதில்) மறைத்தார். “(இப்ராஹீமே) பயப்படாதீர்! நிச்சயமாக நாங்கள் லூத்துடைய மக்களின் பக்கம் (அம்மக்களை அழிப்பதற்காக) அனுப்பப்பட்டோம்” என்று (அந்த வானவர்கள்) கூறினார்கள்.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:71","price":"இன்னும், அவருடைய மனைவி (ஸாரா) நின்றுகொண்டிருந்தாள். ஆக, (வானவர்கள் கூறியதைக் கேட்ட பின்னர் லூத் நபியின் சமுதாயம் அழிக்கப்பட போவதையும், அதை அவர்கள் அறியாமல் இருப்பதையும் நினைத்து) அவள் சிரித்தாள். ஆக, அவளுக்கு (குழைந்தாயாக) இஸ்ஹாக்கையும்; இன்னும், இஸ்ஹாக்கிற்குப் பின்னால் (பேரனாக) யஅகூபையும் (வழங்குவோம் என்று) நற்செய்தி கூறினோம்.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:72","price":"அவள் கூறினாள்: “என் துக்கமே! நானுமோ கிழவியாகவும், என் கணவராகிய இவரோ வயோதிகராகவும் இருக்கும் நிலையில் நான் பிள்ளை பெறுவேனா! நிச்சயமாக இது வியப்பான விஷயம்தான்!”","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:73","price":"(வானவர்கள்) கூறினார்கள்: “(இப்ராஹீமின் மனைவியே!) அல்லாஹ்வுடைய கட்டளையில் வியப்படைகிறீரா? அல்லாஹ்வின் கருணையும், அவனுடைய அருள்களும் (அபிவிருத்திகளும் இப்ராஹீமுடைய) வீட்டாரே உங்கள் மீது நிலவுக! நிச்சயமாக அவன் மகா புகழாளன், மகா கீர்த்தியாளன்.”","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:74","price":"ஆக, இப்ராஹீமை விட்டும் (பயமும்) திடுக்க(மு)ம் சென்றபோது, இன்னும், அவருக்கு நற்செய்தி வந்தபோது, லூத்துடைய மக்கள் விஷயத்தில் நம்மிடம் அவர் தர்க்கித்தார்.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:75","price":"நிச்சயமாக இப்ராஹீம் பெரும் சகிப்பாளர், அதிகம் பிரார்த்திப்பவர், (எப்போதும் நம் பக்கமே) திரும்பக் கூடியவர் ஆவார்.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:76","price":"இப்ராஹீமே! (தர்க்கம் செய்யாது) இதை விட்டும் புறக்கணிப்பீராக! நிச்சயமாக உம் இறைவனின் கட்டளை வந்து விட்டது. இன்னும், நிச்சயமாக அவர்கள் - தடுக்கமுடியாத தண்டனை அவர்களுக்கு வரும்.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:77","price":"இன்னும், நம் தூதர்கள் லூத்திடம் வந்தபோது, அவர்களால் அவர் சங்கடத்திற்குள்ளானார். இன்னும், அவர்களால் அவர் மனம் சுருங்கினார். இன்னும், “இது மிகக் கடுமையான (சோதனை) நாள்” என்று கூறினார்.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:78","price":"அவருடைய மக்கள் அவர் பக்கம் விரைந்தவர்களாக அவரிடம் வந்தார்கள். இதற்கு முன்னரும் அவர்கள் தீய செயல்களை செய்பவர்களாகவே இருந்தனர். (அப்போது லூத்) கூறினார்: “என் மக்களே! இவர்கள் என் பெண் பிள்ளைகள். அவர்கள் உங்களுக்கு (நீங்கள் மணம் முடிக்க) மிக்க சுத்தமானவர்கள் (-ஒழுக்கமானவர்கள்). ஆகவே, (அவர்களை மணம் முடித்து, சுகமனுபவியுங்கள்!) அல்லாஹ்வை அஞ்சுங்கள்! இன்னும், என் விருந்தினர் விஷயத்தில் என்னை அவமானப்படுத்தாதீர்கள். நல்லறிவுள்ள ஓர் ஆடவர் உங்களில் இல்லையா?”","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:79","price":"அவர்கள் கூறினார்கள்: “உம் பெண் பிள்ளைகளிடம் எங்களுக்கு ஒரு தேவையும் இல்லை என்பதை திட்டவட்டமாக நீர் அறிந்திருக்கிறீர்; இன்னும், நாங்கள் நாடுவதையும் நிச்சயமாக நீர் நன்கு அறிவீர்.”","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:80","price":"அவர் கூறினார்: “எனக்கு உங்களிடம் (சண்டையிட) பலம் இருக்க வேண்டுமே! அல்லது, (உங்களை எதிர்க்க) வலிமையான ஓர் ஆதரவாளரின் பக்கம் நான் ஒதுங்கவேண்டுமே!”","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:81","price":"(வானவர்கள்) கூறினார்கள்: “லூத்தே! நிச்சயமாக நாங்கள் உம் இறைவனின் (வானவ) தூதர்கள். (ஆகவே, இவர்கள்) அறவே உம் பக்கம் வந்து சேர மாட்டார்கள். ஆகவே, உம் மனைவியைத் தவிர, (மற்ற) உம் குடும்பத்தாருடன் இரவின் ஒரு பகுதியில் பயணம் செய்வீராக. இன்னும், உங்களில் ஒருவரும் திரும்பிப் பார்க்க வேண்டாம். அவர்களை அடைகின்ற தண்டனை நிச்சயமாக அவளையும் அடையக்கூடியதே. நிச்சயமாக அவர்களின் (தண்டனை இறங்குவதற்கு) வாக்களிக்கப்பட்ட நேரம் விடியற் காலையாகும். விடியற்காலை சமீபமாக இல்லையா?”","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:82","price":"ஆக, (லூத்துடைய சமுதாயத்தை அழிக்க) நம் கட்டளை வந்தபோது, அதன் மேல்புறத்தை அதன் கீழ்ப்புறமாக (தலைகீழாக) ஆக்கினோம். இன்னும், அதன் மீது (நன்கு) இறுக்கமாக்கப்பட்ட சுடப்பட்ட களிமண்ணினால் ஆன கற்களை மழையாகப் பொழிந்தோம்.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:83","price":"(அந்த கற்கள்) உம் இறைவனிடம் அடையாளமிடப்பட்டவையாகும். (நாம் இறக்கிய) அ(ந்த தண்டனையான)து அக்கிரமக்காரர்களிலிருந்து தூரமாக இல்லை.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:84","price":"இன்னும், ‘மத்யன்’ (வாசிகளு)க்கு அவர்களுடைய சகோதரர் ஷுஐபை (தூதராக அனுப்பினோம்). அவர் கூறினார்: “என் மக்களே! அல்லாஹ்வை வணங்குங்கள்; அவனை அன்றி (உண்மையில் வணங்கத்தகுதியான) இறைவன் யாரும் உங்களுக்கில்லை. இன்னும், அளவையிலும் நிறுவையிலும் (பொருள்களை) குறைக்காதீர்கள். நிச்சயமாக நான், நல்லதொரு வசதியில் உங்களை காண்கிறேன். நிச்சயமாக நான், சூழ்ந்து விடக்கூடிய ஒரு நாளின் தண்டனையை உங்கள் மீது பயப்படுகிறேன்.”","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:85","price":"என் மக்களே! அளவையையும் நிறுவையையும் நீதமாக (அவற்றில் பொருள்களை குறைக்காமல்) முழுமைப்படுத்துங்கள். இன்னும், மக்களுக்கு அவர்களுடைய பொருள்களைக் குறைக்காதீர்கள். இன்னும், நீங்கள் பூமியில் விஷமிகளாக (-மக்களுக்கு கெடுதி விளைவிப்பவர்களாக) இருக்கும் நிலையில் எல்லை மீறி விஷமம் (கலகம், அடாவடித்தனம்) செய்யாதீர்கள்.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:86","price":"“நீங்கள் நம்பிக்கை கொண்டவர்களாக இருந்தால் (உங்கள் வர்த்தகத்தில்) அல்லாஹ் மீதப்படுத்திய (ஆகுமான லாபமான)து உங்களுக்கு (நீங்கள் மோசடியில் சேமிக்கின்ற செல்வத்தை விட) மிக மேலானதாகும். இன்னும், நான் உங்கள் மீது கண்காணிப்பாளன் அல்ல.”","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:87","price":"அவர்கள் கூறினார்கள்: “ஷுஐபே! எங்கள் மூதாதைகள் வணங்கியவற்றை நாங்கள் விடுவதற்கும்; அல்லது, எங்கள் செல்வங்களில் நாங்கள் நாடுகின்றபடி நாங்கள் (செலவு) செய்வதை நாங்கள் விடுவதற்கும் (பிறகு, நீ கூறுகின்ற மார்க்கத்தை நாம் பின்பற்ற வேண்டும் என்றும்) உம் தொழுகையா உம்மைத் தூண்டுகிறது? நிச்சயமாக நீர்தான் மகா சகிப்பாளரோ, நல்லறிவாளரோ” (அப்படி எண்ணுகிறீரோ) என்று கூறினார்கள்.","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:88","price":"அவர் கூறினார்: “என் மக்களே! என் இறைவனின் ஒரு தெளிவான அத்தாட்சியில் நான் இருந்தால், இன்னும், அவன் தன்னிடமிருந்து எனக்கு நல்ல (விசாலமான) வாழ்வாதாரத்தை வழங்கி இருந்தால் (நான் அவனுடைய தூது செய்தியிலும் எனது வர்த்தகத்திலும் மோசடி செய்து) அவனுக்கு நன்றி கெட்டத்தனமாக நடப்பது எனக்கு தகுமா? என்று அறிவியுங்கள்! இன்னும், நான் உங்களைத் தடுப்பதில் உங்களுக்கு முரண்பட்டு நடப்பதை நாடவில்லை. (நான் உங்களுக்கு எதை உபதேசிக்கிறேனோ அதன் படி நானும் நடப்பேன்.) நான், என்னால் இயன்ற வரை (உங்களை) சீர்திருத்தம் செய்வதைத் தவிர (எதையும்) நாடமாட்டேன். இன்னும், அல்லாஹ்வைக் கொண்டே தவிர நான் நன்மை செய்வதற்குரிய வாய்ப்பு (எனக்கு) இல்லை. அவன் மீதே நம்பிக்கை வைத்து (அவனையே சார்ந்து) விட்டேன்; இன்னும், அவன் பக்கமே திரும்புகிறேன்.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:89","price":"“என் மக்களே! (உங்களுக்கு) என் மீதுள்ள பகைமை நூஹ் உடைய மக்களை; அல்லது, ஹூத் உடைய மக்களை; அல்லது, ஸாலிஹ் உடைய மக்களை அடைந்தது போன்று (ஒரு தண்டனை) உங்களையும் வந்தடைவதற்கு உங்களை நிச்சயம் தூண்ட வேண்டாம். இன்னும், (தலைக்கீழாக புரட்டப்பட்ட) லூத்துடைய மக்களும் உங்களுக்குத் தூரமாக இல்லை.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:90","price":"இன்னும், உங்கள் இறைவனிடம் மன்னிப்புக் கோருங்கள். பிறகு, (வருந்தி, பாவங்களை விட்டு) திருந்தி (நன்மைகளை செய்து) அவன் பக்கமே திரும்புங்கள். நிச்சயமாக என் இறைவன் பெரும் கருணையாளன், அதிகம் அன்பு வைப்பவன்.”","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:91","price":"அவர்கள் கூறினார்கள்: “ஷுஐபே! நீர் கூறுவதில் பலவற்றை நாம் விளங்க (முடிய)வில்லை. இன்னும், நிச்சயமாக நாம் உம்மை எங்களில் பலவீனராகக் காண்கிறோம். இன்னும், உம் குடும்பத்தார்கள் இல்லாவிடில் உம்மைக் கல் எறிந்தே கொன்றிருப்போம். இன்னும், நீர் நம்மிடம் மதிப்புடையவராகவும் இல்லை.”","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:92","price":"அவர் கூறினார்: “என் மக்களே! அல்லாஹ்வை விட என் குடும்பதார்களா உங்களிடம் மதிப்புடையவர்கள்? நீங்கள் அவனை உங்களுக்குப் பின்னால் எறியப்பட்டவனாக எடுத்துக் கொண்டீர்கள். நிச்சயமாக என் இறைவன் நீங்கள் செய்பவற்றைச் சூழ்ந்தறிபவன் ஆவான்.”","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:93","price":"“இன்னும், என் மக்களே! நீங்கள் உங்கள் தகுதிக்கு ஏற்ப செயல்களை செய்யுங்கள், நிச்சயமாக நான் (என் தகுதிக்கு ஏற்ப) செயல்களை செய்கிறேன். யாருக்கு, - அவரை இழிவுபடுத்தும் - தண்டனை வரும்; இன்னும், யார் பொய்யர் என்பதை (விரைவில்) அறிவீர்கள். இன்னும், எதிர்பார்த்திருங்கள். நிச்சயமாக நான் உங்களுடன் எதிர்பார்ப்பவன் ஆவேன்.”","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:94","price":"நம் கட்டளை வந்தபோது ஷுஐபையும் அவருடன் நம்பிக்கை கொண்டவர்களையும் நமது அருளினால் பாதுகாத்தோம். இன்னும், அநியாயம் செய்தவர்களை (பயங்கர) சப்தம் பிடித்தது. ஆக, (அவர்கள்) காலையில் தங்கள் இல்லங்களில் இறந்தவர்களாக ஆகிவிட்டனர்.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:95","price":"அவற்றில் அவர்கள் வசிக்காததைப் போல் ஆகிவிட்டனர். ‘ஸமூத்’ அழிந்தது போன்று ‘மத்யன்’ (வாசிகளு)க்கும் அழிவுதான் என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:96","price":"திட்டவட்டமாக நாம் மூஸாவை நம் வசனங்களுடனும் தெளிவான அத்தாட்சியுடனும் அனுப்பினோம்,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:97","price":"ஃபிர்அவ்ன்; இன்னும், அவனுடைய பிரமுகர்களிடம். ஆக, அவர்கள் ஃபிர்அவ்னின் கட்டளையை பின்பற்றினார்கள். ஆனால், ஃபிர்அவ்னுடைய கட்டளையோ நல்லறிவுடையதாக இல்லை.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:98","price":"அவன் மறுமை நாளில் தன் மக்களுக்கு (வழிகாட்டியாக) முன் செல்வான். பிறகு, அவர்களை நரகத்தில் சேர்த்து விடுவான். இன்னும், சேரும் இடங்களில் அது கெட்ட சேருமிடமாகும்.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:99","price":"இன்னும், இ(ம்மை வாழ்வாகிய இ)திலும் மறுமை நாளிலும் (அல்லாஹ்வின்) சாபம் அவர்களை பின்தொடரும். அது (அவர்களுக்கு) கொடுக்கப்பட்ட மிகக் கெட்ட சன்மானமாகும்.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:100","price":"இவை, (நிராகரித்த) ஊர் (வாசி)களின் சரித்திரங்களிலிருந்து உள்ளவை ஆகும். இவற்றை உமக்கு விவரித்துக் கூறுகிறோம். இவற்றில் (மக்கள் எல்லாம் அழிந்து) முகடுகள் இடிந்து சுவர்கள் மட்டும் நிற்கின்ற ஊர்களும் உள்ளன; இன்னும், முற்றிலும் வேர் அறுக்கப்பட்(டு அடியோடு அழிக்கப்பட்)ட ஊர்களும் இருக்கின்றன.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:101","price":"இன்னும், நாம் அவர்களுக்கு அநீதி இழைக்கவில்லை. எனினும், அவர்கள் தங்களுக்குத் தாமே அநீதி இழைத்தனர். ஆக, உம் இறைவனின் கட்டளை வந்தபோது அல்லாஹ்வை அன்றி அவர்கள் அழைத்து வணங்குகின்ற அவர்களுடைய தெய்வங்கள் அவர்களுக்கு சிறிதும் பலனளிக்கவில்லை; இன்னும், அவை அவர்களுக்கு அழிவைத் தவிர (எதையும்) அதிகப்படுத்தவில்லை!","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:102","price":"இன்னும், ஊர்களை, - அவையோ அநியாயம் செய்பவையாக இருக்கும் நிலையில் - உம் இறைவன் (தண்டனையால்) பிடித்தால், அவனது பிடி இது போன்றுதான் இருக்கும். நிச்சயமாக அவனுடைய பிடி, துன்புறுத்தக் கூடியதாகும்; மிகக் கடுமையானதாகும் .","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:103","price":"மறுமையின் தண்டனையைப் பயந்தவருக்கு நிச்சயமாக இதில் ஓர் அத்தாட்சி இருக்கிறது. அது, மக்கள் அதற்காக ஒன்று சேர்க்கப்படும் நாளாகும். இன்னும், அது (மக்கள் எல்லோரும்) ஆஜாராகும் நாளாகும்.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:104","price":"இன்னும், எண்ணப்பட்ட ஒரு தவணைக்காகவே தவிர அதை (-அந்த மறுமை நாளை) நாம் பிற்படுத்த வில்லை.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:105","price":"அது வரும் நாளில், அவனுடைய அனுமதி இருந்தாலே தவிர எந்த ஓர் ஆன்மாவும் பேசமுடியாது. ஆக, அவர்களில் துர்ப்பாக்கியவானும் இருப்பார். நற்பாக்கியவானும் இருப்பார்.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:106","price":"ஆகவே, துர்ப்பாக்கியமடைந்தவர்கள் நரகத்தில் (எறியப்படுவார்கள்). அதில் அவர்களுக்கு பெரும் கூச்சலும் இறைச்சலும் உண்டு.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:107","price":"(நம்பிக்கையாளர்களில் உள்ள பாவிகள் விஷயத்தில்) உம் இறைவன் நாடியதைத் தவிர. (அவர்கள் நரகத்தில் நிரந்தரமாக தங்க மாட்டார்கள்.) வானங்களும் பூமியும் நிலைத்திருக்கும் வரை அதில் அவர்கள் (நிராகரிப்பாளர்கள்) நிரந்தரமாக தங்கி இருப்பார்கள். நிச்சயமாக உம் இறைவன், தான் நாடுவதை செய்(து முடிப்)பவன் ஆவான்.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:108","price":"ஆகவே, (நம்பிக்கை கொண்டு நன்மைகளை செய்து) நற்பாக்கியம் பெற்றவர்கள் சொர்க்கத்தில் இருப்பார்கள். எனினும், (நம்பிக்கை கொண்டு, ஆனால் பாவங்களை செய்த நம்பிக்கையாளர்கள் விஷயத்தில்) உம் இறைவன் நாடியதைத் தவிர. (அத்தகையவர்கள் தண்டனை அனுபவிப்பதற்காக நரகத்தில் தள்ளப்பட்டு; பிறகு, சொர்க்கம் செல்ல அனுமதிக்கபப்டுவார்கள். பிறகு சொர்க்கம் சென்ற எல்லோரும்) வானங்களும் பூமியும் நிலைத்திருக்கும் வரை முடிவுறாத அருட்கொடையாக அதில் என்றென்றும் தங்கி இருப்பார்கள்.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:109","price":"ஆகவே, (நபியே! அந்த சிலைகளின் பிரமாண்டத்தையும் அவற்றுக்கு செய்ப்படுகின்ற ஆடம்பர சடங்குகளையும் பார்த்து) இவர்கள் வணங்குபவற்றில் (ஏதும் உண்மை இருக்குமோ என்று) சந்தேகத்தில் ஆகிவிடாதீர். (இதற்கு) முன்னர் இவர்களுடைய மூதாதைகள் (சிலைகளில்) எதை வணங்கினார்களோ அது போன்றவைகளை தவிர இவர்கள் (புதிதாக எதையும்) வணங்கவில்லை. இவர்களுடைய (தண்டனையின்) பாகம் குறைக்கப்படாமல் நிச்சயமாக நாம் இவர்களுக்கு முழுமையாகக் கொடுப்போம்.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:110","price":"திட்டவட்டமாக மூஸாவுக்கு வேதத்தைக் கொடுத்தோம். ஆக, (அவர்களுக்குள்) அதில் கருத்து வேறுபாடு கொள்ளப்பட்டது. இன்னும், உம் இறைவனிடமிருந்து ஒரு வாக்கு முந்தியிருக்கவில்லையெனில் (இம்மையிலேயே) இவர்களுக்கிடையில் (காரியம்) முடிக்கப்பட்டிருக்கும். நிச்சயமாக அவர்கள் இ(ந்த வேதத்)தில் மிக ஆழமான சந்தேகத்தில்தான் உள்ளனர்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:111","price":"நிச்சயமாக உம் இறைவன் எல்லோருக்கும் அ(வர)வர்களுடைய செயல்க(ளுக்குரிய கூலிக)ளை கண்டிப்பாக முழுமையாகக் கொடுப்பான். நிச்சயமாக அவன், அவர்கள் செய்பவற்றை ஆழ்ந்தறிபவன்.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:112","price":"ஆக, (நபியே!) நீர் ஏவப்பட்டது போன்றே (நேரான வழியில் நிரந்தரமாக) நிலையாக, ஒழுங்காக இருப்பீராக! இன்னும், (பாவங்களை விட்டும்) திருந்தி, (நன்மைகளை செய்து) உம்முடன் சேர்ந்து  அல்லாஹ்வின் பக்கம் திரும்பியவர்களும் (மார்க்கத்தில் நிரந்தரமாக) நிலையாக, ஒழுங்காக இருக்கவும்! இன்னும், (மார்க்கத்திலும் மக்கள் விஷயங்களிலும்) எல்லை மீறாதீர்கள். நிச்சயமாக அவன் நீங்கள் (அனைவரும்) செய்பவற்றை உற்றுநோக்குபவன் ஆவான்.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:113","price":"இன்னும், அநீதி இழைத்தவர்கள் பக்கம் (சிறிதும்) நீங்கள் சாய்ந்து விடாதீர்கள். அவ்வாறாயின் (நரக) நெருப்பு உங்களை பிடித்துக் கொள்ளும். (அங்கு) அல்லாஹ்வைத் தவிர வேறு பாதுகாவலர்கள் (எவரும்) உங்களுக்கு இருக்க மாட்டார்கள்; பிறகு, நீங்கள் உதவி செய்யப்பட மாட்டீர்கள்.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:114","price":"இன்னும், (நபியே!) பகலின் இரு ஓரங்களிலும் (-காலை, மாலையில்), இரவின் ஒரு பகுதியிலும் (ஆக, ஐந்து நேர) தொழுகையை நிலை நிறுத்துவீராக! நிச்சயமாக நன்மைகள் பாவங்களைப் போக்கி விடுகின்றன. (அல்லாஹ்வை) நினைவு கூர்பவர்களுக்கு இது ஒரு நல்லுபதேசமாகும்.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:115","price":"இன்னும், பொறுமையாக இருப்பீராக! நிச்சயமாக அல்லாஹ் நல்லறம் புரிபவர்களின் கூலியை வீணாக்க மாட்டான்.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:116","price":"ஆக, உங்களுக்கு முன்னர் இருந்த தலைமுறையினர்களில் பூமியில் விஷமத்தை தடுக்கின்ற (அறிவில்) சிறந்தோர் (அதிகம்) இருந்திருக்க வேண்டாமா? எனினும், அவர்களில் நாம் பாதுகாத்த குறைவானவர்கள்தான் (அவ்வாறு செய்தனர்). இன்னும், அநியாயக்காரர்களோ தாங்கள் எதில் ஆடம்பரமான வாழ்க்கை அளிக்கப்பட்டார்களோ அதையே பின்பற்றினார்கள். (-மறுமையை விட உலக வாழ்க்கையையே அதிகம் விரும்பினார்கள்.) இன்னும், அவர்கள் குற்றவாளிகளாகவே இருந்தனர்.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:117","price":"ஊர்(வாசி)களை, - அவற்றில் வசிப்போர்(களில் பலர்) சீர்திருத்துபவர்களாக இருக்கும் நிலையில் - உம் இறைவன் அநியாயமாக அழிப்பவனாக இருக்கவில்லை.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:118","price":"உம் இறைவன் நாடியிருந்தால் மக்களை (ஒரே மார்க்கமுடைய) ஒரே ஒரு வகுப்பினராக ஆக்கியிருப்பான். அவர்கள் (தங்களுக்குள்) கருத்து வேறுபட்டவர்களாகவே தொடர்ந்து இருப்பார்கள்.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:119","price":"(எனினும், அவர்களில்) உம் இறைவன் அருள் புரிந்தவர்களைத் தவிர. (அவர்கள் அல்லாஹ்வின் நேரிய ஓரே மார்க்கத்தில் நிலைத்திருப்பார்கள். ஒரே மார்க்கத்தில் நிலைத்திருந்து அல்லாஹ்வின்) அ(ருளை பெறுவ)தற்காகத்தான் அவன் அவர்களைப் படைத்தான். “ஜின்கள்; இன்னும், மனிதர்கள் அனைவரிலிருந்தும் நிச்சயமாக நான் நரகத்தை நிரப்புவேன்” என்ற உம் இறைவனின் வாக்கு நிறைவேறி விட்டது.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:120","price":"இன்னும், தூதர்களின் சரித்திரங்களிலிருந்து உம் உள்ளத்தை எதைக் கொண்டு நாம் உறுதிப்படுத்துவோமோ அவை எல்லாவற்றையும் உமக்கு விவரிக்கிறோம். இன்னும், இவற்றில் உமக்கு உண்மையும், நம்பிக்கையாளர்களுக்கு நல்லுபதேசமும் அறிவுரையும் வந்தன.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:121","price":"(நபியே!) நம்பிக்கை கொள்ளாதவர்களுக்கு கூறுவீராக! “நீங்கள் உங்கள் போக்கில் (உங்களுக்கு விருப்பமான செயல்களை) செய்யுங்கள்; நிச்சயமாக நாங்கள் (எங்கள் போக்கில் எங்கள் இறைவன் கட்டளையிட்டதை) செய்வோம்.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:122","price":"இன்னும், (உங்கள் முடிவை) நீங்கள் எதிர்பாருங்கள். நிச்சயமாக நாங்கள் (எங்கள் முடிவை) எதிர்பார்க்கிறோம்.","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"11:123","price":"மேலும், வானங்கள் இன்னும் பூமியின் மறைவானவை அல்லாஹ்வுக்கே உரியன! அவனிடமே எல்லாக் காரியங்களும் திருப்பப்படும். ஆகவே, அவனை வணங்குவீராக! இன்னும், அவன் மீதே நம்பிக்கை வை(த்து அவனை மட்டுமே சார்ந்து இரு)ப்பீராக! உம் இறைவன் நீங்கள் செய்பவற்றைப் பற்றி அறியாதவனாக இல்லை.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"ta"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}