{"data":[{"name":"12:1","price":"அலிஃப் லாம் றா. இவை தெளிவான வேதத்தின் வசனங்களாகும்.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:2","price":"நிச்சயமாக நாம் இ(ந்த வேதத்)தை அரபிமொழியை சேர்ந்த குர்ஆனாக இறக்கினோம்.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:3","price":"(நபியே!) இந்த குர்ஆனை உமக்கு நாம் வஹ்யி அறிவித்ததன் வாயிலாக சரித்திரங்களில் மிக அழகானதை உமக்கு விவரிக்கப் போகிறோம். இன்னும், நிச்சயமாக இதற்கு முன்னர் (இந்த சரித்திரத்தை) அறியாதவர்களில் நீர் இருந்தீர்.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:4","price":"“என் தந்தையே! நிச்சயமாக நான் பதினொரு நட்சத்திரங்களையும், சூரியனையும், சந்திரனையும் கனவில் கண்டேன். அவை எனக்குச் சிரம் பணியக்கூடியவையாக இருக்கும் நிலையில் அவற்றை நான் கனவில் கண்டேன்” என்று யூஸுஃப் தன் தந்தைக்கு கூறிய சமயத்தை நினைவு கூர்வீராக.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:5","price":"(யூஸுஃபின் தந்தை யஅகூப்) கூறினார்: “என்னருமை மகனே! உன் கனவை உன் சகோதரர்களிடம் விவரிக்காதே. அவர்கள் உனக்கொரு சூழ்ச்சியை சூழ்ச்சி செய்வார்கள். நிச்சயமாக ஷைத்தான் மனிதனுக்கு மிகத் தெளிவான எதிரியாவான்.”","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:6","price":"“இன்னும், இவ்வாறே உன் இறைவன் உன்னைத் தேர்ந்தெடுப்பான். இன்னும், (கனவைப் பற்றிய) பேச்சுகளின் (முடிவான) விளக்கத்திலிருந்து (அவன் நாடியதை) உனக்குக் கற்பிப்பான். உன் மீதும், யஅகூபின் (மற்ற) கிளையார் மீதும் அவன் தன் அருளை முழுமையாக்குவான், முன்னர் உன் இரு பாட்டன்களான இப்ராஹீம், இஸ்ஹாக் மீது அதை முழுமைப்படுத்தியது போன்று. நிச்சயமாக உன் இறைவன் நன்கறிந்தவன், மகா ஞானவான்.”","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:7","price":"யூஸுஃப்; இன்னும், அவரது சகோதரர்களில் (அவர்களைப் பற்றி) வினவுகின்றவர்களுக்கு இறை அத்தாட்சிகள் (பல) திட்டவட்டமாக இருக்கின்றன.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:8","price":"நாம் ஒரு (பெரும்) கூட்டமாக இருக்கும் நிலையில், திட்டமாக யூஸுஃபும், அவருடைய சகோதரரும் நம் தந்தைக்கு நம்மைவிட அதிகப் பிரியமுள்ளவர்களாக இருக்கிறார்கள். (இதில்) நிச்சயமாக நம் தந்தை தெளிவான தவறில்தான் இருக்கிறார்” என்று அவர்கள் (தங்களுக்குள்) கூறிய சமயத்தை நினைவு கூர்வீராக.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:9","price":"“யூஸுஃபைக் கொல்லுங்கள். அல்லது, பூமியில் (எங்கேனும்) அவரை எறியுங்கள். (அதன் பின்) உங்கள் தந்தையின் முகம் உங்களுக்கு (மட்டும் என்று) தனிப்பட்டதாக ஆகிவிடும். இதன் பின்னர், நீங்கள் (திருந்தி, பாவமன்னிப்பு கோரி) நல்ல மக்களாக மாறிவிடுவீர்கள்.”","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:10","price":"அவர்களில் கூறுபவர் ஒருவர் கூறினார்: “யூஸுஃபை கொல்லாதீர்கள். இன்னும், நீங்கள் (அவருக்கு கெடுதல்) செய்பவர்களாக இருந்தால் கிணற்றின் ஆழத்தில் அவரைப் போ(ட்டு வி)டுங்கள். வழிப்போக்கர்களில் சிலர் அவரை எடுத்துக் கொள்வார்கள்.”","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:11","price":"அவர்கள் கூறினார்கள்: “எங்கள் தந்தையே! உமக்கு என்ன நேர்ந்தது? யூஸுஃப் விஷயத்தில் நீர் எங்களை நம்புவதில்லை? இன்னும், நிச்சயமாக நாங்கள் அவருக்கு நன்மையை நாடுபவர்கள்தான்.”","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:12","price":"“நாளை அவரை எங்களுடன் அனுப்புவீராக. அவர் மகிழ்ச்சியாக இருப்பார்; இன்னும், விளையாடுவார்; இன்னும், நிச்சயமாக நாங்கள் அவரை பாதுகாப்போம்.”","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:13","price":"அவர் கூறினார்: “நீங்கள் அவரை அழைத்துச் செல்வது எனக்கு கவலையளிக்கிறது. நீங்கள் (விளையாட்டில் இருக்கும்போது) அவரை கவனிக்காதவர்களாக இருக்கும் நிலையில் ஓநாய் அவரை தின்றுவிடுவதை நிச்சயமாக நான்,பயப்படுகிறேன்.”","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:14","price":"அவர்கள் கூறினார்கள்: “நாங்கள் ஒரு கூட்டமாக இருக்கும் நிலையில் அவரை ஓநாய் தின்றால் நிச்சயமாக நாங்கள் அப்போது நஷ்டவாளிகளாயிற்றே.”","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:15","price":"ஆக, அவர்கள் அவரை அழைத்து சென்றபோது, இன்னும், அவரை கிணற்றின் ஆழத்தில் தள்ளிவிட அவர்கள் ஒன்று சேர்ந்து முடிவு செய்தபோது, “அவர்களுடைய இந்த காரியத்தை (பின்னர்) அவர்களுக்கு நிச்சயமாக நீர் அறிவிப்பீர். (இதை இப்போது) அவர்கள் உணர மாட்டார்கள்” என்று அவருக்கு வஹ்யி அறிவித்தோம்.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:16","price":"இன்னும், அவர்கள் தம் தந்தையிடம் இரவில் அழுதவர்களாக வந்தனர்.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:17","price":"அவர்கள் கூறினார்கள்: “எங்கள் தந்தையே! நிச்சயமாக நாங்கள் (அம்பெறிவதிலும் ஓட்டப்பந்தயத்திலும்) போட்டியிட்டவர்களாக சென்று கொண்டிருந்தோம். இன்னும், எங்கள் பொருளுக்கு அருகில் யூஸுஃபை விட்டு வைத்திருந்தோம். ஆக, (அப்போது) அவரை ஓநாய் (அடித்து) தின்று விட்டது. நாங்கள் (அல்லாஹ்விடம்) உண்மையாளர்களாக இருந்தாலும் நீரோ எங்களை நம்பக்கூடியவராக இல்லை(யே).”","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:18","price":"இன்னும், அவருடைய சட்டையின் மீது ஒரு பொய்யான இரத்தத்தை (தடவி)க் கொண்டு வந்தனர். (யஅகூப்) கூறினார்: “(அப்படி ஏதும் நடக்கவில்லை.) மாறாக, உங்கள் மனங்கள் ஒரு (தீய) காரியத்தை உங்களுக்கு அலங்கரித்தன. (ஆகவே, அதை நீங்கள் செய்து விட்டீர்கள்.) ஆக, அழகிய பொறுமை (தான் நல்லது). நீங்கள் (யூஸுஃபை பற்றி) என்ன விளக்கம் கூறுகிறீர்களோ அதற்கு அல்லாஹ்விடமே உதவி தேடப்படுகிறது.”","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:19","price":"இன்னும், ஒரு பயணக் கூட்டம் (அந்த வழியாக) வந்தது. அவர்கள் தங்களில் தண்ணீர் தேடும் நபரை அனுப்பினார்கள். ஆக, அவர் தனது வாளியை(க் கிணற்றில்) இறக்கினார். (அதைப் பிடித்து யூஸுஃப் மேலே வரவே,) “(எங்களுக்கு கிடைத்த மகிழ்ச்சியே! இதோ ஒரு (அழகிய) சிறுவர்! என்று கூறினார். (அவரை) ஒரு வர்த்தகப் பொருளாக (-விற்கப்படும் ஓர் அடிமையாக ஆக்கிக் கொள்ளக் கருதி) அவரை அவர்கள் (தங்களது மற்ற தோழர்களிடம்) மறைத்தார்கள். அல்லாஹ்வோ அவர்கள் செய்வதை நன்கறிந்தவன்.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:20","price":"இன்னும், (யூஸுஃபுடைய சகோதரர்கள் மீண்டும் அந்த கிணற்றருகே வந்தனர்.) எண்ணப்பட்ட (சில சொற்ப) திர்ஹம்களுக்கு பகரமாக, குறைவான ஒரு தொகைக்கு அவரை (அடிமையாக அந்த பயணக் கூட்டத்திடம்) விற்றார்கள். இன்னும், அவர் விஷயத்தில் அவர்கள் ஆசையற்றவர்களாக இருந்தனர்.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:21","price":"இன்னும், (பயனக்கூட்டம், யூஸுபை எகிப்தியர்களிடம் விற்றுவிட்டார்கள்.) எகிப்தில் அவரை விலைக்கு வாங்கியவர் தனது மனைவியிடம் கூறினார்: “நீ இவரை கண்ணியமான இடத்தில் தங்கவை! அவர் நமக்கு பலனளிக்கலாம்; அல்லது, அவரை நாம் (நமக்கு) ஒரு பிள்ளையாக ஆக்கிக் கொள்ளலாம்.” இன்னும், இவ்வாறுதான் பூமியில் யூஸுஃபுக்கு நாம் ஆதிக்கமளித்தோம். (கனவு பற்றிய) செய்திகளின் விளக்கத்திலிருந்து (நாம் நாடியதை) அவருக்குக் கற்பிப்பதற்காகவும் (எகிப்தின் அரசாங்கத்தை நிர்வகிப்பதற்காகவும் அவருக்கு ஆதிக்கமளித்தோம்). அல்லாஹ், தன் காரியத்தில் மிகைத்தவன். எனினும், மக்களில் அதிகமானவர்கள் (இதை) அறிய மாட்டார்கள்.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:22","price":"இன்னும், அவர் (தன் வாலிபத்தின்) முழு ஆற்றல்களை அடைந்தபோது, நாம் அவருக்கு ஞானத்தையும், (-ஆழமாக புரிகின்ற திறமையையும்) கல்வியையும் கொடுத்தோம். இன்னும், நல்லறம் புரிபவர்களுக்கு இவ்வாறுதான் நாம் கூலி தருவோம்.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:23","price":"இன்னும், அவர் எவள் வீட்டில் இருந்தாரோ அவள் (எல்லாக்) கதவுகளையும் மூடிவிட்டு அவரை (தன்) விருப்பத்திற்கு (பலவந்தமாக) அழைத்து, “(என்னை நோக்கி) வருவீராக” என்று கூறினாள். (அதற்கு யூஸுஃப்) கூறினார்: “அல்லாஹ்வின் பாதுகாப்பை(க் கோருகிறேன்)! நிச்சயமாக அவர் என் எஜமானர். என்னை அழகிய தங்குமிடத்தில் தங்க வைத்தார். நிச்சயமாக (நன்றி கெட்ட) அநியாயக்காரர்கள் வெற்றி பெற மாட்டார்கள்.”","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:24","price":"திட்டவட்டமாக அவள் அவரை நாடினாள்; இன்னும், அவரும் அவளை நாடினார். தன் இறைவனுடைய ஆதாரத்தை அவர் பார்த்திருக்கவில்லையெனில் (அவர் தவறில் விழுந்திருப்பார்). இவ்வாறுதான், கெட்டதையும் மானக்கேடானதையும் அவரை விட்டு நாம் திருப்புவதற்காக (நாம் ஆதாரத்தை காட்டினோம்). நிச்சயமாக, அவர் (நபித்துவத்திற்காக) தூய்மையாக்கப்பட்ட (தேர்ந்தெடுக்கப்பட்ட) நம் அடியார்களில் இருக்கிறார்.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:25","price":"இருவரும், வாசலை நோக்கி ஓடினார்கள். அவளோ அவருடைய சட்டையை பின்புறத்திலிருந்து கிழித்தாள். இன்னும், வாசலில் அவளுடைய கணவரை அவர்கள் இருவரும் கண்டனர். (உடனே) அவள் கூறினாள்: “உம் மனைவிக்கு ஒரு கெட்டதை நாடியவனின் தண்டனை, அவன் சிறையில் அடைக்கப்படுவது; அல்லது, (அவனுக்கு) துன்புறுத்தக்கூடிய ஒரு தண்டனை (கொடுக்கப்படுவது) தவிர வேறில்லை.”","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:26","price":"(யூஸுஃப் அதை மறுத்தார்.) “அவள்தான் என்னை (பலவந்தமாக) தன் விருப்பத்திற்கு அழைத்தாள்” என்று கூறினார். இன்னும், அவளுடைய குடும்பத்திலிருந்து ஒரு சாட்சியாளர் சாட்சி கூறினார்: அவருடைய சட்டை முன் புறத்திலிருந்து கிழிக்கப்பட்டிருந்தால் அவள் உண்மை கூறினாள். அவரோ பொய்யர்களில் இருக்கிறார்.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:27","price":"இன்னும், அவருடைய சட்டை பின் புறத்திலிருந்து கிழிக்கப்பட்டதாக இருந்தால், அவள் பொய் கூறினாள். அவரோ உண்மையாளர்களில் இருக்கிறார்.”","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:28","price":"ஆக, அவருடைய சட்டை பின்புறத்திலிருந்து கிழிக்கப்பட்டதாக இருப்பதை (அவளுடைய கணவர்) பார்த்தபோது, “நிச்சயமாக இது (பெண்களாகிய) உங்கள் சதி திட்டத்திலிருந்து உள்ளதாகும். நிச்சயமாக உங்கள் சதி திட்டம் மகத்தானது” என்று கூறினார்.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:29","price":"“யூஸுஃபே! நீர் இதை புறக்கணிப்பீராக! (பிறகு தன் மனைவியை நோக்கி) “நீ உன் பாவத்திற்காக மன்னிப்புத் தேடு. நிச்சயமாக நீ தவறிழைத்தவர்களில் இருக்கிறாய்.”","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:30","price":"இன்னும், நகரத்திலுள்ள பெண்கள் கூறினார்கள்: “அதிபரின் மனைவி தன் (அடிமையாக இருக்கின்ற) வாலிபனைத் தன் விருப்பத்திற்கு (பலவந்தமாக) அழைக்கிறாள். திட்டமாக அவர் மீது அவள் வைத்த அன்பு அவளது உள்ளத்தின் ஆழத்தில் ஊடுருவி விட்டது! நிச்சயமாக நாம் அவளை தெளிவானதொரு வழிகேட்டில் காண்கிறோம்.”","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:31","price":"ஆக, அவர்களின் சூழ்ச்சியை அவள் செவியுற்றபோது, (அப்பெண்களை அழைத்து வர) அவர்களிடம் (ஓர் அழைப்பாளரை) அனுப்பினாள். இன்னும், அவர்களுக்கு ஒரு விருந்தை ஏற்பாடு செய்தாள். அவர்களில் ஒவ்வொருவருக்கும் (பழம் இன்னும்) ஒரு கத்தியைக் கொடுத்து, (யூஸுஃபே! அறையிலிருந்து) அவர்கள் முன் வெளியே வருவீராக! எனக் கூறினாள். அவரை அப்பெண்கள் பார்த்தபோது அவரை மிக உயர்வாக எண்ணினர். இன்னும், (பழத்தை அறுப்பதற்கு பதிலாக) தங்கள் கை(விரல்)களை அறுத்தனர். இன்னும், “அல்லாஹ் பாதுகாப்பானாக! இவர் மனிதரே இல்லை! இவர் இல்லை, (அழகான) கண்ணியமான ஒரு வானவராகவே தவிர.”","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:32","price":"“நீங்கள் என்னை எவர் விஷயத்தில் பழித்தீர்களோ அவர்தான் இவர். திட்டவட்டமாக நான்தான் அவரை என் விருப்பத்திற்கு (பலவந்தமாக) அழைத்தேன். ஆனால், அவர் (தன்னை) பாதுகாத்துக் கொண்டார். இன்னும், அவருக்கு நான் ஏவுவதை அவர் செய்யவில்லையெனில் நிச்சயமாக அவர் சிறையிலிடப்படுவார், இன்னும், நிச்சயமாக அவர் இழிவானவர்களில் ஆகிவிடுவார்” என்று (அந்த பெண்களிடம் மந்திரியின் மனைவி) கூறினாள்.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:33","price":"(யூஸுஃப்) கூறினார்: “என் இறைவா! அவர்கள் என்னை எதற்கு அழைக்கிறார்களோ அதை (செய்வதை) விட (நான்) சிறை(யில் தள்ளப்படுவது) எனக்கு மிக விருப்பமானது. இன்னும், நீ என்னை விட்டும் அவர்களின் சதி திட்டத்தை திருப்பவில்லையெனில் நான் அவர்கள் பக்கம் ஆசைப்பட்டு விடுவேன். இன்னும், அறிவீனர்களில் ஆகிவிடுவேன்.”","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:34","price":"ஆக, அவருடைய இறைவன் அவருடைய பிரார்த்த்னையை ஏற்றுக் கொண்டான். ஆகவே, அவர்களின் சதி திட்டத்தை அவரை விட்டும் திருப்பினான். நிச்சயமாக அவன்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன்.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:35","price":"பிறகு, (யூஸுஃப் நிரபராதி என்பதின்) அத்தாட்சிகளை அவர்கள் பார்த்த பின்னரும் (இந்த செய்தி நகரத்தில் பரவி விடக்கூடாது என்பதற்காக) அவர்கள் ஒரு (குறிப்பிட்ட) காலம் வரை நிச்சயமாக அவரை சிறையில் அடைக்கவேண்டும் என (எண்ணம்) அவர்களுக்குத் தோன்றியது.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:36","price":"(ஆகவே அவர் சிறையில் அடைக்கப்பட்டார். அந்த நேரத்தில்) இரு வாலிபர்கள் அவருடன் சிறையில் (தங்கள் குற்றங்களுக்காக) நுழைந்தனர். அவ்விருவரில் ஒருவன், “நிச்சயமாக நான் மதுவை பிழிவதாக என்னை கனவில் பார்த்தேன்” என்று கூறினான். இன்னும், மற்றவனோ, “என் தலை மேல் நான் ரொட்டியைச் சுமக்கும் நிலையில், அதிலிருந்து பறவைகள் புசிப்பதாக நிச்சயமாக நான் என்னை கனவில் பார்த்தேன்” என்று கூறினான். “இதன் விளக்கத்தை எங்களுக்கு அறிவிப்பீராக! நிச்சயமாக நாங்கள் உம்மை நல்லறம் புரிபவர்களில் காண்கிறோம்” (என்று அவ்விருவரும் கூறினார்கள்).","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:37","price":"(யூஸுஃப்) கூறினார்: “நீங்கள் (இருவரும்) உணவளிக்கப்படுகிற உணவு உங்கள் இருவரிடம் வராது, அது உங்கள் இருவரிடம் வருவதற்கு முன்னர் அதன் விளக்கத்தை நான் உங்கள் இருவருக்கும் அறிவித்தே தவிர. இது, என் இறைவன் எனக்கு கற்பித்ததிலிருந்து (நான் கூறுவதாகும்). அல்லாஹ்வை நம்பிக்கை கொள்ளாத மக்களுடைய மார்க்கத்தை நிச்சயமாக நான் விட்டுவிட்டேன். இன்னும், அவர்களோ மறுமையை நிராகரிக்கிறார்கள்.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:38","price":"இன்னும், நான் என் மூதாதைகளாகிய இப்ராஹீம், இஸ்ஹாக், யஅகூப் உடைய மார்க்கத்தை பின்பற்றினேன். நாங்கள் அல்லாஹ்விற்கு எதையும் இணைவைப்பது எங்களுக்குத் தகுமானதல்ல. இ(ந்த ஓர் இறை நம்பிக்கையை பின்பற்றுவ)து எங்களுக்கும் (உலக) மக்களுக்கும் கிடைத்த அல்லாஹ்வின் அருளாகும். எனினும், மக்களில் அதிகமானவர்கள், (அல்லாஹ்விற்கு) நன்றி செலுத்த மாட்டார்கள்.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:39","price":"என் சிறைத் தோழர்களே! (பலவீனமான) பலதரப்பட்ட தெய்வங்கள் மேலானவர்களா? அல்லது, (நிகரற்ற) ஒரே ஒருவனான (அனைவரையும்) அடக்கி ஆளுபவனான அல்லாஹ் மேலானவனா?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:40","price":"நீங்கள் வணங்குவதெல்லாம் நீங்களும் உங்கள் மூதாதைகளும் பெயர் சூட்டிய சிலைகளைத்தான். அல்லாஹ் இவற்றுக்கு எவ்வித ஆதாரத்தையும் இறக்கவில்லை. அதிகாரம் அல்லாஹ்விற்கே தவிர (எவருக்கும்) இல்லை. அவனைத் தவிர (எதையும்) வணங்காதீர்கள் என்று அவன் கட்டளையிட்டிருக்கிறான். இதுதான் நேரான மார்க்கம். எனினும், மக்களில் அதிகமானவர்கள் (இதை) அறிய மாட்டார்கள்.”","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:41","price":"“என் சிறைத் தோழர்களே! “ஆக, உங்களில் ஒருவன் தன் எஜமானனுக்கு மதுவை புகட்டுவான். ஆக, மற்றவனோ கழுமரத்தில் அறையப்படுவான். அவனுடைய தலையில் பறவைகள் (அமர்ந்து அவனை கொத்தித்) தின்னும். நீங்கள் விளக்கம் கேட்ட காரியம் விதிக்கப்பட்(டு விட்)டது.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:42","price":"இன்னும், (யூஸுஃப்) கூறினார்: “அவ்விருவரில் நிச்சயமாக எவர் தப்பிப்பவர் என்று அவர் எண்ணினாரோ அவரிடம், நீ உன் எஜமானனிடம் என்னைப் பற்றி கூறு!” ஆக, (யூஸுஃப்) தன் இறைவனை நினைவு கூர்வதை ஷைத்தான் அவருக்கு மறக்கடித்தான். ஆகவே, அவர் சிறையில் (மேலும்) சில ஆண்டுகள் தங்கினார்.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:43","price":"(எகிப்தின்) அரசர் கூறினார்: “கொழுத்த ஏழு பசுக்களை, அவற்றை இளைத்த ஏழு பசுக்கள் புசிப்பதாகவும், பசுமையான ஏழு கதிர்களையும் (அவை அல்லாத) காய்ந்த வேறு கதிர்களையும் நிச்சயமாக நான் என் கனவில் கண்டேன். என் (சபை) பிரமுகர்களே! நீங்கள் கனவுக்கு வியாக்கியானம் கூறுபவர்களாக இருந்தீர்களேயானால் என் கனவிற்கு எனக்கு விளக்கம் தாருங்கள்.”","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:44","price":"அவர்கள் கூறினார்கள்: “(இவை) பொய்யான (குழம்பிய) கனவுகளாகும். (வீணான) கனவுகளுக்குரிய விளக்கத்தை நாங்கள் அறிந்தவர்களாக இல்லை.”","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:45","price":"ஆனால், அவ்விருவரில் தப்பித்தவன் கூறினான்: - அவனோ சில ஆண்டுகளுக்குப் பின்னர் (யூஸுஃபை) அவன் நினைவு படுத்திக் கொண்டான். - “நான் அவருடைய (கனவின்) விளக்கத்தை உங்களுக்கு அறிவிப்பேன். ஆகவே, என்னை (சிறையிலுள்ள யூஸுஃபிடம்) அனுப்பி வையுங்கள்.”","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:46","price":"யூஸுஃபே! உண்மையாளரே! (அரசர் கனவில் பார்த்த) கொழுத்த ஏழு பசுக்கள், - அவற்றை இளைத்த ஏழு பசுக்கள் புசிக்கின்றன - அது பற்றியும்; இன்னும், பசுமையான ஏழு கதிர்கள், மற்றும் காய்ந்த வேறு (ஏழு) கதிர்கள் பற்றியும் எங்களுக்கு விளக்கம் தருவீராக! நான் மக்களிடம் திரும்பி செல்லவேண்டும், அவர்கள் (இதன் விளக்கத்தை) அறியவேண்டும்.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:47","price":"(யூஸுஃப்) கூறினார்: “வழக்கமாக ஏழு ஆண்டுகள் நீங்கள் விவசாயம் செய்வீர்கள். ஆக, நீங்கள் புசிப்பதற்குத் தேவையான கொஞ்சத்தைத் தவிர நீங்கள் அறுவடை செய்ததை அதன் கதிரிலேயே விட்டு விடுங்கள்.”","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:48","price":"“பிறகு, அதற்குப் பின்னர், கடினமான (பஞ்சமுடைய) ஏழு (ஆண்டுகள்) வரும். நீங்கள் கதிர்களில் பத்திரப்படுத்தியதில் கொஞ்சத்தைத் தவிர நீங்கள் அவற்றுக்காக முற்படுத்தி (சேமித்து) வைத்திருந்தவற்றை அவை தின்னு (அழித்து விடு)ம்.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:49","price":"பிறகு, அதற்குப் பின்னர் ஓர் ஆண்டு வரும். அதில் மக்கள் மழை பொழியப்படுவார்கள். இன்னும், அவர்கள் (ஸைத்தூன், திராட்சை ஆகியவற்றை) பிழி(ந்து எண்ணெயையும் பழரசங்களையும் உற்பத்தி செய்து கொள்)வார்கள்.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:50","price":"(இவ்விளக்கத்தை அரசரிடம் அறிவிக்கவே) அரசர் கூறினார்: “(எனது கனவுக்கு விளக்கமளித்த) அவரை என்னிடம் கொண்டு வாருங்கள்.” ஆக, (அழைத்துச் செல்ல) தூதர் அவரிடம் வந்தபோது, அவர் (தூதருடன் செல்ல மறுத்து) “நீ உன் எஜமானனிடம் திரும்பிச் செல். தங்கள் கை(விரல்)களை வெட்டிய பெண்களின் (உண்மை) விஷயமென்ன?” என்று அவரைக் கேள். நிச்சயமாக என் இறைவன் அவர்களின் சூழ்ச்சியை நன்கறிந்தவன்” என்று கூறினார்.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:51","price":"(அரசர், அப்பெண்களை அழைத்து) “நீங்கள் யூஸுஃபை உங்கள் விருப்பத்திற்கு அழைத்த போது உங்கள் நிலை என்ன?” என்று கேட்டார். “அல்லாஹ் பாதுகாப்பானாக. நாங்கள் அவரிடத்தில் ஒரு தீங்கையும் அறியவில்லை” என்று (அப்பெண்கள்) கூறினார்கள். அதிபரின் மனைவியோ “இப்போது உண்மை வெளிப்பட்டு விட்டது. நான்தான் அவரை (நிர்ப்பந்தமாக) என் விருப்பத்திற்கு அழைத்தேன். இன்னும், நிச்சயமாக அவர் உண்மையாளர்களில் இருக்கிறார்.”","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:52","price":"“அது, நிச்சயமாக நான் (என் எஜமானர்) மறைவில் (இருந்த போது) அவருக்கு துரோகம் செய்யவில்லை என்பதை அவர் அறிவதற்காகவும், நிச்சயமாக அல்லாஹ் மோசடி செய்பவர்களின் சதி திட்டத்தை நல்வழி படுத்தமாட்டான் என்பதற்காகவும்தான் (அந்த பெண்களை விசாரிக்கும்படி நான் கூறினேன் என்று யூஸுஃப் விளக்கம் அளித்தார்).”","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"ta"},{"name":"12:53","price":"“நான், என் ஆன்மா தூய்மையானது என கூற மாட்டேன், என் இறைவன் அருள் புரிந்தாலே தவிர. ஆன்மாக்கள் பாவத்தை அதிகம் தூண்டக்கூடியவையாக இருக்கின்றன. நிச்சயமாக என் இறைவன் மகா மன்னிப்பாளன், பெரும் கருணையாளன்” (என்று யூஸுஃப் கூறினார்).","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:54","price":"“அவரை என்னிடம் கொண்டு வாருங்கள்! நான் அவரை எனக்கென மட்டும் பிரத்தியேகமாக ஆக்கிக்கொள்வேன்”என்று அரசர் கூறினார். (அரசர்) அவருடன் பேசியபோது, “(யூசுஃபே!) நிச்சயமாக நீர் இன்று நம்மிடம் தகுதியுடையவர், நம்பிக்கையாளர்”என்று கூறினார்.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:55","price":"“நாட்டின் கஜானாக்கள் மீது (பொறுப்பாளராக, அவற்றை நிர்வகிப்பவராக) என்னை ஆக்குவீராக. நிச்சயமாக நான் (செல்வத்தை) நன்கு பாதுகாப்பவன், (நிர்வாகத்தை) நன்கறிந்தவன்” என்று (யூஸுஃப்) கூறினார்.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:56","price":"இவ்வாறே, யூஸுஃபுக்கு அந்நாட்டில் வசதியளித்தோம். அவர், தான் நாடிய இடத்தில் தங்கிக்கொள்வார். நாம் நாடுகின்றவர்களுக்கு நம் அருளைத் தருகிறோம். இன்னும், நல்லறம் புரிபவர்களின் கூலியை நாம் வீணாக்க மாட்டோம்.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:57","price":"நம்பிக்கை கொண்டு, அல்லாஹ்வை அஞ்சக்கூடியவர்களாக இருப்பவர்களுக்கு திட்டமாக மறுமையின் கூலிதான் மிக மேலானதாகும்.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:58","price":"இன்னும், யூஸுஃபுடைய சகோதரர்கள் (எகிப்துக்கு) வந்தார்கள். மேலும், அவரிடம் நுழைந்தார்கள். ஆக, அவர் அவர்களை அறிந்து கொண்டார். ஆனால், அவர்களோ அவரை அறியாதவர்களாக இருந்தனர்.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:59","price":"மேலும், அவர்களுடைய சாமான்களை அவர்களுக்கு (யூஸுஃப்) தயார் செய்து கொடுத்தபோது, “(மறுமுறை நீங்கள் வரும்போது) உங்கள் தந்தை மூலமாக உங்களுக்குள்ள ஒரு சகோதரனை என்னிடம் அழைத்து வாருங்கள். நிச்சயமாக நான் (உங்களுக்கு தேவையானதை) முழுமையாக அளந்து கொடுப்பதையும் விருந்தளிப்பவர்களில் நான் சிறந்தவன் என்பதையும் நீங்கள் கவனிக்கவில்லையா?” என்று கூறினார்.","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:60","price":"“ஆனால், நீங்கள் அவரை என்னிடம் அழைத்து வரவில்லையெனில் உங்களுக்கு என்னிடம் அறவே (உணவு ஏதும்) அளந்து கொடுக்கப்படாது. இன்னும், எனக்கு அருகிலும் வராதீர்கள்” என்று (யூஸுஃப்) கூறினார்.","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:61","price":"“நாங்கள் அவருடைய தந்தையிடம் அவரை வலியுறுத்தி கேட்போம். இன்னும், நிச்சயமாக நாங்கள் (நீர் கூறியதை) செய்து முடிப்போம்” என்று (யூஸுஃபின் சகோதரர்கள்) கூறினார்கள்.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:62","price":"மேலும், (யூஸுஃப்) தன் வாலிபர்களிடம் கூறினார்: “அவர்களுடைய கிரயத்தை அவர்களுடைய மூட்டைகளில் வைத்து விடுங்கள். அவர்கள் தங்கள் குடும்பத்திடம் திரும்பி சென்றால் அதை அவர்கள் அறியவேண்டும், (அதை செலுத்த நம்மிடம்) அவர்கள் திரும்பி வரவேண்டும்” என்று கூறினார்.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:63","price":"ஆக, அவர்கள் தம் தந்தையிடம் திரும்பியபோது, “எங்கள் தந்தையே! (குறிப்பிட்ட அளவைவிட அதிகமான உணவு) அளவை எங்களுக்கு (கொடுக்கப்படாமல்) தடுக்கப்பட்டு விட்டது. ஆகவே, எங்கள் சகோதரனையும் எங்களுடன் அனுப்புவீராக. நாங்கள் (அதிக தானியங்களை) அளந்து (வாங்கி) வருவோம். நிச்சயமாக நாங்கள் அவரை பாதுகாப்போம்” என்று கூறினார்கள்.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:64","price":"(யஅகூப்) கூறினார்: “முன்னர் இவருடைய சகோதரர் (யூஸுஃப்) விஷயத்தில் நான் உங்களை நம்பியது போன்றே தவிர இவர் விஷயத்தில் நான் உங்களை நம்ப முடியுமா? ஆக, அல்லாஹ்வே மிக மேலான பாதுகாவலன். இன்னும், அவனே அருள் புரிபவர்களில் மிக அதிகம் அருள் புரிபவன்.”","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:65","price":"மேலும், அவர்கள் தங்கள் மூட்டையை திறந்தபோது தங்கள் கிரயம் தங்களிடம் திரும்பக் கொடுக்கப்பட்டுள்ளதைக் கண்டு, “எங்கள் தந்தையே! நாம் (இதற்கு மேல்) என்ன தேடுகிறோம்? இதோ! நம் கிரய(மு)ம் நம்மிடமே திரும்பக் கொடுக்கப்பட்டுள்ளது. (உணவும் கிடைத்துள்ளது. ஆகவே புன்யாமீனையும் அழைத்துச் செல்ல அனுமதி தருவீராக!) நம் குடும்பத்திற்கு (தேவையான) தானியங்களைக் கொண்டு வருவோம். இன்னும், எங்கள் சகோதரனையும் பாதுகாப்பாக அழைத்து (சென்று, பாதுகாப்பாக அழைத்து) வருவோம். (அவருக்காக) ஓர் ஒட்டகத்தின் அளவையும் அதிகமாக வாங்கிவருவோம். இது (அதிபருக்கு) ஓர் இலகுவான அளவைதான்” என்று கூறினார்கள்.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:66","price":"(யஅகூப்) கூறினார்: “உங்களுக்கு அழிவு ஏற்பட்டால் தவிர, நிச்சயமாக அவரை என்னிடம் நீங்கள் கொண்டு வருவீர்கள் என்று அல்லாஹ்வின் (மீது சத்தியம் செய்து) ஓர் உறுதிமொழியை நீங்கள் எனக்கு கொடுக்கும் வரை அவரை உங்களுடன் நான் அனுப்பவே மாட்டேன்” என்று (யஅகூப்) கூறினார். அவர்கள், (அவ்வாறு) அவருக்கு தங்கள் உறுதிமொழியை கொடுக்கவே, “நாம் கூறுவதற்கு அல்லாஹ்வே சாட்சியாளன் ஆவான்” என்று (யஅகூப்) கூறினார்.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:67","price":"இன்னும், அவர் கூறினார்: “என் பிள்ளைகளே! (எகிப்தில் நுழையும்போது) ஒரே ஒரு வாசல் வழியாக நுழையாதீர்கள். (தனித் தனியாக) பல்வேறு வாசல்கள் வழியாக நுழையுங்கள். மேலும், அல்லாஹ்விடமிருந்து (வரக்கூடிய) எதையும் நான் உங்களை விட்டும் தடுக்க முடியாது. அதிகாரம் அல்லாஹ்வுக்கே தவிர (யாருக்கும்) இல்லை. இன்னும், நான் அவன் மீதே நம்பிக்கை வைத்து (அவனை மட்டுமே சார்ந்து) விட்டேன். ஆக, நம்பிக்கை வைப்பவர்கள் அவன் மீதே நம்பிக்கை வை(த்து அவனை மட்டுமே சார்ந்திரு)க்கவும்.”","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:68","price":"அவர்கள் தங்கள் தந்தை கட்டளையிட்ட முறையில் (எகிப்து நகரத்தில்) நுழைந்தபோது, அது யஅகூபுடைய மனதிலிருந்த ஒரு தேவையை அவர் நிறைவேற்றியதைத் தவிர அவர்களை விட்டும் அல்லாஹ்விடமிருந்து (வரக்கூடிய) எதையும் அது தடுப்பதாக இல்லை. மேலும், நிச்சயமாக அவர் நாம் அவருக்கு கல்வி கற்பித்திருந்த காரணத்தால் அறிவு ஞானம் உடையவராக இருந்தார். என்றாலும், மக்களில் அதிகமானவர்கள் அறியமாட்டார்கள்.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:69","price":"மேலும், அவர்கள் யூஸுஃபிடம் நுழைந்தபோது, அவர் தன் சகோதரனை தன் பக்கம் ஒதுக்கி (-தன்னுடன் அணைத்து)க் கொண்டார். இன்னும், “நிச்சயமாக நான்தான் உனது சகோதரன். ஆகவே, அவர்கள் செய்து கொண்டிருந்ததைப் பற்றி கவலை படாதே! (சங்கடப் படாதே!)” என்று கூறினார்.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:70","price":"ஆக, அவர்களுக்கு அவர்களுடைய பொருள்களை அவர் தயார்படுத்தி கொடுத்தபோது தன் சகோதரனின் சுமையில் (அளப்பதற்கு பயன்படுத்தப்படுகின்ற) குவளையை வைத்து விட்டார். பிறகு, ஓர் அறிவிப்பாளர் “ஓ! (தானிய) சுமைகளை ஏற்றி செல்லும் பயணக் கூட்டத்தார்களே! நிச்சயமாக நீங்கள் திருடர்கள்தான்” என்று அறிவித்தார்.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:71","price":"இவர்கள், அ(றிவிப்பை செய்த)வர்கள் பக்கம் முன்னோக்கி வந்து, “நீங்கள் எதை இழந்துவிட்டு தேடுகிறீர்கள்?” என்று கூறினார்கள்.","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:72","price":"“அரசருடைய குவளையை இழக்கிறோம்” என்று அவர்கள் கூறினார்கள். இன்னும், “அதைக் கொண்டு வருபவருக்கு ஓர் ஒட்டகைச் சுமை (அளவு தானியம் வெகுமதியாக) உண்டு. நான் அதற்கு பொறுப்பாளன்” (என்று அவர்களில் ஒருவர் கூறினார்.)","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:73","price":"“அல்லாஹ்வின் மீது சத்தியமாக! நாங்கள் இவ்வூரில் விஷமம் செய்வதற்கு வரவில்லை. இன்னும், நாங்கள் திருடர்களாக இருக்கவில்லை என்பதை நீங்கள் அறிந்திருக்கிறீர்கள்” என்று அவர்கள் கூறினார்கள்.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:74","price":"“நீங்கள் (இதில்) பொய்யர்களாக இருந்தால் அ(ந்த பொருளை திருடிய)வரின் தண்டனை என்ன?” என்று கூறினார்கள்.","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:75","price":"“அவரின் தண்டனையாவது, எவருடைய சுமையில் (அந்த பொருள்) காணப்படுகிறதோ அவரே அதற்குரிய தண்டனையாவார். இவ்வாறுதான் அநியாயக்காரர்களை நாம் தண்டிப்போம்” என்று கூறினார்கள்.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:76","price":"ஆக, அவர் தன் சகோதரனின் மூட்டைக்கு முன்பாக அவர்களின் (மற்ற சகோதரர்களின்) மூட்டைகளில் (சோதனையை) ஆரம்பித்தார். பிறகு, தன் சகோதரனின் மூட்டையிலிருந்து அதை வெளியே எடுத்தார். யூஸுஃபுக்கு இப்படித்தான் நாம் காரணத்தை உருவாக்கினோம். அல்லாஹ் நாடினால் தவிர (எகிப்து) அரசரின் சட்டப்படி அவர் தன் சகோதரனை (தன்னுடன்) பிடித்து வைக்க முடிந்தவராக இல்லை. நாம் விரும்புகிறவர்களை பதவிகளால் உயர்த்துகிறோம். இன்னும், கல்வியுடைய ஒவ்வொருவருக்கும் மேல் நன்கறிந்த கல்வியாளர் ஒருவர் இருக்கிறார்.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:77","price":"அவர் (அதைத்) திருடினால் (யூஸுஃப் என்ற) அவருடைய ஒரு சகோதரர் முன்னர் (இப்படித்தான்) திருடி இருக்கிறார் என்று அவர்கள் கூறினார்கள். யூஸுஃப், அதை தன் உள்ளத்தில் மறைத்து கொண்டார். அதை அவர்களுக்கு வெளிப்படுத்தவில்லை. “நீங்கள் மிகவும் தரம் கெட்டவர்கள். நீங்கள் வருணிப்பதை அல்லாஹ் மிக அறிந்தவன்” என்று (தன் மனதில்) கூறினார்.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:78","price":"அவர்கள் கூறினார்கள்: “அதிபரே! அவருக்கு “(கண்ணியத்தில்) பெரியவரான (வயதில்) முதியவரான ஒரு தந்தை இருக்கிறார். ஆகவே, இவருடைய இடத்தில் எங்களில் ஒருவரை பிடித்து வைப்பீராக. நிச்சயமாக நாம் உம்மை நற்குண சீலர்களில் காண்கிறோம்.”","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:79","price":"(யூஸுஃப்) கூறினார்: “எவரிடம் நம் பொருளை பெற்றுக் கொண்டோமோ அவரைத் தவிர (யாரையும்) நாம் பிடித்து வைப்பதை விட்டும் அல்லாஹ் (எங்களைப்) பாதுகாப்பானாக! அப்படி செய்தால் நிச்சயமாக நாங்கள் அநியாயக்காரர்களாக ஆகிவிடுவோம்.”","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:80","price":"ஆக, (தங்கள் கோரிக்கையை அவர் ஏற்கமாட்டார் என்று) அவரிடம் அவர்கள் நம்பிக்கையிழந்தபோது, அவர்கள் (தங்களுக்குள்) ஆலோசித்தவர்களாக (அவரை விட்டு) விலகி சென்றனர். அவர்களில் (வயதில்) பெரியவர் கூறினார்: “திட்டமாக உங்கள் தந்தை உங்களிடம் அல்லாஹ்வின் (பெயரால்) ஓர் உறுதிமொழியை வாங்கியதையும், இதற்கு முன்னர் நீங்கள் யூஸுஃப் விஷயத்தில் தவறிழைத்ததையும் நீங்கள் அறிந்திருக்கவில்லையா? ஆகவே, என் தந்தை எனக்கு அனுமதியளிக்கின்ற வரை; அல்லது, அல்லாஹ் எனக்கு தீர்ப்பளிக்கின்ற வரை இந்த பூமியை விட்டு நான் நகர மாட்டேன். தீர்ப்பளிப்பவர்களில் அவன் மிக மேலானவன்.”","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:81","price":"நீங்கள் உங்கள் தந்தையிடம் திரும்பிச் சென்று, (அவரிடம்) கூறுங்கள்: “எங்கள் தந்தையே! நிச்சயமாக உம் மகன் திருடிவிட்டார். இன்னும், நாங்கள் அறிந்தபடியே தவிர நாங்கள் (பொய்யாக) சாட்சி பகரவில்லை. மறைவானவற்றை அறிந்தவர்களாக நாங்கள் இருக்கவில்லை.”","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:82","price":"“நாங்கள் (தங்கி) இருந்த ஊரையும், நாங்கள் (சென்று) வந்த பயணக் கூட்டத்தையும் நீர் கேட்பீராக. இன்னும், நிச்சயமாக நாங்கள் உண்மையாளர்களே!”","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:83","price":"(யஅகூப்) கூறினார்: “மாறாக! உங்கள் ஆன்மாக்கள் ஒரு காரியத்தை அலங்கரித்தன. ஆகவே, அழகிய பொறுமை(யாக எனது பொறுமை இருக்கட்டும்). அல்லாஹ், அவர்கள் அனைவரையும் என்னிடம் கொண்டு வரக்கூடும். நிச்சயமாக அவன்தான் நன்கறிந்தவன், மகா ஞானவான்.”","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:84","price":"இன்னும், அவர் அவர்களை விட்டு விலகிச் சென்று, “யூஸுஃபின் மீது எனக்குள்ள துயரமே!” என்று கூறினார். இன்னும், அவரது இரு கண்களும் கவலையால் (அழுதழுது) வெளுத்து விட்டன. அவர் (தன் கோபத்தையும் கவலையையும்) அடக்கிக் கொள்பவர்.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:85","price":"“அல்லாஹ்வின் மீது சத்தியமாக! அழிவை நெருங்கியவராக நீர் ஆகும் வரை; அல்லது, இறந்தவர்களில் நீர் ஆகும் வரை யூஸுஃபை நினைவு கூர்ந்து கொண்டே இருப்பீர் (போலும்)” என்று அவர்கள் கூறினார்கள்.","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:86","price":"(யஅகூப்) கூறினார்: “என் துக்கத்தையும் என் கவலையையும் நான் முறையிடுவதெல்லாம் அல்லாஹ்விடம்தான். இன்னும், நீங்கள் அறியாதவற்றை அல்லாஹ்விடம் நான் அறிவேன்.”","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:87","price":"“என் பிள்ளைகளே! (பூமியின் பல பாகங்களில்) செல்லுங்கள்; இன்னும், யூஸுஃபையும், அவரது சகோதரரையும் நன்கு தேடுங்கள். மேலும், அல்லாஹ்வின் அருளில் நம்பிக்கை இழக்காதீர்கள். நிச்சயமாக நிராகரிக்கின்ற மக்களைத் தவிர (எவரும்) அல்லாஹ்வின் அருளில் நம்பிக்கை இழக்க மாட்டார்கள்.”","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:88","price":"ஆக, அவர்கள் அவரிடம் நுழைந்தபோது கூறினார்கள்: “அதிபரே! எங்களுக்கும் எங்கள் குடும்பத்திற்கும் வறுமை ஏற்பட்டுள்ளது. ஓர் அற்பப் பொருளை (கிரயமாக இங்கே) நாங்கள் கொண்டு வந்திருக்கிறோம். ஆகவே, (அதை ஏற்றுக் கொண்டு) எங்களுக்கு (தானியத்தின்) அளவையை முழுமைப்படுத்தி தருவீராக! இன்னும், எங்களுக்கு தர்மம் வழங்குவீராக! நிச்சயமாக அல்லாஹ் தர்மம் செய்வோருக்கு (தகுந்த) கூலி கொடுப்பான்.”","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:89","price":"(யூஸுஃப்) கூறினார்: “நீங்கள் அறியாதவர்களாக இருந்தபோது யூஸுஃபுக்கும் அவருடைய சகோதரருக்கும் என்ன (கெடுதிகளை) செய்தீர்கள் என்பதை நீங்கள் அறிவீர்களா (இல்லையா)?”","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:90","price":"அவர்கள் கூறினார்கள்: “நிச்சயமாக நீர் யூஸுஃபா?” அவர் கூறினார்: “நான் யூஸுஃப்! இன்னும், இவர் என் சகோதரர். திட்டமாக அல்லாஹ் எங்கள் மீது அருள்புரிந்தான். நிச்சயமாக எவர் அல்லாஹ்வை அஞ்சி நடப்பாரோ; இன்னும், (சோதனையில்) பொறுமையாக இருப்பாரோ, நிச்சயமாக அல்லாஹ் (அத்தகைய) நற்குண சீலர்களின் கூலியை வீணாக்க மாட்டான்.”","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:91","price":"அவர்கள் கூறினார்கள்: “அல்லாஹ்வின் மீது சத்தியமாக! அல்லாஹ் எங்களைவிட உம்மை மேன்மைப்படுத்தி இருக்கிறான். நிச்சயமாக நாங்கள் தவறிழைப்பவர்களாகவே இருந்தோம்.”","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:92","price":"(யூஸுஃப்) கூறினார்: “இன்றைய தினம் உங்கள் மீது அறவே பழிப்பில்லை. அல்லாஹ் உங்களை மன்னிப்பான்! கருணையாளர்களில் அவன் மகா கருணையாளன்.”","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:93","price":"“நீங்கள் எனது இந்த சட்டையைக் கொண்டு செல்லுங்கள்; மேலும், என் தந்தையின் முகத்தில் அதைப் போடுங்கள். அவர் பார்வையுடையவராக ஆகிவிடுவார். இன்னும், நீங்கள் உங்கள் குடும்பத்தினர் அனைவரையும் என்னிடம் அழைத்து வாருங்கள்.”","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:94","price":"(அவர்களின்) பயணக் கூட்டம் (எகிப்திலிருந்து) புறப்படவே, அவர்களின் தந்தை கூறினார்: (“இதோ) யூஸுஃபுடைய வாடையை நிச்சயமாக நான் பெறுகிறேன்; என்னை நீங்கள் அறிவீனனாக ஆக்காமல் (என்னை பழிக்காமல்) இருக்க வேண்டுமே!”","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:95","price":"(யஅகூபை சுற்றி இருந்தவர்கள்) கூறினார்கள்: “அல்லாஹ்வின் மீது சத்தியமாக! நிச்சயமாக நீர் உம் பழைய தவறில்தான் இருக்கிறீர்.”","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:96","price":"ஆக, நற்செய்தியாளர் வந்தபோது, அதை அவருடைய முகத்தில் போட்டார். உடனே, அவர் பார்வையுடையவராக ஆகிவிட்டார். (பிறகு, யஅகூப்) கூறினார்: “நீங்கள் அறியாதவற்றை அல்லாஹ்விடம் நிச்சயமாக நான் அறிவேன் என்று நான் உங்களுக்குக் கூறவில்லையா?”","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:97","price":"(யஅகூபிடம் அவரின் பிள்ளைகள்) கூறினார்கள்: “எங்கள் தந்தையே! எங்களுக்கு எங்கள் பாவங்களை அல்லாஹ் மன்னிப்பதற்கு பிரார்த்தனை செய்வீராக! நிச்சயமாக நாங்கள் தவறிழைப்பவர்களாக இருந்தோம்.”","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:98","price":"(யஅகூப்) கூறினார்: “நான் என் இறைவனிடம் உங்களுக்காக மன்னிப்புக் கோருவேன். நிச்சயமாக அவன்தான் மகா மன்னிப்பாளன், பெரும் கருணையாளன்.”","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:99","price":"ஆக, அவர்கள் யூஸுஃபிடம் (அவரின் சபையில்) நுழைந்தபோது, அவர் தன் பக்கம் தன் பெற்றோரை அரவணைத்தார். இன்னும், “அல்லாஹ்வின் நாட்டப்படி நீங்கள் அச்சமற்றவர்களாக எகிப்தில் நுழையுங்கள்!” என்று கூறினார்.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:100","price":"இன்னும், அவர் தன் பெற்றோரை அரச கட்டில் மேல் உயர்த்தி அமரவைத்தார். இன்னும், அவருக்கு (முன்) அவர்கள் சிரம் பணிந்தவர்களாக விழுந்தனர். மேலும், (யூஸுஃப்) கூறினார்: “என் தந்தையே! இது, முன்னர் (நான் கண்ட) என் கனவின் விளக்கமாகும். இன்னும், என் இறைவன் அதை உண்மையாக ஆக்கிவிட்டான். மேலும், சிறையிலிருந்து என்னை அவன் வெளியேற்றியபோதும், எனக்கும் என் சகோதரர்களுக்கு இடையில் ஷைத்தான் பிரிவினையை உண்டு பண்ணிய பின்னர், உங்களை கிராமத்திலிருந்து (என்னிடம்) கொண்டு வந்தபோதும் அவன் எனக்கு நன்மை புரிந்திருக்கிறான். நிச்சயமாக என் இறைவன், தான் நாடியதை செய்வதற்கு மகா நுட்பமானவன். நிச்சயமாக அவன் நன்கறிந்தவன், மகா ஞானவான்.”","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:101","price":"“என் இறைவா! திட்டமாக நீ எனக்கு ஆட்சியை தந்தாய். (கனவு சம்பந்தமான) செய்திகளின் விளக்கத்தை எனக்கு கற்பித்தாய். வானங்களையும் பூமியையும் படைத்தவனே. நீதான் இம்மையிலும் மறுமையிலும் என் பாதுகாவலன். நான் முஸ்லிமாக இருக்கும் நிலையில் என்னை உயிர் கைப்பற்றிக்கொள்! இன்னும், நல்லவர்களுடன் என்னை சேர்த்து விடு!”","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:102","price":"(நபியே) இவை, மறைவான செய்திகளில் உள்ளவையாகும். இவற்றை உமக்கு வஹ்யி அறிவிக்கிறோம். மேலும், அவர்கள் (யூஸுஃபை கிணற்றில் எறிவதற்காக) தங்கள் காரியத்தில் ஒருமித்து முடிவெடுத்தபோது நீர் அவர்களிடம் இருக்கவில்லை.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:103","price":"மேலும், (நபியே!) நீர் பேராசைப்பட்டாலும் மக்களில் அதிகமானவர்கள் (இந்த வேதத்தை) நம்பிக்கை கொண்டவர்களாக இல்லை.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:104","price":"இதற்காக நீர் அவர்களிடம் ஒரு கூலியையும் கேட்பதில்லை. இது, அகிலத்தார்களுக்கு அறிவுரையாகவே தவிர இல்லை.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:105","price":"வானங்கள், பூமியில் எத்தனையோ அத்தாட்சிகள் இருக்கின்றன, அவர்களோ அவற்றை (பார்த்து படிப்பினை பெறாமல்) புறக்கணித்தவர்களாகவே அவற்றை கடந்து செல்கிறார்கள்.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:106","price":"இன்னும், அவர்களில் அதிகமானவர்கள் அல்லாஹ்வை நம்பிக்கை கொள்ள மாட்டார்கள், அவர்களோ (சிலைகளை அல்லாஹ்விற்கு) இணையாக்கியவர்களாக இருந்தே தவிர.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:107","price":"ஆக, அல்லாஹ்வின் தண்டனையிலிருந்து (அவர்களை) சூழ்ந்து கொள்ளக்கூடிய ஒரு தண்டனை அவர்களிடம் வருவதை; அல்லது அவர்கள் அறியாமல் இருக்கும் நிலையில் திடீரென மறுமை அவர்களிடம் வருவதை அவர்கள் அச்சமற்று விட்டனரா?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:108","price":"(நபியே!) கூறுவீராக: “(அல்லாஹ் ஒருவனை மட்டும் வணங்குவது,) இதுதான் என் பாதையாகும். நானும் என்னைப் பின்பற்றியவர்களும் தெளிவான அறிவின் மீது இருந்தவர்களாக அல்லாஹ்வின் பக்கம் அழைக்கிறோம். அல்லாஹ் மிகப் பரிசுத்தமானவன். நான் இணைவைப்பவர்களில் உள்ளவன் இல்லை.”","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:109","price":"இன்னும், (நபியே!) உமக்கு முன்னர், ஊர்வாசிகளில் ஆண்களைத் தவிர (பெண்களையோ வானவர்களையோ தூதர்களாக) நாம் அனுப்பவில்லை. நாம் அ(ந்த ஆட)வர்களுக்கு வஹ்யி அறிவிப்போம். ஆக, (வேதத்தை மறுக்கும்) அவர்கள் பூமியில் (பயணம்) செல்லவில்லையா? (அப்படி சென்றால்) அவர்களுக்கு முன்னிருந்தவர்களின் முடிவு எப்படி இருந்தது என்பதைப் பார்ப்பார்கள். மேலும், மறுமையின் வீடுதான் அல்லாஹ்வை அஞ்சியவர்களுக்கு மிக மேலானதாகும். நீங்கள் சிந்தித்துப் புரிய வேண்டாமா?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:110","price":"இறுதியாக, (மக்கள் நம்பிக்கை கொள்வார்கள் என்பதிலிருந்து) நம் தூதர்கள் நிராசையடைந்து, இன்னும், நிச்சயமாக அவர்கள் (-தூதர்கள்) பொய்ப்பிக்கப்பட்டனர் (-அல்லாஹ் உடைய உதவி தங்களுக்கு வரும் என்று அவர்கள் கூறியது பொய்யாக ஆகிவிட்டது) என்று மக்கள் எண்ணியபோது, நம் உதவி அவர்களை (-அந்த தூதர்களை) வந்தடைந்தது. ஆக, நாம் நாடுகின்றவர்கள் பாதுகாக்கப்பட்டனர். மேலும், நம் தண்டனை, குற்றவாளிகளான சமுதாயத்தை விட்டு (ஒரு போதும்) திருப்பப்படாது.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"12:111","price":"நிறைவான அறிவுடையவர்களுக்கு இவர்களுடைய சரித்திரங்களில் ஒரு படிப்பினை திட்டவட்டமாக இருக்கிறது. (இது) இட்டுக்கட்டப்படுகின்ற ஒரு செய்தியாக இருக்கவில்லை. எனினும், தனக்கு முன்னுள்ளதை உண்மைப்படுத்துவதாகவும் எல்லாவற்றையும் விவரிப்பதாகவும் நேர்வழியாகவும் நம்பிக்கை கொள்கிற மக்களுக்கு (விசேஷமான) ஓர் அருளாகவும் இருக்கிறது.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"ta"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}