{"data":[{"name":"13:1","price":"அலிஃப்; லாம்; மீம்; றா. இவை, (மகத்தான, ஞானமிக்க) வேதத்தின் வசனங்களாகும். (நபியே!) உம் இறைவனிடமிருந்து உமக்கு இறக்கப்பட்டதுதான் (உறுதியான) உண்மையாகும். என்றாலும், மக்களில் அதிகமானவர்கள் (இதை) நம்பிக்கை கொள்ளாமல் இருக்கிறார்கள்.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:2","price":"அல்லாஹ், வானங்களை தூண்கள் இன்றி உயர்த்தினான். அதை நீங்கள் காண்கிறீர்கள். பிறகு, அர்ஷின் மேல் உயர்ந்து விட்டான். சூரியனையும் சந்திரனையும் வசப்படுத்தினான். எல்லாம் குறிப்பிடப்பட்ட ஒரு தவணையை நோக்கி ஓடுகின்றன. எல்லா காரியங்களையும் திட்டமிட்டு நிர்வகிக்கிறான். உங்கள் இறைவனின் சந்திப்பை நீங்கள் உறுதியாக நம்பவேண்டும் என்பதற்காக வசனங்களை (உங்களுக்கு) விவரிக்கிறான்.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:3","price":"அவன்தான் பூமியை விரித்தான்; இன்னும், அதில் மலைகளையும் ஆறுகளையும் ஏற்படுத்தினான். இன்னும், அவற்றில் எல்லாக் கனிகளிலும் இரண்டு ஜோடிகளை ஏற்படுத்தினான். இரவினால் பகலை மூடுகிறான். சிந்திக்கின்ற மக்களுக்கு நிச்சயமாக (இறைவன் ஒருவனே என்பதை உணர்த்தும் பல) அத்தாட்சிகள் இதில் இருக்கின்றன.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:4","price":"மேலும், பூமியில் ஒன்றுக்கொன்று சமீபமான பகுதிகள் உள்ளன. (ஆனால், அவை தன்மைகளால் மாறுபட்டவை ஆகும்.) இன்னும், திராட்சைகளின் தோட்டங்களும், விவசாய (நில)மும், ஒரே வேரிலிருந்து ஒன்றுக்கும் மேற்பட்ட மரங்கள் முளைக்கின்ற பேரீச்சமும்; இன்னும், ஒரு வேரிலிருந்து ஒரே ஒரு மரம் முளைக்கின்ற பேரீச்சமும் உள்ளன. இவை (அனைத்தும்) ஒரே நீரைக் கொண்டு (நீர்) புகட்டப்படுகின்றன. ஆனால், அவற்றில் சிலவற்றை, சிலவற்றைவிட சுவையில் சிறப்பிக்கிறோம். சிந்தித்து புரிகின்ற மக்களுக்கு இதில் நிச்சயமாக (இறைவன் ஒருவனே என்பதை உணர்த்தும்) அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:5","price":"(நபியே! மக்களில் பலர் அல்லாஹ்வை வணங்காமல், கற் சிலைகளை வணங்குவதைப் பற்றி) நீர் ஆச்சரியப்பட்டால், “நாம் (இறந்து மண்ணோடு) மண்ணாக ஆகிவிட்டால், (அதற்கு பின்னர்) புதியதோர் படைப்பாக நிச்சயமாக நாம் உருவாக்கப்படுவோமா?” என்ற அவர்களுடைய கூற்றோ மிக  ஆச்சரியமானதே! இவர்கள்தான் தங்கள் இறைவனை நிராகரித்தவர்கள். மேலும், இவர்களுடைய கழுத்துகளில் அரிகண்டங்கள் இருக்கும். இன்னும், இவர்கள் நரகவாசிகளே! அதில் இவர்கள் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:6","price":"இன்னும், (நபியே!) உம்மிடம் நல்லதற்கு முன்னர் கெட்டதை கேட்டு அவசரப்படுத்துகிறார்கள். மேலும், தண்டனைகள் இவர்களுக்கு முன்னர் (பலருக்கு) வந்து சென்றுள்ளன. நிச்சயமாக உம் இறைவன், மக்களை - அவர்கள் குற்றம் செய்திருந்தபோதும் மன்னிப்பவனாக இருக்கிறான் (அவர்கள் திருந்தி நேர்வழியில் வந்தால்). மேலும், நிச்சயமாக உம் இறைவன், (திருந்தாத பாவிகளை) தண்டிப்பதில் மிகக் கடுமையானவன் ஆவான்.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:7","price":"(நபியே!) நிராகரிப்பவர்கள் (உம்மைப் பற்றி), “இவர் மீது இவருடைய இறைவனிடமிருந்து (நாம் விரும்புகிறபடி) ஓர் அத்தாட்சி இறக்கப்பட வேண்டாமா?” என்று கூறுகிறார்கள். (நபியே!) நீர் எல்லாம் ஓர் எச்சரிப்பாளர்தான். மேலும், எல்லா மக்களுக்கும் (அவர்களை நன்மையின் பக்கம்; அல்லது தீமையின் பக்கம் வழி நடத்துகின்ற) ஒரு தலைவர் இருந்திருக்கிறார்.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:8","price":"ஒவ்வொரு பெண்ணும் (வயிற்றில்) சுமப்பதையும் கர்ப்பப்பைகள் (குழந்தைகளை ஈன்றெடுக்கும் காலங்கள்) குறைவதையும், அவை அதிகமாவதையும் அல்லாஹ் நன்கறிவான். இன்னும், (இவை அல்லாத) எல்லா காரியங்களும் அவனிடம் (நிர்ணயிக்கப்பட்ட) ஓர் அளவின்படி நடக்கின்றன.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:9","price":"(அவன்) மறைவானவற்றையும் வெளிப்படையானவற்றையும் நன்கறிந்தவன்; மிகப் பெரியவன்; மிக உயர்ந்தவன்.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:10","price":"உங்களில் (தன்) பேச்சை ரகசியப்படுத்தியவனும்; அதை பகிரங்கப்படுத்தியவனும்; இரவில் (தனது தீமைகளை) மறைத்து செய்பவனாக இருந்துவிட்டு, மேலும், பகலில் (நல்லவனாக) வெளியே வருபவனும் அ(ந்த இறை)வனுக்குச் சமமானவர்களே! (அவன் அவர்கள் அனவைரையும் அவர்களின் எல்லா செயல்களையும் நன்கறிவான்.)","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:11","price":"(மனிதனாகிய) அவனுக்கு முன்புறத்திலிருந்தும், அவனுக்குப் பின்புறத்திலிருந்தும் (அவனை பாதுகாப்பதற்காக) பின்தொடரக்கூடியவர்கள் (-ஒரு கூட்டத்திற்கு பின்னர், ஒரு கூட்டம் என்று மாறி மாறி வரக்கூடிய வானவர்கள் அவனுடன்) இருக்கிறார்கள். அவர்கள் அல்லாஹ்வுடைய (தண்டனை எனும்) கட்டளையிலிருந்து (அல்லாஹ் நாடிய காலம் வரை) அவனை பாதுகாக்கிறார்கள். நிச்சயமாக அல்லாஹ் ஒரு சமுதாயத்திடமுள்ளதை மாற்றமாட்டான், அவர்கள் தங்களிடமுள்ளதை மாற்றுகின்ற வரை. மேலும், அல்லாஹ் ஒரு சமுதாயத்திற்கு அழிவை நாடினால், (எவராலும்) அதை தடுப்பது அறவே முடியாது; இன்னும், அவர்களுக்கு அவனையன்றி உதவியாளர் எவரும் இல்லை.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:12","price":"அவன் உங்க(ளில் பயணத்தில் இருப்பவர்க)ளுக்கு மின்னலை பயமாகவும் (ஊரில் இருப்பவர்களுக்கு மழை வருவதற்குரிய) ஆசையாகவும் காட்டுகிறான். இன்னும், (மழையைச் சுமந்து வரக்கூடிய) கனமான மேகங்களை உருவாக்குகிறான்.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:13","price":"மேலும், இடியும் வானவர்களும் அவனுடைய பயத்தால் அவனைப் புகழ்ந்து துதிக்கிறார்கள். அவர்களோ (-அம்மக்களோ) அல்லாஹ்வைப் பற்றி தர்க்கித்துக் கொண்டிருக்கும் நிலையில், அவனே அபாயங்களை (-எரித்து சாம்பலாக்கிவிடும் இடி மின்னல்களை) அனுப்பி, அவற்றைக் கொண்டு அவன் நாடியவர்களை வேரறுக்கிறான். அவனோ (பாவிகளை) பிடிப்பதில் (-தண்டிப்பதால்) மிகக் கடுமையானவன்.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:14","price":"(பலன் தரும்) உண்மைப் பிரார்த்தனை அவனுக்கே உரியது. இவர்கள் அவனையன்றி எவர்களை அழைக்கிறார்களோ அவர்கள் இவர்களுக்கு எதையும் பதில் தரமாட்டார்கள். தண்ணீர் பக்கம் தன் இரு கைகளையும் அது (தானாகவே) தன் வாயை அடைவதற்காக விரிப்பவனைப் போன்றே தவிர (இவர்களின் செயல் இல்லை). அதுவோ (ஒரு போதும்) அதை அடையாது. (சிலைகளை வணங்குகின்ற) நிராகரிப்பாளர்களின் பிரார்த்தனை வழிகேட்டில் தவிர இல்லை.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:15","price":"வானங்களிலும் பூமியிலும் உள்ளவர்கள் ஆசையாகவும், நிர்ப்பந்தமாகவும் அல்லாஹ்விற்கே சிரம் பணிகிறார்கள்; இன்னும், காலை நேரங்களிலும் மாலை நேரங்களிலும் அவர்களின் நிழல்களும் அவனுக்கே சிரம் பணிகின்றன.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:16","price":"(நபியே!) கூறுவீராக: “வானங்கள் இன்னும் பூமியின் இறைவன் யார்?” (நபியே!) கூறுவீராக: (அவன்) “அல்லாஹ்” என்று. (நபியே!) கூறுவீராக: “நீங்கள் அவனை அன்றி, (உங்களுக்கு) தெய்வங்களை ஏற்படுத்திக் கொண்டீர்களா? அவர்கள் தங்களுக்கு தாமே நன்மை செய்வதற்கும் தீங்கு செய்வதற்கும் உரிமைபெற மாட்டார்கள். (நபியே!) கூறுவீராக: “குருடனும், பார்வையுடையவனும் சமமாவார்களா? அல்லது, இருள்களும் ஒளியும் சமமாகுமா? அல்லது, அல்லாஹ்விற்கு இணைக(ளாக கற்பனை செய்யப்பட்ட தெய்வங்)ளை அவர்கள் ஏற்படுத்தினார்களே அவை அவனுடைய படைப்பைப் போன்று (எதையும்) படைத்திருக்கின்றனவா? அதனால், படைத்தல் (யார் மூலம் நிகழ்கிறது என்பது) இவர்களுக்கு குழப்பமடைந்து விட்டதா?” (நபியே! இதற்கு பதிலாக நீர்) கூறுவீராக: “அல்லாஹ்தான் எல்லாவற்றின் படைப்பாளன் ஆவான். இன்னும், அவன் (நிகரற்ற) ஒருவன், (அனைவரையும்) அடக்கி ஆளுபவன் ஆவான்.”","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:17","price":"அவன் மேகத்திலிருந்து மழையை இறக்கினான். ஓடைகள் அவற்றின் அளவிற்கு (தண்ணீரால் நிரம்பி) ஓடின. ஆக, வெள்ளம், மிதக்கும் நுரைகளை சுமந்(து வந்)தது. மேலும், ஆபரணத்தை அல்லது (உலோகப்) பொருளை (செய்ய) நாடி நெருப்பில் (தங்கம், வெள்ளி, பித்தளை போன்றவற்றை) அவர்கள் பழுக்க வைப்பதிலும் அது போன்ற (அழுக்கு) நுரைகள் உண்டு. இப்படித்தான் சத்தியத்தையும் அசத்தியத்தையும் அல்லாஹ் விவரிக்கிறான். ஆக, நுரையோ வீணானதாக சென்று அழிந்துவிடுகிறது. ஆனால், மனிதனுக்கு எது பலனளிக்கிறதோ அதுவே பூமியில் (நிரந்தரமாக) தங்குகிறது. இவ்வாறே, அல்லாஹ் உவமைகளை விவரிக்கிறான்.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:18","price":"தங்கள் இறைவனு(டைய அழைப்பு)க்கு பதிலளித்தவர்களுக்கு மிக அழகிய நற்கூலி உண்டு. மேலும், எவர்கள் அவனு(டைய அழைப்பு)க்குப் பதிலளிக்கவில்லையோ அவர்களிடம் பூமியிலுள்ளவை அனைத்தும்; இன்னும், அதுபோன்றவையும் இருந்திருந்தால், (நரகத்திலிருந்து தப்பிக்க) அதை மீட்புத்தொகையாக கொடுத்து தப்பித்திருப்பார்கள். அவர்களுக்கு கடினமான விசாரணை உண்டு. இன்னும், அவர்களுடைய தங்குமிடம் நரகம்தான். அது மிகக் கெட்ட தங்குமிடமாகும்.","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:19","price":"ஆக, உம் இறைவனிடமிருந்து உமக்கு இறக்கப்பட்டதெல்லாம் உண்மைதான் என்று அறிபவர் (அதை அறியாமல்) குருடராக இருப்பவரைப் போன்று ஆவாரா? (ஆகவே மாட்டார்.) நல்லுபதேசம் பெறுவதெல்லாம் நிறைவான அறிவுடையவர்கள்தான்.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:20","price":"அவர்கள் அல்லாஹ்வின் (பெயரால் தங்களுக்குள் செய்த) ஒப்பந்தத்தை நிறைவேற்றுவார்கள். இன்னும், உடன் படிக்கையை முறிக்க மாட்டார்கள்.","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:21","price":"இன்னும், அவர்கள், எது சேர்க்கப்பட வேண்டும் என அல்லாஹ் ஏவினானோ அ(ந்த சொந்த பந்தத்)தை சேர்ப்பார்கள். இன்னும், அவர்கள், தங்கள் இறைவனை அஞ்சுவார்கள். மேலும், கடினமான விசாரணையைப் பயப்படுவார்கள்.","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:22","price":"இன்னும், அவர்கள் தங்கள் இறைவனின் முகத்தை நாடி பொறுமையாக இருப்பார்கள்; மேலும், தொழுகையை நிலைநிறுத்துவார்கள்; இன்னும், நாம் அவர்களுக்கு வழங்கியவற்றிலிருந்து இரகசியமாகவும் வெளிப்படையாகவும் தர்மம் செய்வார்கள்; இன்னும், நல்லதைக் கொண்டு கெட்டதைத் தடுப்பார்கள். இ(த்தகைய)வர்கள், இவர்களுக்குத்தான் மறுமையின் அழகிய முடிவுண்டு.","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:23","price":"(நல்ல முடிவு என்பது,) “அத்ன்” சொர்க்கங்கள் ஆகும். அதில் இவர்களும், இவர்களுடைய மூதாதைகளில், இவர்களுடைய மனைவிகளில், இவர்களுடைய சந்ததிகளில் நல்லவர்களாக இருந்தவர்களும் பிரவேசிப்பார்கள். ஒவ்வொரு வாசலில் இருந்தும் வானவர்கள் இவர்களிடம் பிரவேசிப்பார்கள்.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:24","price":"நீங்கள் பொறுமையாக இருந்ததால் உங்களுக்கு ஸலாம் - ஈடேற்றம் உண்டாகுக! ஆக, மறுமையின் அழகிய முடிவு மிகச் சிறந்ததாகும்.","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:25","price":"மேலும், எவர்கள் அல்லாஹ்வின் உடன்படிக்கையை அது உறுதியான பின்னர் முறிக்கிறார்களோ; இன்னும், எது சேர்க்கப்பட வேண்டும் என அல்லாஹ் ஏவினானோ அ(ந்த சொந்த பந்தத்)தை துண்டிக்கிறார்களோ; இன்னும், பூமியில் விஷமம் (-கொலை, கொள்ளை, கலகம், பொது சொத்தில் கையாடல், ஊழல்) செய்கிறார்களோ ஆகிய இவர்கள் இவர்களுக்கு சாபம்தான். இன்னும், இவர்களுக்கு (கடுமையான தண்டனைகள் உடைய) மிகக் கெட்ட வீடு உண்டு.","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:26","price":"அல்லாஹ், தான் நாடுகிறவர்களுக்கு வாழ்க்கை வசதியை விசாலப்படுத்துகிறான். (தான் நாடுகிறவர்களுக்கு அதை) சுருக்கிவிடுகிறான். மேலும், (மறுமையை நிராகரிக்கின்ற) அவர்கள் உலக வாழ்க்கையைக் கொண்டு மகிழ்கிறார்கள். உலக வாழ்க்கையோ மறுமையில் (கிடைக்கும் சுகத்தோடு ஒப்பிடப்படும்போது) ஒரு (சொற்ப) சுகமாகவே தவிர இல்லை.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:27","price":"நிராகரித்தவர்கள், “இவர் (-இத்தூதர்) மீது இவருடைய இறைவனிடமிருந்து (நாம் விரும்புகிற) ஓர் அத்தாட்சி இறக்கப்பட வேண்டாமா?” என்று கூறுகிறார்கள். (நபியே) கூறுவீராக! நிச்சயமாக அல்லாஹ் தான் நாடுபவர்களை வழிகெடுக்கிறான். இன்னும், (நிராகரிப்பிலிருந்து விலகி அவன் பக்கம்) திரும்பியவர்களுக்கு அவனை நோக்கி (வருவதற்கான நேரான பாதையை) வழிகாட்டுகிறான்.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:28","price":"(அவர்கள்தான்) நம்பிக்கை கொண்டவர்கள்; மேலும், அவர்களுடைய உள்ளங்கள் அல்லாஹ்வின் நினைவால் நிம்மதியடைகின்றன. “அல்லாஹ்வின் நினைவினால் உள்ளங்கள் நிம்மதியடைகின்றன” என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:29","price":"எவர்கள் (அல்லாஹ்வை) நம்பிக்கை கொண்டு, நற்செயல்களை செய்தார்களோ அவர்களுக்கு மகிழ்ச்சியும் கண்குளிர்ச்சியும் அழகிய மீளுமிடமும் உண்டு.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:30","price":"(நபியே! முன்பு தூதர்களை அனுப்பிய) இவ்வாறே, உம்மை (நம் தூதராக) ஒரு சமுதாயத்திடம் அனுப்பினோம். இவர்களுக்கு முன்னரும் பல சமுதாயங்கள் சென்றிருக்கின்றன. நாம் உமக்கு வஹ்யி அறிவித்ததை இவர்கள் முன் நீர் ஓதி காண்பிப்பதற்காக (உம்மை தூதராக அனுப்பினோம்). ஆனால், இவர்களோ ரஹ்மானை (-பேரருளாளனாகிய அல்லாஹ்வை) நிராகரிக்கிறார்கள். (நபியே) கூறுவீராக: “அவன்தான் என் இறைவன்; அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. அவன் மீது நம்பிக்கை வைத்து (அவனை மட்டுமே சார்ந்து) விட்டேன். இன்னும், அவன் பக்கமே என் திரும்புதல் இருக்கிறது.”","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:31","price":"(நபியே! முன்னர் இறக்கப்பட்ட) ஒரு வேதம், அதன் மூலம் மலைகள் நகர்த்தப்பட்டிருந்தால்; அல்லது, அதன் மூலம் பூமி துண்டு துண்டாக்கப்பட்டிருந்தால்; அல்லது, அதன் மூலம் மரணித்தவர்கள் பேசவைக்கப்பட்டிருந்தால் (உங்களுக்கு இறக்கப்பட்ட இவ்வேதத்தின் மூலமும் அப்படி செய்யப்பட்டிருக்கும்). மாறாக, அதிகாரம் எல்லாம் அல்லாஹ்விற்குரியதே! ஆகவே, அல்லாஹ் நாடினால் மக்கள் அனைவரையும் நேர்வழிபடுத்தியிருப்பான் என்பதை நம்பிக்கை கொண்டவர்கள் அறியவில்லையா? (மக்காவைச் சேர்ந்த இந்த) நிராகரிப்பாளர்கள் செய்ததின் காரணமாக அவர்களை ஒரு திடுக்கம் அடைந்து கொண்டே இருக்கும். அல்லது, அவர்களின் ஊருக்கு அருகாமையில் நீர் (உம் படையுடன் சென்று) தங்குவீர். இறுதியாக, அல்லாஹ்வின் வாக்குறுதி வரும். (விரைவில் அவர்களை நீர் வெற்றி கொள்வீர்.) நிச்சயமாக அல்லாஹ் வாக்குறுதியை மாற்றமாட்டான்.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:32","price":"மேலும், (நபியே!) உமக்கு முன்னர் (பல) தூதர்கள் திட்டவட்டமாக கேலி செய்யப்பட்டனர். ஆக, நிராகரித்தவர்களுக்கு (அவர்களது அவகாசத்தை) நீட்டிக்கொடுத்தேன். பிறகு, (என் தண்டனையால்) அவர்களைப் பிடித்தேன். ஆக, என் தண்டனை எப்படி இருந்தது?","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:33","price":"ஆக, ஒவ்வோர் ஆன்மாவையும் - அது செய்ததற்கு ஏற்ப - அதை நிர்வகிப்பவன் எவ்வித சக்தியுமற்ற கற்பனை தெய்வங்களுக்கு சமமாவானா? இன்னும், அவர்கள் அல்லாஹ்விற்கு இணை(யாக கற்பனை செய்யப்பட்ட தெய்வங்)களை ஏற்படுத்தினர்! (நபியே!) கூறுவீராக! “(நீங்கள் வணங்கும்) அவற்றுக்கு நீங்கள் பெயரிடுங்கள். (அவற்றுக்கு இறைவன் என்று உங்களால் பெயரிட முடியுமா?) அல்லது, பூமியில் அவன் அறியாததை; அல்லது, பொய்யான (வீணான) சொல்லை அவனுக்கு அறிவிக்கிறீர்களா? (அதுவும் முடியாது.)” மாறாக! நிராகரித்தவர்களுக்கு - அவர்களுடைய சூழ்ச்சி - அலங்கரிக்கப்பட்டது. இன்னும், (அவர்கள் நேரான) பாதையிலிருந்து தடுக்கப்பட்டனர். மேலும், எவரை அல்லாஹ் வழிகெடுப்பானோ அவருக்கு, நேர்வழிகாட்டுபவர் எவரும் இல்லை.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:34","price":"அவர்களுக்கு உலக வாழ்க்கையில் தண்டனை உண்டு. இன்னும், (அவர்களுக்கு) மறுமையின் தண்டனைதான் மிகச் சிரமமாக இருக்கும். மேலும், அல்லாஹ்விடமிருந்து அவர்களை பாதுகாப்பவர் எவரும் இல்லை.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:35","price":"(அல்லாஹ்வை) அஞ்சியவர்களுக்கு வாக்களிக்கப்பட்ட சொர்க்கத்தின் தன்மையாவது, அவற்றின் கீழ் நதிகள் ஓடும். அதன் உணவுகளும் அதன் நிழலும் (என்றுமே) நிலையானவை. இது (அல்லாஹ்வை) அஞ்சியவர்களின் அழகிய முடிவாகும். மேலும், நிராகரிப்பாளர்களின் முடிவோ நரகம்தான்!","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:36","price":"(நபியே!) நாம் எவர்களுக்கு வேதத்தை கொடுத்தோமோ அவர்க(ளில் உம்மை நம்பிக்கை கொண்டவர்க)ள் உமக்கு இறக்கப்பட்டதைக் கொண்டு மகிழ்வார்கள். மேலும், இ(வ்வேதத்)தில் சிலவற்றை மறுப்பவர்களும் (உமக்கு எதிரான) பிரிவுகளில் உண்டு. (நபியே!) கூறுவீராக: “எனக்கு கட்டளையிடப்பட்டதெல்லாம் அல்லாஹ்வை நான் வணங்குவதற்கும் அவனுக்கு நான் இணைவைக்காமல் இருப்பதற்கும்தான்; அவன் பக்கமே நான் (உங்களை) அழைக்கிறேன்; இன்னும், அவன் பக்கமே என் திரும்புமிடம் இருக்கிறது.”","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:37","price":"(நபியே!) இவ்வாறுதான் நாம் இ(ந்த மார்க்கத்)தை (தெளிவான) சட்டமாக அரபி மொழியில் இறக்கினோம். இன்னும், உமக்கு கல்வி வந்ததற்குப் பின்னர் நீர் அவர்களுடைய விருப்பங்களைப் பின்பற்றினால், அல்லாஹ்விடமிருந்து உமக்கு உதவியாளரும் இருக்க மாட்டார், இன்னும் பாதுகாவலரும் இருக்க மாட்டார்.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:38","price":"மேலும், (நபியே!) உமக்கு முன்னர் (பல) தூதர்களை திட்டவட்டமாக அனுப்பி இருக்கிறோம். இன்னும், அவர்களுக்கு மனைவிகளையும் சந்ததியையும் ஏற்படுத்தினோம். மேலும், அல்லாஹ்வின் அனுமதியினால் தவிர ஓர் அத்தாட்சியைக் கொண்டு வருவது எந்த தூதராலும் முடியாது. ஒவ்வொரு தவணைக்கும் (அது எழுதப்பட்ட) ஒரு நூல் இருக்கிறது.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:39","price":"(அதில்) அவன் நாடியதை (தவணை வந்தவுடன் அதை நிகழ்த்தி முடித்து) அழித்து விடுகிறான்; இன்னும், (அவன் நாடியதை தவணை வரும் வரை அதில்) தரிபடுத்தி வைக்கிறான். மேலும், அவனிடம்தான் விதியுனுடைய மூல நூல் இருக்கிறது.","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:40","price":"(நபியே!) அவர்களுக்கு நாம் எச்சரித்தவற்றில் சிலவற்றை உமக்கு நிச்சயமாக நாம் காண்பித்தால் (அது நமது நாட்டப்படியே நடந்தது); அல்லது, (அதற்கு முன்பே) நாம் உம்மை உயிர் கைப்பற்றிக் கொண்டால் (அதுவும் நமது நாட்டப்படியே நடந்ததாகும்). உம்மீது (சுமத்தப்பட்ட) கடமை எல்லாம் (இந்த மார்க்கத்தை எல்லோருக்கும்) எடுத்துரைப்பதுதான்! மேலும், விசாரணை செய்வதோ நம்மீது கடமையாக இருக்கிறது. (பாவிகளை நாம் நமது நாட்டப்படிதான் தண்டிப்போம். உமது விருப்பப்படியோ, அவர்களின் விருப்பப்படியோ இல்லை.)","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:41","price":"நிச்சயமாக நாம் (அவர்கள் வசிக்கின்ற) பூமியை அதன் ஓரங்களிலிருந்து குறைத்து வருகிறோம் என்பதை அவர்கள் பார்க்கவில்லையா? அல்லாஹ் (தனது அடியார்களுக்கு மத்தியில்) தீர்ப்பளிக்கிறான். அவனுடைய தீர்ப்பைத் தடுப்பவர் யாரும் அறவே இல்லை. மேலும், அவன் (முன்னோர், பின்னோரை) விசாரிப்பதில் மிக தீவிரமானவன்.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:42","price":"(நபியே!) இவர்களுக்கு முன்னிருந்தவர்களும் (தூதர்களுக்கு எதிராக) திட்டமாக சூழ்ச்சி செய்தனர். ஆக, (நிறைவேறுகின்ற) சூழ்ச்சி அனைத்தும் அல்லாஹ்விற்கே உரியதாகும். (அவனது சூழ்ச்சிதான் நிறைவேறும்.) ஒவ்வோர் ஆன்மாவும் செய்வதை அவன் நன்கறிவான். மேலும், எவருக்கு மறுமையின் அழகிய முடிவு உண்டு என்பதை நிராகரிப்பவர்கள் விரைவில் அறிவார்கள்.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"ta"},{"name":"13:43","price":"மேலும், (நபியே!) “நீர் தூதராக இருக்கவில்லை” என்று நிராகரிப்பவர்கள் கூறுகிறார்கள். (நபியே!) நீர் கூறுவீராக: “எனக்கு மத்தியிலும் உங்களுக்கு மத்தியிலும் அல்லாஹ் போதுமான சாட்சியாக இருக்கிறான். இன்னும், வேதத்தின் ஞானம் உள்ளவர்களும் போதுமான சாட்சிகளாக இருக்கின்றனர்.”","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"","lang":"ta"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}