{"data":[{"name":"16:1","price":"அல்லாஹ்வுடைய கட்டளை வந்தே தீரும்! அதை (உடனே கொண்டுவரும்படி கூறி) நீங்கள் அவசரப்படுத்தாதீர்கள். அவன் மிகப் பரிசுத்தமானவன். இன்னும், அவர்கள் (-சிலை வணங்கிகள்) இணைவைப்பதை விட்டும் அவன் முற்றிலும் உயர்ந்தவன்.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:2","price":"அவன், தன் கட்டளைப்படி (வஹ்யி எனும்) உயிருடன், தன் அடியார்களில் தான் நாடுகின்றவர் மீது வானவர்களை இறக்குகிறான், “நிச்சயமாக என்னைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை; ஆகவே, (என்னை வணங்கி, என்னை மட்டுமே) அஞ்சுங்கள்” என்று (தூதர்களே!) நீங்கள் எச்சரியுங்கள்.","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:3","price":"அவன் வானங்களையும் பூமியையும் உண்மையான நோக்கத்திற்கே படைத்தான். அவர்கள் இணைவைப்பதை விட்டும் அவன் முற்றிலும் உயர்ந்தவன்.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:4","price":"இந்திரியத்திலிருந்து மனிதனைப் படைத்தான். ஆக, அவனோ (இறைவனுக்கு) வெளிப்படையான எதிரியாக இருக்கிறான்.","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:5","price":"மேலும், கால்நடைகள் - அவற்றை உங்களுக்காகப் படைத்தான். அவற்றில் உங்களுக்கு (குளிருக்கும் வெப்பத்திற்கும் இதமான) ஆடையும் இன்னும், பல பலன்களும் உள்ளன. இன்னும், அவற்றிலிருந்து நீங்கள் புசிக்கிறீர்கள்.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:6","price":"இன்னும், நீங்கள் அவற்றை மாலையில் (இருப்பிடங்களுக்கு) ஓட்டி வரும் நேரத்திலும் (காலையில்) மேய்க்க ஓட்டிச் செல்லும் நேரத்திலும் அவற்றில் உங்களுக்கு அழகு(ம் மகிழ்ச்சியும்) இருக்கிறது.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:7","price":"மிகுந்த சிரமத்துடனே தவிர நீங்கள் சென்று அடைய முடியாத ஊருக்கு அவை (உங்களையும்) உங்கள் சுமைகளையும் சுமக்கின்றன. நிச்சயமாக உங்கள் இறைவன் பெரும் இரக்கமுள்ளவன், மகா கருணையாளன்.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:8","price":"குதிரைகளை, கோவேறு கழுதைகளை, கழுதைகளை, அவற்றில் நீங்கள் வாகணிப்பதற்காகவும் (அவை உங்களுக்கு) அலங்காரமாக இருப்பதற்காகவும் (அல்லாஹ் படைத்தான்). இன்னும், நீங்கள் அறியாத (பல)வற்றை (அவன் உங்களுக்காக) படைப்பான்.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:9","price":"நேர்வழி(யை தெளிவுபடுத்துவது) அல்லாஹ்வின் பொறுப்பாகும். மேலும், வழிகளில் (சில) கோணலானதும் இருக்கிறது. இன்னும், அவன் நாடினால் உங்கள் அனைவரையும் நேர்வழி நடத்தி இருப்பான்.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:10","price":"அவன் மேகத்திலிருந்து மழை நீரை இறக்குகிறான். அதில் உங்களுக்கு குடிநீர் இருக்கிறது. இன்னும், அதிலிருந்து மரங்கள் (செடி கொடிகள், புற்பூண்டுகள்) முளைக்கின்றன. அவற்றில் (உங்கள் கால்நடைகளை) நீங்கள் மேய்க்கிறீர்கள்.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:11","price":"அதன் மூலம் பயிர்களையும், ஆலிவ் மரத்தையும், பேரீச்சை மரங்களையும், திராட்சைகளையும் இன்னும், எல்லா கனிவர்க்கங்களையும் அவன் உங்களுக்காக முளைக்க வைக்கிறான். சிந்திக்கின்ற மக்களுக்கு நிச்சயமாக இவற்றில் ஓர் அத்தாட்சி இருக்கிறது.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:12","price":"இன்னும், அவன் இரவையும், பகலையும், சூரியனையும், சந்திரனையும் உங்களுக்கு வசப்படுத்தினான். மேலும், நட்சத்திரங்களும் அவனுடைய கட்டளையினால் (உங்களுக்கு) வசப்படுத்தப்பட்டவையாகும். சிந்தித்து புரிகின்ற மக்களுக்கு நிச்சயமாக இவற்றில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:13","price":"இன்னும், பூமியில் உங்களுக்காக மாறுபட்ட நிறங்களுடன் எவற்றை படைத்தானோ அவற்றையும் உங்களுக்காக வசப்படுத்தினான். நல்லுபதேசம் பெறுகின்ற மக்களுக்கு நிச்சயமாக இதில் ஓர் அத்தாட்சி இருக்கிறது.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:14","price":"இன்னும், கடலிலிருந்து பசுமையான (மென்மையான) மாமிசத்தை நீங்கள் புசிப்பதற்காகவும்; இன்னும், நீங்கள் அணிகிற ஆபரணங்களை அதிலிருந்து நீங்கள் வெளியெடுப்பதற்காகவும்; இன்னும், அவனுடைய அருளை நீங்கள் தேடி பயணிப்பதற்காகவும்; இன்னும், (இவற்றை எல்லாம் பெற்றதற்காக அவனுக்கு) நீங்கள் நன்றி செலுத்துவதற்காகவும் (உங்களுக்கு) கடலை வசப்படுத்தி கொடுத்தான். இன்னும், அதில் கப்பல்களை – (அலைகளை) பிளந்து செல்பவையாக நீர் பார்க்கிறீர்.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:15","price":"இன்னும், பூமியில் - அது உங்களை அசைத்துவிடாமல் இருப்பதற்காக மலைகளை ஊன்றினான். இன்னும், (உங்கள் நீர் தேவைகளுக்காக) நதிகளையும்; இன்னும், நீங்கள் (உங்கள் இலக்குகளை அடைய) சரியான வழியில் செல்வதற்காக பாதைகளையும் அவன் அமைத்(து கொடுத்)தான்.","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:16","price":"இன்னும், (பகலில் நீங்கள் செல்லும் திசைகளை அறிய மலைகள் போன்ற) பல அடையாளங்களை அமைத்தான். இன்னும், (இரவில் பயணம் செய்யும்போது) அவர்கள் நட்சத்திரங்கள் மூலம் பாதைகளை அறிகிறார்கள்.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:17","price":"ஆக, (இவற்றை எல்லாம்) படைப்பவன், (எதையுமே) படைக்காதவன் போல் ஆவானா? (இருவரும் சமமானவர்களா?) ஆக, நீங்கள் நல்லுபதேசம் பெற வேண்டாமா?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:18","price":"மேலும், அல்லாஹ்வின் அருளை நீங்கள் எண்ணினால் அதை நீங்கள் எண்ணி முடிக்க மாட்டீர்கள். நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன்.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:19","price":"நீங்கள் மறைப்பதையும் நீங்கள் வெளிப்படுத்துவதையும் அல்லாஹ் நன்கறிவான்.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:20","price":"மேலும், அல்லாஹ்வையன்றி எவர்களை இவர்கள் அழைக்கிறார்களோ (-வணங்குகிறார்களோ) அவர்கள் எதையும் படைக்க மாட்டார்கள். அவர்களோ (மனிதர்களால்) உருவாக்கப்படுகிறார்கள்.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:21","price":"(அல்லாஹ்வை அன்றி வணங்கப்படுகின்ற இந்த சிலைகள்) இறந்தவர்கள்; உயிருள்ளவர்கள் அல்லர். இன்னும், (தாம்) எப்போது (மறுமையில்) எழுப்பப்படுவோம் என்பதை அவர்கள் அறியமாட்டார்கள்.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:22","price":"(நீங்கள் வணங்கத்தகுதியான) உங்கள் இறைவன் ஒரே ஓர் இறைவன்தான். ஆக, எவர்கள் மறுமையை நம்பிக்கை கொள்ளவில்லையோ அவர்களுடைய உள்ளங்கள் (அந்த உண்மையான இறைவனை) நிராகரிக்கின்றன. இன்னும், அவர்கள் (உண்மையான இறைவனை ஏற்காமல்) பெருமையடிக்கிறார்கள்.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:23","price":"நிச்சயமாக உண்மையில் அல்லாஹ் அவர்கள் மறைப்பதையும் அவர்கள் வெளிப்படுத்துவதையும் நன்கறிவான். நிச்சயமாக அவன் பெருமையடிப்பவர்களை நேசிக்கமாட்டான்.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:24","price":"“மேலும், உங்கள் இறைவன் என்ன இறக்கினான்” என்று அவர்களிடம் கூறப்பட்டால் “முன்னோரின் கட்டுக்கதைகள்” என்று கூறுகிறார்கள்.","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:25","price":"இதன் காரணமாக, மறுமை நாளில் அவர்கள் தங்கள் (பாவச்)சுமைகளை முழுமையாக சுமப்பார்கள். இன்னும், எவர்களை கல்வியின்றி இவர்கள் வழிகெடுத்தார்களோ அவர்களின் (பாவச்) சுமைகளிலிருந்தும் சுமப்பார்கள். அறிந்து கொள்ளுங்கள்! அவர்கள் சுமப்பது மிகக் கெட்டதாகும்.","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:26","price":"திட்டமாக இவர்களுக்கு முன்னிருந்தவர்களும் (இவ்வாறே) சூழ்ச்சி செய்தனர். ஆகவே, அல்லாஹ் அவர்களின் கட்டடத்திற்கு அடித்தளங்களில் இருந்து (தண்டனையை கொண்டு) வந்தான். ஆக, அவர்களுக்கு மேலிருந்து (அவர்கள் எழுப்பிய மாளிகையின்) முகடு அவர்கள் மீது விழுந்தது. இன்னும், அவர்கள் அறியாத விதத்தில் (அல்லாஹ்வின்) தண்டனை அவர்களுக்கு வந்தது.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:27","price":"பிறகு, மறுமை நாளில் (அல்லாஹ்) அவர்களை இழிவு படுத்துவான். இன்னும், “நீங்கள் எனக்கு இணைவைத்து வணங்கிய தெய்வங்கள் எங்கே? அவர்கள் விஷயத்தில் நீங்கள் (என்னிடம்) தர்க்கித்துக் கொண்டிருந்தீர்களே!” என்று கூறுவான். கல்வி கொடுக்கப்பட்டவர்கள் கூறுவார்கள்: “நிச்சயமாக இன்று இழிவும், தண்டனையும் நிராகரிப்பவர்கள் மீதுதான் (நிகழும்).”","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:28","price":"அவர்கள் தங்களுக்குத் தாமே தீங்கிழைத்தவர்களாக இருக்கும் நிலையில் அவர்களை வானவர்கள் உயிர் கைப்பற்றுகிறார்கள். ஆக, (அப்போது அவர்கள்) “தீமை எதையும் நாங்கள் செய்து கொண்டிருக்கவில்லை” (என்று கூறி) முற்றிலும் பணிந்து விடுவார்கள். “அவ்வாறல்ல! நிச்சயமாக அல்லாஹ் நீங்கள் செய்து கொண்டிருந்தவற்றை நன்கறிந்தவன்” (என்று வானவர்கள் பதிலளிப்பார்கள்).","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:29","price":"ஆக, “நரகத்தின் வாசல்களில் நுழையுங்கள், அதில் நிரந்தரமாக தங்கி விடுங்கள்.” ஆக, பெருமையடிப்பவர்களின் தங்குமிடம் மிகக் கெட்டதாகும்.","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:30","price":"இறையச்சம் உள்ளவர்களிடம், “உங்கள் இறைவன் என்ன இறக்கினான்” என்று கூறப்பட்டது. “சிறந்ததை இறக்கினான்” என்று அவர்கள் கூறினார்கள். நல்லறம் புரிந்தவர்களுக்கு இந்த உலகில் அழகியது உண்டு. (அவர்களுக்குரிய) மறுமையின் இல்லமோ (இம்மையை விட அவர்களுக்கு) மிக மேலானதாகும். இன்னும், இறையச்சமுள்ளவர்களின் (மறுமை) இல்லமோ மிகச் சிறந்ததாகும்.","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:31","price":"அத்ன் (என்னும்) சொர்க்கங்கள் (அவர்களுக்கு உண்டு). அவற்றில் அவர்கள் நுழைவார்கள். அவற்றின் கீழ் நதிகள் ஓடும். அவர்களுக்கு அதில் அவர்கள் நாடுவதெல்லாம் உண்டு. இவ்வாறுதான் அல்லாஹ் இறையச்சமுள்ளவர்களுக்கு கூலி கொடுக்கிறான்.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:32","price":"இறையச்சம் உள்ளவர்களோ நல்லவர்களாக இருக்கும் நிலையில் வானவர்கள் அவர்களை உயிர் கைப்பற்றுகிறார்கள். “ஸலாமுன் அலைக்கும் (உங்களுக்கு ஈடேற்றம் உண்டாகுக!) நீங்கள் (நற்செயல்) செய்து கொண்டிருந்ததின் காரணமாக சொர்க்கத்தில் நுழையுங்கள்” என்று (வானவர்கள் அவர்களிடம்) கூறுவார்கள்.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:33","price":"வானவர்கள் தங்களிடம் வருவதை; அல்லது, உம் இறைவனின் கட்டளை வருவதைத் தவிர அவர்கள் (வேறு எதையும்) எதிர்பார்க்கிறார்களா? இவர்களுக்கு முன்னிருந்தவர்களும் இவ்வாறே (அநியாயம்) செய்தனர். ஆனால், அல்லாஹ் அவர்களுக்கு தீங்கிழைக்கவில்லை. எனினும், அவர்கள் தங்களுக்குத் தாமே தீங்கிழைப்பவர்களாக இருந்தனர்.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:34","price":"ஆகவே, அவர்கள் செய்தவற்றின் தண்டனைகள் அவர்களை வந்தடைந்தன. இன்னும், அவர்கள் எதை கேலி செய்து கொண்டிருந்தார்களோ அது அவர்களைச் சூழ்ந்து கொண்டது.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:35","price":"இணைவைத்தவர்கள் கூறினார்கள்: “அல்லாஹ் நாடியிருந்தால் நாங்களும் எங்கள் மூதாதைகளும் அவனையன்றி வேறு எதையும் வணங்கியிருக்க மாட்டோம்; இன்னும், அவனுடைய அனுமதி இன்றி எதையும் தடுக்கப்பட்டதாக ஆக்கியிருக்க மாட்டோம்.” இவ்வாறே, இவர்களுக்கு முன்னிருந்தவர்களும் (விதண்டாவாதம்) செய்தார்கள். ஆக, தூதர்கள் மீது தெளிவாக எடுத்துரைப்பதைத் தவிர ஏதும் (பொறுப்பு) உண்டா?","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:36","price":"“அல்லாஹ்வை வணங்குங்கள்; இன்னும், ஷைத்தானை விட்டும் விலகுங்கள்” என்று (போதிப்பதற்காக) ஒவ்வொரு சமுதாயத்திலும் திட்டவட்டமாக ஒரு தூதரை அனுப்பினோம். ஆக, அல்லாஹ் நேர்வழி காட்டியவர்களும் அவர்களில் உண்டு. இன்னும், வழிகேடு உறுதியாகி விட்டவர்களும் அவர்களில் உண்டு. ஆக, பூமியில் பயணியுங்கள்; இன்னும், (நபிகளைப்) பொய்ப்பித்தவர்களின் முடிவு எவ்வாறு இருந்தது என்று பாருங்கள்.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:37","price":"(நபியே!) அவர்கள் நேர்வழி காட்டப்படுவதின் மீது நீர் பேராசைப்பட்டாலும், (பிறரை) வழிகெடுப்பவர்களை நிச்சயமாக அல்லாஹ் நேர்வழி செலுத்த மாட்டான். இன்னும், உதவியாளர்கள் அவர்களுக்கு இருக்க மாட்டார்கள்.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:38","price":"மேலும், “இறந்து போகிறவர்களை அல்லாஹ் (உயிர் கொடுத்து) எழுப்ப மாட்டான்” என்று அல்லாஹ்வின் மீது இவர்கள் மிக உறுதியாக சத்தியம் செய்தனர். அவ்வாறன்று, (“இறந்தவர்களை எழுப்புதல்” என்பது) அவன் மீது கடமையான (சத்திய) வாக்காகும்! எனினும், மக்களில் அதிகமானவர்கள் அறிய மாட்டார்கள்.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:39","price":"அவர்கள் எதில் கருத்து வேறுபாடு கொள்கிறார்களோ அதை (அல்லாஹ்) அவர்களுக்கு தெளிவுபடுத்துவதற்காகவும், நிராகரித்தவர்கள் நிச்சயமாக தாம் பொய்யர்களாக இருந்தோம் என்பதை அறிவதற்காகவும் (மறுமையில் அவர்களை அல்லாஹ் உயிர்ப்பிப்பான்).","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:40","price":"நாம் ஒரு பொருளை (உருவாக்க) நாடினால், அதற்கு நாம் (கூறுகிற) கூற்றெல்லாம் “ஆகு!” என்று கூறுவதுதான். (உடனே அது) ஆகிவிடும்.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:41","price":"இன்னும், எவர்கள் தங்களுக்கு அநீதியிழைக்கப்பட்ட பின்பு அல்லாஹ்விற்காக(த் தங்கள் ஊரை அல்லது தங்கள் நாட்டை) துறந்து சென்றார்களோ, அவர்களுக்கு நிச்சயமாக நாம் இவ்வுலகில் அழகிய (இருப்பிடத்)தை அமை(த்து கொடுத்து அதில் வசிக்க வை)ப்போம். (அவர்களுக்குரிய) மறுமையின் கூலியோ (இதைவிட) மிகப் பெரியது. (இதை எல்லோரும்) அறிந்திருக்க வேண்டுமே!","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:42","price":"அவர்கள் (சோதனைகளில்) பொறுமையாக இருந்தார்கள். இன்னும், தங்கள் இறைவன் மீதே நம்பிக்கை வை(த்து அவனை மட்டுமே சார்ந்து இரு)ப்பார்கள்.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:43","price":"(நபியே!) உமக்கு முன்பு நாம் (தூதர்களாக மனித இனத்தை சேர்ந்த) ஆடவர்களைத் தவிர (வானவர்களை) அனுப்பவில்லை. அ(ந்த ஆட)வர்களுக்கு நாம் வஹ்யி அறிவிப்போம். ஆகவே, (இவர்களை நோக்கி,) “நீங்கள் (இதை) அறியாதவர்களாக இருந்தால் (உண்மையான இறை வேதத்தின்) ஞானமுடையவர்களைக் கேளுங்கள்” (என்று கூறுவீராக!).","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:44","price":"அத்தாட்சிகளையும் வேதங்களையும் கொண்டு (அத்தூதர்களை அனுப்பினோம்). (இந்த) ஞானத்தை (நபியே!) உமக்கு இறக்கினோம், அம்மக்களுக்காக இறக்கப்பட்ட (இந்த ஞானத்)தை நீர் அவர்களுக்கு தெளிவுபடுத்துவதற்காகவும்; (அந்த ஞானத்தையும் நபியின் விளக்கத்தையும்) அவர்கள் சிந்திக்க வேண்டும் என்பதற்காகவும்!","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:45","price":"ஆக, தீமைகளுக்கு சூழ்ச்சி செய்தவர்கள் தங்களை அல்லாஹ் பூமியில் சொருகிவிடுவான் என்பதை; அல்லது, அவர்கள் உணராத விதத்தில் அவர்களுக்கு தண்டனை வரும் என்பதை அச்சமற்று விட்டனரா?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:46","price":"அல்லது, அவர்களது பயணத்தில் அவர்களை அவன் (சோதனையால்) பிடித்து விடுவதை அச்சமற்றுவிட்டனரா? ஆக, அவர்களோ (அவனை) பலவீனப்படுத்துபவர்கள் இல்லை.","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:47","price":"அல்லது (அவர்களது பூமியையும் செல்வத்தையும்) கொஞ்சம் கொஞ்சமாக குறைத்து அவர்களை அவன் பிடித்து விடுவதை அச்சமற்றனரா? ஆக, நிச்சயமாக உங்கள் இறைவன் மகா இரக்கமானவன், பெரும் கருணையாளன். (அதனால்தான் நீங்கள் உடனுக்குடன் தண்டிக்கப்படாமல் விட்டு வைக்கப்பட்டுள்ளீர்கள்.)","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:48","price":"மேலும், அல்லாஹ் படைத்த ஒரு பொருளையேனும் இவர்கள் கவனித்து பார்க்கவில்லையா? அவற்றின் நிழல்கள் அல்லாஹ்விற்கு சிரம் பணிந்தவையாக வலப்புறமாக இன்னும் இடப்புறமாக சாய்கின்றன. மேலும், அவை (அனைத்தும் அவனுக்கு) மிகப் பணிந்தவையாக இருக்கின்றன.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:49","price":"வானங்களில் உள்ள, பூமியில் உள்ள எல்லா உயிரினங்களும் வானவர்களும் அல்லாஹ்விற்கு சிரம் பணிகிறார்கள். அவர்களோ (அல்லாஹ்வை வணங்காமல்) பெருமையடிப்பதில்லை.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:50","price":"அவர்கள் தங்களுக்கு மேலுள்ள தங்கள் இறைவனைப் பயப்படுகிறார்கள். இன்னும், அவர்கள் தங்களுக்கு கட்டளையிடப்படுவதை (மட்டுமே) செய்கிறார்கள்.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:51","price":"இன்னும், அல்லாஹ் கூறுகிறான்: (மனிதர்களே! நீங்கள் வணங்குவதற்கு) இரண்டு கடவுள்களை எடுத்துக் கொள்ளாதீர்கள். (நீங்கள் எவனை வணங்கவேண்டுமோ) அவனெல்லாம் ஒரே ஒரு கடவுள்தான். ஆக, என்னையே பயப்படுங்கள்.","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:52","price":"இன்னும், வானங்களிலும் பூமியிலும் உள்ளவை அவனுக்கே உரியன! மேலும், வணக்க வழிபாடுகள் (நிலையானதாக,) என்றென்றும் அவனுக்கே உரியன. ஆகவே, அல்லாஹ் அல்லாதவற்றையா (தெய்வங்களாக ஆக்கிக்கொண்டு அவற்றை) அஞ்சுகிறீர்கள்?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:53","price":"மேலும், உங்களிடம் உள்ள அருட்கொடைகள் எல்லாம் அல்லாஹ்விடம் இருந்துதான் (உங்களுக்கு) கிடைத்தன. பிறகு, உங்களுக்கு துன்பம் ஏற்பட்டால் அவனிடமே (பிரார்த்தித்து அதை நீக்கக் கோரி) மன்றாடுகிறீர்கள்.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:54","price":"பிறகு, அவன் உங்களை விட்டு அந்த துன்பத்தை நீக்கினால், அப்போது உங்களில் ஒரு பிரிவினர் தங்கள் இறைவனுக்கு இணைவைக்கிறார்கள்.","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:55","price":"நாம் அவர்களுக்கு கொடுத்தவற்றுக்கு நன்றி மறுப்பதற்க்காகவே (இவ்வாறு இணைவைக்கிறார்கள்). ஆகவே, (இவ்வுலகில் கொஞ்சம்) சுகமனுபவியுங்கள். நீங்கள் (உங்கள் தீய முடிவை மறுமையில்) அறிவீர்கள்.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:56","price":"இன்னும், நாம் அவர்களுக்குக் கொடுத்தவற்றிலிருந்து ஒரு பாகத்தை (எதையும்) அறியாதவர்களுக்காக (-சிலைகளுக்காக) படைக்கிறார்கள். அல்லாஹ்வின் மீது சத்தியமாக! நீங்கள் இட்டுக்கட்டிக் கொண்டிருந்ததைப் பற்றி (மறுமையில்) நிச்சயமாக விசாரிக்கப்படுவீர்கள்.","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:57","price":"இன்னும், அல்லாஹ்விற்குப் பெண் பிள்ளைகளையும் அவர்களுக்கோ அவர்கள் விரும்புவதையும் ஏற்படுத்திக் கொள்கிறார்கள். அவனோ (சந்ததிகளின் தேவையை விட்டு) மிகப் பரிசுத்தமானவன்.","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:58","price":"மேலும், பெண் குழந்தையைக் கொண்டு அவர்களில் ஒருவனுக்கு நற்செய்தி கூறப்பட்டால் அவனோ துக்கப்பட்டவனாக அவனுடைய முகம் கறுத்ததாக ஆகிவிடுகிறது.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:59","price":"தனக்குக் கூறப்பட்ட நற்செய்தியின் தீமையினால், “கேவலத்துடன் அதை வைத்திருப்பதா? அல்லது (உயிருடன்) அதை மண்ணில் புதைப்பதா?” என்று (பிற) மக்களை விட்டு (தனக்கு பிறந்த பெண் பிள்ளையை) மறைந்து கொள்கிறான். அறிந்து கொள்ளுங்கள்: அவர்களின் (இந்த) தீர்ப்பு மிகக் கெட்டதாகும்.","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:60","price":"மறுமையை நம்பிக்கை கொள்ளாதவர்களுக்கே கெட்ட தன்மை உள்ளது. அல்லாஹ்விற்கோ மிக உயர்ந்த தன்மை உண்டு. இன்னும், அவன் மிகைத்தவன், மகா ஞானவான்.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:61","price":"மேலும், மக்களை அவர்களுடைய குற்றத்தின் காரணமாக அல்லாஹ் (உடனுக்குடன்) தண்டித்தால் (பூமியில்) ஓர் உயிரினத்தையுமே அவன் விட்டு வைத்திருக்க மாட்டான். எனினும், ஒரு குறிப்பிடப்பட்ட தவணை வரை அவர்களைப் பிற்படுத்துகிறான். ஆக, அவர்களுடைய (இறுதி) தவணை வந்தால் ஒரு விநாடி பிந்தவும் மாட்டார்கள்; முந்தவும் மாட்டார்கள்.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:62","price":"அவர்கள் வெறுப்பவற்றை அல்லாஹ்விற்கு ஆக்குகிறார்கள். இன்னும், நிச்சயமாக தங்களுக்கு சொர்க்கம் உண்டு என்று அவர்களின் நாவுகள் பொய்யை வர்ணிக்கின்றன. கண்டிப்பாக நிச்சயம் இவர்களுக்கு நரகம்தான்; மேலும், நிச்சயம் இவர்கள் (நரகத்தில் உதவி செய்வோர் யாருமின்றி விட்டு) விடப்படுவார்கள்.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:63","price":"(நபியே!) அல்லாஹ்வின் மீது சத்தியமாக! உமக்கு முன்னர் (பல) சமுதாயங்களுக்கு (நம்) தூதர்களை திட்டவட்டமாக அனுப்பினோம். ஆக, ஷைத்தான் அவர்களுக்கு அவர்களுடைய (தீய) செயல்களை அலங்கரித்தான். ஆகவே, இன்று(ம்) அவர்களுக்கு அவனே நண்பன் ஆவான். இன்னும், (நரகத்தில்) துன்புறுத்தக்கூடிய தண்டனை அவர்களுக்கு உண்டு.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:64","price":"(நபியே!) இவர்கள் எதில் கருத்து வேறுபாடு கொண்டார்களோ அதை நீர் தெளிவுபடுத்துவதற்காக; (மக்கள் எல்லோருக்கும்) நேர்வழியாகவும் நம்பிக்கை கொள்கிற மக்களுக்கு அருளாகவும் இருப்பதற்காகவே தவிர உம்மீது இவ்வேதத்தை நாம் இறக்கவில்லை.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:65","price":"அல்லாஹ் மேகத்திலிருந்து மழையை இறக்குகிறான்; ஆக, அதன் மூலம் பூமியை - அது இறந்த பின்னர் - உயிர்ப்பிக்கின்றான். (நல்லுபதேசத்திற்கு) செவிசாய்க்கின்ற மக்களுக்கு நிச்சயமாக இதில் ஓர் அத்தாட்சி இருக்கிறது.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:66","price":"இன்னும், நிச்சயமாக (ஆடு, மாடு, ஒட்டகம் ஆகிய) கால்நடைகளில் உங்களுக்கு ஒரு படிப்பினை உண்டு. இரத்தத்திற்கும் சாணத்திற்கும் இடையில் அவற்றின் வயிறுகளிலிருந்து கலப்பற்ற, அருந்துபவர்களுக்கு மதுரமான பாலை உங்களுக்குப் புகட்டுகிறோம்.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:67","price":"இன்னும், பேரீச்சை மரத்தின் கனிகள் இன்னும் திராட்சைகளில் இருந்து போதை தரக்கூடிய பானத்தையும்,* நல்ல உணவுகளையும் செய்கிறீர்கள். சிந்தித்துப் புரிகின்ற மக்களுக்கு நிச்சயமாக இதில் ஓர் அத்தாட்சி இருக்கிறது.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"*இது மது தடுக்கப்படுவதற்கு முன்பு இறக்கப்பட்ட வசனமாகும். பிறகு, 5:90 வது வசனத்தின் மூலம் மது ஹராமாக - தடுக்கப்பட்டதாக ஆக்கப்பட்டது.","lang":"ta"},{"name":"16:68","price":"இன்னும், “மலைகளிலும், மரங்களிலும், அவர்கள் கட்டுகிற (பெட்டிகள் போன்ற)வற்றிலும் கூடுகளை அமைத்துக்கொள்” என்று உம் இறைவன் தேனீக்கு உள்ளுணர்வை ஏற்படுத்தினான்.","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:69","price":"பிறகு, “ஒவ்வொரு பூக்களிலிருந்தும் புசி! ஆக, உனது இறைவன் (உனக்கு காண்பித்த) சுலபமான வழிகளில் (உன் கூட்டை நோக்கிச்) செல்!” (எனக் கட்டளையிட்டான்). இதனால், அதன் வயிறுகளிலிருந்து மாறுபட்ட பல நிறங்களையுடைய பானம் (தேன்) வெளியேறுகிறது. அதில் மக்களுக்கு நோய் நிவாரணம் உண்டு. சிந்திக்கின்ற மக்களுக்கு நிச்சயமாக இதில் அத்தாட்சி இருக்கிறது.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:70","price":"அல்லாஹ்தான் உங்களைப் படைத்தான். பிறகு உங்களை உயிர் கைப்பற்றுகிறான். இன்னும், (பலவற்றை) அறிந்திருந்த பின்பு ஒன்றையும் அறியாமல் ஆகுவதற்காக அற்பமான (முதுமை) வயது வரை திருப்பப்படுபவரும் உங்களில் உண்டு. நிச்சயமாக அல்லாஹ் நன்கறிந்தவன், பேராற்றலுடையவன்.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:71","price":"இன்னும், உங்களில் சிலரைவிட சிலரை வாழ்வாதாரத்தில் அல்லாஹ்தான் மேன்மையாக்கினான். ஆக, இவ்வாறிருந்தும், மேன்மையாக்கப்பட்டவர்கள், தங்கள் வாழ்வாதாரத்(தில் தங்கள் தேவைக்குப் போக இருப்ப)தை தங்கள் வலக்கரங்கள் சொந்தமாக்கியவர்கள் மீது திருப்பக் கூடியவர்களாக இல்லை. (அப்படி கொடுத்தால்) அவர்களும் அதில் (இவர்களுக்கு) சமமானவர்களாக ஆகிவிடுவார்கள். (ஆனால், அதை அவர்கள் விரும்புவது இல்லை. அப்படி இருக்க அல்லாஹ்விற்கு மட்டும் இணை தெய்வங்களை எப்படி கற்பனை செய்கிறார்கள்?) அல்லாஹ்வின் அருளையா (அவர்கள்) நிராகரிக்கிறார்கள் (அதில் அல்லாஹ் அல்லாதவர்களை கூட்டாக்குவதன் மூலம்)?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:72","price":"இன்னும், உங்களிலிருந்தே (உங்கள்) மனைவிகளை உங்களுக்காக அல்லாஹ் படைத்தான். உங்கள் மனைவிகளிலிருந்து ஆண் பிள்ளைகளையும், பேரன்களையும் உங்களுக்கு படைத்தான். இன்னும், நல்லவற்றிலிருந்து உங்களுக்கு உணவளித்தான். ஆக, (இவ்வாறிருக்க) அவர்கள் (சிலைகள் அல்லது இறை நேசர்கள் குழந்தை பாக்கியம் தருவார்கள் என்று) பொய்யை நம்பிக்கை கொண்டு, அல்லாஹ்வின் அருட்கொடையை நிராகரிக்கின்றனரா?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:73","price":"இன்னும், இவர்கள் அல்லாஹ்வை அன்றி எவற்றை வணங்குகிறார்கள் என்றால் அவை இவர்களுக்கு வானங்கள் இன்னும் பூமியிலிருந்து எந்த ஒன்றையும் உணவளிக்க உரிமை பெற மாட்டார்கள். இன்னும், அவை (அதற்கு அறவே) ஆற்றல் பெற மாட்டார்கள்.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:74","price":"ஆகவே, அல்லாஹ்விற்கு நீங்கள் உதாரணங்களை(யும் தன்மைகளையும்) விவரிக்காதீர்கள். நிச்சயமாக அல்லாஹ் (தன் தன்மையை) அறிவான்; நீங்களோ (அவனது தன்மைகளை அவன் உங்களுக்கு அறிவித்தால் தவிர) அறிய மாட்டீர்கள்.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:75","price":"அல்லாஹ் ஓர் உதாரணத்தை விவரிக்கிறான். பிறருக்குச் சொந்தமான, ஒன்றையும் (செய்ய) ஆற்றல் பெறாத அடிமை ஒருவர் இருக்கிறார். இன்னும் (வேறு) ஒருவர் இருக்கிறார். அவருக்கு நாம் நம் புறத்திலிருந்து அழகிய வாழ்வாதாரத்தை வழங்கினோம். ஆகவே அவர் அதிலிருந்து இரகசியமாகவும் வெளிப்படையாகவும் தர்மம் புரிகிறார். இ(ந்த இரு)வர்கள் சமமாவார்களா? (சமமாக மாட்டார்கள்.) புகழ் அனைத்தும் அல்லாஹ்விற்கே. எனினும், அவர்களில் அதிகமானவர்கள் (இதை) அறிய மாட்டார்கள்.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:76","price":"இன்னும், அல்லாஹ் ஓர் உதாரணத்தை விவரிக்கிறான்: இரு ஆடவர்கள் இருக்கிறார்கள். அவ்விருவரில் ஒருவர் ஊமை. அவர் எதையும் செய்ய சக்தி பெறமாட்டார். இன்னும், அவர் தன் எஜமானர் மீது சுமையாக இருக்கிறார். அவரை அவர் எங்கு (வேலைக்கு) அனுப்பினாலும் ஒரு நன்மையும் அவர் செய்யமாட்டார். இவரும், எவர் தானும் நேரான வழியில் இருந்துகொண்டு (மற்றவர்களுக்கும்) நீதத்தை ஏவுகிறாரோ அவரும் சமமாவார்களா?","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:77","price":"வானங்களிலும் பூமியிலும் உள்ள மறைவானவை அல்லாஹ்வுக்கே சொந்தம். மறுமையின் காரியம், கண் பார்வை சிமிட்டுவதைப் போல்; அல்லது, (அதைவிட) மிக சமீபமானதாகவே தவிர இருக்காது. நிச்சயமாக அல்லாஹ் எல்லாவற்றின் மீதும் பேராற்றலுடையவன்.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:78","price":"ஒன்றையுமே நீங்கள் அறியாதவர்களாக இருக்கின்ற நிலையில் உங்கள் தாய்மார்களின் வயிறுகளிலிருந்து அல்லாஹ்தான் உங்களை வெளிப்படுத்தினான். இன்னும், உங்களுக்குச் செவிகளையும், பார்வைகளையும், உள்ளங்களையும் படைத்தான், நீங்கள் (அவனுக்கு) நன்றி செலுத்துவதற்காக!","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:79","price":"வானத்தின் ஆகாயத்தில் (பறப்பதற்காகவும் மிதப்பதற்காகவும்) வசப்படுத்தப்பட்டவையாக (மிதக்கின்ற) பறவைகளை அவர்கள் பார்க்கவில்லையா? அவற்றை (வானத்தில்) அல்லாஹ்வைத் தவிர (எவரும்) தடுத்து வைக்கவில்லை. நம்பிக்கை கொள்கிற மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:80","price":"அல்லாஹ் உங்கள் வீடுகளில் உங்களுக்கு (வசதியான) தங்குதலை அமைத்தான். இன்னும், கால்நடைகளின் தோல்களிலிருந்து உங்களுக்கு கூடாரங்களை அமைத்தான். அவற்றை நீங்கள் பயண நாளிலும், நீங்கள் தங்குகின்ற நாளிலும் எளிதாக பயன்படுத்திக்கொள்கிறீர்கள். அவற்றில் (செம்மறியாட்டின்) கம்பளிகள், (ஒட்டகத்தின்) உரோமங்கள் (வெள்ளாட்டின்) முடிகள் ஆகியவற்றிலிருந்து (தேவையான ஆடைகளையும் பல வகையான) பொருள்களையும் (அவற்றின் வியாபாரத்தினால் அதிகமான செல்வத்தையும், உங்கள் மரணம் சமீபிக்கும்) ஒரு காலம் வரை சுகமான பயன்பாட்டையும் உங்களுக்கு அவன் ஏற்படுத்திக் கொடுத்தான்.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:81","price":"இன்னும், அல்லாஹ், தான் படைத்திருப்பவற்றில் உங்களுக்கு நிழல்களை அமைத்தான். இன்னும், மலைகளில் உங்களுக்கு குகைகளை அமைத்தான். இன்னும், வெப்பத்திலிருந்து(ம் குளிரிலிருந்தும்) உங்களை பாதுகாக்கக்கூடிய சட்டைகளையும், உங்கள் (எதிரிகளின்) பலமான தாக்குதலை விட்டும் உங்களை பாதுகாக்கக்கூடிய (இரும்பினால் ஆன உருக்கு) சட்டைகளையும் ஏற்படுத்தினான். இவ்வாறுதான், அவன் தன் அருட்கொடையை உங்கள் மீது முழுமையாக்குகிறான், நீங்கள் (அவனுக்கு) முற்றிலும் பணிந்து நடப்பதற்காக!","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:82","price":"ஆக, (நபியே!) அவர்கள் (உம்மை விட்டு புறக்கணித்து) விலகினால் (கவலைப்படாதீர்.) உம் மீது கடமை எல்லாம் தெளிவாக எடுத்துரைப்பதுதான்.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:83","price":"அல்லாஹ்வின் அருட்கொடையை அறிகிறார்கள். பிறகு, அதை நிராகரிக்கிறார்கள். இன்னும், அவர்களில் அதிகமானவர்கள் நன்றி கெட்டவர்கள்.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:84","price":"அந்நாளில் ஒவ்வொரு சமுதாயத்திலிருந்தும் (நாம்) ஒரு சாட்சியாளரை எழுப்புவோம். பிறகு, (தூதர்களை) நிராகரித்தவர்களுக்கு (எதுவும் பேச) அனுமதிக்கப்படாது. இன்னும், அவர்கள் (தங்கள் பாவங்களுக்கு) சாக்குபோக்கு சொல்ல (-மன்னிப்பு கேட்க) வைக்கப்பட மாட்டார்கள்.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:85","price":"தீங்கிழைத்தவர்கள் (மறுமையில்) தண்டனையைக் கண்டால் (அதைக் குறைக்க காரணம் கூறுவார்கள். ஆனால்), அவர்களை விட்டு (தண்டனை) இலகுவாக்கப்படாது. இன்னும், அவர்கள் (சிறிது நேரம் தண்டனை இன்றி இருக்க) அவகாசமும் அளிக்கப்பட மாட்டார்கள்.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:86","price":"இணைவைத்தவர்கள் (அல்லாஹ்விற்கு இணை வைத்து வணங்கிய) தங்களுடைய (கற்பனை) தெய்வங்களை (மறுமையில்) பார்த்தால் (அல்லாஹ்வை நோக்கி), “எங்கள் இறைவா! உன்னையன்றி நாங்கள் அழைத்துக் கொண்டிருந்த எங்கள் தெய்வங்கள் இவைதான்” என்று கூறுவார்கள். ஆனால், அவைகளோ இவர்களை நோக்கி “நிச்சயமாக நீங்கள் பொய்யர்கள்தான், (நாங்கள் தெய்வங்களல்ல)” என்று கூறிவிடும்.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:87","price":"இன்னும், அந்நாளில் அவர்கள் அல்லாஹ்விற்கு முன் முற்றிலும் பணிந்து விடுவார்கள். மேலும்,  (தெய்வங்கள் என்று) இவர்கள் இட்டுக்கட்டிக் கொண்டிருந்தவை இவர்களை விட்டும் மறைந்து விடும்.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:88","price":"எவர்கள் நிராகரித்தார்களோ, இன்னும், அல்லாஹ்வுடைய பாதையை விட்டு (பிற மக்களை) தடுத்தார்களோ - அவர்களுக்கு, அவர்கள் விஷமம் செய்து கொண்டிருந்த காரணத்தால் தண்டனைக்கு மேல் தண்டனையை அதிகப்படுத்துவோம்.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:89","price":"இன்னும், (நபியே!) அந்த நாளை நினைவு கூர்வீராக! அதில் ஒவ்வொரு சமுதாயத்திலும் அவர்களிலிருந்தே அவர்களுக்கு எதிராக ஒரு சாட்சியாளரை நாம் எழுப்புவோம்; இன்னும், (நிராகரித்த) இவர்களுக்கு எதிராக உம்மை சாட்சியாளராக அழைத்து வருவோம். (நபியே!) எல்லாவற்றையும் தெளிவுபடுத்தக்கூடியதாகவும் நேர்வழி காட்டியாகவும் (அதை ஏற்று செயல்படுகின்ற) முஸ்லிம்களுக்கு அருளாகவும் நற்செய்தியாகவும் இவ்வேதத்தை உம்மீது இறக்கினோம்.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:90","price":"நிச்சயமாக அல்லாஹ், (நீங்கள்) நீதம் செலுத்துவதற்கும், நல்லறம் புரிவதற்கும், உறவினர்களுக்கு கொடுப்பதற்கும் (உங்களை) ஏவுகிறான். மேலும், மானக்கேடானவை, பாவம், அநியாயம் ஆகியவற்றை விட்டும் அவன் (உங்களைத்) தடுக்கிறான். நீங்கள் நல்லுபதேசம் பெறுவதற்காக உங்களுக்கு (இவற்றை) உபதேசிக்கிறான்.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:91","price":"இன்னும், நீங்கள் உடன்படிக்கை செய்தால் அல்லாஹ்வின் (பெயரால் செய்யப்பட்ட அந்த) உடன்படிக்கையை முழுமையாக நிறைவேற்றுங்கள். மேலும், சத்தியங்களை - அவற்றை உறுதிபடுத்திய பின்பு - முறிக்காதீர்கள். நீங்களோ அல்லாஹ்வை உங்கள் மீது பொறுப்பாளனாக ஆக்கிவிட்டீர்கள். நிச்சயமாக அல்லாஹ் நீங்கள் செய்வதை நன்கறிவான்.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:92","price":"இன்னும், எவள் தான் நெய்த கயிறை (அது நெய்யப்பட்டு) உறுதி பெற்ற பின்பு (பல) உதிரிகளாக பிரித்தாளோ அவளைப் போன்று நீங்கள் ஆகிவிடாதீர்கள். ஒரு சமுதாயத்தை விட (வேறு) ஒரு சமுதாயம் பலம் வாய்ந்தவர்களாக இருப்பதற்காக (பலவீனர்களுடன் நீங்கள் செய்த) உங்கள் சத்தியங்களை ஏமாற்றுவதாக, வஞ்சகமாக ஆக்கிவிடுகிறீர்களா?. நிச்சயமாக அல்லாஹ் உங்களை இதன் மூலம் சோதிக்கிறான். நீங்கள் தர்க்கித்துக் கொண்டிருந்தவற்றை மறுமை நாளில் (அவன்) உங்களுக்கு நிச்சயம் தெளிவுபடுத்துவான்.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:93","price":"அல்லாஹ் நாடியிருந்தால் (இஸ்லாமைப் பின்பற்றுகிற) ஒரே ஒரு சமுதாயமாக உங்களை ஆக்கியிருப்பான். எனினும், தான் நாடுகின்றவர்களை வழிகெடுக்கிறான். இன்னும், தான் நாடுகின்றவர்களை நேர்வழி செலுத்துகிறான். மேலும், நீங்கள் செய்து கொண்டிருந்தவற்றைப் பற்றி நிச்சயமாக (மறுமையில்) விசாரிக்கப்படுவீர்கள்.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:94","price":"உங்கள் சத்தியங்களை உங்களுக்கு மத்தியில் (பிறரை) ஏமாற்றுவதற்காக, (வஞ்சிப்பதற்காக) ஆக்கிக் கொள்ளாதீர்கள். (அவ்வாறு செய்தால், இஸ்லாமிய மார்க்கத்தில் உங்கள் கால்) பாதம் அது நிலைபெற்ற பின் (அதிலிருந்து) சருகி (வழிகேட்டில் சென்று) விடும். இன்னும், (சத்தியத்தை முறித்து) அல்லாஹ்வின் பாதையை விட்டும் நீங்கள் தடுத்த காரணத்தால் துன்பத்தை அனுபவிப்பீர்கள். இன்னும், உங்களுக்கு மகத்தானதொரு தண்டனை உண்டு.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:95","price":"அல்லாஹ்வின் (பெயரால் செய்யப்பட்ட) உடன்படிக்கைக்குப் பகரமாக (உலகத்தின்) சொற்ப விலையை வாங்காதீர்கள். நீங்கள் (ஒப்பந்தத்தை மீறாமல் இருப்பதன் மூலம் அல்லாஹ்விடம் உங்களுக்கு கிடைக்கும் இம்மை மறுமையின் நன்மையை நீங்கள்) அறிந்தவர்களாக இருந்தால் அல்லாஹ்விடத்தில் இருப்பதுதான் உங்களுக்கு மிக மேலானதாகும். (ஆகவே உடன்படிக்கைகளை பேணி நடங்கள்!)","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:96","price":"உங்களிடம் உள்ளவை தீர்ந்துவிடும். அல்லாஹ்விடத்தில் உள்ளவையோ நிரந்தரமானவையாகும். மேலும், (உடன்படிக்கையை நிறைவேற்றுவதில்) பொறுமையாக(வும் உறுதியாகவும்) இருந்தவர்களுக்கு அவர்களின் கூலியை அவர்கள் செய்து கொண்டிருந்தவற்றில் மிக அழகியதைக் கொண்டு கொடுப்போம்.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:97","price":"ஆண்; அல்லது, பெண்களில் எவர்கள் நம்பிக்கை கொண்டவர்களாக இருக்கும் நிலையில் நல்லதை செய்வார்களோ நிச்சயம் நாம் அவர்களை நல்ல வாழ்க்கை வாழச் செய்வோம். இன்னும், அவர்கள் செய்து கொண்டிருந்தவற்றில் மிக அழகியதைக் கொண்டு அவர்களின் கூலியை நிச்சயம் அவர்களுக்குக் கொடுப்போம்.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:98","price":"ஆக, (நபியே!) நீர் குர்ஆனை ஓதினால் விரட்டப்பட்ட ஷைத்தானை விட்டும் அல்லாஹ்விடம் பாதுகாவல் கோருவீராக.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:99","price":"நிச்சயமாக எவர்கள் (அல்லாஹ்வை) நம்பிக்கை கொண்டு, தங்கள் இறைவன் மீது நம்பிக்கை வைத்(து அவனை மட்டுமே சார்ந்த்)திருக்கிறார்களோ அவர்கள் மீது அவனுக்கு (-ஷைத்தானுக்கு) அதிகாரம் எதுவும் இல்லை.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:100","price":"நிச்சயமாக அவனுடைய அதிகாரமெல்லாம் அவனுடன் நட்பு வைப்பவர்கள் மீதும் அல்லாஹ்விற்கு இணைவைப்பவர்கள் மீதும்தான்.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:101","price":"(நபியே!) நாம் ஒரு வசனத்தின் இடத்தில் மற்றொரு வசனத்தை மாற்றினால், - அல்லாஹ்வோ தான் இறக்குவதை மிக அறிந்தவனாக இருக்கிறான், - இவர்கள் (உம்மை நோக்கி) “நிச்சயமாக நீர் (தானாக இதை) இட்டுக்கட்டுகிறீர்” என்று கூறுகிறார்கள். மாறாக, இவர்களில் அதிகமானவர்கள் (இதன் உண்மையை) அறிய மாட்டார்கள்.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:102","price":"(நபியே!) கூறுவீராக: “நம்பிக்கை கொண்டவர்களை உறுதிப்படுத்துவதற்காகவும், (எல்லா மக்களுக்கும்) நேர்வழியாகவும் (குறிப்பாக அதன்படி நடக்கின்ற) முஸ்லிம்களுக்கு நற்செய்தியாகவும் இதை உம் இறைவனிடமிருந்து ‘ரூஹுல் குதுஸ்’ (என்ற ஜிப்ரயீல்) உண்மையுடன் இறக்கினார்.”","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:103","price":"“அவருக்குக் கற்றுக் கொடுப்பதெல்லாம் (ரோம் நாட்டை சேர்ந்த) மனிதர்தான் (அல்லாஹ் அல்ல)” என்று அவர்கள் கூறுவதை திட்டவட்டமாக அறிவோம். எவர் பக்கம் (இதை) அவர்கள் சேர்க்கிறார்களோ அவருடைய மொழி அரபி அல்லாததாகும். இதுவோ (நாகரிகமான) தெளிவான அரபி மொழியாகும்.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:104","price":"நிச்சயமாக எவர்கள் அல்லாஹ்வுடைய வசனங்களை நம்பிக்கை கொள்ளமாட்டார்களோ அவர்களை அல்லாஹ் நேர்வழி செலுத்த மாட்டான். இன்னும், துன்புறுத்தக்கூடிய தண்டனை அவர்களுக்கு உண்டு.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:105","price":"பொய்யை இட்டுக்கட்டுவதெல்லாம் அல்லாஹ்வின் வசனங்களை நம்பிக்கை கொள்ளாதவர்கள்தான். இன்னும், அவர்கள்தான் பொய்யர்கள். (நமது நபி அல்ல.)","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:106","price":"எவர் அல்லாஹ்வை நம்பிக்கை கொண்ட பின்னர், அவனை நிராகரிப்பாரோ, ஆனால் அவர் நிர்ப்பந்திக்கப்பட்டு, அவரது உள்ளமோ நம்பிக்கையில் திருப்தியடைந்த நிலையில் இருப்பவரைத் தவிர - (அவர் மன்னிக்கப்பட்டவர் ஆவார்.) எனினும், எவராவது மனதால் நிராகரிப்பை விரும்பினால் அவர்கள் மீது அல்லாஹ்வுடைய கோபம் நிகழும். இன்னும், அவர்களுக்கு கடுமையான தண்டனை உண்டு.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:107","price":"அது, “நிச்சயமாக அவர்கள் மறுமையைவிட உலக வாழ்க்கையை விரும்பினார்கள்; இன்னும், நிராகரிக்கின்ற மக்களை நிச்சயமாக அல்லாஹ் நேர்வழி செலுத்த மாட்டான்” என்ற காரணத்தினால் ஆகும்.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:108","price":"அவர்கள், எத்தகையோர் என்றால் அவர்களின் உள்ளங்கள் மீதும், செவிகள் மீதும், பார்வைகள் மீதும் அல்லாஹ் முத்திரையிட்டான். இன்னும், அவர்கள்தான் (தங்கள் தீயமுடிவை உணராமல்) கவனமற்று இருப்பவர்கள் ஆவார்கள்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:109","price":"உண்மையில் நிச்சயமாக அவர்கள் மறுமையில் நஷ்டவாளிகள்தான்.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:110","price":"பிறகு, எவர்கள் தாங்கள் துன்புறுத்தப்பட்ட பின்பு ஹிஜ்ரத் செய்து (தமது தாய் நாட்டை துறந்து), பிறகு போர் புரிந்து, (சோதனைகளில்) பொறுமையாக இருந்தார்களோ அவர்களுக்கு நிச்சயமாக உம் இறைவன், இவற்றுக்குப் பின்னர் (அவர்களை மன்னித்து கருணை காட்டும்) மகா மன்னிப்பாளனாக, மகா கருணையாளனாக இருக்கிறான்.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:111","price":"ஒவ்வோர் ஆன்மாவும் தன்னைப் பற்றி தானே தர்க்கித்ததாக வருகிற நாளில் (அல்லாஹ் அந்த தியாகிகளை மன்னிப்பான்). மேலும், (அந்நாளில்) ஒவ்வோர் ஆன்மாவுக்கும் அது செய்த செயல்களுக்கு முழுமையாக கூலி கொடுக்கப்படும். மேலும், அவர்கள் அநீதியிழைக்கப்பட மாட்டார்கள்.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:112","price":"ஓர் ஊரை அல்லாஹ் உதாரணமாக விவரிக்கிறான். அது, நிம்மதி பெற்றதாக, அச்சமற்றதாக இருந்தது. எல்லா இடங்களிலிருந்தும் தாராளமாக அதன் உணவு (-வாழ்வாதார தேவை) அதற்கு வந்தது. ஆக, (இப்படி இருக்கும் நிலையில்) அது அல்லாஹ்வு(க்கு மாறுசெய்து அவனு)டைய அருட்கொடைகளை நிராகரித்தது. ஆகவே, அ(வ்வூரில் உள்ள)வர்கள் செய்து கொண்டிருந்த (தீய)வற்றின் காரணமாக அல்லாஹ் பசி; இன்னும், பயத்தின் ஆடையை அதற்கு (-அந்த ஊர் மக்களுக்கு) சுவைக்கச் செய்தான். (அவர்கள் உடல் மெலிந்தவர்களாக, பயந்து நடுங்கியவர்களாக ஆகிவிட்டனர்.)","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:113","price":"இன்னும், அவர்களிலிருந்தே ஒரு தூதர் திட்டவட்டமாக அவர்களிடம் வந்தார். ஆக, அவர்கள் அவரைப் பொய்ப்பித்தனர். ஆகவே, அவர்கள் அநியாயக்காரர்களாக இருக்கின்ற நிலையில் அவர்களை (அல்லாஹ்வின்) தண்டனைப் பிடித்தது.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:114","price":"ஆக, (நம்பிக்கையாளர்களே!) அல்லாஹ் உங்களுக்கு அளித்தவற்றில் ஆகுமானதை, நல்லதை புசியுங்கள்! மேலும், அல்லாஹ்வின் அருட்கொடைகளுக்கு நன்றி செலுத்துங்கள்! நீங்கள் அவனையே வணங்குபவர்களாக இருந்தால்.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:115","price":"அவன் உங்கள் மீது தடுத்ததெல்லாம் செத்தது, இரத்தம், பன்றியின் மாமிசம், அல்லாஹ் அல்லாதவற்றின் பெயர் கூறப்பட்(டு அறுக்கப்பட்)டவை ஆகியவையாகும். ஆக, எவர் (அதை) விரும்பியவராக அல்லாமல், (சட்டத்தை) மீறியவராக அல்லாமல் (பசியின் கொடுமையால் மேற் கூறப்பட்ட தடுக்கப்பட்டவற்றில் எதையும் உண்ணவேண்டிய) நிர்ப்பந்தத்திற்குள்ளானாரோ நிச்சயமாக அல்லாஹ் (அவரை மன்னித்து கருணை புரியும்) மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:116","price":"மேலும், நீங்கள் அல்லாஹ்வின் மீது இட்டுக்கட்டுவதற்காக உங்கள் நாவுகள் வருணிக்கும் பொய்களின் பிரகாரம் “இது ஹலால் - ஆகுமானதாகும்; இது ஹராம் ஆகாததாகும்” என்று கூறாதீர்கள். நிச்சயமாக எவர்கள் அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டுகிறார்களோ அவர்கள் வெற்றி பெற மாட்டார்கள்.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:117","price":"(உலகில் அவர்கள் அனுபவிப்பதோ) ஒரு சொற்ப இன்பமாகும். இன்னும், (மறுமையில்) துன்புறுத்தக்கூடிய தண்டனை அவர்களுக்கு உண்டு.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:118","price":"(நபியே!) இதற்கு முன்னர் (6ம் அத்தியாயம் 146ம் வசனத்தில்) நாம் உம்மீது விவரித்தவற்றை யூதர்கள் மீது (ஹராம் என்று) தடுத்தோம். நாம் அவர்களுக்குத் தீங்கிழைக்கவில்லை. எனினும், அவர்கள்தான் தங்களுக்குத் தாமே தீங்கிழைப்பவர்களாக இருந்தனர்.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:119","price":"பிறகு, (தூதரே!) நிச்சயமாக உம் இறைவன், - எவர்கள் அறியாமையின் காரணமாக கெட்டதைச் செய்து, அதற்கு பின்னர் அதிலிருந்து திருந்தி, மன்னிப்புக்கேட்டு, (தங்களை) சீர்படுத்தி கொண்டார்களோ அவர்களுக்கு நிச்சயமாக உம் இறைவன் அ(வர்கள் திருந்திய)தற்குப் பின்னர் (அவர்களை) மன்னிப்பவனாகவும் (அவர்கள் மீது) கருணைபுரிபவனாகவும் இருக்கிறான்.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:120","price":"நிச்சயமாக இப்ராஹீம் நன்மையை போதிப்பவராக, அல்லாஹ்விற்கு மிக பணிந்தவராக, இஸ்லாமிய கொள்கையில் உறுதியுடையவராக இருந்தார். இன்னும் அவர் இணைவைப்பவர்களில் இருக்கவில்லை.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:121","price":"அவனுடைய அருட்கொடைகளுக்கு நன்றி செலுத்துபவராக இருந்தார். அல்லாஹ் அவரைத் தேர்ந்தெடுத்தான். இன்னும், நேரான பாதையில் அவரை அவன் நேர்வழி செலுத்தினான்.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:122","price":"மேலும், இவ்வுலகில் அவருக்கு அழகிய கூலியை கொடுத்தோம். இன்னும், நிச்சயமாக அவர் மறுமையில் நல்லவர்களில் உள்ளவர் ஆவார்.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:123","price":"பிறகு, (நபியே!) நீர் இஸ்லாமியக் கொள்கையில் உறுதியுடையவராக இருக்கின்ற நிலையில் இப்ராஹீமின் மார்க்கத்தை பின்பற்றுவீராக என்று உமக்கு வஹ்யி அறிவித்தோம். இன்னும், அவர் இணைவைப்பவர்களில் இருக்கவில்லை.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:124","price":"சனிக்கிழமையை(க் கண்ணியப்படுத்துவது கடமையாக) ஆக்கப்பட்டதெல்லாம், அதில் (தங்கள் நபியிடம்) கருத்து வேறுபாடு கொண்டவர்கள் மீதுதான். மேலும், நிச்சயமாக உம் இறைவன் மறுமை நாளில் அவர்களுக்கிடையில், அவர்கள் கருத்து வேறுபாடு கொண்டிருந்தவற்றில் தீர்ப்பளிப்பான்.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:125","price":"(நபியே!) ஞானம்; இன்னும், அழகிய உபதேசத்தின் மூலம் உம் இறைவனுடைய பாதையின் பக்கம் (மக்களை) அழைப்பீராக! மேலும், மிக அழகிய முறையில் அவர்களிடம் தர்க்கிப்பீராக! நிச்சயமாக உம் இறைவன், - அவனுடைய பாதையிலிருந்து யார் வழி தவறினாரோ  அவரை - மிக அறிந்தவன் ஆவான். இன்னும், நேர்வழிபெற்றவர்களையும் அவன் மிக அறிந்தவன் ஆவான்.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:126","price":"(நம்பிக்கையாளர்களே! உங்களை தாக்கியவர்களை) நீங்கள் தண்டித்தால் (வரம்பு மீறாமல்) நீங்கள் தண்டிக்கப்பட்டது போன்றே தண்டியுங்கள். நீங்கள் பொறு(மையாக இருந்து அவர்களை மன்னி)த்தால் அதுதான் பொறுமையாளர்களுக்கு மிக நல்லது!","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:127","price":"(நபியே!) பொறுமையாக இருப்பீராக. மேலும், அல்லாஹ்விற்காகவே தவிர உம் பொறுமை இல்லை. மேலும், அவர்கள் மீது கவலைப்படாதீர்! இன்னும், அவர்கள் சூழ்ச்சி செய்வதைப் பற்றி (மன) நெருக்கடியில் நீர் ஆகிவிடாதீர்.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"ta"},{"name":"16:128","price":"நிச்சயமாக அல்லாஹ் இறையச்சமுள்ளவர்களுடனும், நல்லறம் புரிபவர்களுடனும் இருக்கிறான்.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"ta"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}