{"data":[{"name":"17:1","price":"(மக்காவின்) புனிதமான மஸ்ஜிதிலிருந்து (பைத்துல் முகத்தஸில் உள்ள) அல் மஸ்ஜிதுல் அக்ஸா வரை தன் அடிமை(யாகிய முஹம்மத் நபி)யை இரவில் அழைத்துச் சென்ற (இறை)வன் மிகப் பரிசுத்தமானவன். அ(ந்த மஸ்ஜி)தைச் சுற்றி நாம் அருள் புரிந்தோம். நமது அத்தாட்சிகளிலிருந்து (பலவற்றை) அவருக்கு காண்பிப்பதற்காக அவரை அழைத்து சென்றோம். நிச்சயமாக அவன்தான் நன்கு செவியுறுபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:2","price":"இன்னும், மூஸாவிற்கு வேதத்தைக் கொடுத்தோம். மேலும், “நீங்கள் என்னைத் தவிர (எவரையும் உங்கள் தேவைகளுக்கு நீங்கள் பிரார்த்திக்கின்ற) பொறுப்பாளனாக எடுத்துக் கொள்ளாதீர்கள் என்று” இஸ்ராயீலின் சந்ததிகளுக்கு நேர்வழி காட்டக் கூடியதாக அ(ந்த வேதத்)தை ஆக்கினோம்.","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:3","price":"நூஹ்வுடன் நாம் (கப்பலில்) ஏற்றி பயணிக்க வைத்தவர்களின் சந்ததிகளே! நிச்சயமாக (நூஹ் ஆகிய) அவர் (அல்லாஹ்விற்கு) அதிகம் நன்றி செலுத்துகிற அடியாராக இருந்தார்.","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:4","price":"“நிச்சயமாக பூமியில் இரு முறை நீங்கள் விஷமம் செய்வீர்கள்; இன்னும், (இறைவனுக்கு முன்பாக) நிச்சயமாக நீங்கள் பெரும் ஆணவத்துடன் நடந்து கொள்வீர்கள் (-மக்கள் மீது கொடுங்கோலர்களாக, திமிர் பிடித்தவர்களாக ஆட்சி செய்வீர்கள்) என்று இஸ்ராயீலின் சந்ததிகளுக்கு வேதத்தில் அறிவித்தோம்.","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:5","price":"ஆக, அவ்விரண்டில் முதல் (முறையின்) வாக்கு வந்தபோது கடுமையான பலமு(ம் வீரமும் உ)டைய நமக்குரிய (சில) அடியார்களை உங்கள் மீது அனுப்பினோம். ஆக, அவர்கள் (உங்கள்) வீடுகளுக்கு நடுவில் ஊடுருவிச் சென்றனர். மேலும், (அது) ஒரு நிறைவேற்றப்பட்ட வாக்காக இருந்தது.","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:6","price":"பிறகு, (நீங்கள் திருந்தி, அல்லாஹ்வின் பக்கம் திரும்பியதால்) உங்களுக்கு சாதகமாக அவர்களுக்கு எதிராக தாக்குதலை (வெற்றியை) திருப்பினோம். செல்வங்கள்; இன்னும், ஆண் பிள்ளைகளைக் கொண்டு உங்களுக்கு உதவினோம். இன்னும், (குடும்ப) எண்ணிக்கையில் அதிகமானவர்களாக உங்களை ஆக்கினோம்.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:7","price":"நீங்கள் நன்மை செய்தால் (அது) உங்கள் ஆன்மாக்களுக்குத்தான் நன்மை செய்தீர்கள். மேலும், நீங்கள் தீமை செய்தால் அதுவும் அவற்றுக்கே (தீமையாக அமையும்). ஆக, (இரண்டு வாக்குகளில்) மற்றொரு வாக்கு வந்தபோது, (மீண்டும்) உங்கள் முகங்களை அவர்கள் கெடுப்பதற்காகவும் (-தோல்வியினால் உங்கள் முகங்கள் இழிவடைந்து வாடிபோவதற்காகவும்), முதல் முறை மஸ்ஜிதில் அவர்கள் நுழைந்தவாறு (இம்முறையும்) அவர்கள் அதில் நுழைவதற்காகவும், அவர்கள் வெற்றிகொண்ட ஊர்களை எல்லாம் அழித்தொழிப்பதற்காகவும் (அவர்களை மீண்டும் உங்கள் மீது அனுப்பினோம்).","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:8","price":"உங்கள் இறைவன் உங்களுக்கு கருணை புரியலாம். இன்னும், நீங்கள் (அழிச்சாட்டியத்தின் பக்கம்) திரும்பினால் நாமும் (உங்களைத் தண்டிக்க) திரும்புவோம். மேலும், நிராகரிப்பாளர்களுக்கு நரகத்தை விரிப்பாக ஆக்கினோம்.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:9","price":"நிச்சயமாக இந்த குர்ஆன் மிகச் சரியான (-மிகவும் நேர்மையான, நீதமான, எல்லோருக்கும் பொருத்தமான) மார்க்கத்தின் பக்கம் நேர்வழி காட்டுகிறது. இன்னும், நன்மைகளை செய்கின்ற நம்பிக்கையாளர்களுக்கு, “நிச்சயமாக அவர்களுக்கு பெரிய கூலி உண்டு” என்று நற்செய்தி கூறுகிறது.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:10","price":"இன்னும், “நிச்சயமாக எவர்கள் மறுமையை நம்பிக்கை கொள்ள வில்லையோ அவர்களுக்கு துன்புறுத்தக்கூடிய தண்டனையை தயார் செய்து இருக்கிறோம்” (என்று எச்சரிக்கிறது).","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:11","price":"மனிதன், தனது நன்மைக்காக பிரார்த்திப்பதைப் போலவே தீமைக்காக பிரார்த்திக்கிறான். மேலும், மனிதன் (எதிலும்) அவசரக்காரனாக இருக்கிறான்.","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:12","price":"இரவையும் பகலையும் நாம் இரு அத்தாட்சிகளாக ஆக்கினோம். ஆக, இரவின் அத்தாட்சியை மங்கச்செய்தோம். இன்னும், பகலின் அத்தாட்சியை ஒளிரக்கூடியதாக ஆக்கினோம், உங்கள் இறைவன் புறத்திலிருந்து (வாழ்வாதார) அருளை நீங்கள் தேடுவதற்காகவும் ஆண்டுகளின் எண்ணிக்கையையும் (மாதங்கள் இன்னும் நேரங்களின்) கணக்கையும் நீங்கள் அறிவதற்காகவும் (இப்படி அமைத்தோம்). மேலும், எல்லா விஷயங்களையும் நாம் மிக விரிவாக விவரித்தோம்.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:13","price":"இன்னும், ஒவ்வொரு மனிதனுக்கும் அவனுடைய செயல்களை (நாம் பதிவு செய்கின்ற ஓர் பதிவேட்டை) அவனுடைய கழுத்தில் இணைத்தோம். இன்னும், அவனுக்கு மறுமை நாளில் (அதை) ஒரு புத்தகமாக வெளிப்படுத்துவோம். அதை அவன் (தனக்கு முன்) விரிக்கப்பட்டதாக சந்திப்பான்.","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:14","price":"“உன் (அமல்கள் எழுதப்பட்ட) புத்தகத்தை நீ படி! இன்று உன்னை விசாரிக்க நீயே போதுமானவன்.","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:15","price":"எவர் நேர்வழி செல்வாரோ அவர் நேர்வழி செல்வதெல்லாம் தன் நன்மைக்காகவே. இன்னும், எவர் வழிகெடுவாரோ அவர் வழிகெடுவதெல்லாம் தனக்கெதிராகத்தான். மேலும், பாவியான ஓர் ஆன்மா மற்றோர் ஆன்மாவின் பாவத்திற்கு பொறுப்பாகாது. இன்னும், நாம் ஒரு தூதரை அனுப்பும் வரை (எவரையும்) தண்டிப்பவர்களாக நாம் இருக்கவில்லை.","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:16","price":"இன்னும், ஓர் ஊரை நாம் அழிக்க நாடினால், அதில் வசதி படைத்தவர்களை (நன்மையைக் கொண்டு) ஏவுவோம். (ஆனால், அவர்கள் நமது கட்டளைக்கு மாறு செய்து) அதில் பாவம் செய்வார்கள். ஆகவே, அதன் மீது நமது (தண்டனையின்) வாக்கு உறுதியாகிவிடும். ஆகவே, அதை நாம் முற்றிலும் தரைமட்டமாக்கி (அழித்து) விடுவோம்.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:17","price":"மேலும், நூஹுக்குப் பின்னர் எத்தனையோ (பல) தலைமுறைகளை அழித்தோம். இன்னும், தன் அடியார்களின் பாவங்களை ஆழ்ந்தறிந்தவனாக, உற்று நோக்கியவனாக உம் இறைவனே போதுமானவன்.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:18","price":"எவர், (அவசரமான) இம்மை (வாழ்க்கை)யை (மட்டும்) நாடுகின்றவராக இருப்பாரோ (அப்படிப்பட்டவர்களில்) நாம் நாடுபவருக்கு (உலக செல்வத்தில்) நாம் நாடுவதை (மட்டும்) அதில் முற்படுத்திக் கொடுப்போம். பிறகு, அவருக்கு நரகத்தை (தங்குமிடமாக) ஆக்குவோம். அவர் இகழப்பட்டவராக, (நம் அருளைவிட்டு) தூரமாக்கப்பட்டவராக (கேவலமாக தள்ளப்பட்டு) அதில் நுழை(ந்து எரிந்து பொசுங்கு)வார்.","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:19","price":"இன்னும், எவர்கள் நம்பிக்கை கொண்டவர்களாக இருந்து, மறுமையை நாடி, அதற்குரிய (சரியான) முயற்சிகளை செய்வார்களோ, அத்தகையவர்களுடைய முயற்சி நன்றி செலுத்தப்பட்(டு நற்கூலி கொடுக்கப்பட்)டதாக இருக்கும்.","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:20","price":"(உலகை விரும்புகிற) இவர்களுக்கும் (மறுமையை விரும்புகிற) இவர்களுக்கும் உம் இறைவனின் கொடையிலிருந்து நாம் கொடுத்து உதவுவோம். மேலும், உம் இறைவனின் கொடை (இவ்வுலகில் எவருக்கும்) தடுக்கப்பட்டதாக இருக்கவில்லை.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:21","price":"(நபியே!) அவர்களில் சிலரை விட சிலரை (பொருளாதாரத்தில்) எப்படி மேன்மையாக்கினோம் என்பதை கவனிப்பீராக! மேலும், மறுமை (வாழ்வு)தான் பதவிகளாலும் மிகப் பெரியது; மேன்மையாலும் மிகப் பெரியது.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:22","price":"(நபியே!) அல்லாஹ்வுடன் வணங்கப்படுகின்ற வேறு ஓர் இறைவனை ஆக்காதீர். (அவ்வாறு செய்தால்) இகழப்பட்டவராக, கைவிடப்பட்டவராக, முடங்கிவிடுவீர்.","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:23","price":"மேலும், (நபியே!) உம் இறைவன் (உமக்கும் உமது சமுதாயத்திற்கும்) கட்டளையிடுகிறான்: “அவனைத் தவிர (யாரையும்) நீங்கள் வணங்காதீர்கள்; இன்னும், பெற்றோருக்கு நல்லுபகாரம் புரியுங்கள்!” (மனிதனே!) உன்னிடம் அவ்விருவர்களில் ஒருவர்; அல்லது, அவர்கள் இருவரும் முதுமையை அடைந்தால் அவ்விருவரையும் (உதாசினப்படுத்தி) ‘ச்சீ’ என்று சொல்லாதே; இன்னும், அவ்விருவரையும் அதட்டாதே; இன்னும், அவ்விருவரிடமும் மிக கண்ணியமாக பேசு.","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:24","price":"இன்னும், அவர்களுக்கு முன் கருணையுடன் பணிவாக நடந்துகொள்! இன்னும், “என் இறைவா! நான் சிறியவனாக இருக்கும்போது என்னை அவர்கள் வளர்த்தவாறே நீயும் அவ்விருவருக்கும் கருணை புரி!” என்று கூறு!","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:25","price":"உங்கள் மனங்களில் உள்ளதை உங்கள் இறைவன் மிக அறிந்தவன். நீங்கள் நல்லவர்களாக இருந்தால் நிச்சயமாக அவன், (தன் பக்கம்) முற்றிலுமாக மீளுகிறவர்களை (-அதிகம் நன்மைகளை செய்பவர்களை) பெரிதும் மன்னிப்பவனாக இருக்கிறான்.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:26","price":"இன்னும், (மனிதனே! உன்) உறவினருக்கு அவருடைய உரிமையைக் கொடு! ஏழைக்கும் வழிப்போக்கருக்கும் (அவர்களின் உரிமைகளைக்) கொடு! மிதமிஞ்சி (வீணாக) செலவழிக்காதே!","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:27","price":"மிதமிஞ்சி செலவழிப்பவர்கள் ஷைத்தான்களின் சகோதரர்களாக இருக்கிறார்கள். ஷைத்தான் தன் இறைவனுக்கு நன்றி கெட்டவனாக இருக்கிறான்.","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:28","price":"இன்னும், (மனிதனே!) நீ உம் இறைவனிடமிருந்து ஓர் அருளை நாடி, அதை ஆதரவு வைத்தவனாக இருக்கும் நிலையில் (யாராவது உன்னிடம் யாசித்து வரும்போது) அவர்களை நீ புறக்கணித்தால், அவர்களுக்கு மென்மையான சொல்லைச் சொல்! (அவர் மீது கடுகடுக்காதே!).","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:29","price":"மேலும், (மனிதனே! தர்மம் செய்யாமல்) உனது கையை உன் கழுத்தில் விலங்கிடப்பட்டதாக ஆக்காதே! (செலவு செய்வதில்) அதை முற்றிலும் விரிக்காதே! அதனால் நீ பழிப்பிற்குரியவராக, (செல்வம் அனைத்தும்) தீர்ந்துபோனவராக தங்கிவிடுவாய்.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:30","price":"நிச்சயமாக உம் இறைவன், தான் நாடுகிறவருக்கு வாழ்வாதாரத்தை விரிவாக்குகிறான்; இன்னும், (தான் நாடுகிறவருக்கு) அளவாக (சுருக்கி)க் கொடுக்கிறான். நிச்சயமாக அவன், தன் அடியார்களை ஆழ்ந்தறிபவனாக, உற்று நோக்குபவனாக இருக்கிறான்.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:31","price":"(மனிதர்களே!) வறுமையைப் பயந்து உங்கள் குழந்தைகளைக் கொல்லாதீர்கள். நாம்தான் அவர்களுக்கும் உங்களுக்கும் உணவளிக்கிறோம். நிச்சயமாக அவர்களைக் கொல்வது பெரிய குற்றமாக இருக்கிறது.","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:32","price":"(மனிதர்களே!) விபச்சாரத்தை நெருங்காதீர்கள்! நிச்சயமாக அது மானக்கேடானதாக இருக்கிறது. இன்னும், அது கெட்ட வழியாக இருக்கிறது.","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:33","price":"மேலும், அல்லாஹ் புனிதமாக்கிய உயிரை உரிமையின்றி கொல்லாதீர்கள். இன்னும், எவர் அநீதி செய்யப்பட்டவராக கொல்லப்பட்டாரோ, (அவருக்காக பழிக்குப் பழி வாங்கும்) அதிகாரத்தை அவருடைய உறவினருக்கு நாம் ஆக்கினோம். ஆகவே, அவர் (-அந்த உறவினர் பழிக்குப்பழி) கொல்வதில் அளவு கடக்க வேண்டாம். நிச்சயமாக அவர் (-கொல்லப்பட்டவரின் உறவினர்) உதவி செய்யப்பட்டவராக இருக்கிறார்.*","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"*கொன்றவனை கொன்று பழிதீர்க்க; அல்லது, நஷ்டஈடு பெற கொல்லப்பட்டவரின் வாரிசுகளுக்கு அரசு உதவ வேண்டும்.","lang":"ta"},{"name":"17:34","price":"இன்னும், அனாதையின் செல்வத்தை அவர் தன் வாலிபத்தை அடையும் வரை மிக அழகிய முறையில் தவிர நெருங்காதீர்கள். மேலும், உடன்படிக்கையை நிறைவேற்றுங்கள். நிச்சயமாக உடன்படிக்கை (குறித்து மறுமையில்) விசாரிக்கப்படக் கூடியதாக இருக்கிறது.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:35","price":"இன்னும், நீங்கள் (பொருள்களை) அளந்(து கொடுத்)தால் (அந்த) அளவையை முழுமையாக்குங்கள்; இன்னும், சரியான (நீதமான) தராசைக் கொண்டு (பொருள்களை) நிறு(த்துக் கொடு)ங்கள். அது மிகச் சிறந்ததும் முடிவால் மிக அழகியதும் ஆகும்.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:36","price":"இன்னும், உனக்கு எதைப் பற்றி அறிவு இல்லையோ அதைப் பின் தொடராதே! (அதைச் செய்யாதே). நிச்சயமாக செவி, பார்வை, உள்ளம் ஆகிய இவை எல்லாம் அவற்றைப் பற்றி விசாரிக்கப்படுபவையாக இருக்கின்றன.","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:37","price":"இன்னும், பூமியில் கர்வம் கொண்டவனாக நடக்காதே. நிச்சயமாக நீ பூமியை அறவே கிழிக்கவும் முடியாது. இன்னும், நீ மலைகளின் உயரத்தை அறவே அடையவும் முடியாது.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:38","price":"இவையெல்லாம், இவற்றின் தீமை உமது இறைவனிடம் வெறுக்கப்பட்டதாக இருக்கிறது.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:39","price":"(நபியே! நல்லுபதேசங்களில் மேற்கூறப்பட்ட) இவை, உமக்கு உம் இறைவன் வஹ்யி அறிவித்த ஞானத்திலிருந்து உள்ளவையாகும். (நபியே!) மேலும், அல்லாஹ்வுடன், வணங்கப்படும் வேறு ஒருவரை ஆக்காதீர். (அவ்வாறு நீர் செய்தால்) இகழப்பட்டவராக, (இறை அருளை விட்டு) தூரமாக்கப்பட்டவராக நரகில் எறியப்படுவீர்.","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:40","price":"ஆக, (மனிதர்களே!) உங்கள் இறைவன் உங்களுக்கு ஆண் பிள்ளைகளை சொந்தமாக்கிவிட்டு, (உங்கள் கற்பனை படி தமக்கு) வானவர்களை பெண் பிள்ளைகளாக ஆக்கிக் கொண்டானா? நிச்சயமாக நீங்கள் பெரிய (அபாண்டமான பொய்யான) கூற்றை கூறுகிறீர்கள்.","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:41","price":"மேலும், அவர்கள் நல்லுபதேசம் பெறுவதற்காக இந்த குர்ஆனில் திட்டவட்டமாக (பல நல்லுபதேசங்களையும் பல வகையான உதாரணங்களையும்) விவரித்தோம். ஆனால், அது அவர்களுக்கு வெறுப்பைத் தவிர அதிகப்படுத்தவில்லை.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:42","price":"(நபியே!) கூறுவீராக! அவர்கள் கூறுவது போல் அவனுடன் (வேறு) பல கடவுள்கள் இருந்திருந்தால், அப்போது அர்ஷ்ஷுக்குரிய (உண்மையான இறை)வன் பக்கம் செல்வ(தற்கு; இன்னும், அவனை வீழ்த்தி ஆட்சியைக் கைப்பற்றுவ)தற்கு ஒரு வழியைத் தேடியிருப்பார்கள்.","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:43","price":"அவன் மிகப் பரிசுத்தமானவன். இன்னும், இவர்கள் கூறுவதை விட்டு அவன் மிக மிக உயர்ந்தவன்.","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:44","price":"ஏழு வானங்களும் பூமியும் அவற்றிலுள்ளவர்களும் அவனைத் துதிக்கிறார்கள். இன்னும், அவனைப் புகழ்ந்து துதித்தே தவிர எந்த ஒரு பொருளும் இல்லை. எனினும், (மனிதர்களே) அவர்களின் துதியை நீங்கள் அறிய மாட்டீர்கள். நிச்சயமாக அவன் மகா சகிப்பாளனாக, பெரும் மன்னிப்பாளனாக இருக்கிறான்.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:45","price":"(நபியே!) நீர் குர்ஆனை ஓதினால் உமக்கு இடையிலும் மறுமையை நம்பிக்கை கொள்ளாதவர்களுக்கு இடையிலும் (குர்ஆனை புரிவதிலிருந்து அவர்களை) மறைக்கக் கூடிய ஒரு திரையை (அவர்களின் புறக்கணிப்பினால் அவர்களுக்கு தண்டனையாக) ஆக்கிவிடுவோம்.","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:46","price":"இன்னும், அவர்களுடைய உள்ளங்கள் மீது அதை அவர்கள் விளங்குவதற்கு (தடையாக) மூடிகளையும் அவர்களுடைய காதுகளில் செவிட்டு தனத்தையும் ஆக்கிவிடுவோம். மேலும், (நபியே!) குர்ஆனில் உம் இறைவன் ஒருவனை மட்டும் (புகழ்ந்து துதித்து) நீர் நினைவு கூர்ந்தால், அவர்கள் (அதை) வெறுத்து தங்கள் பின்புறங்கள் மீது திரும்பி (ஓடி) விடுகிறார்கள்.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:47","price":"அவர்கள் உம்மிடம் (இந்த குர்ஆனை) செவியுறும்போது எதற்காக அவர்கள் செவியுறுகிறார்கள் என்பதையும்; இன்னும், அவர்கள் தனித்து பேசும்போதும், “உண்ணவும் குடிக்கவும் செய்யும் (மனித இனத்தைச் சேர்ந்த) ஓர் ஆடவரைத் தவிர (உயர்வான ஒரு வானவரை) நீங்கள் பின்பற்றவில்லை” என்று அந்த அநியாயக்காரர்கள் கூறும் போதும் அவர்கள் கூறுவதை நாம் மிக அறிந்தவர்களாக இருக்கிறோம்.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:48","price":"(நபியே!) உமக்கு எவ்வாறு (தவறான) தன்மைகளை அவர்கள் விவரிக்கிறார்கள் என்பதை கவனிப்பீராக! ஆக, அவர்கள் வழிகெட்டனர். இன்னும், அவர்கள் (நேர்வழியின் பக்கம் வருவதற்கு) எந்த ஒரு பாதைக்கும் சக்தி பெற மாட்டார்கள்.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:49","price":"“இன்னும், நாம் (இறந்து) எலும்புகளாகவும், (மண்ணோடு மண்ணாக) மக்கியவர்களாகவும் ஆகிவிட்டால் புதியதொரு படைப்பாக நிச்சயமாக நாம் எழுப்பப்படுவோமா?” என்று அவர்கள் கூறுகிறார்கள்.","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:50","price":"(நபியே!) கூறுவீராக! நீங்கள் கல்லாகவோ; அல்லது, இரும்பாகவோ ஆகிவிடுங்கள். (ஆனால், அது உங்களால் முடியாது.)","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:51","price":"அல்லது, உங்கள் நெஞ்சங்களில் பெரியதாக தோன்றுகின்ற (வேறு) ஒரு படைப்பாக ஆகிவிடுங்கள். (அதுவும் உங்களால் முடியாது.) ஆக, “எங்களை (உயிருள்ள மனிதர்களாக) யார் மீண்டும் உருவாக்குவார்?” என்று அவர்கள் (கேலியாக) கூறுகிறார்கள். (நபியே!) கூறுவீராக: “உங்களை முதல் முறையாகப் படைத்தவன்தான் (உங்களை மீண்டும் உருவாக்குவான்).” உடனே, (கேலியாக) தங்கள் தலைகளை உம் பக்கம் ஆட்டுவார்கள். பிறகு, “அது (-மறுமை) எப்போது (வரும்)?” என்று கூறுவார்கள். “அது (தூரத்தில் இல்லை) சமீபமாக இருக்கக்கூடும்” என்று கூறுவீராக.","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:52","price":"உங்களை அவன் அழைக்கிற நாளில், நீங்கள் அவனுடைய கட்டளைக்கு கீழ்ப்படிந்து, எல்லாப் புகழும் அவனுக்கே என்று பதில் அளிப்பீர்கள். இன்னும், சொற்ப (கால)ம் தவிர நீங்கள் (உலகிலும் மண்ணறையிலும்) தங்கவில்லை என்று (அந்நாளில்) எண்ணுவீர்கள்!","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:53","price":"மேலும், (நபியே!) என் அடியார்களுக்கு கூறுவீராக: “அவர்கள் (தங்களுக்குள்) மிக அழகியதை பேசவும். நிச்சயமாக ஷைத்தான் அவர்களுக்கிடையில் (அவர்கள் பேசும் தீய சொற்களால்) குழப்பம் செய்வான். நிச்சயமாக ஷைத்தான் மனிதனுக்கு தெளிவான எதிரியாக இருக்கிறான்.”","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:54","price":"(மனிதர்களே!) உங்கள் இறைவன் உங்களை மிக அறிந்தவன். அவன் நாடினால் உங்கள் மீது கருணை புரிவான்; அல்லது, அவன் நாடினால் உங்களை தண்டிப்பான். (நபியே!) உம்மை அவர்கள் மீது பொறுப்பாளராக (-கண்காணிப்பாளராக) நாம் அனுப்பவில்லை.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:55","price":"வானங்களில், இன்னும் பூமியில் உள்ளவர்களை உம் இறைவன் மிக அறிந்தவன். நபிமார்களில் சிலரை சிலர் மீது திட்டவட்டமாக மேன்மைப்படுத்தினோம். இன்னும், (நபி) தாவூதுக்கு ‘ஸபூரை’க் கொடுத்தோம்.","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:56","price":"(நபியே!) கூறுவீராக! அவனையன்றி நீங்கள் (தெய்வங்கள் என்று) கூறியவற்றை (உங்கள் துன்பத்தில் உங்களுக்கு உதவுவதற்கு) அழையுங்கள். ஆனால், அவை உங்களை விட்டும் துன்பத்தை நீக்குவதற்கும், (அதை வேறு ஒருவர் பக்கம்) திருப்புவதற்கும் ஆற்றல் பெற மாட்டார்கள்.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:57","price":"(தூதர்கள், வானவர்கள், இன்னும் இறைநேசர்களில்) எவர்களை இவர்கள் (தங்கள் தேவைக்காக பிரார்த்தனை செய்து) அழைக்கிறார்களோ, - அவர்களோ தங்கள் இறைவன் பக்கம் தங்களில் மிக நெருங்கியவராக யார் ஆகுவது என்று (ஆர்வப்பட்டு) நன்மையை (அதிகம் செய்வதற்கு வழிகளை)த் தேடுகிறார்கள்; இன்னும், அவனுடைய கருணையை ஆதரவு வைக்கிறார்கள்; இன்னும், அவனுடைய தண்டனையைப் பயப்படுகிறார்கள். நிச்சயமாக உம் இறைவனின் தண்டனை பயத்திற்குரியதாக இருக்கிறது! (ஆகவே, அவர்களிடம் எப்படி இவர்கள் இரட்சிப்பைத் தேடமுடியும்)","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:58","price":"(அநியாயக்காரர்களின்) எந்த ஊரும் இல்லை, மறுமை நாளுக்கு முன்பாக நாம் அதை அழிப்பவர்களாக; அல்லது, கடுமையான தண்டனையால் (அதை) தண்டிப்பவர்களாக இருந்தே தவிர. இது விதியில் எழுதப்பட்டதாக இருக்கிறது.","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:59","price":"முன்னோர் அவற்றை பொய்ப்பித்தனர் என்பதைத் தவிர, அத்தாட்சிகளை நாம் அனுப்பி வைக்க நம்மை தடுக்கவில்லை. மேலும், ‘ஸமூது’க்கு பெண் ஒட்டகத்தை தெளிவான அத்தாட்சியாகக் கொடுத்தோம். ஆனால், அவர்களோ அதற்குத் தீங்கிழைத்தனர். மேலும், பயமுறுத்துவதற்கே தவிர அத்தாட்சிகளை நாம் அனுப்பமாட்டோம்.","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:60","price":"(நபியே!) “நிச்சயமாக உம் இறைவன் (அறிவாலும் ஆற்றலாலும்) மனிதர்களைச் சூழ்ந்திருக்கிறான்” என்று நாம் உமக்குக் கூறிய சமயத்தை நினைவு கூர்வீராக! (எனவே எவரையும் நீர் அஞ்சாமல் மார்க்கத்தை எடுத்துக் கூறுவீராக!). (நபியே!) உமக்கு நாம் (மிஃராஜ் பயணத்தில்) காண்பித்த காட்சியையும் குர்ஆனில் (கூறப்பட்ட) சாபத்திற்குரிய மரத்தையும் மனிதர்களுக்கு சோதனையாகவே தவிர நாம் ஆக்கவில்லை. மேலும், அவர்களைப் பயமுறுத்துகிறோம். ஆனால், அது அவர்களுக்கு பெரும் அட்டூழியத்தைத் தவிர அதிகப்படுத்துவதில்லை.","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:61","price":"மேலும், “ஆதமுக்குச் சிரம் பணியுங்கள்” என வானவர்களுக்கு நாம் கூறிய சமயத்தை நினைவு கூர்வீராக! ஆக, இப்லீஸைத் தவிர (அனைவரும்) சிரம் பணிந்தனர். அவன் கூறினான்: “நீ மண்ணிலிருந்து படைத்தவருக்கு நான் சிரம் பணிவேனா?”","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:62","price":"(இப்லீஸ்) கூறினான்: “என்னை விட நீ கண்ணியப்படுத்தியவர் இவர்தானா என்று நீ அறிவிப்பாயாக?” (என்று ஏளனம் செய்துவிட்டு கூறினான்:) “நீ என்னை மறுமை நாள் வரை பிற்படுத்தினால், இவருடைய சந்ததிகளை நான் (அவர்கள் மீது ஆதிக்கம் செலுத்தி அவர்களை) வழிகெடுத்து விடுவேன். ஆனால், (நீ அருள் புரியும்) குறைவானவர்களைத் தவிர”","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:63","price":"(அல்லாஹ்) கூறினான்: “நீ போய் விடு; ஆக, அவர்களில் உன்னை யார் பின்பற்றினாரோ நிச்சயமாக நரகம்தான் உங்கள் (அனைவரின்) முழுமையான கூலியாக அமையும்.","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:64","price":"இன்னும், அவர்களில் உனக்கு இயன்றவர்களை உன் சப்தத்தைக் கொண்டு தூண்டிவிடு; இன்னும், உன் குதிரைப் படைகளையும், காலாட்படைகளையும் அவர்கள் மீது ஏவிவிடு; மேலும், (அவர்களுடைய) செல்வங்களிலும் சந்ததிகளிலும் அவர்களுடன் இணைந்து விடு; இன்னும், அவர்களுக்கு வாக்களி. ஆனால், ஏமாற்றுவதற்கே தவிர ஷைத்தான் அவர்களுக்கு வாக்களிக்க மாட்டான்.","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:65","price":"“நிச்சயமாக என் அடியார்கள் அவர்கள் மீது உனக்கு அதிகாரம் இல்லை” இன்னும், (நபியே! உமக்கு) பொறுப்பாளனாக (-உம்மை பாதுகாப்பவனாக) உம் இறைவனே போதுமானவன்.","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:66","price":"(மனிதர்களே!) உங்கள் இறைவன் உங்களுக்காக கப்பலைக் கடலில் (அலைகளை கிழித்துக் கொண்டு) செல்லும்படி செய்கிறான், அவனுடைய அருளிலிருந்து நீங்கள் தேடுவதற்காக. நிச்சயமாக அவன் உங்கள் மீது பெரும் கருணையாளனாக இருக்கிறான்.","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:67","price":"இன்னும், கடலில் உங்களுக்கு துன்பம் ஏற்பட்டால், அவனைத் தவிர நீங்கள் பிரார்த்தித்தவை (அனைத்தும் உங்கள் எண்ணங்களை விட்டு) மறைந்து விடுகின்றன. அவன் உங்களை பாதுகாத்(து கரையில் சேர்ப்பித்)தபோது (அவனை) புறக்கணிக்கிறீர்கள். மனிதன் மகா நன்றி கெட்டவனாக இருக்கிறான்.","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:68","price":"ஆக, பூமியின் ஓரத்தில் அவன் உங்களை சொருகிவிடுவதை; அல்லது, உங்கள் மீது கல் மழையை அனுப்புவதை நீங்கள் அச்சமற்று விட்டீர்களா? பிறகு, (அவ்வாறு நிகழ்ந்து விட்டால்) உங்களுக்கு (-உங்களைப் பாதுகாக்கும்) பொறுப்பாளரை (-பாதுகாவலரை) நீங்கள் காணமாட்டீர்கள்.","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:69","price":"அல்லது, மற்றொரு முறை உங்களை அவன் அதில் (-கடலில்) மீண்டும் அழைத்து சென்று, (கப்பலை) உடைத்தெரியும் காற்றை உங்கள் மீது அனுப்பி, (முன்பு புரிந்த அருளுக்கு) நீங்கள் நன்றி கெட்ட(த்தனமாக நடந்து கொண்ட)தால் உங்களை அவன் (கடலில்) மூழ்கடித்து விடுவதை நீங்கள் பயமற்று விட்டீர்களா? (அவ்வாறு செய்தால் அதன்) பிறகு, அதனை முன்னிட்டு உங்களுக்காக நம்மிடம் பழிதீர்ப்பவரை நீங்கள் காணமாட்டீர்கள்.","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:70","price":"திட்டவட்டமாக ஆதமுடைய சந்ததிகளை (-மனிதர்களை) நாம் கண்ணியப்படுத்தினோம். இன்னும், கரையிலும் கடலிலும் அவர்கள் வாகனித்து செல்லும்படி நாம் செய்தோம். இன்னும், நல்ல உணவுகளிலிருந்து நாம் அவர்களுக்கு உணவளித்தோம். இன்னும், நாம் படைத்த அதிகமான படைப்புகளை விட நாம் அவர்களை முற்றிலும் மேன்மைப்படுத்தினோம்.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:71","price":"ஒவ்வொரு மனிதனையும் அவர்களின் தலைவர்களுடன் நாம் அழைக்கும் நாளில், எவர் தமது (அமல்கள் எழுதப்பட்ட) புத்தகத்தை தமது வலக்கையில் கொடுக்கப்படுவாரோ அ(த்தகைய)வர்கள் தமது புத்தகத்தை (மகிழ்ச்சியுடன்) வாசிப்பார்கள். மேலும், ஒரு நூல் அளவும் அநியாயம் செய்யப்பட மாட்டார்கள்.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:72","price":"மேலும், எவர் இம்மையில் (நேர்வழி பெறாத) குருடராக இருந்தாரோ அவர் மறுமையிலும் (சொர்க்கப் பாதையில் செல்ல முடியாத) குருடராகவும் பாதையால் மிக வழிகெட்டவராகவும் இருப்பார்.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:73","price":"நாம் உமக்கு வஹ்யி அறிவித்ததை விட்டு (வேறு ஒன்றின் பக்கம்) உம்மை அவர்கள் திருப்பிவிட நிச்சயமாக நெருங்கிவிட்டனர், ஏனெனில், நீர் (வஹ்யில் எது அறிவிக்கப்பட்டதோ) அது அல்லாததை (பொய்யாக) நம் மீது இட்டுக் கட்டுவதற்காக. (அப்படி நீ இட்டுக்கட்டி இருந்தால்) அப்போது அவர்கள் உம்மை உற்ற நண்பராக எடுத்துக் கொண்டிருப்பார்கள்.","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:74","price":"மேலும், உம்மை நாம் உறுதிபடுத்தி இருக்காவிட்டால் கொஞ்சம் ஓர் அளவாவது அவர்கள் பக்கம் நீர் சாய்ந்துவிட நெருங்கி இருப்பீர்.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:75","price":"(அப்படி நீர் சாய்ந்திருந்தால்) அப்போது இவ்வாழ்கையில் இரு மடங்கு தண்டனையையும் மரணத்திற்குப் பின் இரு மடங்கு தண்டனையையும் நீர் சுவைக்கும்படி செய்திருப்போம். பிறகு, நமக்கு எதிராக உமக்கு உதவக் கூடியவரை காணமாட்டீர்.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:76","price":"மேலும், நிச்சயமாக (நபியே! உமது) ஊரிலிருந்து அவர்கள் உம்மை வெளியேற்றுவதற்காக உம்மை அவர்கள் தூண்டி விட (உமக்கு தொந்தரவு தர) நெருங்கிவிட்டார்கள். (அப்படி அவர்கள் செய்திருந்தால்) அப்போது, அவர்கள் உமக்குப் பின்னால் சொற்ப காலமே தவிர வசித்திருக்க மாட்டார்கள்.","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:77","price":"நம் தூதர்களில் உமக்கு முன்பு நாம் அனுப்பியவர்களின் நடைமுறை(ப்படியே இப்போதும் நடக்கும்). மேலும், நம் நடைமுறையில் மாற்றத்தை நீர் காணமாட்டீர்.","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:78","price":"(நபியே!) சூரியன் (வானத்தின் நடுவிலிருந்து) சாய்ந்ததிலிருந்து இரவின் இருள் வரை உள்ள தொழுகைகளையும் ஃபஜ்ருடைய தொழுகையையும் நிலை நிறுத்துவீராக. நிச்சயமாக ஃபஜ்ர் உடைய தொழுகை வானவர்கள் கலந்து கொள்ளக் கூடியதாக இருக்கிறது.","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:79","price":"இன்னும், இரவில் (கொஞ்சம்) உறங்கி எழுந்து அதை (-குர்ஆனை) ஓதி தொழுவீராக! இது உமக்கு (மட்டும்) உபரியா(ன கடமையா)கும். (மறுமையில்) மகாம் மஹ்மூது எனும் புகழப்பட்ட இடத்தில் உம்மை உம் இறைவன் எழுப்பக் கூடும்.","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:80","price":"மேலும், (நபியே!) கூறுவீராக: “என் இறைவா! என்னை நல்ல நுழைவிடத்தில் (மதீனாவில்) நுழையவை. நல்ல வெளியேறுமிடத்தில் (மக்காவில்) இருந்து என்னை வெளியேற்று! உதவக்கூடிய ஓர் ஆதாரத்தை உன்னிடமிருந்து எனக்கு ஏற்படுத்து!”","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:81","price":"இன்னும், (நபியே!) கூறுவீராக: “உண்மை வந்தது, பொய் அழிந்தது. நிச்சயமாக பொய் அழியக் கூடியதாகவே இருக்கிறது.”","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:82","price":"மேலும், நம்பிக்கையாளர்களுக்கு அருளாகவும் நோய் நிவாரணியாகவும் எது இருக்குமோ அதையே குர்ஆனில் நாம் இறக்குகிறோம். இன்னும், அநியாயக்காரர்களுக்கு இது நஷ்டத்தைத் தவிர அதிகப்படுத்தாது.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:83","price":"நாம் மனிதனுக்கு அருள் புரிந்தால் (அதற்கு நன்றி செலுத்தாமல்) அவன் புறக்கணிக்கிறான்; இன்னும், (பாவங்கள் செய்து நம்மை விட்டு) தூரமாகி விடுகிறான். மேலும், அவனை தீங்குகள் அணுகினால் நிராசை அடைந்தவனாக (-இறைவனின் அருள் மீது நம்பிக்கை அற்றவனாக) ஆகிவிடுகிறான்.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:84","price":"(நபியே!) கூறுவீராக! ஒவ்வொருவரும் தனது பாதையில் (தனது போக்கில்) செயல்படுகிறார். ஆக, மார்க்கத்தால் மிக நேர்வழி பெற்றவர் யார் என்பதை உங்கள் இறைவன் மிக அறிந்தவன் ஆவான்.","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:85","price":"மேலும், (நபியே!) ‘ரூஹ்’ பற்றி அவர்கள் உம்மிடம் கேட்கிறார்கள். “ரூஹ் என் இறைவனின் கட்டளையில் உள்ளதாகும். கல்வியில் சொற்ப அளவே தவிர நீங்கள் கொடுக்கப்படவில்லை” என்று கூறுவீராக!","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:86","price":"(நபியே!) நாம் நாடினால், உமக்கு வஹ்யி அறிவித்தவற்றை நிச்சயம் போக்கி விடுவோம். பிறகு, நமக்கு எதிராக அதற்காக உமக்கு (உதவுகின்ற) ஒரு பொறுப்பாளரை (-பாதுகாவலரை) நீர் காண மாட்டீர்.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:87","price":"ஆனால், உம் இறைவனுடைய அருள் (காரணமாக அவ்வாறு அவன் செய்யவில்லை). நிச்சயமாக உம்மீது அவனுடைய அருள் மிகப் பெரிதாக இருக்கிறது.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:88","price":"(நபியே!) கூறுவீராக! மனிதர்களும் ஜின்களும் இந்த குர்ஆன் போன்ற (ஒரு வேதத்)தைக் கொண்டு வர ஒன்று சேர்ந்தாலும் இது போன்ற (வேதத்)தை அவர்கள் கொண்டு வர மாட்டார்கள், அவர்களில் சிலர் சிலருக்கு உதவியாளராக இருந்தாலும் சரியே.","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:89","price":"மேலும், திட்டவட்டமாக இந்த குர்ஆனில் எல்லா உதாரணங்களையும் மக்களுக்கு விவரித்தோம். ஆனால், மக்களில் அதிகமானவர்கள் (நம்பிக்கை கொள்ள) மறுத்து, நிரகாரிக்கவே செய்தனர்.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:90","price":"மேலும், (நிராகரிப்பாளர்கள்) கூறினார்கள்: (நபியே!) “பூமியில் ஓர் ஊற்றை எங்களுக்காக நீர் பிளந்து (ஓட) விடும் வரை உம்மை நம்பிக்கை கொள்ளவே மாட்டோம்.”","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:91","price":"“அல்லது பேரிட்சை மரம்; இன்னும், திராட்சை செடியின் ஒரு தோட்டம் உமக்கு இருந்து, அதற்கு மத்தியில் (பல இடங்களில்) நதிகளை நீர் பிளந்தோடச் செய்கின்ற வரை (உம்மை நம்பிக்கை கொள்ளவே மாட்டோம்).”","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:92","price":"“அல்லது நீர் கூறியது போன்று (முறிக்கப்பட்ட) துண்டுகளாக வானத்தை எங்கள் மீது நீர் விழவைக்கின்ற வரை; அல்லது, அல்லாஹ்வையும் வானவர்களையும் கண்முன் நீர் கொண்டுவருகின்ற வரை (உம்மை நாம் நம்பிக்கை கொள்ளவே மாட்டோம்).”","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:93","price":"“அல்லது, தங்கத்தினால் ஆன ஒரு வீடு உமக்கு இருக்கும் வரை; அல்லது, வானத்தில் நீர் ஏறும் வரை (உம்மை நம்பிக்கை கொள்ளவே மாட்டோம்), (அப்படி நீர் ஏறிவிட்டாலும்) உமது ஏறுதலுக்காக (மட்டும்) நாம் அறவே நம்பிக்கை கொள்ள மாட்டோம், நாங்கள் படிக்கின்ற ஒரு வேதத்தை எங்கள் மீது நீர் இறக்கி வைக்கும் வரை. (நபியே) கூறுவீராக! “என் இறைவன் மிகப் பரிசுத்தமானவன். நான் ஒரு மனிதராக, தூதராக தவிர (இதெற்கெல்லாம் சுயமாக ஆற்றல் பெற்றவனாக) இருக்கின்றேனா?”","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:94","price":"மனிதர்களுக்கு நேர்வழி வந்தபோது, “ஒரு மனிதரையா தூதராக அல்லாஹ் அனுப்பினான்?” என்று அவர்கள் கூறியதைத் தவிர (அந்த நேர்வழியை) அவர்கள் நம்பிக்கை கொள்வதிலிருந்து அவர்களைத் தடுக்கவில்லை.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:95","price":"(நபியே) கூறுவீராக! “பூமியில், நிம்மதியானவர்களாக நடந்து செல்கின்ற (வாழுகின்ற) வானவர்கள் இருந்திருந்தால் வானத்திலிருந்து வானவரையே ஒரு தூதராக அவர்களிடம் இறக்கியிருப்போம்.","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:96","price":"(நபியே) கூறுவீராக! “எனக்கிடையிலும் உங்களுக்கிடையிலும் சாட்சியாளனாக அல்லாஹ்வே போதுமானவன். நிச்சயமாக அவன் தன் அடியார்களை ஆழ்ந்தறிந்தவனாக உற்றுநோக்கியவனாக இருக்கிறான்.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:97","price":"அல்லாஹ் எவரை நேர்வழி செலுத்துவானோ அவர்தான் நேர்வழி பெற்றவர். (அல்லாஹ்) எவரை வழி கெடுப்பானோ அவர்களுக்கு அவனையன்றி உதவியாளர்களை நீர் அறவே காணமாட்டீர். மறுமைநாளில் அவர்களைக் குருடர்களாகவும், ஊமையர்களாகவும், செவிடர்களாகவும் (ஆக்கி அவர்கள்) தங்கள் முகங்கள் மீது (நடந்து வரும்படி செய்து) ஒன்று திரட்டுவோம். அவர்களுடைய தங்குமிடம் நரகம்தான். அது அனல் தணியும் போதெல்லாம் கொழுந்து விட்டெரியும் நெருப்பை அவர்களுக்கு அதிகப்படுத்துவோம்.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:98","price":"இதுதான் அவர்களின் தண்டனை. காரணம், நிச்சயமாக அவர்கள் நம் வசனங்களை நிராகரித்தனர். இன்னும், “நாங்கள் (மரணித்து) எலும்புகளாகவும், (மண்ணோடு மண்ணாக) மக்கியவர்களாக ஆகிவிட்டால் நிச்சயமாக நாம் புதிய படைப்பாக எழுப்பப்படுவோமா?” என்று கூறினார்கள்.","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:99","price":"நிச்சயமாக வானங்களையும் பூமியையும் படைத்த அல்லாஹ் அவர்கள் போன்றவர்களை படைக்க ஆற்றலுடையவன் என்பதை அவர்கள் அறியவில்லையா? அவர்களுக்கு ஒரு தவணையை அவன் ஏற்படுத்தி இருக்கிறான். அதில் சந்தேகமே இல்லை. அக்கிரமக்காரர்கள் ஏற்காமல் நிராகரிக்கவே செய்தார்கள்!","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:100","price":"(நபியே!) கூறுவீராக! என் இறைவனுடைய அருளின் பொக்கிஷங்களை நீங்கள் (உங்களுக்கு) சொந்தமாக்கியவர்களாக இருந்திருந்தால், அப்போது (செல்வத்தை) தர்மம் செய்ய பயந்து (அதை) தடுத்துக் கொண்டிருப்பீர்கள். மனிதன் மகா கஞ்சனாக இருக்கிறான்.","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:101","price":"மேலும், திட்டவட்டமாக, நாம் மூஸாவிற்கு தெளிவான ஒன்பது அத்தாட்சிகளைக் கொடுத்தோம். ஆக, (நபியே) இஸ்ராயீலின் சந்ததிகளைக் கேட்பீராக, அவர் (மூஸா) அவர்களிடம் வந்தபோது (நடந்தது என்ன? என்று). ஆக, ஃபிர்அவ்ன் அவரை நோக்கி “மூஸாவே! நிச்சயமாக நான் உம்மை சூனியக்காரராக கருதுகிறேன்” என்று கூறினான்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:102","price":"(மூஸா) கூறினார்: “வானங்கள் இன்னும் பூமியின் இறைவனைத் தவிர (வேறு எவரும்) தெளிவான அத்தாட்சிகளாக இவற்றை இறக்கி வைக்கவில்லை என்பதை திட்டவட்டமாக நீ அறிந்தாய். ஃபிர்அவ்னே! நிச்சயமாக நான் உன்னை அழிந்துவிடுபவனாக கருதுகிறேன்”","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:103","price":"ஆக, (மூஸா இன்னும் அவரை நம்பிக்கை கொண்ட) இவர்களை (ஃபிர்அவ்ன் தன்) பூமியிலிருந்து விரட்டிவிடுவதற்கு நாடினான். ஆகவே, அவனையும் அவனுடன் இருந்தவர்கள் அனைவரையும் நாம் மூழ்கடித்தோம்.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:104","price":"இன்னும், இதன் பின்னர், இஸ்ராயீலின் சந்ததிகளுக்கு நாம் கூறினோம்: ‘‘நீங்கள் இப்பூமியில் வசியுங்கள். மறுமையின் வாக்குறுதி வந்தால், உங்கள் அனைவரையும் ஒன்றோடு ஒன்று கலந்தவர்களாக நாம் கொண்டு வருவோம்.","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:105","price":"இன்னும், உண்மையுடன் இ(ந்த வேதத்)தை இறக்கினோம். மேலும், உண்மையுடனேயே இ(ந்த வேதமான)து இறங்கியது. இன்னும், (நபியே!) நற்செய்தி கூறுபவராகவும் (அச்சமூட்டி) எச்சரிப்பவராகவுமே தவிர நாம் உம்மை அனுப்பவில்லை.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:106","price":"(நபியே!) குர்ஆனை நாம் தெளிவுபடுத்தி (இறக்கி)னோம், மக்களுக்கு இதை நீர் கவனத்துடன் (தெளிவாக) நிதானமாக ஓதுவதற்காக. இன்னும், இதை நாம் கொஞ்சம் கொஞ்சமாக இறக்கினோம்.","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:107","price":"(நபியே!) கூறுவீராக! “(மக்களே) நீங்கள் (இதை) நம்பிக்கை கொள்ளுங்கள். அல்லது, நம்பிக்கை கொள்ளாதீர்கள். நிச்சயமாக இதற்கு முன்னர் (முந்திய வேதங்களின் உண்மையான) கல்வி கொடுக்கப்பட்(டு அதன்படி இதை நம்பிக்கை கொண்)டவர்கள், - அவர்கள் மீது (இந்த வேதம்) ஓதப்பட்டால் அவர்கள் (அல்லாஹ்விற்கு) சிரம் பணிந்தவர்களாக தாடைகள் மீது விழுவார்கள்.","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:108","price":"இன்னும், கூறுவார்கள்: “எங்கள் இறைவன் மிகப் பரிசுத்தமானவன்; நிச்சயமாக எங்கள் இறைவனின் வாக்கு நிறைவேறக்கூடியதாகவே இருக்கிறது.”","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:109","price":"இன்னும், அழுதவர்களாக தாடைகள் மீது விழுவார்கள். மேலும் இ(ந்த வேதமான)து அவர்களுக்கு (அல்லாஹ்விற்கு முன்) உள்ளச்சத்தை அதிகப்படுத்துகிறது.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:110","price":"(நபியே!) கூறுவீராக! “அல்லாஹ் என்று அழையுங்கள்! அல்லது, ரஹ்மான் என்று அழையுங்கள்; (அவ்விரு பெயர்களில்) எதை (கூறி) நீங்கள் (அவனை) அழைத்தாலும் அவனுக்கு (இன்னும்) மிக அழகிய (பல) பெயர்கள் உள்ளன.” மேலும், (நபியே!) உமது தொழுகையில் (அதில் ஓதப்படும் குர்ஆனையும் பிரார்த்தனையையும்) மிக சப்தமிட்டு ஓதாதீர்! இன்னும், அதில் மிக மெதுவாகவும் ஓதாதீர்! அதற்கிடையில் (மிதமான) ஒரு வழியைத் தேடுவீராக!","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"17:111","price":"இன்னும், (நபியே!) கூறுவீராக! “புகழனைத்தும் அல்லாஹ்விற்குரியதே! அவன் (யாரையும் தனக்கு) குழந்தையாக எடுக்கவில்லை. மேலும், ஆட்சியில் அவனுக்கு அறவே இணை இல்லை. இன்னும், பலவீனத்தினால் அவனுக்கு நண்பன் யாரும் அறவே இல்லை.” மேலும், (நபியே!) அவனை மிக மிகப் பெருமைப்படுத்துவீராக!","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"ta"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}