{"data":[{"name":"18:1","price":"தன் அடியார் (முஹம்மது நபி) மீது வேதத்தை இறக்கிய அல்லாஹ்விற்கே புகழ் அனைத்தும் உரியன. இன்னும், அ(ந்த வேதத்)தில் அவன் ஒரு குறையையும் ஆக்கவில்லை.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:2","price":"அது (முரன்பாடுகள் அற்ற) நேரானதும் நீதமானதுமாகும். (நிராகரிப்பவர்களுக்கு) அவன் புறத்திலிருந்து கடுமையான தண்டனையை அது எச்சரிப்பதற்காகவும் நன்மைகளை செய்கின்ற நம்பிக்கையாளர்களுக்கு - நிச்சயமாக அவர்களுக்கு அழகிய கூலி(யாகிய சொர்க்கம்) உண்டு - என்று நற்செய்தி கூறுவதற்காகவும் (அதை இறக்கினான்).","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:3","price":"அ(ந்த சொர்க்கத்)தில் அவர்கள் எப்போதும் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:4","price":"இன்னும், அல்லாஹ், (தனக்கு) ஒரு குழந்தையை எடுத்துக் கொண்டான் என்று கூறுபவர்களை அது எச்சரிப்பதற்காகவும் (அதை இறக்கினான்).","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:5","price":"அவனைப் பற்றி (-அல்லாஹ்வைப் பற்றி) எந்த அறிவும் அவர்களுக்கும் இல்லை, அவர்களுடைய மூதாதைகளுக்கும் இல்லை. அவர்களின் வாய்களிலிருந்து வெளிப்படும் (இந்த) சொல் பெரும் பாவமாக இருக்கிறது. அவர்கள் பொய்யைத் தவிர கூறுவதில்லை. (இறைவனைப் பற்றி இணைவைப்பாளர்கள் பேசுவதெல்லாம் பொய்யாகும்.)","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:6","price":"ஆக, (நபியே!) அவர்கள் இந்த குர்ஆனை நம்பிக்கை கொள்ளவில்லை என்பதற்காக (அவர்கள் மீது) துக்கப்பட்டு (விலகி சென்ற) அவர்களுடைய (காலடி) சுவடுகள் மீதே உம் உயிரை நீர் அழித்துக் கொள்வீரோ!","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:7","price":"நிச்சயமாக நாம், பூமியின் மேலுள்ளதை அதற்கு அலங்காரமாக ஆக்கினோம், அவர்களில் யார் செயலால் மிக அழகியவர் என்று அவர்களை நாம் சோதிப்பதற்காக.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:8","price":"இன்னும், நிச்சயமாக நாம் அதன் மேலுள்ளவற்றை (காய்ந்துபோன) செடிகொடியற்ற சமமான தரையாக (மண்ணாக) ஆக்கிவிடுவோம்.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:9","price":"நிச்சயமாக குகை வாசிகளும் கற்பலகையில் பெயர்கள் எழுதப்பட்டோரும் நம் அத்தாட்சிகளில் ஓர் அற்புதமாக இருக்கிறார்கள் என்று எண்ணுகிறீரா?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:10","price":"அவ்வாலிபர்கள் குகையின் பக்கம் ஒதுங்கிய சமயத்தை நினைவு கூர்வீராக! ஆக, அவர்கள் கூறினார்கள்: “எங்கள் இறைவா உன் புறத்திலிருந்து எங்களுக்கு அருளைத் தா! இன்னும், எங்கள் காரியத்தில் (நாங்கள் எப்படி நடந்து கொள்ள வேண்டும் என்று) எங்களுக்கு நல்லறிவை(யும் நல் வழியையும்) ஏற்படுத்திக் கொடு!”","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:11","price":"ஆக, எண்ணப்பட்ட (பல) ஆண்டுகள் அக்குகையில் (அவர்கள் தூங்கும்படி) அவர்களுடைய காதுகளின் மீது (வெளி ஓசைகளை தடுக்கக்கூடிய ஒரு திரையை) அமைத்(து அவர்களை நிம்மதியாக தூங்க வைத்)தோம்.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:12","price":"பிறகு, இரு பிரிவுகளில் யார் அவர்கள் தங்கிய (கால) எல்லையை மிகச் சரியாக கணக்கிடுபவர் என்று நாம் (மக்களுக்கு தெரியும் விதமாக) அறிவதற்காக நாம் அவர்களை (தூக்கத்திலிருந்து) எழுப்பினோம்.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:13","price":"நாம் உமக்கு அவர்களின் செய்தியை உண்மையுடன் விவரிக்கிறோம். நிச்சயமாக அவர்கள் தங்கள் இறைவனை நம்பிக்கை கொண்ட வாலிபர்கள். இன்னும், அவர்களுக்கு (நம்பிக்கை என்னும்) நேர்வழியை அதிகப்படுத்தினோம்.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:14","price":"அவர்கள் (தங்கள் சமுதாயத்தின் முன்) நின்றவர்களாக, “வானங்கள் இன்னும் பூமியின் இறைவனே எங்கள் இறைவன். அவனையன்றி வேறு ஒரு கடவுளை அழைக்கவே மாட்டோம். (அவ்வாறு நாங்கள் வேறு கடவுளை வணங்கி விட்டால்) அப்போது, எல்லை மீறிய பொய்யை திட்டவட்டமாக கூறி விடுவோம்” என்று அவர்கள் கூறியபோது அவர்களுடைய உள்ளங்களை (இறை நம்பிக்கையில்) உறுதிபடுத்தினோம்.","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:15","price":"“எங்கள் சமுதாயமாகிய இவர்கள், அவனையன்றி பல கடவுள்களை எடுத்துக் கொண்டனர். அவர்கள் விஷயத்தில் (அவை எல்லாம் கடவுள்கள்தான் என்பதை நிரூபிக்க) தெளிவான ஆதாரத்தை அவர்கள் கொண்டு வர வேண்டாமா? ஆக, அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டுபவனை விட மகா தீயவன் யார்?”","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:16","price":"(அவர்களில் சிலர் மற்றவர்களை நோக்கி கூறினார்கள்:) “(சிலைகளை வணங்குகின்ற) அவர்களையும் அல்லாஹ்வைத் தவிர அவர்கள் வணங்குகின்றவற்றையும் விட்டு நீங்கள் விலகி செல்லும்போது (உங்களை பாதுகாத்துக் கொள்வதற்காக) குகையின் பக்கம் ஒதுங்குங்கள். உங்கள் இறைவன் உங்களுக்கு தன் அருளிலிருந்து (தேவையான வாழ்வாதாரத்தை) விரிவாக்கி கொடுப்பான். இன்னும் உங்கள் காரியத்தில் இலகுவை உங்களுக்கு ஏற்படுத்துவான்.","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:17","price":"இன்னும், சூரியன் அது உதிக்கும்போது அவர்களின் குகையை விட்டு வலது பக்கமாக சாய்வதையும் அது மறையும்போது அவர்களை இடது பக்கமாக வெட்டிவி(ட்)டு (கடந்து செல்)வதையும் பார்ப்பீர். அவர்கள் (அக்குகையில் அறை போன்ற) ஒரு விசாலமான பள்ளப்பகுதியில் இருக்கிறார்கள். இது அல்லாஹ்வின் அத்தாட்சிகளில் உள்ளதாகும். எவரை அல்லாஹ் நேர்வழி செலுத்துகிறானோ அவர்தான் நேர்வழி பெற்றவர். இன்னும், எவரை அவன் வழி கெடுப்பானோ அவருக்கு நல்லறிவு புகட்டுகின்ற நண்பனை காணவே மாட்டீர்.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:18","price":"இன்னும், அவர்களோ உறங்குபவர்களாக இருக்கும் நிலையில் அவர்களை விழித்திருப்பவர்களாக கருதுவீர். மேலும், (அவர்களின் உடல்களை மண் தின்றுவிடாமல் இருக்க) அவர்களை வலது பக்கமாகவும் இடது பக்கமாகவும் புரட்டுகிறோம். அவர்களுடைய நாயோ தன் இரு குடங்கைகளையும் முற்றத்தில் விரித்து (உட்கார்ந்து)ள்ளது. நீர் அவர்களை எட்டிப்பார்த்தால் அவர்களை விட்டுத் திரும்பி விரண்டு ஓடி இருப்பீர். இன்னும், உமது உள்ளம் அவர்களின் பயத்தால் நிரப்பப்பட்டிருக்கும்.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:19","price":"(நீண்ட காலமாகியும் எவ்வித மாற்றமும் அவர்களில் ஏற்படாதவாறு அவர்களை பாதுகாத்த) அவ்வாறே, அவர்கள் தங்களுக்கு மத்தியில் (தாங்கள் தூங்கிய கால அளவைப் பற்றி அவர்களுக்குள்) கேட்டுக் கொள்வதற்காக அவர்களை (தூக்கத்திலிருந்து) எழுப்பினோம். “எத்தனை(க் காலம்) தங்கினீர்கள் என்று அவர்களில் ஒருவர் கூறினார். (மற்றவர்கள்) கூறினார்கள்: “ஒரு நாள்; அல்லது, ஒரு நாளின் சில பகுதி தங்கினோம்.”“உங்கள் இறைவன் நீங்கள் தங்கியதை மிக அறிந்தவன். ஆகவே, உங்களில் ஒருவரை உங்கள் வெள்ளி நாணயமாகிய இதைக் கொண்டு பட்டணத்திற்கு அனுப்புங்கள், அவர் அதில் மிக சுத்தமான (-ஹலாலான) உணவை விற்பவர் யார் என்று கவனித்து அவரிடமிருந்து உங்களுக்கு ஓர் உணவைக் கொண்டு வரட்டும். இன்னும், அவர் மதிநுட்பமாக நடக்கட்டும். மேலும், உங்களைப் பற்றி (நகரத்தில் எவர்) ஒருவருக்கும் உணர்த்திவிட வேண்டாம்” என்று(ம்) அவர்கள் கூறினார்கள்.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:20","price":"நிச்சயமாக அவர்கள் உங்களை அறிந்து கொண்டால் உங்களை ஏசுவார்கள்; (அல்லது, கொன்று விடுவார்கள்;) அல்லது, உங்களை தங்கள் மார்க்கத்திற்கு திருப்பி விடுவார்கள். அவ்வாறு நடந்துவிட்டால் ஒருபோதும் நீங்கள் வெற்றி பெறவே மாட்டீர்கள்.","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:21","price":"அவர்கள் தங்களது (மறுமை) விஷயத்தில் தங்களுக்கிடையில் தர்க்கித்த போது, நிச்சயம் அல்லாஹ்வின் வாக்கு உண்மையாகும்; இன்னும், நிச்சயம் மறுமை - அ(து நிகழ்வ)தில் அறவே சந்தேகம் இல்லை என்று அவர்கள் அறிவதற்காக (அக்குகைவாசிகளை எழுப்பிய) அவ்வாறே, அவர்களை (அந்த ஊர் மக்களுக்கு) காண்பித்து கொடுத்தோம். ஆக, அவர்களுக்கருகில் ஒரு கட்டடத்தை எழுப்புங்கள், அவர்களின் இறைவன் அவர்களை மிக அறிந்தவன் என்று (அந்த ஊர் மக்கள்) கூறினார்கள். அவர்களின் விஷயத்தில் மிகைத்தவர்கள் கூறினார்கள்: “நிச்சயம் அவர்களுக்கருகில் ஒரு தொழுமிடத்தை (மஸ்ஜிதை) நாம் ஏற்படுத்துவோம்.”","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:22","price":"“(அக்குகைவாசிகள்) மூவர் (இருந்தனர்), அவர்களில் நான்காவதாக அவர்களின் நாய் இருந்தது” என்று (பிற்காலத்தில் சிலர்) கூறுகிறார்கள். இன்னும், (சிலர்) கூறுகிறார்கள்: “(அவர்கள்) ஐவர் (இருந்தனர்), அவர்களில் ஆறாவதாக அவர்களின் நாய் இருந்தது” என்று” (இந்த இரு வகையான கூற்றுகளும்) மறைவான அறிவைப்பற்றி கண்மூடித்தனமாக பேச்சாகும். (சிலர்) கூறுகிறார்கள்: “(அவர்கள்) ஏழு நபர்கள். இன்னும் அவர்களில் எட்டாவதாக அவர்களின் நாய் இருந்தது. (நபியே!) கூறுவீராக! “என் இறைவன் அவர்களின் எண்ணிக்கையை மிக அறிந்தவன். குறைவானவர்களைத் தவிர அவர்களைப் பற்றி அறிய மாட்டார்கள்.” ஆகவே, அவர்களைப் பற்றி வெளிப்படையான விவாதமாகவே தவிர (இவர்களிடம்) விவாதிக்காதீர். இன்னும், இவர்களில் ஒருவரிடமும் அவர்களைப் பற்றி விளக்கம் (எதுவும்) கேட்காதீர்.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:23","price":"(நபியே!) ஒரு காரியத்தைப் பற்றி, நிச்சயம் நான் நாளை அதை செய்பவன் என்று அறவே கூறாதீர்!","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:24","price":"அல்லாஹ் நாடினால் தவிர (என்று). இன்னும், நீர் மறந்து விட்டால் (பிறகு நினைவு வந்தவுடன்) உம் இறைவனை நினைவு கூர்வீராக! இன்னும், என் இறைவன் இதைவிட மிக சரியான அறிவிற்கு மிக நெருக்கமானதன் பக்கம் எனக்கு அவன் நேர்வழி காட்டக்கூடும் என்று (அவன் மீது நம்பிக்கை வைத்து) கூறுவீராக!","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:25","price":"மேலும், (அவர்கள்) தங்கள் குகையில் முன்னூறு ஆண்டுகள் (உறங்கியவர்களாக) தங்கினர். இன்னும், (சிலர் அவர்கள் தங்கிய கால அளவில்) ஒன்பது ஆண்டுகளை அதிகப்படுத்தி (கூறுகின்ற)னர்.","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:26","price":"(நபியே!) கூறுவீராக! (இன்று வரை) அவர்கள் தங்கிய(மொத்த காலத்)தை அல்லாஹ் (ஒருவன்)தான் மிக அறிந்தவன். வானங்கள் இன்னும் பூமியில் உள்ள மறைவானவை (-அவற்றைப் பற்றிய அறிவு) அவனுக்கே உரியன. அவன் துல்லியமாகப் பார்ப்பவன், இன்னும் துல்லியமாகக் கேட்பவன். அவர்களுக்கு அவனையன்றி பாதுகாவலன் ஒருவனும் இல்லை. இன்னும், அவன் தனது அதிகாரத்தில் எவ(ர் ஒருவ)ரையும் கூட்டாக்க மாட்டான்.","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:27","price":"(நபியே! ஒவ்வொரு நாளும்) உம் இறைவனின் வேதத்தில் உமக்கு வஹ்யி அறிவிக்கப்பட்டதை ஓதுவீராக! (அதன்படி செயல்படுவீராக!) அவனுடைய வாக்கியங்களை மாற்றுபவர் அறவே இல்லை. இன்னும், அவனையன்றி அடைக்கலம் பெறுமிடத்தை காணவே மாட்டீர்","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:28","price":"மேலும், தங்கள் இறைவனை அவனுடைய முகத்தை நாடியவர்களாக காலையிலும் மாலையிலும் (அவனை தொழுது) பிரார்த்திப்பவர்களுடன் உம்மை தடுத்து (அமர) வைப்பீராக! இன்னும், உலக வாழ்க்கையின் அலங்காரத்தை நீர் விரும்பியவராக அவர்களை விட்டு உம் இரு கண்களும் அகன்றிட வேண்டாம். இன்னும், எவனுடைய உள்ளத்தை நம் நினைவை மறந்ததாக ஆக்கிவிட்டோமோ அவனுக்குக் கீழ்ப்படிந்து விடாதீர்! அவன் தனது (கெட்ட) விருப்பத்தையே பின்பற்றினான். மேலும், அவனுடைய காரியம் எல்லை மீறியதாக (நாசமடைந்ததாக) ஆகிவிட்டது.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:29","price":"இன்னும், (நபியே!) உங்கள் இறைவனிடமிருந்து உண்மை(யான இந்த வேதம்) வந்துவிட்டது. விரும்பியவர்கள் (இதை) நம்பிக்கை கொள்ளலாம். விரும்பியவர்கள் (இதை) நிராகரித்து விடலாம். நிச்சயமாக நாம், (இதை நிராகரிக்கின்ற) தீயவர்களுக்கு நரக நெருப்பை தயார்படுத்தியுள்ளோம். அதன் சுவர் அவர்களை சூழ்ந்துள்ளது. மேலும், அவர்கள் இரட்சிப்பை தேடினால் முகங்களை பொசுக்கக்கூடிய முற்றிலும் சூடேறி உருகிப்போன உலோக திரவத்தைப் போன்ற நீரைக் கொண்டே இரட்சிக்கப்படுவார்கள். அது மகா கெட்ட பானமாகும். இன்னும், அது ஒரு தீய ஓய்விடம் ஆகும்.","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:30","price":"நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டு, நன்மைகளை செய்தார்களோ, - (இவ்வாறு) மிக அழகிய செயலை செய்தவர்களின் கூலியை நிச்சயமாக நாம் வீணாக்க மாட்டோம்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:31","price":"அவர்கள், - ‘அத்ன்’ சொர்க்கங்கள் அவர்களுக்கு உண்டு. அவர்களின் (இல்லங்களுக்கு) கீழ் நதிகள் ஓடும். அவற்றில் தங்க வளையல்களினால் அவர்கள் அலங்காரம் செய்யப்படுவார்கள். இன்னும், மென்மையான, தடிப்பமான பட்டு துணிகளிலிருந்து (விரும்பிய) பச்சை நிற ஆடைகளை அவர்கள் அணிவார்கள். அவற்றில், கட்டில்கள் மீது(ள்ள தலையணைகளில்) சாய்ந்தவர்களாக (ஒருவர் மற்றவரிடம் பேசுவார்கள்). இதுவே சிறந்த கூலியாகும். இன்னும், இதுவே அழகிய ஓய்விடமாகும்.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:32","price":"மேலும், ஓர் உதாரணத்தை அவர்களுக்கு விவரிப்பீராக! இரு ஆடவர்கள், அவ்விருவரில் ஒருவருக்கு திராட்சைகளினால் நிரம்பிய இரு தோட்டங்களை ஆக்கினோம். இன்னும், அவ்விரண்டை சுற்றியும் (அதிகமான) பேரிட்ச மரங்களை ஏற்படுத்தினோம். மேலும், அவ்விரண்டுக்கும் இடையில் (தானிய) விவசாயத்தையும் ஆக்கினோம்.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:33","price":"அவ்விரு தோட்டங்களும் தத்தமது கனிகளை (நிறைவாக)த் தந்தன. அவற்றில் எதையும் அவை குறைக்கவில்லை. இன்னும், அவ்விரண்டுக்கும் இடையில் ஓர் ஆற்றை பிளந்தோடச் செய்தோம்.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:34","price":"மேலும், அவனுக்கு (இவ்விரண்டிலிருந்தும்) கனிகள் (பலவும் இவை தவிர வேறு பல செல்வங்களும்) இருந்தன. ஆக, அவனோ தன் நண்பனை நோக்கி, - அவரிடம் பேசியவனாக – (அல்லாஹ்வை மறுக்கின்ற) நான் உன்னை விட செல்வத்தால் மிக அதிகமானவன், குடும்பத்தால் மிக கண்ணியமுள்ளவன் என்று கூறினான்.","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:35","price":"அவனோ (இறைவனுக்கு நன்றி செலுத்தாமல்) தனக்குத் தானே தீங்கிழைத்தவனாக தனது தோட்டத்தில் (பெருமையோடு) நுழைந்தான். இது அழியும் என்று ஒருபோதும் நான் எண்ணவில்லை என்று கூறினான்.","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:36","price":"இன்னும், “மறுமை நிகழும் என்றும் நான் எண்ணவில்லை. நான் என் இறைவனிடம் திரும்பக் கொண்டுவரப்பட்டாலும் இதைவிட சிறந்த (இடத்)தை (எனக்கு) மீளுமிடமாக நிச்சயம் நான் பெறுவேன்.”","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:37","price":"அவரது தோழர், - அவரோ அவனிடம் பேசியவராக -  அவனுக்கு கூறினார்: “உன்னை (உன் மூல தந்தை ஆதமை) மண்ணிலிருந்தும், பிறகு (உன்னை) இந்திரியத்திலிருந்தும் படைத்து; பிறகு, உன்னை ஓர் ஆடவராக சீரமைத்தானே அப்படிப்பட்ட (இறை)வனை நீ நிராகரிக்கிறாயா?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:38","price":"எனினும், நான் அவ்வாறு செய்யமாட்டேன். அல்லாஹ்வாகிய அவன்தான் என் இறைவன். என் இறைவனுக்கு ஒருவரையும் நான் இணையாக்க மாட்டேன்.”","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:39","price":"மேலும், உன் தோட்டத்தில் நீ நுழைந்தபோது, “இது அல்லாஹ் நாடி (எனக்கு) கிடைத்தது, அல்லாஹ்வைக் கொண்டே தவிர (நமக்கு) அறவே ஆற்றல் இல்லை” என்று நீ கூறியிருக்க வேண்டாமா? நான் உன்னைவிட செல்வத்திலும் சந்ததியிலும் குறைந்தவனாக இருப்பதாக என்னை நீ பார்த்தால்,","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:40","price":"ஆக, உன் தோட்டத்தை விட சிறந்ததை என் இறைவன் எனக்குத் தரக்கூடும். இன்னும் அ(ந்)த (உன் தோட்டத்தி)ன் மீது வானத்திலிருந்து அழிவை (இரவில்) அவன் அனுப்பக்கூடும். (அப்போது அத்தோட்டம்) வழுவழுப்பான வெறும் தரையாக காலையில் ஆகிவிடும்.","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:41","price":"“அல்லது, அதன் தண்ணீர் (பூமியின்) ஆழத்தில் சென்று விடக் கூடும். ஆகவே, அதைத் தேடி (மேலே) கொண்டு வருவதற்கு அறவே நீ இயலமாட்டாய்.”","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:42","price":"இன்னும், அவனுடைய கனிகள் (இதர செல்வங்கள்) எல்லாம் அழிந்தன. ஆக, தான் அதில் செலவழித்ததின் மீது (வருத்தப்பட்டு) தன் இரு கைகளையும் அவன் புரட்ட ஆரம்பித்தான். இன்னும், அதன் செடி கொடிகளை விட்டு அ(வனது தோட்டமான)து வெறுமையாகி விட்டது. மேலும், அவன் (மறுமையில்) கூறுவான்: “என் இறைவனுக்கு ஒருவரையும் நான் இணையாக்காமல் இருந்திருக்க வேண்டுமே!”","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:43","price":"மேலும், அல்லாஹ்வை அன்றி அவனுக்கு உதவுகிற கூட்டம் எதுவும் அவனுக்கு இருக்கவில்லை. இன்னும், அவன் தன்னைத் தானே பாதுகாப்பவனாகவும் இருக்கவில்லை.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:44","price":"அந்நேரத்தில் உதவி (நட்பு, அதிகாரம் அனைத்தும்) உண்மையான அல்லாஹ்விற்கே உரியது. அவன் நன்மையாலும் சிறந்தவன், முடிவாலும் சிறந்தவன் ஆவான்.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:45","price":"மேலும், (நபியே!) அவர்களுக்கு உலக வாழ்க்கையின் தன்மை மழை நீரைப் போன்றது என்று விவரிப்பீராக! (அதாவது,) அதை வானத்திலிருந்து நாம் இறக்கினோம். பூமியின் தாவரம் அதனுடன் கலந்(து வளர்ந்)தது. (பிறகு சில காலத்தில்) காற்றுகள் அதை அடித்து வீசும்படியான காய்ந்த சருகாக அது மாறி விட்டது. (இது போன்றுதான் இந்த உலக வாழ்க்கையும் ஒன்றுமில்லாமல் ஆகிவிடும்.) மேலும், அல்லாஹ் எல்லாவற்றின் மீதும் பேராற்றலுடையவனாக இருக்கிறான்.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:46","price":"செல்வமும் ஆண்பிள்ளைகளும் உலக வாழ்க்கையின் அலங்காரமாகும். ஆனால், என்றென்றும் நிலையாக இருக்கக்கூடிய நற்செயல்கள்தான் உம் இறைவனிடம் (உங்களுக்கு) நன்மையாலும் சிறந்தவை; இன்னும், ஆசையாலும் சிறந்தவையாகும்.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:47","price":"இன்னும், மலைகளை (அவற்றின் இடங்களிலிருந்து) நாம் பெயர்த்துவிடுகின்ற நாளை நினைவு கூர்வீராக! இன்னும், பூமியை - (அதுவோ அதில் உள்ள அனைத்தையும் விட்டு நீங்கி, செடி கொடிகள், மேடு பள்ளம்) எதுவுமின்றி தெளிவாக சமதளமாக பார்ப்பீர். இன்னும், (அந்த மறுமை நாளில்) அவர்களை ஒன்று திரட்டுவோம். ஆக, அவர்களில் ஒருவரையும் (எழுப்பாமல்) விடமாட்டோம்.","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:48","price":"இன்னும், உம் இறைவன் முன், வரிசையாக (எல்லோரும்) சமர்ப்பிக்கப்படுவார்கள். (அப்போது அவன் கூறுவான்:) “நாம் உங்களை (தாயின் வயிற்றிலிருந்து) முதல் முறைப் படைத்தது போன்றே (இப்போது) எங்களிடம் வந்துவிட்டீர்கள். மாறாக, (உங்களை உயிர்ப்பிப்பதற்கு) வாக்களிக்கப்பட்ட ஒரு நேரத்தை உங்களுக்கு நாம் ஏற்படுத்தவே மாட்டோம் என்று நீங்கள் (உலகில் வாழும்போது) பிதற்றினீர்கள்.”","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:49","price":"இன்னும், (செயல்கள் பதியப்பட்ட) புத்தகம் (மக்கள் முன்) வைக்கப்படும். ஆக, குற்றவாளிகளோ அ(ந்த புத்தகத்)தில் உள்ளவற்றினால் பயந்தவர்களாக இருப்பதைப் பார்ப்பீர். இன்னும், எங்கள் நாசமே! இந்த புத்தகத்திற்கு என்ன? (குற்றங்களில்) சிறியதையும் பெரியதையும் அவற்றைக் கணக்கிட்டே தவிர (-அவற்றைப் பதிவு செய்து வைக்காமல்) அது விடவில்லையே! எனக் கூறுவார்கள். அவர்கள் செய்ததை (எல்லாம் அவர்கள் தங்கள் கண்களுக்கு) முன்னால் காண்பார்கள். இன்னும், உம் இறைவன் (யார்) ஒருவருக்கும் (அவரின் நன்மையை குறைத்தோ, பாவத்தை கூட்டியோ) தீங்கிழைக்க மாட்டான்.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:50","price":"இன்னும், (நபியே!) ஆதமுக்கு சிரம் பணியுங்கள் என்று வானவர்களுக்கு நாம் கூறிய சமயத்தை நினைவு கூர்வீராக! ஆக, அவர்கள் (எல்லோரும்) சிரம் பணிந்தனர், இப்லீஸைத் தவிர. அவன் ஜின்களில் ஒருவனாக இருந்தான். ஆக, அவன் தன் இறைவனின் கட்டளையை மீறினான். ஆக, அவனையும் அவனது சந்ததியையும் என்னையன்றி (உங்கள்) நண்பர்களாக எடுத்துக் கொள்கிறீர்களா? அவர்களோ உங்களுக்கு எதிரிகள் ஆவார்கள். (அல்லாஹ்வின் நட்பை தவிர்த்து விட்டு ஷைத்தானை நண்பனாக மாற்றிய அந்த) தீயவர்களுக்கு அவன் மிக கெட்ட மாற்றமாக இருக்கிறான்.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:51","price":"வானங்கள்; இன்னும், பூமியை படைத்ததிலும், (அது மட்டுமா,) அவர்களை படைத்ததிலும் (என் உதவிக்கு) நான் அவர்களை ஆஜராக்கவில்லை. மேலும், வழிகெடுப்பவர்களை (எனக்கு) உதவியாளர்களாக நான் எடுத்துக் கொள்பவனாகவும் இருக்கவில்லை.","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:52","price":"இன்னும், நீங்கள் பிதற்றிக்கொண்டிருந்த என் இணைகளை (உங்கள் உதவிக்கு) அழையுங்கள் என (இணைவைத்து வணங்கியவர்களை நோக்கி) அவன் கூறுகின்ற நாளை (நபியே! அவர்களுக்கு நினைவு கூர்வீராக). ஆக, அவர்கள் (-இணைவைத்தவர்கள்) அவர்களை (-இணைவைக்கப்பட்ட பொய்யான தெய்வங்களை) அழைப்பார்கள். (ஆனால்) அவர்கள் அவர்களுக்கு பதிலளிக்க மாட்டார்கள். இன்னும், அவர்களுக்கு மத்தியில் ஓர் அழிவிடத்தை (-நரகத்தை) ஆக்குவோம். (அதில் அவர்கள் எல்லோரும் விழுந்து எரிவார்கள்.)","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:53","price":"இன்னும், குற்றவாளிகள் நரகத்தை பார்த்து, நிச்சயமாக தாங்கள் அதில் விழக்கூடியவர்கள்தான் என்று உறுதி கொள்வார்கள். மேலும், அ(ந்த நரகத்)தை விட்டு விலகி செல்லுமிடத்தை அவர்கள் (தங்களுக்கு) காண மாட்டார்கள்.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:54","price":"இன்னும், இந்த குர்ஆனில் மக்களுக்காக எல்லா உதாரணங்களையும் திட்டவட்டமாக விவரித்து விட்டோம். ஆனால், (நிராகரிக்கின்ற) மனிதன் (ஒரே ஓர் இறைவனை மட்டும் வணங்குவதை எதிர்த்து) மிக அதிகம் வாதிடுபவனாக இருக்கிறான்.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:55","price":"இன்னும், மக்களுக்கு நேர்வழி வந்தபோது (அதை ஏற்று) அவர்கள் நம்பிக்கை கொண்டு, அவர்களுடைய இறைவனிடம் பாவமன்னிப்புக் கோருவதை விட்டும் அவர்களைத் தடுக்கவில்லை, முன்னோரின் நடைமுறை அவர்களுக்கு வருவதை; அல்லது, கண்முன் (வெளிப்படையாக, திடீரென) தண்டனை அவர்களுக்கு வருவதை (அவர்கள் எதிர்பார்ப்பதே) தவிர.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:56","price":"இன்னும், நற்செய்தி கூறுபவர்களாகவும் எச்சரிப்பவர்களாகவுமே தவிர தூதர்களை நாம் அனுப்பமாட்டோம். மாறாக, அசத்தியத்தைக் கொண்டு சத்தியத்தை அழிப்பதற்காக நிராகரித்தவர்கள் அ(ந்த அசத்தியத்)தைக் கொண்டு வாதிடுகிறார்கள். இன்னும், என் வசனங்களையும் அவர்கள் எதைக் கொண்டு எச்சரிக்கப்பட்டார்களோ அதையும் அவர்கள் கேலியாக எடுத்துக் கொண்டனர்.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:57","price":"இன்னும், எவர் தன் இறைவனின் வசனங்களைக் கொண்டு அறிவுரை கூறப்பட்டாரோ, இன்னும், அவற்றைப் புறக்கணித்து, தன் இரு கரங்களும் முற்படுத்திய (தீய)வற்றை மறந்தானோ அவனை விட மகா தீயவன் யார்? அ(ந்த சத்தியத்)தை அவர்கள் புரிந்து கொள்வதை தடுக்கின்ற மூடிகளை அவர்களின் உள்ளங்கள் மீதும், அவர்களுடைய காதுகள் மீது கனத்தையும் (-செவிட்டுத் தனத்தையும்) நாம் நிச்சயமாக ஆக்கினோம். மேலும், (நபியே!) நீர் அவர்களை நேர்வழிக்கு அழைத்தால், அப்போதும் அவர்கள் அறவே நேர்வழி பெற மாட்டார்கள்.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:58","price":"இன்னும், உம் இறைவன் மகா மன்னிப்பாளன், (நிறைவான) கருணையுடையவன் ஆவான். அவர்கள் செய்தவற்றுக்காக அவன் அவர்களை தண்டித்தால் தண்டனையை அவர்களுக்கு தீவிரப்படுத்தியிருப்பான். மாறாக, அவர்களுக்கு வாக்களிக்கப்பட்ட ஒரு நேரம் இருக்கிறது. அதிலிருந்து (தப்பிக்க) ஒதுங்குமிடத்தை (அவர்கள்) அறவே பெற மாட்டார்கள்.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:59","price":"அந்த ஊர்(வாசி)கள், அவர்கள் தீங்கிழைத்தபோது அவர்களை அழித்தோம். இன்னும், அவர்களின் அழிவிற்காக வாக்களிக்கப்பட்ட ஒரு நேரத்தை நாம் ஆக்கினோம்.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:60","price":"இன்னும், மூஸா தன்(னுடன் இருந்த) வாலிபரை நோக்கி “இரு கடல்களும் இணைகின்ற இடத்தை நான் அடையும் வரை சென்று கொண்டே இருப்பேன். அல்லது, நீண்டதொரு காலம் நடந்து சென்று கொண்டே இருப்பேன்” என்று கூறிய சமயத்தை நினைவு கூர்வீராக!","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:61","price":"ஆக, அவ்விருவரும் அந்த இரண்டு (கடல்களு)ம் இணையும் இடத்தை அடைந்தபோது இருவரும் தங்கள் மீனை மறந்தனர். ஆக, அது கடலில் தன் வழியைச் சுரங்கம் போல் ஆக்கிக் கொண்டது.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:62","price":"ஆக, (தாங்கள் தேடிச் சென்ற இடத்தை அறியாமல் அதை) அவ்விருவரும் கடந்து சென்றபோது (மூஸா) தன் வாலிபரை நோக்கி, “நம் உணவை நம்மிடம் கொண்டுவா. திட்டவட்டமாக இந்த நம் பயணத்தில் (அதிக) களைப்பைச் சந்தித்தோம்” என்று கூறினார்.","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:63","price":"(அந்த வாலிபர் மூஸாவை நோக்கி) அந்த கற்பாறை அருகில் நாம் (ஓய்வுக்காக) ஒதுங்கி (அங்கு தங்கி)ய போது (நடந்த அதிசயத்தை) நீர் பார்த்தீரா? ஆக, நிச்சயமாக நான் (அப்போது அந்த) மீனை(ப் பற்றிக் கூற) மறந்தேன். மேலும், அதைப் பற்றி நான் கூறுவதை எனக்கு மறக்கடிக்கவில்லை, ஷைத்தானைத் தவிர. இன்னும், (அவ்விடத்தில்) கடலில் (செல்ல) ஆச்சரியமான விதத்தில் அது தன் வழியை ஆக்கிக் கொண்டது” என்று கூறினார்.","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:64","price":"(மூஸா) கூறினார்: “நாம் தேடிக்கொண்டிருந்த (இடமான)து அதுதான்.” ஆக, அவ்விருவரும் (அவ்விடத்தைத்) தேடியவர்களாக தங்கள் (காலடி) சுவடுகள் மீதே (அவற்றை பின்பற்றி வந்த வழியே) திரும்பினார்கள்.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:65","price":"ஆக, அவ்விருவரும் (அங்கு வந்தபோது) நம் அடியார்களில் ஓர் அடியாரைக் கண்டார்கள். நம்மிடமிருந்து அவருக்கு (சிறப்பான) கருணையை நாம் கொடுத்திருந்தோம். இன்னும், நம் புறத்திலிருந்து அவருக்கு கல்வி ஞானத்தையும் நாம் கற்பித்திருந்தோம்.","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:66","price":"மூஸா, அவரை நோக்கி “நீர் கற்பிக்கப்பட்டதிலிருந்து (சில) நல்லறிவை எனக்கு நீர் கற்பிப்பதற்காக நான் உம்மைப் பின்தொடர்ந்து வரலாமா?” என்று கூறினார்.","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:67","price":"அவர் கூறினார்: “என்னுடன் பொறுமையாக இருக்க நிச்சயமாக நீர் அறவே இயல மாட்டீர்.”","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:68","price":"“எதை நீர் ஆழமாக சூழ்ந்தறியவில்லையோ (அதை நான் செய்யும்போது) அதன் மீது எப்படி நீர் பொறுமையாக இருப்பீர்.”","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:69","price":"(மூஸா) கூறினார்: “அல்லாஹ் நாடினால் பொறுமையாளனாக என்னைக் காண்பீர். இன்னும், எந்த ஒரு காரியத்திலும் உமக்கு நான் மாறுசெய்ய மாட்டேன்.”","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:70","price":"அவர் கூறினார்: “நீர் என்னைப் பின்தொடர்ந்தால் (நான் செய்யும்) எந்த ஒரு விஷயத்தைப் பற்றியும் என்னிடம் கேள்வி கேட்காதீர், (அது குறித்த) விளக்கத்தை நான் கூற ஆரம்பிக்கும் வரை.”","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:71","price":"ஆக, இருவரும் சென்றனர். இறுதியாக, கப்பலில் இருவரும் பயணித்த போது, அவர் அதில் ஓட்டையிட்டார். (உடனே) (மூஸா) கூறினார்: “இதில் உள்ளவர்களை நீர் மூழ்கடிப்பதற்காக அதில் ஓட்டையிட்டீரா? திட்டவட்டமாக மிக (அபாயகரமான) கெட்ட காரியத்தை நீர் செய்தீர்.”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:72","price":"அவர் கூறினார்: “என்னுடன் பொறுமையாக இருப்பதற்கு நிச்சயமாக நீர் இயலவே மாட்டீர் என்று நான் கூறவில்லையா?”","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:73","price":"(மூஸா) கூறினார்: “நான் மறந்துவிட்ட காரணத்தால் என்னை நீர் குற்றம் பிடிக்காதீர். இன்னும், (உம்மோடு உள்ள) என் காரியத்தில் சிரமத்திற்கு என்னை கட்டாயப்படுத்தாதீர்”","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:74","price":"ஆக. இருவரும் சென்றனர். இறுதியாக, இருவரும் (வழியில்) ஒரு சிறுவனைச் சந்தித்தபோது, ஆக, (அவர்) அவனைக் கொன்று விட்டார். (உடனே, மூஸா) கூறினார்: “ஓர் உயிரைக் கொன்ற குற்றம் (அதனிடம்) இல்லாமல் ஒரு பரிசுத்தமான உயிரைக் கொன்று விட்டீரா? திட்டவட்டமாக நீர் ஒரு மகா கொடிய செயலை செய்து விட்டீர்.”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"ta"},{"name":"18:75","price":"அவர் கூறினார்: “என்னுடன் பொறுமையாக இருப்பதற்கு நிச்சயமாக நீர் இயலவே மாட்டீர்” என்று நான் உமக்கு கூறவில்லையா?”","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:76","price":"(மூஸா) கூறினார்: “இதன் பின்னர் நான் (ஏதாவது) ஒரு விஷயத்தைப் பற்றி உம்மிடம் கேட்டால் என்னை (உம்முடன்) சேர்க்காதீர். (என்னை விடுவதற்குரிய) ஒரு காரணத்தை என்னிடம் திட்டமாக அடைந்தீர்.”","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:77","price":"ஆக, இருவரும் (தொடர்ந்து) சென்றனர். இறுதியாக, அவ்விருவரும் ஓர் ஊராரிடம் வரவே அவ்வூராரிடம் அவ்விருவரும் உணவு கேட்டார்கள். ஆக, அவர்கள் அவ்விருவருக்கும் விருந்தளிக்க மறுத்தனர். பிறகு, அங்கு இடிந்து விழுவதற்கு நெருக்கமாக இருந்த ஒரு சுவற்றை அவ்விருவரும் கண்டனர். ஆக, அவர் அதை (செப்பனிட்டு விழாது) நிறுத்தினார். (அதற்கு மூஸா) கூறினார்: “நீர் நாடியிருந்தால் இதற்காக (இந்த ஊராரிடம்) ஒரு கூலியை எடுத்திருக்கலாமே!”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:78","price":"அவர் கூறினார்: எனக்கிடையிலும் உமக்கிடையிலும் இதுவே பிரிவு(க்குரிய நேரம்) ஆகும். நீர் பொறுமையாக இருக்க இயலாதவற்றின் விளக்கத்தை உமக்கு விரைவில் அறிவிப்பேன்.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:79","price":"ஆக, அக்கப்பல், கடலில் (கூலி) வேலை செய்கிற ஏழைகளுக்கு உரியதாக இருக்கிறது. அதை நான் குறைபடுத்த நாடினேன். (ஏனென்றால், அக்கப்பல் செல்லும் வழியில்) அவர்களுக்கு முன் (தான் காணுகின்ற) எல்லா கப்பல்களையும் அபகரித்து எடுத்துக் கொள்கிற ஓர் (அநியாயக்கார) அரசன் இருக்கிறான். (அவனிடமிருந்து காப்பாற்றவே அதை குறைபடுத்தினேன்.)","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:80","price":"ஆக, (கொலை செய்யப்பட்ட) அந்தச் சிறுவன் - அவனுடைய தந்தையும் தாயும் (நல்ல) நம்பிக்கையாளர்களாக இருந்தார்கள். அவன் (வாலிபத்தை அடைந்து) அவ்விருவரையும் அட்டூழியம் செய்வதற்கும், நிராகரிப்பதற்கும் கட்டாயப்படுத்தி விடுவான் என்று நாம் பயந்(து அப்படி செய்)தோம்.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:81","price":"(கொல்லப்பட்ட) அ(ந்த சிறு)வனை விட சிறந்த தூய்மையான நல்லவரை, இன்னும் (தாய் தந்தை மீது) அதிக நெருக்கமான கருணையுடையவரை அவ்விருவரின் இறைவன் அவ்விருவருக்கும் பகரமாக கொடுப்பதை நாடினோம்.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:82","price":"ஆக, (அந்தச்) சுவரோ (அந்த) நகரத்திலுள்ள இரு அனாதைக் குழந்தைகளுக்குரியதாக இருந்தது. இன்னும், அதற்குக் கீழ் அவ்விருவருக்குரிய புதையல் ஒன்று இருக்கிறது. அவ்விருவரின் தந்தை (மிக) நல்லவராக இருந்தார். ஆகவே, அவ்விருவரும் தங்கள் வாலிபத்தை அடைந்து, தங்கள் புதையலை வெளியே எடுக்க வேண்டும் என்பதை உம் இறைவன் நாடினான். (எனவே, நான் அந்தச் சுவரைச் செப்பனிட்டேன். இது,) உம் இறைவனின் அருளினால் (செய்யப்பட்டது). (மேற்படி நிகழ்ந்த) இவற்றை நான் என் இஷ்டப்படி செய்யவில்லை. நீர் பொறுமையாக இருப்பதற்கு இயலாதவற்றின் விளக்கம் இதுதான்.","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:83","price":"(நபியே!) மேலும், துல்கர்னைன் பற்றி (அவர்கள்) உம்மிடம் கேட்கிறார்கள். “அவரைப் பற்றிய நல்லுபதேசத்தை உங்களுக்கு நான் ஓதுவேன்” என்று கூறுவீராக.","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:84","price":"நிச்சயமாக நாம் அவருக்குப் பூமியில் ஆதிக்கத்தைக் கொடுத்தோம். இன்னும், ஒவ்வொரு பொருளைப் பற்றி  (-அதை எப்படி பயன்படுத்த வேண்டும் என்ற) அறிவை அவருக்குக் கொடுத்தோம்.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:85","price":"ஆக, அவர் (பூமியில்) ஒரு வழியைப் பின்தொடர்ந்(து அதில் ஓர் எல்லையை அடைந்)தார்.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:86","price":"இறுதியாக, சூரியன் மறையும் இடத்தை (மேற்குத் திசையை) அவர் அடைந்தபோது (கரு நிற) சேறுகள் நிறைந்த கடலில் மறைவதாக அதைக் கண்டார். இன்னும், அதனிடத்தில் (ஒருவகையான) சில மக்களைக் கண்டார். “துல்கர்னைனே! ஒன்று, (இவர்களைத்) தண்டிப்பீர், அல்லது, அவர்களில் ஓர் அழகிய (நடத்)தை(யை) கடைப்பிடி(த்து அவர்களை மன்னி)ப்பீர். (இரண்டும் உமக்கு அனுமதிக்கப்பட்டதே!)” என்று கூறினோம்.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:87","price":"(துல் கர்னைன்) கூறினார்: ஆக, எவன் (இணைவைத்து வணங்கியும் என் கட்டளையை மீறியும்) அநியாயம் செய்தானோ அவனை தண்டிப்போம். பிறகு, அவன் தன் இறைவனிடம் மீண்டும் கொண்டு வரப்படுவான். அவன் கொடிய தண்டனையால் அவனை தண்டிப்பான்.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:88","price":"“ஆக, எவர் நம்பிக்கை கொண்டு, நற்செயலை செய்தாரோ அவருக்கு (இறைவனிடத்தில்) அழகிய சொர்க்கம் கூலியாக இருக்கிறது. இன்னும், நாம் நம் காரியத்தில் இலகுவானதை அவருக்கு விரைவில் கூறுவோம்.”","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:89","price":"பிறகு, அவர் (மற்ற) ஒரு வழியைப் பின்தொடர்ந்(து அதில் ஓர் எல்லையை அடைந்)தார்.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:90","price":"இறுதியாக, அவர் சூரியன் உதிக்குமிடத்தை (கிழக்குத் திசையை) அடைந்தபோது, ஒரு சமுதாயத்தின் மீது அது உதிப்பதாக அதைக் கண்டார். அதற்கு முன்னாலிருந்து (அதன் வெப்பத்திலிருந்து அவர்களை காப்பாற்றும் நிழல் தரும் மலை, மரம், வீடு போன்ற) ஒரு தடுப்பை அவர்களுக்கு நாம் ஆக்கி இருக்கவில்லை.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:91","price":"(அவர்களுடைய நிலைமை) அப்படித்தான் (இருந்தது). மேலும், திட்டமாக அதனிடத்தில் இருந்தவற்றை நாம் ஆழமாக சூழ்ந்தறிந்தோம்.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:92","price":"பிறகு, அவர் (மற்ற) ஒரு வழியைப் பின்தொடர்ந்(து அதில் ஓர் எல்லையை அடைந்)தார்.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:93","price":"இறுதியாக, (அங்கிருந்த) இரு மலைகளுக்கு இடையில் (உள்ள ஓர் இடத்தை) அவர் அடைந்தபோது அவ்விரண்டிற்கும் முன்னால் (பிறருடைய) எந்த பேச்சையும் எளிதில் விளங்கமுடியாத ஒரு சமுதாயத்தைக் கண்டார்.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:94","price":"அவர்கள் (சைகையால்) கூறினார்கள்: “துல்கர்னைனே! நிச்சயமாக யஃஜூஜ், மஃஜூஜ் (என்பவர்கள் எங்கள்) பூமியில் (நுழைந்து) விஷமம் செய்கிறார்கள். ஆகவே, எங்களுக்கிடையிலும் அவர்களுக்கிடையிலும் ஒரு தடையை நீர் ஏற்படுத்துவதற்காக ஒரு தொகையை நாங்கள் உமக்கு ஏற்படுத்தி கொடுக்கட்டுமா?”","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:95","price":"அவர் கூறினார்: “என் இறைவன் எதில் எனக்கு ஆற்றல் அளித்துள்ளானோ அதுவே (எனக்கு போதுமானதும்) மிக்க மேலானது(ம்) ஆகும். ஆகவே, (உங்கள் உழைப்பு எனும்) வலிமையைக்கொண்டு எனக்கு உதவுங்கள். உங்களுக்கிடையிலும் அவர்களுக்கிடையிலும் பலமான ஒரு தடுப்பை நான் ஏற்படுத்துவேன்.”","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:96","price":"“(தேவையான) இரும்பு பாலங்களை என்னிடம் கொண்டு வாருங்கள். இறுதியாக, இரு மலைகளின் உச்சிகளுக்கு அவை சமமாகினால், (அதில் நெருப்பை மூட்ட) ஊதுங்கள்” என்று கூறினார். இறுதியாக, (நீங்கள் ஊதுவது) அவற்றை (பழுத்த) நெருப்பாக ஆக்கிவிட்டால் “என்னிடம் (செம்பைக்) கொண்டு வாருங்கள். (அந்த) செம்பை (உருக்கி) அதன் மீது நான் ஊற்றுவேன்” என்று கூறினார்.","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:97","price":"“ஆக, அதன் மீது ஏறுவதற்கு அவர்களால் இயலவில்லை. இன்னும், அதைத் துளையிடவும் அவர்களால் இயலவில்லை.”","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:98","price":"அவர் கூறினார்: “இது என் இறைவனிடமிருந்து கிடைத்த அருளாகும். ஆக, என் இறைவனின் (யுக முடிவு எனும்) வாக்கு வரும்போது அவன் இதைத் தூள் தூளாக்கிவிடுவான். இன்னும், என் இறைவனின் வாக்கு (முற்றிலும் நிகழக்கூடிய) உண்மையாக இருக்கிறது!”","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:99","price":"இன்னும், அந்நாளில் சிலர் சிலருடன் (-ஜின்கள் மனிதர்களுடன்) கலந்துவிடும்படி விட்டுவிடுவோம். (இரண்டாவது முறையாக) சூரில் (எக்காளத்தில்) ஊதப்படும். ஆகவே, (விசாரணைக்காக உயிர் கொடுத்து) அவர்களை நிச்சயமாக ஒன்று சேர்ப்போம்.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:100","price":"இன்னும், நிச்சயமாக அந்நாளில் நிராகரிப்பாளர்களுக்கு நரகத்தை வெளிப்படுத்துவோம்.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:101","price":"அவர்களுடைய கண்கள் என் நல்லுபதேசங்களை (பார்ப்பதை) விட்டு திரைக்குள் இருந்தன. இன்னும், அவர்கள் (நல்லுபதேசங்களைச்) செவியுற இயலாதவர்களாக இருந்தனர்.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:102","price":"நிராகரிப்பவர்கள் என்னை அன்றி என் அடியார்களை(த் தங்களுக்கு) பாதுகாவலர்களாக எடுத்துக்கொள்ள எண்ணுகிறார்களா? நிச்சயமாக நாம், நிராகரிப்பவர்களுக்கு தங்குமிடங்களாக நரகத்தை தயார்படுத்தினோம்.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:103","price":"(நபியே) கூறுவீராக! “செயல்களால் மிகப் பெரிய நஷ்டவாளிகளை நாம் உங்களுக்கு அறிவிக்கவா?”","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:104","price":"உலக வாழ்க்கையில் அவர்களின் முயற்சிகள் (எல்லாம்) வழிகெட்டு விட்டன. அவர்களோ நிச்சயமாக அவர்கள் நல்ல செயலை செய்கிறார்கள் என்று எண்ணுகிறார்கள்.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:105","price":"இவர்கள் எத்தகையோர் என்றால் தங்கள் இறைவனின் வசனங்களையும் அவனுடைய சந்திப்பையும் நிராகரித்தார்கள். ஆகவே, அவர்களுடைய (நல்ல) செயல்கள் (அனைத்தும்) அழிந்து விட்டன. ஆகவே, அவர்களுக்காக மறுமை நாளில் எவ்வித எடையையும் நிறுத்த மாட்டோம். (அவர்களுக்கு எவ்வித மதிப்பும் மறுமையில் இருக்காது.)","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:106","price":"அவர்கள் நிராகரித்ததாலும்; என் வசனங்களையும் என் தூதர்களையும் கேலியாக எடுத்துக் கொண்டதாலும் அவர்களுக்கு தயார் செய்யப்பட்ட அந்த கூலியானது நரகமாகும்.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:107","price":"நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டு, நன்மைகளை செய்தார்களோ அவர்களுக்கு ‘ஃபிர்தவ்ஸ்’ என்னும் சொர்க்கங்கள் தங்குமிடங்களாக இருக்கும்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:108","price":"அவற்றில் அவர்கள் நிரந்தரமானவர்களாக இருப்பார்கள். அதிலிருந்து (வேறு இடத்திற்கு) மாறுவதை அவர்கள் விரும்ப மாட்டார்கள்.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:109","price":"(நபியே!) கூறுவீராக: என் இறைவனின் (ஞானத்தையும் அறிவையும் விவரிக்கும்) வாக்கியங்களுக்கு கடல் (நீர்) மையாக மாறினால், என் இறைவனின் வாக்கியங்கள் தீர்ந்துவிடுவதற்கு முன்னதாகவே கடல் (நீர்) தீர்ந்துவிடும். அது (-அந்த கடல் நீர்) போன்று அதிகம் அதிகமாக நாம் (மைகளை) கொண்டு வந்தாலும் சரியே!","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"ta"},{"name":"18:110","price":"(நபியே) கூறுவீராக: “நிச்சயமாக நானெல்லாம் உங்களைப் போன்ற ஒரு மனிதன்தான், (-நீங்கள் வணங்குவதற்கு தகுதியான) உங்கள் கடவுள் எல்லாம் ஒரே ஒரு கடவுள்தான் என்று எனக்கு வஹ்யி அறிவிக்கப்படுகிறது. ஆகவே, எவர் தன் இறைவனின் சந்திப்பை பயப்படுவாரோ அவர் நல்ல செயலைச் செய்யட்டும்! இன்னும், தன் இறைவனை வணங்குவதில் ஒருவரையும் (அவனுக்கு) இணையாக்க வேண்டாம்!”","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"ta"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}