{"data":[{"name":"22:1","price":"மக்களே! உங்கள் இறைவனை அஞ்சுங்கள். நிச்சயமாக மறுமை (நிகழும்போது பூமி)யின் அதிர்வு மிகப்பெரிய ஒன்றாக இருக்கும்.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:2","price":"நீங்கள் அதை பார்க்கின்ற நாளில், பாலூட்டுகின்ற ஒவ்வொரு பெண்ணும் தான் பால் கொடுத்ததை (-அந்த குழந்தையை) மறந்து விடுவாள். இன்னும், கர்ப்பம் தரித்த ஒவ்வொரு பெண்ணும் தமது கர்ப்பத்தை (குறை மாதத்தில்) ஈன்று விடுவாள். இன்னும், மக்களை மயக்கமுற்றவர்களாக நீர் பார்ப்பீர். ஆனால், அவர்கள் (மதுவினால்) மயக்கமுற்றவர்கள் அல்லர். என்றாலும், அல்லாஹ்வுடைய தண்டனை மிகக் கடினமானதாகும்.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:3","price":"அல்லாஹ்வின் (ஆற்றல்) விஷயத்தில் கல்வியறிவு இன்றி தர்க்கிப்பவனும் மக்களில் இருக்கிறான். (இது விஷயத்தில்) திமிரு பிடித்த எல்லா ஷைத்தான்களையும் அவன் பின்பற்றுகிறான்.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:4","price":"அவன் (-ஷைத்தான்) மீது விதிக்கப்பட்டதாவது, யார் அவனை பின்பற்றுகிறாரோ அவரை நிச்சயமாக அவன் வழிகெடுப்பான். இன்னும், கொழுந்துவிட்டெரியும் நரக தண்டனையின் பக்கம் அவருக்கு வழிகாட்டுவான்.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:5","price":"மக்களே! நீங்கள் (மறுமையில்) எழுப்பப்படுவதில் சந்தேகத்தில் இருந்தால், (நாம் கூறும் இதை சிந்தித்துப் பாருங்கள்!) நிச்சயமாக நாம் உங்களை மண்ணிலிருந்து படைத்தோம். பின்னர், இந்திரியத்திலிருந்தும் பின்னர், இரத்தக் கட்டியிலிருந்தும் பின்னர், முழுமையான உருவம் கொடுக்கப்பட்ட, முழுமையான உருவம் கொடுக்கப்படாத சதை துண்டிலிருந்தும் (உங்களை படைத்து உருவாக்கினோம்). (இதை நாம் கூறுவது) ஏனெனில், (நமது ஆற்றலை) உங்களுக்கு விவரிப்பதற்காக ஆகும். (முழு குழந்தையாக பிறக்கவேண்டும் என்று) நாம் நாடியதை கர்ப்பப் பைகளில் குறிப்பிட்ட (முழு) தவணை வரை தங்க வைக்கிறோம். பிறகு, உங்களை குழந்தைகளாக வெளியாக்குகிறோம். பிறகு, நீங்கள் உங்களது (முழு அறிவையும்) வலிமையை(யும்) அடைவதற்காக (உங்களை உயிர் வாழவைக்கிறோம்). இன்னும், (வாலிபத்தை அடைவதற்கு முன்னரே) உயிர் கைப்பற்றப்படுகின்றவரும் உங்களில் உண்டு. இன்னும், தள்ளாத வயது வரை (வாழ்வு அளிக்கப்பட்டு, பின்னர் குழந்தையாக இருந்ததைப் போன்ற பலவீனமான நிலைக்கு) திருப்பப்படுகின்றவரும் உங்களில் உண்டு, இறுதியாக, (வயோதிகத்தில் மனிதன், தான் பலவற்றை) அறிந்திருந்ததற்குப் பின்னர் எதையும் அறியாதவனாக ஆகிவிடுகிறான். இன்னும், பூமி அழிந்து போய்விட்டதாக (-காய்ந்து போனதாக) பார்க்கிறீர். ஆக, அதன்மீது நாம் மழைநீரை இறக்கினால் அது (உயிர்ப் பெற்று தாவரங்களால்) அசைகிறது. இன்னும், (அதிக மழையினால் புற்பூண்டுகளும் விளைச்சல்களும்) உயர்ந்து வளர்கிறது. இன்னும், எல்லா விதமான அழகிய தாவரங்களை அது முளைக்க வைக்கிறது.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:6","price":"இ(வ்வாறு அல்லாஹ்வின் வல்லமை விவரிக்கப்பட்ட)து ஏனெனில், நிச்சயமாக அல்லாஹ்தான் உண்மையானவன்; நிச்சயமாக அவன் இறந்தவர்களை உயிர்ப்பிக்கிறான்; நிச்சயமாக அவன்தான் எல்லா பொருட்கள் மீதும் பேராற்றல் உள்ளவனாவான்;","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:7","price":"இன்னும், நிச்சயமாக மறுமை நிகழும். அதில் அறவே சந்தேகம் இல்லை; மேலும், நிச்சயமாக அல்லாஹ், புதைக்குழிகளில் உள்ளவர்களை எழுப்புவான் (என்பதை நீங்கள் தெளிவாக அறிவதற்காக ஆகும்).","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:8","price":"எவ்வித கல்வி அறிவுமில்லாமலும் நேர்வழி இல்லாமலும் (தனது வாதத்தை) வெளிப்படுத்தக்கூடிய (இறை)வேதம் (தன்னிடம்) இல்லாமலும் அல்லாஹ்வின் விஷயத்தில் தர்க்கிப்பவர்கள் மனிதர்களில் இருக்கிறார்.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:9","price":"(பெருமையுடன்) தனது கழுத்தைத் திருப்பிய(வனாக, இன்னும் புறக்கணித்த)வனாக அல்லாஹ்வின் மார்க்கத்திலிருந்து (நம்பிக்கையாளர்களை) தடுப்பதற்காக (அல்லாஹ்வின் விஷயத்தில் அவன் உங்களிடம் தர்க்கிக்கிறான்). அவனுக்கு இவ்வுலகத்தில் கேவலம் (நிறைந்த தண்டனை) உண்டு. இன்னும், மறுமை நாளில் எரித்து பொசுக்கக்கூடிய தண்டனையை நாம் அவனுக்கு சுவைக்க செய்வோம்.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:10","price":"அ(ந்த தண்டனையான)து, உனது கரங்கள் எதை முற்படுத்தியதோ அ(ந்)த (பாவங்களி)ன் காரணத்தினாலும், நிச்சயம் அல்லாஹ் அடியார்களுக்கு அநியாயம் செய்பவன் இல்லை என்ற காரணத்தினாலும் ஆகும்.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:11","price":"இன்னும், சந்தேகத்துடன் அல்லாஹ்வை வணங்குபவரும் மக்களில் இருக்கிறார். ஆக, அவருக்கு செல்வம் கிடைத்தால் அதனால் அவர் திருப்தியடைகிறார். இன்னும், அவருக்கு சோதனை ஏற்பட்டால் தனது (நிராகரிப்பின்) முகத்தின் மீதே அவர் திரும்பி விடுகிறார். அவர் இவ்வுலகிலும் மறு உலகிலும் நஷ்டமடைந்து விட்டார். இதுதான் தெளிவான (பெரிய) நஷ்டமாகும்.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:12","price":"அவர் (இஸ்லாமை விட்டு வெளியேறி விடுகிறார். இன்னும், அவரோ) அல்லாஹ்வை அழைக்காமல், தனக்கு தீங்கிழைக்காததை, தனக்கு நன்மை செய்யாததை (-சிலைகளை) அழைக்கிறார். இதுதான் மிக தூரமான வழிகேடாகும்.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:13","price":"யாருடைய நன்மையைவிட அவருடைய தீமைதான் மிக சமீபமாக இருக்கிறதோ அவரைத்தான் அவர் அழைக்கிறார். (சிலைகளை வணங்கக்கூடிய) அவர் (நம்பிக்கையாளருக்கு கொள்கையால்) நிச்சயமாக கெட்ட உறவினர் ஆவார். இன்னும், அவர் நிச்சயமாக கெட்ட தோழர் ஆவார்.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:14","price":"நிச்சயமாக நம்பிக்கை கொண்டு நன்மைகள் செய்தவர்களை அல்லாஹ் சொர்க்கங்களில் பிரவேசிக்க வைப்பான். அவற்றின் கீழ் நதிகள் ஓடும். நிச்சயமாக அல்லாஹ், தான் நாடுவதை செய்கிறான்.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:15","price":"அல்லாஹ், அவருக்கு (-நபிக்கு) இவ்வுலகிலும் மறு உலகிலும் உதவவே மாட்டான் என்று யார் எண்ணி இருக்கிறானோ அவன் (வீட்டின்) முகட்டில் ஒரு கயிறை தொங்கவிட்டு பிறகு (அதை) துண்டித்து (-தூக்கிட்டு)க் கொள்ளவும். ஆக, (அவனை) எது கோபமூட்டுகிறதோ அதை அவனுடைய (இந்த தூக்கிட்டுக் கொள்ளும்) சூழ்ச்சி நிச்சயமாக போக்கி விடுகிறதா என்று அவன் கவனிக்கட்டும்.","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:16","price":"இன்னும், (-நமது வல்லமையை மறுத்தவருக்கு நமது அத்தாட்சிகளை விவரித்த) இவ்வாறே இ(ந்த வேதத்)தை (நமது வல்லமையை விவரிக்கிற) தெளிவான அத்தாட்சிகளாக நாம் (நபி முஹம்மதுக்கு) இறக்கினோம். மேலும், நிச்சயமாக அல்லாஹ், தான் நாடியவருக்கு நேர்வழி காட்டுகிறான் (என்பதற்காகவும் அல்லாஹ் இந்த குர்ஆனை இறக்கினான்).","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:17","price":"நிச்சயமாக நம்பிக்கை கொண்டவர்கள், கிறித்தவர்கள், ஸாபியீன்கள், யூதர்கள், மஜூஸிகள் இன்னும், இணைவைத்தவர்கள் (ஆகிய) இவர்களுக்கு மத்தியில் மறுமைநாளில் நிச்சயமாக அல்லாஹ் தீர்ப்பளிப்பான். நிச்சயமாக அல்லாஹ் (இவர்களின் செயல்கள்) எல்லாவற்றின் மீதும் சாட்சியாளன் ஆவான். (அவனுக்கு எதுவும் மறைந்ததல்ல).","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:18","price":"(நபியே!) நீர் பார்க்கவில்லையா, நிச்சயமாக அல்லாஹ், வானங்களில் உள்ளவர்களும் பூமியில் உள்ளவர்களும் சூரியனும் சந்திரனும் நட்சத்திரங்களும் மலைகளும் மரங்களும் கால்நடைகளும் மக்களில் அதிகமானவர்களும் அவனுக்குத்தான் சிரம் பணிகிறார்கள். இன்னும், பலர் (அல்லாஹ்விற்கு சிரம் பணிவதில்லை. ஆகவே) அவர்களுக்கு தண்டனை உறுதியாகி விட்டது. இன்னும், எவரை அல்லாஹ் இழிவுபடுத்தினானோ அவரை கண்ணியப்படுத்துபவர் எவரும் இல்லை. நிச்சயமாக அல்லாஹ், தான் நாடுவதை செய்வான்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:19","price":"(அல்லாஹ்வை நம்பிக்கை கொண்டவர், இன்னும், அவனை நிராகரித்தவர் ஆகிய) இவ்விருவரும் தங்கள் இறைவனின் விஷயத்தில் தர்க்கிக்கிறார்கள். ஆக, எவர்கள் நிராகரித்தார்களோ அவர்களுக்கு நரக நெருப்பில் (பழுக்க சூடுகாட்டப்பட்ட செம்பிலிருந்து) ஆடைகள் செய்யப்படும். அவர்களின் தலைகளுக்கு மேலிருந்து கடுமையாக கொதிக்கின்ற சுடு நீர் ஊற்றப்படும்.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:20","price":"அதன் மூலம் அவர்களுடைய வயிறுகளில் உள்ளவை (எல்லாம்) உருக்கப்பட்டு விடும். இன்னும், (அவர்களுடைய) தோல்களும் (உருகி விடும்).","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:21","price":"அவர்களுக்கு இரும்பு சம்மட்டிகள் (உடைய அடிகள்) உண்டு.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:22","price":"(அவர்களுக்கு ஏற்பட்ட துன்பத்தின்) துக்கத்தினால் அ(ந்த நரகத்)திலிருந்து அவர்கள் வெளியேறுவதற்கு நாடும்போதெல்லாம் அ(ந்த நரகத்)திலேயே திரும்பக் கொண்டு வரப்படுவார்கள். இன்னும், (அவர்களை நோக்கி கூறப்படும்:) பொசுக்கக்கூடிய தண்டனையை சுவையுங்கள்.","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:23","price":"நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டு நன்மைகள் செய்தார்களோ அவர்களை அல்லாஹ் சொர்க்கங்களில் பிரவேசிக்கச் செய்வான். அவற்றின் கீழ் நதிகள் ஓடும். அவற்றில் தங்கத்தினாலான வளையல்களும் முத்து (ஆபரணமு)ம் அவர்கள் அணிவிக்கப்படுவார்கள். இன்னும், அவற்றில் அவர்களது ஆடை பட்டாக இருக்கும்.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:24","price":"இன்னும், அவர்கள் (இவ்வுலகில்) நல்ல பேச்சிற்கு வழிகாட்டப்பட்டார்கள். இன்னும், புகழுக்குரியவனின் பாதை(யாகிய இஸ்லாமு)க்கு வழிகாட்டப்பட்டார்கள்.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:25","price":"நிச்சயமாக எவர்கள் நிராகரித்தார்களோ; இன்னும், அல்லாஹ்வின் பாதையிலிருந்தும் (-அவனது மார்க்கத்திலிருந்தும்) அல்மஸ்ஜிதுல் ஹராம் புனித பள்ளிவாசலிலிருந்தும் (முஃமின்களை) தடுக்கிறார்களோ (அவர்களுக்குக் கடுமையான தண்டனையை சுவைக்க வைப்போம்). அது, (-அல்மஸ்ஜிதுல் ஹராம்) அதில் தங்கி இருப்பவருக்கும் வெளியிலிருந்து வருபவருக்கும் பொதுவான (மஸ்ஜி)தாகும். எவர் அ(ந்த மஸ்ஜி)தில் அநியாயமாக பாவம் செய்ய நாடுவாரோ, துன்புறுத்துகின்ற தண்டனையை நாம் அவருக்கு சுவைக்க செய்வோம்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:26","price":"இன்னும், (நபியே!) இப்ராஹீமுக்கு (கஅபாவாகிய எனது) ஆலயத்தின் இடத்தை நாம் (காண்பித்து கொடுத்து அதில் ஆலயத்தை புதிதாக கட்டி எழுப்ப) அமைத்து கொடுத்த சமயத்தை நினைவு கூர்வீராக! (இப்ராஹீமே!) நீர் எனக்கு எதையும் இணைவைத்து வணங்காதீர்! மேலும், எனது வீட்டை (அதை) தவாஃப் செய்பவர்களுக்காகவும் தொழுகையில் நிற்பவர்களுக்காகவும், குனிபவர்களுக்காகவும், சிரம் பணிபவர்களுக்காகவும் (சிலைகளை விட்டும்) சுத்தமாக வைத்திருப்பீராக!","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:27","price":"இன்னும், ஹஜ்ஜுக்காக மக்களுக்கு (மத்தியில்) அறிவிப்(புச் செய்து அவர்களை அழைப்)பீராக! அவர்கள் நடந்தவர்களாக உம்மிடம் வருவார்கள். இன்னும் தூரமான பாதைகளிலிருந்து வருகின்ற மெலிந்த எல்லா (வகையான) வாகனத்தின் மீது (வாகனித்தவர்களாகவும் வருவார்கள்).","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:28","price":"அவர்கள் தங்களுக்குரிய பலன்களை அடைவதற்காகவும், (அல்லாஹ்) அவர்களுக்குக் கொடுத்த கால்நடை பிராணிகள் மீது குறிப்பிட்ட (அந்த ஹஜ்ஜுடைய) நாட்களில் (அவற்றை அறுக்கும் போது) அல்லாஹ்வுடைய பெயரை நினைவு கூர்வதற்காகவும் (அவர்களை ஹஜ்ஜுக்கு அழைப்பீராக!) ஆக, (அல்லாஹ்விற்காக அறுக்கப்பட்ட) அவற்றிலிருந்து புசியுங்கள். இன்னும், வறியவருக்கும் ஏழைக்கும் (அவற்றிலிருந்து) உணவளியுங்கள்.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:29","price":"பிறகு, அவர்கள் தங்களது (உடல்களில் இருந்து) அழுக்குகளை நீக்கிக் கொள்ளட்டும். இன்னும், தங்களது நேர்ச்சைகளை நிறைவேற்றிக் கொள்ளட்டும். இன்னும், மிகப் பழமையான இறையாலத்தை அவர்கள் தவாஃப் செய்யட்டும்.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:30","price":"அவை உங்கள் மீது கடமையாகும். எவர் அல்லாஹ்வுடைய புனிதங்களை (-மக்கா, ஹஜ், உம்ரா இன்னும், அவற்றில் பேணவேண்டிய சட்டங்களை) மதிப்பாரோ அது அவருக்கு அவருடைய இறைவனிடம் மிகச் சிறந்ததாகும். இன்னும், உங்களுக்கு கால்நடைகள் ஆகுமாக்கப்பட்டுள்ளன. உங்களுக்கு (இந்தக் குர்ஆனில் ஐந்தாவது அத்தியாயத்தில் மூன்றாவது வசனத்தில் விளக்கமாக) ஓதிக்காட்டப்படுவதைத் தவிர. (அவை உங்களுக்கு தடுக்கப்பட்டவையாகும்.) சிலைகள் எனும் அசுத்தத்தை விட்டு விலகி இருங்கள். இன்னும், பொய்யான பேச்சை விட்டு விலகி இருங்கள்.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:31","price":"அல்லாஹ்விற்கு முற்றிலும் பணிந்து கட்டுப்பட்டவர்களாக, அவனுக்கு (எதையும்) இணையாக்காதவர்களாக இருங்கள். இன்னும், எவர் அல்லாஹ்விற்கு இணைவைப்பாரோ அவர் வானத்திலிருந்து கீழே விழுந்து, (அவர் இறந்த) பிறகு பறவைகள் அவரை கொத்தி தின்றதைப் போன்று; அல்லது, காற்று அவரை தூரமான இடத்தில் வீசி எறிந்ததைப் போன்று ஆவார்.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:32","price":"இவை அல்லாஹ்வின் சட்டங்களாகும். இன்னும் எவர் அல்லாஹ்வின் அடையாளங்களை கண்ணியப்படுத்துவாரோ நிச்சயமாக அது உள்ளங்களின் இறையச்சத்திலிருந்து வெளிப்படக் கூடியதாகும்.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:33","price":"(அல்லாஹ்வின் புனித அடையாளங்கள், குர்பானி பிராணிகள் ஆகிய) இவற்றில் குறிப்பிட்ட ஒரு காலம்வரை உங்களுக்கு பலன்கள் உள்ளன. பின்னர் அவற்றை அறுப்பதற்குரிய (ஹலாலான) இடம் அல் பைத்துல் அதீக் (-புனித எல்லை) ஆகும்.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:34","price":"(உங்களுக்கு முன்சென்ற நம்பிக்கை கொண்ட) ஒவ்வொரு சமுதாயத்திற்கும் பிராணியை (அல்லாஹ்விற்காக அறுத்து) பலியிடுவதை (வணக்கமாக) நாம் ஆக்கி இருக்கிறோம். அல்லாஹ், அவர்களுக்குக் கொடுத்த கால்நடைகள் மீது (அவற்றை அறுக்கும்போது) அல்லாஹ்வின் பெயரை அவர்கள் நினைவு கூர்வதற்காக (கால் நடைகளை பலியிடுவதை ஏற்படுத்தினோம்). ஆக, நீங்கள் வணங்க வேண்டிய கடவுள், ஒரே ஒரு கடவுள்தான். ஆகவே, அவனுக்கே பணிந்து விடுங்கள். இன்னும், (நபியே! அல்லாஹ்விற்கு) பயந்து பணிந்து கீழ்ப்படிந்தவர்களுக்கு நற்செய்தி கூறுவீராக!","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:35","price":"(அவர்களுக்கு முன்) அல்லாஹ்வை நினைவு கூறப்பட்டால் அவர்களது உள்ளங்கள் பயத்தால் நடுங்கும். இன்னும், அவர்களுக்கு ஏற்பட்ட சோதனைகள் மீது பொறுமையாக இருப்பார்கள். இன்னும், அவர்கள் தொழுகையை நிலைநிறுத்துவார்கள். இன்னும், நாம் அவர்களுக்கு கொடுத்தவற்றிலிருந்து தர்மம் செய்வார்கள்.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:36","price":"கொழுத்த ஒட்டகங்கள், (மற்றும் மாடுகள்,) அவற்றை உங்களுக்கு அல்லாஹ்வின் (மார்க்க) அடையாள சின்னங்களில் நாம் ஆக்கி இருக்கிறோம். அவற்றில் உங்களுக்கு நன்மைகள் உண்டு. ஆகவே, அவை (ஒரு கால் கட்டப்பட்டு, மூன்று கால்கள் மீது) நின்றவையாக இருக்க அவற்றின் மீது அல்லாஹ்வின் பெயரைக் கூ(றி அ)றுங்கள். ஆக, (அவை அறுக்கப்பட்ட பின்) அவற்றின் விலாக்கள் (பூமியில்) சாய்ந்து விட்டால் அவற்றிலிருந்து சாப்பிடுங்கள்; இன்னும், யாசிப்பவருக்கும் எதிர்பார்த்து வருபவருக்கும் உணவளியுங்கள். நீங்கள் நன்றி செலுத்துவதற்காக இவ்வாறே அவற்றை (-கால்நடைகளை) உங்களுக்கு பணிய வைத்தோம்.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:37","price":"அவற்றின் இறைச்சிகள், அவற்றின் இரத்தங்கள் அல்லாஹ்வை அறவே அடையாது. எனினும், இறையச்சம்தான் உங்களிடமிருந்து அவனை அடையும். இவ்வாறுதான், அவன் அவற்றை (அந்த குர்பானி பிராணிகளை) உங்களுக்கு பணிய வைத்தான், அல்லாஹ்வை - அவன் உங்களுக்கு நேர்வழி காட்டியதற்காக - நீங்கள் பெருமைப்படுத்துவதற்காக. இன்னும், (நபியே!) அல்லாஹ்விற்கு அழகிய முறையில் கீழ்ப்படிபவர்களுக்கு (சொர்க்கத்தின்) நற்செய்தி கூறுவீராக!","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:38","price":"நிச்சயமாக அல்லாஹ், நம்பிக்கை கொண்டவர்களை (பாதுகாத்து, அவர்களை) விட்டும் (நிராகரிப்பாளர்களை) தடுத்து விடுவான். நிச்சயமாக அல்லாஹ் எல்லா மோசடிக்காரர்களையும் நன்றி கெட்டவர்களையும் நேசிக்க மாட்டான்.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:39","price":"சண்டையிடப்படுபவர்களுக்கு - நிச்சயமாக அவர்கள் அநீதியிழைக்கப்பட்டார்கள் என்பதற்காக - (தங்களிடம் சண்டை செய்பவர்களை எதிர்த்து போர் புரிய) அனுமதி அளிக்கப்பட்டுள்ளது. இன்னும், நிச்சயமாக அல்லாஹ் அவர்களுக்கு உதவி செய்ய பேராற்றலுடையவன் ஆவான்.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:40","price":"அவர்கள் தங்கள் இல்லங்களிலிருந்து எவ்வித நியாய(மான காரண)மின்றி வெளியேற்றப்பட்டார்கள், எங்கள் இறைவன் அல்லாஹ் என்று அவர்கள் கூறியதற்காகவே தவிர (வேறு எதற்காகவும் அவர்கள் வெளியேற்றப்படவில்லை). மக்களை - அவர்களில் சிலரை சிலரைக் கொண்டு அல்லாஹ் பாதுகாப்பது இல்லை என்றால் துறவிகளின் தங்குமிடங்களும் கிறித்தவ ஆலயங்களும் யூத ஆலயங்களும் அதிகமாக அல்லாஹ்வின் பெயர் நினைவு கூறப்படும் மஸ்ஜிதுகளும் உடைக்கப்பட்டிருக்கும். இன்னும், நிச்சயமாக எவர் அவனுக்கு (அல்லாஹ்விற்கு) உதவுவாரோ அவருக்கு அல்லாஹ் உதவுவான். நிச்சயமாக அல்லாஹ் வலிமை உள்ளவன், மிகைத்தவன் ஆவான்.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:41","price":"(அல்லாஹ்வின் பாதையில் போர்புரிகின்ற) அவர்களுக்கு பூமியில் நாம் இடமளித்தால் (-அதிகாரமளித்தால்) அவர்கள் தொழுகையை நிறைவேற்றுவார்கள்; இன்னும், (தங்களது செல்வங்களுக்கு உரிய) ஸகாத்தைக் கொடுப்பார்கள்; இன்னும், (மக்களுக்கு) நன்மையை (தவ்ஹீதை) ஏவுவார்கள்; இன்னும், தீமையிலிருந்து (-ஷிர்க்கிலிருந்து மக்களை) தடுப்பார்கள். எல்லாக் காரியங்களின் முடிவும் அல்லாஹ்வின் பக்கமே இருக்கிறது.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:42","price":"(நபியே!) உம்மை இவர்கள் பொய்ப்பித்தால் (அதற்காக கவலைப்படாதீர்.) இவர்களுக்கு முன்னர் நூஹுடைய மக்களும் ஆது, இன்னும் ஸமூது சமுதாயத்தினரும் பொய்ப்பித்தார்கள்.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:43","price":"இன்னும், இப்ராஹீமுடைய மக்களும் லூத்துடைய மக்களும் (பொய்ப்பித்தனர்).","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:44","price":"இன்னும், மத்யன் வாசிகளும் (தங்களது தூதர்களை பொய்ப்பித்தனர்). மூஸாவும் (ஃபிர்அவ்ன் மற்றும் அவனுடைய சமுதாயத்தால்) பொய்ப்பிக்கப்பட்டார். ஆக, (இந்த) நிராகரிப்பாளர்களுக்கு நான் அவகாசம் அளித்தேன். (சிறிது காலத்திற்கு) பிறகு, (தண்டனையைக் கொண்டு) நான் அவர்களைப் பிடித்தேன். ஆகவே, (நான் அவர்களுக்கு கொடுத்த) எனது மறுப்பு (-தண்டனை) எப்படி இருந்தது!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:45","price":"ஆக, எத்தனையோ ஊர்களை அவை அநியாயம் செய்பவையாக இருக்கும் நிலையில் அவற்றை நாம் அழித்தோம். அவை தமது முகடுகள் மீது வீழ்ந்துள்ளன. இன்னும், (பராமரிப்பு இல்லாமல்) விடப்பட்ட எத்தனையோ கிணறுகளையும், சுண்ணாம்புக் கலவைகளைக் கொண்டு கட்டப்பட்ட (உயரமான, நீளமான) மாளிகைகளையும் (அழித்தோம்).","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:46","price":"ஆக, அவர்கள் (அழிக்கப்பட்டவர்கள்) பூமியில் பயணம் செய்து பார்க்க மாட்டார்களா? (அப்படி அவர்கள் செய்தால்) அவர்களுக்கு உள்ளங்கள் இருந்தால் அவற்றின் மூலம் சிந்தித்து புரிவார்கள். இன்னும், அவர்களுக்கு (நல்லுபதேசத்தை செவியுறும்) காதுகள் இருந்தால் அவர்கள் அவற்றின் மூலம் செவியுறுவார்கள். ஆக, நிச்சயமாக (கண்களின்) பார்வைகள் குருடாகுவதில்லை. எனினும், நெஞ்சங்களில் உள்ள உள்ளங்கள்தான் குருடாகி விடுகின்றன.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:47","price":"(நபியே! எச்சரிக்கப்பட்ட) தண்டனையை அவசரமாக வர வேண்டுமென உம்மிடம் கோருகிறார்கள். அல்லாஹ் தனது வாக்கை அறவே மாற்ற மாட்டான். நிச்சயமாக உமது இறைவனிடம் ஒரு நாள் என்பது நீங்கள் எண்ணக் கூடியவற்றிலிருந்து (உங்கள் நாட்களின் கணக்குப்படி) ஆயிரம் ஆண்டுகளைப் போன்றாகும்.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:48","price":"எத்தனையோ ஊர்கள் - அவை அநியாயம் செய்பவையாக இருக்கும் நிலையில் - நான் அவற்றுக்கு அவகாசம் அளித்தேன். பிறகு, அவற்றை (தண்டனையினால்) நான் பிடித்தேன். என் பக்கமே (அனைவரின்) மீளுமிடம் இருக்கிறது.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:49","price":"(நபியே!) கூறுவீராக: “மக்களே! நிச்சயமாக நான் எல்லாம் உங்களுக்கு தெளிவான எச்சரிப்பாளர்தான்.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:50","price":"ஆக, எவர்கள் நம்பிக்கை கொண்டு, நன்மைகளை செய்தார்களோ, அவர்களுக்கு பாவமன்னிப்பும் (சொர்க்கத்தில்) கண்ணியமான உணவும் உண்டு.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:51","price":"இன்னும், எவர்கள் (நம்மை) மிகைத்துவிட நாடியவர்களாக நமது வசனங்களில் (அவற்றைப் பொய்ப்பிக்க) முயற்சித்தார்களோ அவர்கள் நரகவாசிகள் ஆவார்கள்.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:52","price":"உமக்கு முன்னர் எந்த ஒரு ரஸூலையும் நபியையும் நாம் அனுப்பினால், அவர் ஓதும்போது ஷைத்தான் அவர் ஓதுவதில் (தனது கூற்றை நுழைத்துக்) கூறாமல் இருந்ததில்லை. பின்னர், ஷைத்தான் (நபியின் ஓதுதலுக்கு இடையில் நுழைத்துக்) கூறியதை அல்லாஹ் போக்கி விடுவான். பிறகு, அல்லாஹ் தனது வசனங்களை உறுதிப்படுத்துவான். (நபியின் ஓதுதலில் ஷைத்தான் நுழைத்ததை அல்லாஹ் நீக்கி வேதத்தை சுத்தப்படுத்தி விடுவான்.) அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:53","price":"முடிவில், ஷைத்தான் கூறுவதை உள்ளங்களில் நோய் உள்ளவர்களுக்கும் உள்ளங்கள் இறுகியவர்களுக்கும் சோதனையாக ஆக்குவான். நிச்சயமாக அநியாயக்காரர்கள் (உண்மையை விட்டு) மிக தூரமான முரண்பாட்டில்தான் இருக்கிறார்கள்.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:54","price":"இன்னும், முடிவில் (அல்லாஹ்வின் மார்க்க) அறிவு கொடுக்கப்பட்டவர்கள் நிச்சயமாக இது உமது இறைவன் புறத்திலிருந்து நிகழ்ந்த உண்மைதான் என்று அறிந்து அதை நம்பிக்கை கொண்டு அவர்களுடைய உள்ளங்கள் அதற்கு (-அந்த குர்ஆனுக்கு) பணிந்து விடும். நிச்சயமாக அல்லாஹ் நம்பிக்கை கொண்டவர்களை நேரான பாதைக்கு வழிகாட்டக் கூடியவன் ஆவான்.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:55","price":"நிராகரித்தவர்கள், மறுமை திடீரென அவர்களிடம் வரும் வரை; அல்லது, ஒரு மலட்டு நாளின் (-பத்ர் போரினால் அவர்கள் அனுபவிக்கப் போகும்) தண்டனை அவர்களிடம் வரும் வரை இ(ந்த வேதத்)தில் சந்தேகத்தில்தான் தொடர்ந்து இருக்கிறார்கள்.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:56","price":"அந்நாளில் ஆட்சி அல்லாஹ்விற்கே உரியது. அவர்களுக்கு மத்தியில் அவன் தீர்ப்பளிப்பான். ஆக, நம்பிக்கை கொண்டு நன்மைகளை செய்தவர்கள் இன்பமிகு சொர்க்கங்களில் இருப்பார்கள்.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:57","price":"எவர்கள் நிராகரித்து நமது வசனங்களை பொய்ப்பித்தனரோ, அவர்களுக்கு - இழிவுதரக்கூடிய தண்டனை உண்டு.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:58","price":"இன்னும், எவர்கள் அல்லாஹ்வின் பாதையில் “ஹிஜ்ரத்” நாடு துறந்து சென்று, பிறகு (எதிரிகளால்) கொல்லப்பட்டார்களோ; அல்லது, மரணித்து விட்டார்களோ நிச்சயமாக அல்லாஹ் அவர்களுக்கு அழகிய உணவைக் கொடுப்பான். நிச்சயமாக அல்லாஹ் உணவளிப்பவர்களில் மிகச் சிறந்தவன் ஆவான்.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:59","price":"நிச்சயமாக அல்லாஹ், அவர்கள் திருப்திபடுகின்ற இட(மான இன்பங்கள் நிறைந்த சொர்க்க)த்தில் அவர்களை பிரவேசிக்க செய்வான். நிச்சயமாக அல்லாஹ் நன்கறிந்தவன், மகா சகிப்பாளன் ஆவான்.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:60","price":"அது, (நம்பிக்கையாளர்கள் சொர்க்கம் செல்வது அல்லாஹ்வின் வெகுமதியாகும்). இன்னும், எவர் தான் தண்டிக்கப்பட்டதைப் போன்று (தன்னைத் தண்டித்தவரை) தண்டித்தாரோ, பிறகு, அவர் மீது (மீண்டும்) வன்முறை செய்யப்பட்டதோ நிச்சயமாக அல்லாஹ் அவருக்கு உதவுவான். நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், பெரும் பிழை பொறுப்பாளன் ஆவான்.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:61","price":"அ(நீதி இழைக்கப்பட்டவருக்கு உதவுவது எனக்கு மிக இலகுவான)து, ஏனெனில், (நான் அதற்கு ஆற்றல் உள்ளவன் ஆவேன். இன்னும்) நிச்சயமாக அல்லாஹ்(வின் வல்லமையாவது அவன்) இரவை பகலில் நுழைக்கிறான். பகலை இரவில் நுழைக்கிறான். இன்னும், நிச்சயமாக அல்லாஹ் (அநீதி இழைக்கப்பட்டவரின் பிரார்த்தனையை) நன்கு செவியுறுபவன், (அவரின் நிலையை) உற்று நோக்குபவன் ஆவான்.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:62","price":"அது (-இரவை பகலிலும் பகலை இரவிலும் நுழைப்பது அல்லாஹ்விற்கு மிக எளிதாகும்.) ஏனெனில், நிச்சயமாக அல்லாஹ்தான் உண்மையானவன். (எதையும் படைக்க ஆற்றல் உள்ளவன்). இன்னும், அவனையன்றி அவர்கள் அழைக்கின்றவை பொய்யானவையாகும். (-எதையும் படைப்பதற்கும் உருவாக்குவதற்கும் ஆற்றல் அற்றவை). இன்னும், நிச்சயமாக அல்லாஹ்தான் மிக உயர்ந்தவன், மகா பெரியவன்.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:63","price":"நீர் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ் வானத்திலிருந்து மழையை இறக்குகிறான். ஆக, பூமி பசுமையாக மாறுகிறது. நிச்சயமாக அல்லாஹ் மிக்க நுட்பமானவன், ஆழ்ந்தறிபவன் ஆவான்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:64","price":"வானங்களில் உள்ளவையும் பூமியில் உள்ளவையும் அவனுக்கே சொந்தமானவை. இன்னும், நிச்சயமாக அல்லாஹ்தான் மகா செல்வந்தன் (-நிறைவானவன், எத்தேவையுமற்றவன்), பெரும் புகழுக்குரியவன் ஆவான்.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:65","price":"(நபியே!) நீர் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ் பூமியில் உள்ளவற்றை உங்களுக்கு வசப்படுத்தியுள்ளான். இன்னும், அவனது கட்டளைப்படி கடலில் செல்லக்கூடிய கப்பல்களையும் (உங்களுக்கு வசப்படுத்தியுள்ளான்). இன்னும், வானத்தை - அது பூமியின் மீது வீழ்ந்து விடாமல் - தடுத்து வைத்திருக்கிறான். அவனுடைய அனுமதி இல்லாமல் அது விழாது. நிச்சயமாக அல்லாஹ் மக்கள் மீது மகா இரக்கமுள்ளவன், பெரும் கருணையாளன் ஆவான்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:66","price":"அவன்தான் உங்களை உயிர்ப்பித்தான். பிறகு, உங்களை மரணிக்கச் செய்வான். பிறகு, உங்களை உயிர்ப்பிப்பான். நிச்சயமாக மனிதன் (தன் இறைவனின் அத்தாட்சியை) மிகவும் மறுக்கக் கூடியவன் ஆவான்.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:67","price":"ஒவ்வொரு சமுதாயத்திற்கும் நாம் (கால்நடைகளை அறுத்து) பலியிடுவதை ஏற்படுத்தினோம். அவர்கள் அதை பலியிடுவார்கள். ஆகவே, (நபியே!) அவர்கள் உம்மிடம் இந்த விஷயத்தில் (-அறுக்கப்பட்ட பிராணியை சாப்பிடுவதிலும் தானாக செத்த பிராணியை தவிர்த்து விடுவதிலும்) தர்க்கம் செய்ய வேண்டாம். இன்னும், (நபியே!) இறைவனின் பக்கம் அழைப்பீராக! நிச்சயமாக நீர் நேரான (மிகச் சரியான) வழிகாட்டுதல் மீது இருக்கிறீர்.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:68","price":"(நபியே!) அவர்கள் உம்மிடம் (மார்க்க விஷயங்களில்) தர்க்கித்தால், “நீங்கள் செய்வதை அல்லாஹ் மிக அறிந்தவன்” என்று நீர் கூறுவீராக!","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:69","price":"நீங்கள் முரண்பட்டுக் கொண்டிருந்தவற்றில் உங்கள் மத்தியில் மறுமை நாளில் அல்லாஹ் தீர்ப்பளிப்பான்.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:70","price":"(நபியே!) நிச்சயமாக அல்லாஹ், வானத்திலும் பூமியிலும் உள்ளவற்றை நன்கறிவான் என்பதை நீர் அறியவில்லையா? நிச்சயமாக இவை (அனைத்தும்) ‘லவ்ஹுல் மஹ்பூல்’ எனும் பதிவேட்டில் இருக்கிறது. நிச்சயமாக இது அல்லாஹ்விற்கு மிக சுலபமானதே!","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:71","price":"இன்னும், அல்லாஹ் எதற்கு எந்த ஓர் ஆதாரத்தையும் இறக்கவில்லையோ அதையும்; இன்னும், அவர்களுக்கு எதைப் பற்றி அறவே எவ்வித அறிவும் இல்லையோ அதையும் அவர்கள் அல்லாஹ்வை அன்றி வணங்குகிறார்கள். (விசாரணை நாளில்) அநியாயக்காரர்களுக்கு உதவுபவர் யாரும் இல்லை.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:72","price":"இன்னும், அவர்கள் மீது நமது தெளிவான வசனங்கள் ஓதப்பட்டால் நிராகரித்தவர்களுடைய முகங்களில் வெறுப்பை (-முக சுளிப்பை) நீர் பார்ப்பீர்! நமது வசனங்களை அவர்களுக்கு முன் ஓதிக் காட்டுபவர்களை கடுமையாகப் பிடித்து (கொன்று) விடுவதற்கு அவர்கள் முயற்சிக்கிறார்கள். (நபியே!) நீர் கூறுவீராக: “(சத்தியம் இன்னும் அதன் பக்கம் அழைக்கிற) இவர்களைவிட (அவர்களுக்கு) வெறுப்பானதை நான் உங்களுக்கு அறிவிக்கவா?” அதுதான் நரகமாகும். நிராகரித்தவர்களுக்கு அல்லாஹ் அதை வாக்களித்துள்ளான். மீளுமிடங்களில் அது மிகக் கெட்டதாகும்.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:73","price":"மக்களே! ஓர் உதாரணம் (உங்களுக்கு) விவரிக்கப்படுகிறது. ஆக, அதை செவிமடுத்து கேளுங்கள். நிச்சயமாக அல்லாஹ்வை அன்றி நீங்கள் அழைப்பவை ஓர் ஈயையும் அறவே படைக்க மாட்டார்கள், அவர்கள் (எல்லோரும்) அதற்கு ஒன்று சேர்ந்தாலும் சரி. இன்னும், அவர்களிடமிருந்து அந்த ஈ எதையும் பறித்தாலும் அதை அதனிடமிருந்து அவர்கள் பாதுகாத்து பிடுங்கவும் மாட்டார்கள். (அவர்களின்) கடவுள்களும் (அவற்றால்) தேடப்படுகின்றதும் (-ஈயும்) பலவீனமானவர்களே!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:74","price":"அவர்கள் அல்லாஹ்வை அவனுடைய தகுதிக்குத் தக்கவாறு கண்ணியப்படுத்தவில்லை. நிச்சயமாக அல்லாஹ் மகா வலிமையுடையவன் மிகைத்தவன் ஆவான்.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:75","price":"அல்லாஹ் வானவர்களிலிருந்தும் மனிதர்களிலிருந்தும் தூதர்களை தேர்வு செய்கிறான். நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:76","price":"அவன், அவர்களுக்கு முன்னர் இருந்தவற்றையும் அவர்களுக்கு பின்னர் இருப்பவற்றையும் நன்கறிவான். இன்னும், அல்லாஹ்வின் பக்கமே காரியங்கள் திருப்பப்படுகின்றன.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:77","price":"நம்பிக்கையாளர்களே! (தொழுகையில்) குனியுங்கள்! இன்னும், சிரம்பணியுங்கள்! இன்னும், உங்கள் இறைவனை வணங்குங்கள்! இன்னும், நன்மை செய்யுங்கள்! நீங்கள் (அவற்றின் மூலம்) வெற்றி அடைவதற்காக.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"ta"},{"name":"22:78","price":"அல்லாஹ்வின் பாதையில் (இணை வைப்பவர்களிடம்) முழுமையாக போரிடுங்கள். அவன்தான் உங்களைத் தேர்ந்தெடுத்தான். இன்னும், உங்கள் மீது (உங்கள்) மார்க்கத்தில் எவ்வித நெருக்கடியையும் அவன் வைக்கவில்லை. உங்கள் தந்தை இப்ராஹீமுடைய மார்க்கத்தைப் பற்றிப் பிடியுங்கள். அவன் இதற்கு முன்னரும் (-முந்தைய வேதங்களிலும்) இதிலும் (-குர்ஆனிலும்) உங்களுக்கு ‘முஸ்லிம்கள்’ என்று பெயர் வைத்தான். காரணம், தூதர் (-முஹம்மத்) உங்கள் மீது சாட்சியாளராக இருப்பதற்காகவும் நீங்கள் மக்கள் மீது சாட்சியாளர்களாக இருப்பதற்காகவும் (அல்லாஹ் உங்களை தேர்ந்தெடுத்து, முஸ்லிம்கள் என்று பெயரிட்டான்). ஆக, தொழுகையை நிலைநிறுத்துங்கள்! இன்னும், ஸகாத்தைக் கொடுங்கள்! இன்னும், அல்லாஹ்வை உறுதியாக பற்றிப்பிடியுங்கள்! அவன்தான் உங்கள் பொறுப்பாளன் ஆவான். ஆக, அவனே சிறந்த பொறுப்பாளன். இன்னும், அவனே சிறந்த உதவியாளன் ஆவான்.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"ta"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}