{"data":[{"name":"25:1","price":"தனது அடியார் மீது - அவர் அகிலத்தார்களை எச்சரிப்பவராக இருப்பதற்காக - பிரித்தறிவிக்கும் வேதத்தை இறக்கிய (இறை)வன் மிகுந்த பாக்கியவான், மிகவும் உயர்ந்தவன், மிக்க மகத்துவமானவன் ஆவான்.","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:2","price":"வானங்கள் இன்னும் பூமியின் ஆட்சி அவனுக்கே உரியது. அவன் (தனக்கு) குழந்தையை (-சந்ததியை) ஏற்படுத்தவில்லை. இன்னும், ஆட்சியில் அவனுக்கு இணை ஒருவரும் இல்லை. இன்னும், எல்லாவற்றையும் அவனே படைத்தான். அதுமட்டுமல்ல, அவற்றை (எப்படி படைக்க வேண்டுமோ அப்படி) சீராக நிர்ணயம் செய்(து, அவற்றை படைத்)தான்.","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:3","price":"அ(ந்த இணைவைப்ப)வர்கள் அவனை அன்றி (பல) கடவுள்களை (வழிபாடுகளுக்கு) ஏற்படுத்திக் கொண்டனர். அந்த கடவுள்கள் எதையும் படைக்க மாட்டார்கள். அவர்களோ (மனிதர்களால்) செய்யப்படுகிறார்கள். இன்னும், அவர்கள் தங்களுக்குத் தாமே தீமை செய்வதற்கும் நன்மை செய்வதற்கும் சக்தி பெற மாட்டார்கள். இன்னும், (பிறரின்) இறப்பிற்கும் வாழ்விற்கும் மீண்டும் உயிர்த்தெழச் செய்வதற்கும் அவர்கள் சக்தி பெற மாட்டார்கள்.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:4","price":"நிராகரிப்பாளர்கள் கூறுகிறார்கள்: “இ(ந்த வேதமான)து இட்டுக்கட்டப்பட்டதே தவிர வேறு இல்லை. இன்னும், இவர் (-இந்த தூதர்) இதை இட்டுக்கட்டினார். இவருக்கு மற்ற மக்கள் இதற்கு உதவினர்.” ஆக, திட்டமாக இவர்கள் பெரும் அநியாயத்தையும் பொய்யையும் கூறினார்கள்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:5","price":"இன்னும், கூறினார்கள்: (இந்த குர்ஆன்) முன்னோரின் கட்டுக் கதைகளாகும். அவர் இவற்றை தானாக எழுதிக்கொண்டார். ஆக, இவை காலையிலும் மாலையிலும் அவர் மீது படித்துக்காட்டப்படுகிறது.","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:6","price":"(நபியே!) கூறுவீராக! வானங்களிலும் பூமியிலும் (உள்ள சர்வ) ரகசியத்தை(யும்) எவன் நன்கறிவானோ அவன்தான் இதை (உம் மீது) இறக்கினான். நிச்சயமாக அவன் மகா மன்னிப்பாளனாக பெரும் கருணையாளனாக இருக்கிறான்.","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:7","price":"அவர்கள் கூறுகிறார்கள்: “இந்த தூதருக்கு என்ன ஏற்பட்டது!? இவர் உணவு சாப்பிடுகிறார்; இன்னும், கடைத் தெருக்களில் உலாவுகிறார். இவர் மீது ஒரு வானவர் இறக்கப்பட்டு அவர் இவருடன் (மக்களை) எச்சரிப்பவராக இருக்க வேண்டாமா?”","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:8","price":"“அல்லது, இவருக்கு ஒரு பொக்கிஷம் இறக்கப்பட வேண்டாமா! அல்லது, இவருக்கு ஒரு தோட்டம் இருந்து அதிலிருந்து இவர் புசிக்க வேண்டாமா!” இன்னும் அந்த அநியாயக்காரர்கள் கூறுகிறார்கள்: “நீங்கள் குடல்கள் உள்ள ஒரு (உணவு சாப்பிடுகிற சாதாரண) மனிதரைத் தவிர (புனிதமான வானவர்களை) நீங்கள் பின்பற்றவில்லை.”","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:9","price":"(நபியே!) பார்ப்பீராக! அவர்கள் எப்படி உமக்கு (தவறான) தன்மைகளை எடுத்துக் கூறுகிறார்கள். ஆக, அவர்கள் வழிகெட்டனர். (நேர்வழி பெற) அவர்கள் ஒரு (சரியான) பாதையில் செல்வதற்கு சக்தி பெறமாட்டார்கள்.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:10","price":"அவன் (-அல்லாஹ்) மிகுந்த பாக்கியவான், மிகவும் உயர்ந்தவன், மிக்க மகத்துவமானவன் ஆவான். அவன் நாடினால் உமக்கு இவற்றைவிட சிறந்ததை - அவற்றை சுற்றி நதிகள் ஓடும் சொர்க்கங்களை- ஏற்படுத்துவான். இன்னும், உமக்கு (அங்கு) மாளிகைகளை ஏற்படுத்துவான்.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:11","price":"மாறாக, அவர்கள் உலக முடிவை பொய்ப்பித்தனர். உலக முடிவை பொய்ப்பிப்பவருக்கு கொழுந்து விட்டெரியும் நெருப்பை நாம் தயார்படுத்தியுள்ளோம்.","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:12","price":"அது அவர்களை தூரமான இடத்திலிருந்து பார்த்தால் அதனுடைய (-நெருப்பு பற்றி எரியும் போது வெளிப்படும்) சத்தத்தையும் இரைச்சலையும் அவர்கள் செவியுறுவார்கள்.","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:13","price":"இன்னும், அவர்கள் அதில் நெருக்கடியான இடத்தில் (சங்கிலிகளால் கைகள் கழுத்துகளுடன்) கட்டப்பட்டவர்களாக போடப்பட்டால் அங்கு, “(எங்கள்) கைசேதமே!” என்று (தங்களின் அழிவையும் நாசத்தையும் கூவி) அழைப்பார்கள். (உலகிற்கு திரும்ப செல்ல வேண்டுமே! அல்லது, தாங்கள் அழிந்து விடவேண்டுமே என்று சத்தமிடுவார்கள்.)","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:14","price":"இன்று, கைசேதமே! என ஒரு முறை அழைக்காதீர்கள். கைசேதமே! என்று பல முறை அழையுங்கள்.","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:15","price":"(நபியே!) நீர் கேட்பீராக! அது (-நரகம்) சிறந்ததா? அல்லது, இறை அச்சமுள்ளவர்களுக்கு வாக்களிக்கப்பட்ட ஜன்னதுல் குல்து (என்ற நிரந்தர சொர்க்கம்) சிறந்ததா? அது அவர்களுக்கு கூலியாகவும் மீளுமிடமாகவும் இருக்கும்.","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:16","price":"அவர்கள் நாடுவதெல்லாம் அவர்களுக்கு அதில் கிடைக்கும், (அவர்கள் அதில்) நிரந்தரமாக இருப்பார்கள். இது, உமது இறைவன் மீது (அவனது நல்லடியார்களால்) வேண்டப்பட்ட வாக்காக இருக்கிறது.","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:17","price":"இன்னும், அவன் அவர்களையும் அல்லாஹ்வை அன்றி அவர்கள் வணங்கியவர்களையும் ஒன்று திரட்டும் நாளில், “நீங்கள்தான் எனது (இந்த) அடியார்களை வழிகெடுத்தீர்களா? அல்லது அவர்கள் (நேரான) பாதையை விட்டு தாமாக வழிகெட்டனரா?” என்று (இறைவன்) கேட்பான்.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:18","price":"அவர்கள் (-வானவர்களும் ஈஸாவும் உஸைரும்) கூறுவார்கள்: “நீ மிகப் பரிசுத்தமானவன். உன்னை அன்றி பாதுகாவலர்களை (தெய்வங்களை) எடுத்துக் கொள்வது எங்களுக்கு தகுதியானதாக (சரியானதாக) இல்லை. எனினும், நீ அவர்களுக்கும் அவர்களுடைய மூதாதைகளுக்கும் (உலகத்தில்) வசதியான வாழ்வளித்தாய். இறுதியாக, அவர்கள் (உனது) அறிவுரையை மறந்தனர். இன்னும், அழிந்து போகும் மக்களாக ஆகிவிட்டனர்.”","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:19","price":"ஆக, திட்டமாக அவர்கள் (-வானவர்கள், நபிமார்கள் மற்றும் நல்லவர்கள்) நீங்கள் கூறியதில் உங்களை பொய்ப்பித்து விட்டனர். ஆகவே, நீங்கள் (அல்லாஹ்வின் தண்டனையை உங்களை விட்டு) திருப்பி விடுவதற்கோ (உங்களுக்கு) உதவுவதற்கோ சக்தி பெறமாட்டீர்கள். இன்னும், உங்களில் யார் (அல்லாஹ்விற்கு இணைவைத்து வணங்கி தனக்குத்தானே) அநீதி இழைத்தாரோ அவருக்கு பெரிய தண்டனையை நாம் சுவைக்க வைப்போம்.","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:20","price":"உமக்கு முன்னர் தூதர்களில் எவரையும் நாம் அனுப்பவில்லை, நிச்சயமாக அவர்கள் உணவு உண்பவர்களாக, கடை வீதிகளில் உலாவுபவர்களாக இருந்தே தவிர. இன்னும், உங்களில் சிலரை சிலருக்கு சோதனையாக ஆக்கினோம். நீங்கள் பொறு(மையாக இரு)ப்பீர்களா? மேலும், உமது இறைவன் உற்று நோக்குபவனாக (அனைத்தையும் கூர்ந்து பார்ப்பவனாக) இருக்கிறான். (ஆகவே அவனது பார்வையை விட்டு எதுவும் தவறி விடாது.)","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"","lang":"ta"},{"name":"25:21","price":"இன்னும், நமது சந்திப்பை ஆசை வைக்காதவர்கள் கூறினார்கள்: “எங்களிடம் வானவர்கள் இறக்கப்பட வேண்டாமா? அல்லது, நாங்கள் எங்கள் இறைவனை பார்க்க வேண்டுமே?” திட்டவட்டமாக அவர்கள் தங்களுக்குள் கர்வம் கொண்டனர். இன்னும், மிகப் பெரிய அளவில் கடுமையாக அழிச்சாட்டியம் செய்தனர்.","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:22","price":"அவர்கள் வானவர்களை பார்க்கும் நாளில் (அந்த வானவர்கள் கூறுவார்கள்:) இந்நாளில் குற்றவாளிகளுக்கு நற்செய்தி அறவே இல்லை. இன்னும், (வானவர்கள்) கூறுவார்கள்: “நற்செய்தி உங்களுக்கு முற்றிலும் தடுக்கப்பட்டு விட்டது.”","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:23","price":"(அல்லாஹ்வை நிராகரித்த) அவர்கள் செய்த (நற்) செயல்களை நாம் (அவற்றுக்கு கூலி கொடுப்பதற்காக) நாடுவோம். ஆக, அவற்றை பரத்தப்பட்ட புழுதியாக (நன்மைகள் இல்லாமல்) ஆக்கிவிடுவோம்.","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:24","price":"சொர்க்கவாசிகள் அந்நாளில் தங்குமிடத்தால் மிக சிறந்தவர்கள்; இன்னும், ஓய்வெடுக்கும் இடத்தால் மிக சிறப்பானவர்கள் ஆவார்கள்.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:25","price":"இன்னும், வானம் பிளந்து, வெண் மேகம் வெளிப்படும் நாளில்; இன்னும், வானவர்கள் (மஹ்ஷர் மைதானத்திற்கு) இறக்கப்படும் நாளில்,","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:26","price":"உண்மையான (உறுதியான) ஆட்சி அந்நாளில் ரஹ்மானிற்கே உரியது. இன்னும், அந்நாள் நிராகரிப்பாளர்களுக்கு மிக சிரமமான நாளாக இருக்கும்.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:27","price":"இன்னும், அந்நாளில் அநியாயக்காரன் (-இணைவைத்தவன்) தனது இரு கரங்களையும் கடிப்பான், “நான் தூதருடன் (எனக்கு) ஒரு (நல்ல) வழியை ஏற்படுத்தி (அவரை பின்பற்றி) இருக்க வேண்டுமே!” என்று கூறுவான்.","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:28","price":"“எனது நாசமே! (என் வழிகேட்டுக்கு காரணமாக இருந்த) இன்னவனை நண்பனாக நான் எடுத்திருக்கக் கூடாதே!”","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:29","price":"(குர்ஆன் எனும்) அறிவுரை என்னிடம் வந்த பின்னர் (அதை பின்பற்றவிடாமல்) அதிலிருந்து என்னை அவன் திட்டவட்டமாக வழிகெடுத்து விட்டான். இன்னும், (மறுமையில்) ஷைத்தான் மனிதனை கைவிடுபவனாக இருக்கிறான்.","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:30","price":"இன்னும், (மறுமையில் நமது) தூதர் கூறுவார்: “என் இறைவா! நிச்சயமாக எனது மக்கள் இந்த குர்ஆனை புறக்கணிக்கப்பட்ட ஒரு பொருளாக எடுத்துக்கொண்டனர்.”","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:31","price":"(நபியே! நீர் எதிரிகளால் சிரமப்படுகின்ற) இவ்வாறே, ஒவ்வொரு நபிக்கும் குற்றவாளிகளில் இருந்து எதிரிகளை நாம் ஆக்கினோம். (உமக்கு) நேர்வழி காட்டுவதற்கும் (உமக்கு) உதவுவதற்கும் உமது இறைவனே போதுமானவன் ஆவான்.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:32","price":"நிராகரிப்பாளர்கள் கூறினார்கள்: “இவர் (-இந்த தூதர்) மீது இந்த குர்ஆன் ஒரே தடவையில் ஒட்டு மொத்தமாக இறக்கப்பட வேண்டாமா!” இவ்வாறுதான் (நாம் கொஞ்சம் கொஞ்சமாக இறக்கினோம். அது) ஏனெனில், அதன் மூலம் உமது உள்ளத்தை உறுதிப்படுத்துவதற்காக ஆகும். இன்னும், இதை சிறிது சிறிதாக (உமக்கு ஓதிகாண்பித்து அதன் விளக்கத்தையும்) கற்பித்(து கொடுத்)தோம்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:33","price":"(நபியே!) அவர்கள் உமக்கு எந்த ஒரு (கெட்ட) தன்மையையும் கூறமாட்டார்கள், (அதை முறிப்பதற்கு) சத்தியத்தையும் மிக அழகான விளக்கத்தையும் உமக்கு நாம் கூறியே தவிர.","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:34","price":"எவர்கள் தங்கள் முகங்கள் மீது நரகத்தின் பக்கம் ஒன்று திரட்டப்படுவார்களோ அவர்கள்தான் தங்குமிடத்தால் மிக கெட்டவர்கள்; இன்னும், பாதையால் மிக வழிதவறியவர்கள் ஆவார்கள்.","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:35","price":"திட்டவட்டமாக மூஸாவுக்கு வேதத்தை கொடுத்தோம். இன்னும், அவருடன் அவரது சகோதரர் ஹாரூனை (அவருக்கு) உதவியாளராக ஆக்கினோம்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:36","price":"ஆக, நாம் கூறினோம்: “நீங்கள் இருவரும் நமது அத்தாட்சிகளை பொய்ப்பித்த மக்களிடம் செல்லுங்கள்.” (அம்மக்கள் அவ்விருவரையும் நிராகரித்து விட்டனர்.) ஆகவே, நாம் அவர்களை முற்றிலும் தரை மட்டமாக அழித்து விட்டோம்.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:37","price":"இன்னும், நூஹ் உடைய மக்களை, அவர்கள் (நமது) தூதர்களை பொய்ப்பித்தபோது அவர்களை (வெள்ளப் பிரளயத்தில்) மூழ்கடித்தோம். இன்னும், அவர்களை மக்களுக்கு ஓர் அத்தாட்சியாக ஆக்கினோம். இன்னும், வலி தரும் தண்டனையை அநியாயக்காரர்களுக்கு நாம் தயார்படுத்தி இருக்கிறோம்.","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:38","price":"இன்னும் ஆது, ஸமூது, கிணறு வாசிகள், இன்னும், இவர்களுக்கிடையில் (வாழ்ந்த) பல தலைமுறையினரை (நாம் தரைமட்டமாக அழித்துள்ளோம்).","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:39","price":"இன்னும், (இவர்களில்) ஒவ்வொருவருக்கும் (அவர்களுக்கு முன் வாழ்ந்த சமுதாயம் அழிக்கப்பட்ட) உதாரணங்களை நாம் விவரித்தோம். (ஆனால், அவர்கள் திருந்தவில்லை. ஆகவே, அவர்கள்) எல்லோரையும் நாம் அடியோடு அழித்து விட்டோம்.","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:40","price":"திட்டவட்டமாக மிக மோசமான (கல் மழையால்) மழை பொழியப்பட்ட (லூத் நபியுடைய சமுதாயம் வாழ்ந்த) ஊரின் அருகில் அவர்கள் (சென்று) வந்திருக்கிறார்கள். ஆக, அதை அவர்கள் பார்த்திருக்கவில்லையா? மாறாக, அவர்கள் (மறுமையில்) எழுப்பப்படுவதை எதிர்ப்பார்க்காதவர்களாக (-நம்பாதவர்களாக) இருந்தனர்.","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:41","price":"அவர்கள் உம்மைப் பார்த்தால் “இவரையா அல்லாஹ் தூதராக அனுப்பினான்?” என்று கூறி உம்மை கேலி செய்யாமல் இருக்க மாட்டார்கள்.","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:42","price":"“இவர் நமது தெய்வங்களை விட்டு நம்மை நிச்சயமாக வழி கெடுத்திருப்பார், நாம் அவற்றின் மீது உறுதியாக இருந்திருக்கவில்லை என்றால்” (என்றும் அவர்கள் கூறுகின்றனர்). அவர்கள் (நமது) தண்டனையை பார்க்கும் போது, “மார்க்கத்தால் மிகவும் வழிகெட்டவர் யார்” என்று அவர்கள் அறிந்து கொள்வார்கள்.","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:43","price":"தனது கடவுளாக தனது மனஇச்சையை ஆக்கிக் கொண்டவனை நீர் பார்த்தீரா? அவனுக்கு நீர் பொறுப்பாளராக ஆகுவீரா?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:44","price":"நிச்சயமாக அவர்களில் அதிகமானவர்கள் செவிமடுப்பார்கள்; அல்லது, சிந்தித்துப் புரிவார்கள் என்று நீர் எண்ணுகிறீரா? அவர்கள் கால்நடைகளைப் போன்றே தவிர இல்லை. மாறாக, அவர்கள் (அவற்றைவிட) பாதையால் மிகவும் வழி கெட்டவர்கள் ஆவார்கள்.","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:45","price":"(நபியே!) நீர் பார்க்கவில்லையா, உமது இறைவன் எப்படி நிழலை (அதிகாலையிலிருந்து சூரியன் உதிக்கும் வரை) நீட்டுகிறான்? அவன் நாடியிருந்தால் அதை (-நிழலை) நிரந்தரமாக (ஒரே இடத்தில் இருக்கும்படி) ஆக்கியிருப்பான். பிறகு, அதற்கு சூரியனை நாம் ஆதாரமாக ஆக்கினோம். (சூரியன் நகர்வதற்கு ஏற்ப அந்த நிழலில் மாற்றத்தை ஏற்படுத்துகிறோம்.)","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:46","price":"பிறகு, அதை (-நிழலை) நம் பக்கம் (மறைவாகவும் விரைவாகவும்) இலகுவாக(வும்) கைப்பற்றி விடுகிறோம்.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:47","price":"இன்னும், அவன்தான் இரவை உங்களுக்கு ஓர் ஆடையாகவும் தூக்கத்தை ஓய்வாகவும் ஆக்கினான். இன்னும், பகலை விழிப்பதற்கும் (உழைத்து வாழ்வாதாரத்தை தேடுவதற்கும்) ஆக்கினான்.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:48","price":"அவன்தான் (பல திசைகளிலிருந்து வீசும்) காற்றுகளை (மழை எனும்) தன் அருளுக்கு முன்பாக (மழையின்) நற்செய்தி கூறக்கூடியதாக அனுப்புகிறான். இன்னும், வானத்திலிருந்து மிகவும் சுத்தமான (சுத்தமாக்கக்கூடிய) மழை நீரை நாம் இறக்குகிறோம்.-","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:49","price":"அதன்மூலம் இறந்த பூமியை நாம் உயிர்ப்பிப்பதற்காகவும் நாம் படைத்த படைப்புகளில் பல கால்நடைகளுக்கும் அதிகமான மனிதர்களுக்கும் நாம் அதை புகட்டுவதற்காகவும் (அந்த மழையை பூமியில் பொழிய வைக்கிறோம்).","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:50","price":"இன்னும், அதை (-அந்த மழையை) அவர்களுக்கு மத்தியில் நாம் பிரித்(து பரவலாக பல இடங்களில் பொழிய வைத்)தோம், அவர்கள் (அதன் மூலம் என் அருளை சிந்தித்து) நல்லறிவு பெறுவதற்காக. ஆனால், மனிதர்களில் அதிகமானவர்கள் நிராகரிப்பதைத் தவிர (நன்றி செலுத்த) மறுத்து விட்டனர்.","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:51","price":"இன்னும், நாம் நாடியிருந்தால், ஒவ்வொரு ஊரிலும் (தூதர்களில் இருந்து) ஓர் எச்சரிப்பாளரை அனுப்பியிருப்போம். (அதன் மூலம் உமது சுமையை குறைத்து இருப்போம். ஆனால், அப்படி இன்றி உம்மையே உலக மக்கள் எல்லோரையும் எச்சரிக்கின்ற தூதராக ஆக்கியிருக்கிறோம்.)","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:52","price":"ஆக, (நபியே!) நிராகரிப்பாளர்களுக்கு கீழ்ப்படியாதீர். இன்னும், இ(ந்த வேதத்தை எடுத்துரைப்ப)தன் மூலம் அவர்களிடம் பெரும் போர் செய்வீராக!","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:53","price":"இன்னும், அவன்தான் இரு கடல்களை இணைத்தான். இது மிக்க மதுரமான இனிப்பு நீராகும். இதுவோ மிக்க உவர்ப்பான உப்பு நீராகும். இன்னும், அவ்விரண்டுக்கும் இடையில் ஒரு திரையையும் (அவ்விரண்டும் சேர்ந்து விடுவதை) முற்றிலும் தடுக்கக்கூடிய ஒரு தடுப்பையும் அவன் ஆக்கினான்.","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:54","price":"இன்னும், அவன்தான் (இந்திரியம் எனும்) நீரிலிருந்து மனிதனைப் படைத்தான். ஆக, அவனை இரத்த உறவுகளை உடையவனாகவும் திருமண உறவுகளை உடையவனாகவும் ஆக்கினான். இன்னும் உமது இறைவன் பேராற்றலுடையவனாக இருக்கிறான்.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:55","price":"அவர்கள் அல்லாஹ்வை அன்றி (- அவனை வணங்காமல்) தங்களுக்கு எதையும் பலனளிக்காததை, இன்னும், தங்களுக்கு எதையும் தீங்கிழைக்காததை வணங்குகிறார்கள். இன்னும், நிராகரிப்பவன் தன் இறைவனுக்கு எதிராக (ஷைத்தானை) ஆதரிக்கக் கூடியவனாக (சிலைகளுக்கு உதவக்கூடியவனாக) இருக்கிறான்.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:56","price":"(நபியே!) நற்செய்தி கூறுபவராகவும் எச்சரிப்பவராகவும் தவிர உம்மை (கண்காணிப்பாளராக) நாம் அனுப்பவில்லை.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:57","price":"(நபியே!) கூறுவீராக! நான் இதற்காக உங்களிடம் எவ்வித கூலியையும் கேட்கவில்லை. எனினும், யார் தன் இறைவனிடம் தனக்கு ஒரு பாதையை எடுத்துக்கொள்ள நாடினானோ (அவன் நல்ல வழியில் தனது செல்வத்தை செலவு செய்து இறைவனின் அருளை அடைந்து கொள்ளட்டும்).","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:58","price":"(நபியே!) என்றுமே மரணிக்காமல் உயிரோடிருக்கின்ற (இறை)வன் மீது நம்பிக்கை வைப்பீராக! இன்னும், அவனைப் புகழ்ந்து துதிப்பீராக! தன் அடியார்களின் பாவங்களை ஆழ்ந்தறிவதற்கு அவனே போதுமானவன்!","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:59","price":"அவன்தான் வானங்களையும் பூமியையும் அவற்றுக்கு இடையில் உள்ள (எல்லா)வற்றையும் ஆறு நாட்களில் படைத்தான். பிறகு, அர்ஷின் மீது உயர்ந்து விட்டான். அவன் மகா கருணையுள்ள பேரருளாளன் ஆவான். ஆக, அவனை நன்கு அறிந்தவனிடம் (அவனைப் பற்றி) கேட்பீராக! (அல்லாஹ்வை அவனே அறிந்தவன். அவனை அன்றி யாரும் சரியாக, முழுமையாக அவனை அறிய முடியாது. ஆகவே, அவன் தன்னைப் பற்றி கூறுவதை நபியே! நீர் நம்பிக்கை கொள்வீராக!)","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:60","price":"ரஹ்மானுக்கு (மகா கருணைமிக்க பேரருளாளனாகிய அல்லாஹ்விற்கு) நீங்கள் சிரம் பணியுங்கள் என்று அவர்களுக்கு கூறப்பட்டால் அவர்கள் கூறுகிறார்கள்: “ரஹ்மான் என்பவன் யார்? நீர் ஏவக் கூடியவனுக்கு நாங்கள் சிரம் பணிய வேண்டுமா?” என்று. அ(ர்ரஹ்மானாகிய அல்லாஹ் ஒருவனுக்கு மட்டும் சிரம் பணியுங்கள் என்று சொல்வ)து, அவர்களுக்கு வெறுப்பை அதிகப்படுத்துகிறது.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:61","price":"வானங்களில் பெரும் கோட்டைகளை அமைத்தவன் மிகுந்த பாக்கியவான், மிகவும் உயர்ந்தவன், மிக்க மகத்துவமானவன் ஆவான். இன்னும், அவன்தான் அதில் சூரியனையும் ஒளிவீசும் சந்திரனையும் அமைத்தான்.","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:62","price":"இன்னும், அவன்தான் இரவையும் பகலையும் (ஒன்றுக்கொன்று) பகரமாக (-ஒன்றுக்கு பின் ஒன்று மாறிவரக்கூடியதாக) அமைத்தான். ஏனெனில், நல்லறிவு பெற நாடுபவர் (இதன் மூலம்) நல்லறிவு பெறுவார்; அல்லது, நன்றி செலுத்த நாடுபவர் நன்றி செலுத்துவார் என்பதற்காக.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:63","price":"ரஹ்மானுடைய அடியார்கள் பூமியில் மென்மையாக (அடக்கமாக, பணிவாக, பெருமையின்றி, அக்கிரமம் செய்யாமல்) நடப்பார்கள். இன்னும், அவர்களிடம் அறிவீனர்கள் பேசினால் ஸலாம் கூறி (விலகி சென்று) விடுவார்கள்.","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:64","price":"இன்னும், அவர்கள் தங்கள் இறைவனுக்காக (தொழுகையில்) சிரம் பணிந்தவர்களாகவும் நின்றவர்களாகவும் இரவு கழிப்பார்கள்.","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:65","price":"இன்னும், அவர்கள் கூறுவார்கள்: “எங்கள் இறைவா! எங்களை விட்டு ஜஹன்னம் - நரகத்தின் தண்டனையை தூரமாக்கி விடு. நிச்சயமாக அதனுடைய தண்டனை (நிராகரிப்பாளர்களை விட்டும்) நீங்காத ஒன்றாக இருக்கிறது.”","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:66","price":"“நிச்சயமாக அது நிரந்தர தங்குமிடத்தாலும் தற்காலிக தங்குமிடத்தாலும் மிக கெட்டது.”","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:67","price":"இன்னும், அவர்கள் செலவு செய்தால் வரம்பு மீறமாட்டார்கள், கருமித்தனமும் காட்ட மாட்டார்கள். அவர்கள் செலவழிப்பது அதற்கு மத்தியில் நடுநிலையாக இருக்கும்.","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:68","price":"இன்னும், அவர்கள் அல்லாஹ்வுடன் வேறு ஒரு கடவுளை அழைக்க மாட்டார்கள் (-வணங்க மாட்டார்கள்), (கொல்லக்கூடாது என்று) அல்லாஹ் தடுத்த உயிரை கொல்ல மாட்டார்கள் (அதற்குரிய) உரிமை இருந்தாலே தவிர. இன்னும், விபச்சாரம் செய்யமாட்டார்கள். யார் இவற்றை செய்வாரோ அவர் (மறுமையில்) தண்டனையை சந்திப்பார்.","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:69","price":"அவருக்கு அந்த தண்டனை மறுமை நாளில் பன்மடங்காக ஆக்கப்படும். இன்னும், அவர் அதில் இழிவுபடுத்தப்பட்டவராக நிரந்தரமாக தங்கி விடுவார்.","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:70","price":"எனினும், எவர்கள் (பாவங்களை விட்டு) திருந்தி (அல்லாஹ்விடம்) மன்னிப்புக் கோரி, நம்பிக்கைக் கொண்டு, நன்மையான செயலை செய்வார்களோ அவர்களுடைய தீய செயல்களை நல்ல செயல்களாக அல்லாஹ் மாற்றி விடுவான். (இஸ்லாமில் நுழைவதற்கு முன்பு அவர்கள் செய்த தீமையான காரியங்களுக்குப் பதிலாக நன்மைகளை அவர்கள் செய்யும்படி அவன் அவர்களை மாற்றி விடுகிறான்.) அல்லாஹ் மகா மன்னிப்பாளனாக, பெரும் கருணையாளனாக இருக்கிறான்.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:71","price":"இன்னும், எவர் (பாவங்களை விட்டு) திருந்தி (அல்லாஹ்விடம்) மன்னிப்புக் கோரி, இன்னும், நன்மை செய்வாரோ நிச்சயமாக அவர், அல்லாஹ்வின் பக்கம் முற்றிலும் திரும்பி விடுகிறார்.","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:72","price":"இன்னும், அவர்கள் (இணைவைத்தல், ஆடல், பாடல், இசை, உண்மைக்கு மாற்றமாக நடத்தல் இன்னும் இதுபோன்ற) பொய்யான செயல்க(ள் நடக்கும் இடங்க)ளில் கலந்துகொள்ள மாட்டார்கள். இன்னும், வீணான செயலுக்கு அருகில் அவர்கள் கடந்து சென்றால் (அதில் ஈடுபடாமல்) கண்ணியவான்களாக கடந்து சென்று விடுவார்கள்.","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:73","price":"இன்னும், அவர்கள் தங்கள் இறைவனின் வசனங்களைக் கொண்டு உபதேசம் செய்யப்பட்டார்களேயானால் அவற்றின் மீது செவிடர்களாக, குருடர்களாக விழமாட்டார்கள். (அவற்றைக் கேட்டு உடனே பயன் பெறுவார்கள்.)","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:74","price":"இன்னும், அவர்கள் கூறுவார்கள்: “எங்கள் இறைவா! எங்களுக்கு எங்கள் மனைவிகள் மூலமும், எங்கள் சந்ததிகள் மூலமும் (எங்கள்) கண்களின் குளிர்ச்சியை தருவாயாக! எங்களை இறையச்சமுள்ளவர்களுக்கு இமாம்களாக (-வழிகாட்டிகளாக) ஆக்குவாயாக!”","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:75","price":"அவர்கள் பொறுமையாக இருந்ததால் அறை(கள் நிறைந்த உயரமான மாளிகை)களை கூலியாக கொடுக்கப்படுவார்கள். இன்னும், அதில் அவர்களுக்கு முகமன் கூறப்பட்டும் ஸலாம் கூறப்பட்டும் அவர்கள் வரவேற்கப்படுவார்கள்.","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:76","price":"அதில் அவர்கள் நிரந்தரமாக தங்கி இருப்பார்கள். நிரந்தர தங்குமிடத்தாலும் தற்காலிக தங்குமிடத்தாலும் அது மிக அழகானது.","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"ta"},{"name":"25:77","price":"(நபியே!) கூறுவீராக! உங்களது (துன்பத்தில் அவனிடம் மட்டும் பிரார்த்திக்கப்படுகின்ற பிரார்த்தனையாக உங்களில் சிலருடைய) பிரார்த்தனை இல்லாதிருந்தால் என் இறைவன் உங்களை ஒரு பொருட்டாகவே கருதி (உங்களுக்கு உதவி) இருக்க மாட்டான். ஆக, திட்டமாக நீங்கள் (தூதரையும் வேதத்தையும்) பொய்ப்பித்தீர்கள். இ(ந்த பொய்ப்பித்தலின் தண்டையான)து உங்களுக்கு கண்டிப்பாக தொடர்ந்து இருக்கும். (இதன் தண்டனையை இம்மையில்; அல்லது, மறுமையில்; அல்லது, ஈருலகிலும் கண்டிப்பாக அனுபவிப்பீர்கள்.)","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"","lang":"ta"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}