{"data":[{"name":"28:1","price":"தா சீம் மீம்.","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:2","price":"(உமக்கு இறக்கப்படும் வசனங்களாகிய) இவை, தெளிவான வேதத்தின் வசனங்களாகும்.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:3","price":"நம்பிக்கை கொள்கின்ற மக்களுக்காக மூஸா இன்னும் ஃபிர்அவ்னின் செய்தியை உண்மையாக நாம் உமக்கு ஓதி காண்பிக்கிறோம்.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:4","price":"நிச்சயமாக ஃபிர்அவ்ன் (எகிப்து) பூமியில் (மக்களை அடக்கி ஆண்டு) பெருமையடித்(து வந்)தான். இன்னும், அங்குள்ளவர்களை பல பிரிவுகளாக ஆக்கினான். அவர்களில் ஒரு வகுப்பாரை (-இஸ்ரவேலர்களை) பலவீனப்படுத்தி (அவர்களை துன்புறுத்தி)னான். அவர்களின் ஆண் பிள்ளைகளை அவன் கொல்வான். இன்னும், அவர்களின் பெண் (பிள்ளை)களை வாழவிடுவான். நிச்சயமாக அவன் கெடுதி செய்வோரில் ஒருவனாக இருந்தான்.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:5","price":"இன்னும், பூமியில் பலவீனப்படுத்தப்பட்டவர்கள் மீது நாம் அருள்புரிவதற்கும் அவர்களை ஆட்சியாளர்களாக நாம் ஆக்குவதற்கும் (ஃபிர்அவ்னும் அவனுடைய சமுதாயமும் அழிக்கப்பட்டதன் பின்னர் அவர்களின் பூமிக்கும் சொத்துகளுக்கும்) சொந்தக்காரர்களாக அவர்களை நாம் ஆக்குவதற்கும் நாடினோம்.","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:6","price":"இன்னும், பூமியில் அவர்களுக்கு நாம் (மக்கள் மீது ஆட்சி செய்கிற) ஆதிக்கத்தை நிலை நிறுத்துவதற்கும்; ஃபிர்அவ்ன், ஹாமான், இன்னும் அவ்விருவரின் இராணுவங்களுக்கு அவர்கள் (-இஸ்ரவேலர்கள்) மூலமாக அச்சப்பட்டுக் கொண்டிருந்ததை நாம் காண்பிப்பதற்கும் நாடினோம்.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:7","price":"இன்னும், மூஸாவின் தாயாருக்கு (மூஸாவை அவர் பெற்றெடுத்த பின்னர்) நாம் உள்ளத்தில் உதிப்பை போட்டோம்: “(குழந்தையாக இருக்கும்) அவருக்கு நீ பாலூட்டு! அவர் மீது (எதிரிகளின் பார்வை பட்டு, அவர்கள் அவரை கொன்றுவிடுவார்கள் என்று) நீ பயந்தால் அவரை கடலில் எறிந்து விடு! பயப்படாதே! கவலைப்படாதே! நிச்சயமாக நாம் அவரை உம்மிடம் திரும்பக் கொண்டு வருவோம். இன்னும், அவரை (நமது) தூதர்களில் (ஒருவராக) ஆக்குவோம்.”","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:8","price":"ஆக, ஃபிர்அவ்னின் குடும்பத்தினர் அவரைக் கண்டெடுத்தனர். முடிவில் அவர் அவர்களுக்கு எதிரியாகவும் கவலையாகவும் ஆகுவதற்காக இவ்வாறு நிகழ்ந்தது. நிச்சயமாக ஃபிர்அவ்ன், ஹாமான், இன்னும் அவ்விருவரின் ராணுவங்கள் (குற்றம் புரிகின்ற) பாவிகளாக இருந்தனர்.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:9","price":"ஃபிர்அவ்னின் மனைவி கூறினாள்: “(இந்தக் குழந்தை) எனக்கும் உனக்கும் கண்குளிர்ச்சியாக இருக்கும். அதைக் கொல்லாதீர்கள்! அது நமக்கு நன்மை தரலாம். அல்லது, அதை நாம் (நமக்கு) பிள்ளையாக வைத்துக் கொள்ளலாம்.” (இவரின் கரத்தினால்தான் தங்களுக்கு அழிவு ஏற்படும் என்பதை அப்போது) அவர்கள் உணரவில்லை.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:10","price":"மூஸாவின் தாயாருடைய உள்ளம் (மூஸாவின் நினைவைத் தவிர மற்ற அனைத்திலிருந்தும்) வெற்றிடமாக ஆகிவிட்டது. அவளுடைய உள்ளத்தை நாம் உறுதிப்படுத்தி இருக்கவில்லையெனில் நிச்சயமாக அவள் அவரை (பற்றிய செய்தியை) வெளிப்படுத்தி இருக்கக்கூடும். அவள் நம்பிக்கையாளர்களில் ஆகவேண்டும் என்பதற்காக (இவ்வாறு செய்தோம்).","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:11","price":"(-மூஸாவின் தாயார்) அவருடைய சகோதரிக்கு, “நீ அவரைப் பின்தொடர்ந்து செல்” என்று கூறினாள். ஆக, அவள் அவரை (யார் எடுக்கிறார்கள் என்பதை) தூரத்திலிருந்து பார்த்துவிட்டாள். எனினும், அவர்கள் (-ஃபிர்அவ்னின் குடும்பத்தார் அவருடைய சகோதரியாகிய இவள் அவரை கண்காணித்தவளாக பின்தொடர்கிறாள் என்பதை) உணரவில்லை.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:12","price":"இன்னும், (அவருடைய தாயார் வருவதற்கு) முன்னர் பாலூட்டுகின்ற தாய்களை (அவர் அவர்களிடமிருந்து பால் அருந்தாமல் இருக்கும்படி) அவர் மீது நாம் தடுத்துவிட்டோம். ஆக, (அவரது சகோதரி) கூறினாள்: “ஒரு வீட்டாரை நான் உங்களுக்கு அறிவிக்கலாமா? அவர்கள் உங்களுக்காக அவரை பொறுப்பேற்று (நன்கு கவனித்து)க் கொள்வார்கள். அவர்கள் அவருக்கு நன்மையை நாடுபவர்கள் ஆவர்.”","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:13","price":"ஆக, அவரை அவருடைய தாயாரிடம் அவளது கண் குளிர்வதற்காகவும், அவள் கவலைப்படாமல் இருப்பதற்காகவும், நிச்சயமாக அல்லாஹ்வின் வாக்கு உண்மை என்பதை அவள் அறிவதற்காகவும் நாம் திரும்பக் கொண்டுவந்தோம். என்றாலும், அவர்களில் அதிகமானவர்கள் (அல்லாஹ்வின் வாக்கு உண்மை என்பதை) அறியமாட்டார்கள்.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:14","price":"அவர் தனது முழு வலிமையை அடைந்து, அவர் (அறிவு) முதிர்ச்சி பெற்றபோது (முந்திய நபிமார்களின் மார்க்கத்தைப் பற்றிய) ஞானத்தையும் (முந்திய வேதங்கள் பற்றிய) கல்வி அறிவையும் நாம் அவருக்கு தந்தோம். இன்னும், இவ்வாறே நன்மை செய்பவர்களுக்கு நாம் கூலி தருகிறோம்.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:15","price":"நகரவாசிகள் கவனமற்று இருந்த நேரத்தில் - மூஸா அந்த நகரத்தில் நுழைந்தார். ஆக, அவர் அ(ந்த நகரத்தின் ஒரு பகு)தி(யி)ல் இரு ஆடவர்களைக் கண்டார். அவ்விருவரும் சண்டை செய்தனர். இவர் அவருடைய பிரிவை சேர்ந்தவர். இன்னும், இவரோ அவருடைய எதிரிகளில் உள்ளவர். இவருடைய பிரிவைச் சேர்ந்தவன் தனது எதிரிகளில் உள்ளவனுக்கு எதிராக அவரிடம் உதவி கேட்டான். ஆக, மூஸா அவனுக்கு குத்து விட்டார். ஆக, அவனை முடித்து விட்டார். (பிறகு தான் செய்த தவறை உணர்ந்து அவர்) கூறினார்: “இது ஷைத்தானின் செயலில் உள்ளதாகும். நிச்சயமாக அவன் வழி கெடுக்கின்ற தெளிவான எதிரி ஆவான்.”","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:16","price":"(மேலும்) அவர் கூறினார்: “என் இறைவா! நிச்சயமாக நான் எனக்கு தீங்கு இழைத்துக் கொண்டேன். ஆகவே, என்னை மன்னித்துவிடு.” ஆக, அவன் அவரை மன்னித்தான். நிச்சயமாக அவன்தான் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:17","price":"(மேலும்) அவர் கூறினார்: “என் இறைவா! நீ (என்னை மன்னித்து) எனக்கு அருள்புரிந்து விட்டதால், குற்றவாளிகளுக்கு உதவுபவனாக (இனி ஒருக்காலும்) நான் இருக்கவே மாட்டேன்.”","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:18","price":"ஆக, அந்த நகரத்தில் பயந்தவராக (செய்திகளை) எதிர் பார்த்தவராக (மறுநாள்) காலையை அவர் அடைந்தார். அப்போது நேற்று அவரிடத்தில் உதவி தேடிய (அவரது இனத்த)வன் (இன்றும் அவரிடம் உதவி தேடியவனாக) அவரை கத்தி அழைத்தான். அவனுக்கு மூஸா கூறினார்: “நிச்சயமாக நீ ஒரு தெளிவான மூடன் ஆவாய்.”","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:19","price":"ஆக, அவர்கள் இருவருக்கும் எதிரியாக உள்ளவனை அவர் தண்டிக்க நாடியபோது (அவரை உதவிக்கு அழைத்தவன் மூஸா தன்னை கொல்ல நினைக்கிறார் என்று கருதி) அவன் கூறினான்: “மூஸாவே! நேற்று ஓர் உயிரை நீ கொன்றது போன்று நீ என்னை (இன்று) கொன்றுவிட நாடுகிறாயா? பூமியில் நீ அநியாயக்காரனாக (வன்முறையாளனாக) ஆகுவதைத் தவிர நீ நாடவில்லை. இன்னும், சீர்திருத்தவாதிகளில் நீ ஆகுவதை நீ நாடவில்லை.”","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:20","price":"அந்த நகரத்தின் இறுதியிலிருந்து ஓர் ஆடவர் விரைந்தவராக வந்து கூறினார்: “மூஸாவே! (ஃபிர்அவ்னின்) பிரமுகர்கள் உம்மைக் கொல்வதற்கு உமது விஷயத்தில் ஆலோசிக்கிறார்கள். ஆகவே, நீர் வெளியேறிவிடும்! நிச்சயமாக நான் உமக்கு நன்மையை நாடுபவர்களில் இருக்கிறேன்.”","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:21","price":"ஆக, அவர் (தனது குற்றத்தின் தண்டனையை) பயந்தவராக (தன்னைத் துரத்தி பிடிக்க வருபவர்களை) கண்காணித்தவராக அதிலிருந்து வெளியேறினார். அவர் கூறினார்: “என் இறைவா! அநியாயக்கார மக்களிடமிருந்து என்னை காப்பாற்று!”","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:22","price":"மேலும், அவர் மத்யன் நகரத்தை நோக்கி முன்னேறி சென்றபோது கூறினார்: “என் இறைவன் நேரான பாதையில் என்னை நிச்சயமாக வழி நடத்துவான்.”","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:23","price":"அவர் மத்யனுடைய நீர்நிலைக்கு வந்தபோது அதனருகில் (தங்களது கால்நடைகளுக்கு) நீர் புகட்டுகின்ற சில மக்களைக் கண்டார். அவர்கள் அல்லாமல் (தங்கள் ஆடுகளை மக்களின் ஆடுகளை விட்டும், அவை அங்கும் இங்கும் ஓடுவதை விட்டும்) தடுத்துக் கொண்டிருந்த இரண்டு பெண்களையும் கண்டார். அவர் கேட்டார்: “உங்கள் இருவரின் பிரச்சனை என்ன?” அவ்விருவரும் கூறினார்கள்: “மேய்ப்பவர்கள் (தங்களது கால்நடைகளுக்கு நீர் புகட்டிவிட்டு, அவற்றை இங்கிருந்து) வெளியேற்றாதவரை நாங்கள் (எங்கள் கால்நடைகளுக்கு) நீர் புகட்ட இயலாது. இன்னும், எங்கள் தந்தையோ வயதான பெரியவர் ஆவார்.”","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:24","price":"ஆக, அவர் அவ்விருவருக்காக (அவ்விருவரின் கால்நடைகளுக்கு) நீர் புகட்டினார். பிறகு, நிழலி(ல் அமர்ந்து இளைப்பாறுவதற்காக அத)ன் பக்கம் திரும்பிச் சென்றார். அவர் கூறினார்: “என் இறைவா! நீ எனக்கு இறக்கிய நன்மையின் பக்கம் நிச்சயமாக நான் தேவை உள்ளவன். (ஆகவே, என் பசிக்கு உணவளி!)”","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:25","price":"ஆக, அவ்விருவரில் ஒருத்தி (தன் முகத்தை மறைத்துக் கொண்டு) வெட்கத்துடன் நடந்து வந்து கூறினாள்: “நீ எங்களுக்காக (எங்கள் கால் நடைகளுக்கு) நீர் புகட்டியதற்குரிய கூலியை உமக்கு தருவதற்காக நிச்சயமாக என் தந்தை உம்மை அழைக்கிறார்.” ஆக, அவர் அவ(ளின் தந்தையா)ரிடம் வந்து, (தனது) சரித்திரத்தை அவருக்கு விவரித்தபோது, (அப்பெண்ணின் தந்தையாகிய) அவர் கூறினார்: “பயப்படாதே! அநியாயக்கார மக்களிடமிருந்து நீ தப்பித்து விட்டாய்.”","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:26","price":"அவ்விருவரில் ஒருத்தி கூறினாள்: என் தந்தையே! (நம்மிடம் வேலை செய்ய) அவரை கூலிக்கு அமர்த்துவீராக! நீர் கூலிக்கு அமர்த்துபவர்களில் சிறந்தவர் (யாரென்றால்), பலசாலி, நம்பிக்கையாளர் ஆவார்.","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:27","price":"அவர் கூறினார்: நீர் எனக்கு எட்டு ஆண்டுகள் (என் கால்நடைகளை மேய்ப்பதை) எனக்குக் கூலியாக (-மஹ்ராக) தரவேண்டும் என்ற நிபந்தனையின்படி நான் எனது இந்த இரண்டு பெண்பிள்ளைகளில் ஒருத்தியை உமக்கு மண முடித்துத்தர விரும்புகிறேன். ஆக, நீர் பத்து ஆண்டுகளாக பூர்த்திசெய்தால் அது உன் புறத்திலிருந்து நீர் செய்யும் உதவியாகும். நான் உன்மீது சிரமம் ஏற்படுத்த விரும்பவில்லை. அல்லாஹ் நாடினால் என்னை நல்லோரில் நீ காண்பாய்.","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:28","price":"(மூஸா) கூறினார்: “எனக்கு மத்தியிலும் உமக்கு மத்தியிலும் நாம் செய்த ஒப்பந்தமாகும் இது. இரண்டு தவணையில் எதை நான் நிறைவேற்றினாலும் (அதைவிட அதிகம் என்னிடம் கேட்டு) என் மீது வரம்பு மீறுதல் கூடாது. இன்னும், நாம் கூறுவதற்கு அல்லாஹ் பொறுப்பாளன் (சாட்சியாளன்) ஆவான்.”","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:29","price":"ஆக, மூஸா (அந்த) தவணையை முடித்து, தனது குடும்பத்தினரோடு (புறப்பட்டு) சென்றபோது மலையின் அருகில் நெருப்பைப் பார்த்தார். தனது குடும்பத்தினரிடம் கூறினார்: “நீங்கள் (இங்கேயே) தாமதியுங்கள், நிச்சயமாக நான் ஒரு நெருப்பைப் பார்த்தேன். அதிலிருந்து ஒரு செய்தியை; அல்லது, நீங்கள் குளிர்காய்வதற்காக தீ கொள்ளியை நான் உங்களிடம் கொண்டு வருகிறேன்.”","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:30","price":"ஆக, அவர் அதனிடம் (-அந்த நெருப்புக்கு அருகில்) வந்தபோது பள்ளத்தாக்கின் வலது பக்கத்திலிருந்து அந்த மரத்தின் பாக்கியமான இடத்தில் (இவ்வாறு) சப்தமிட்டு அழைக்கப்பட்டார்: அதாவது, “மூஸாவே! நிச்சயமாக (உம்மை அழைக்கிற) நான்தான் அகிலங்களின் இறைவனாகிய அல்லாஹ் ஆவேன்.”","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:31","price":"“இன்னும், உமது கைத்தடியை எறிவீராக!” ஆக, அது ஒரு பெரிய பாம்பைப் போன்று நெளிவதாக அவர் பார்த்தபோது புறமுதுகிட்டவராக திரும்பி ஓடினார். (பயத்தால்) அவர் (திரும்பி) பார்க்கவில்லை. “மூஸாவே! முன்னே வருவீராக! பயப்படாதீர்! நிச்சயமாக (பயப்படுகின்ற அனைத்திலிருந்தும்) நீர் பாதுகாப்பு பெற்றவர்களில் உள்ளவர்.”","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:32","price":"“உமது கையை உமது சட்டைப் பையில் நுழைப்பீராக! அது குறை இன்றி (மின்னும்) வெண்மையாக வெளியேவரும். இன்னும், (பாம்பைப் பார்த்து நீர்) பயந்து விட்டதால் உமது கையை உம்முடன் அணைப்பீராக! (உமக்கு அந்த பயம் போய்விடும்.) ஆக, இவை இரண்டும் உமது இறைவன் புறத்திலிருந்து ஃபிர்அவ்ன் இன்னும் அவனது பிரமுகர்கள் பக்கம் (நீர் நபியாக செல்வதற்குரிய) இரண்டு அத்தாட்சிகளாகும். நிச்சயமாக அவர்கள் பாவிகளான மக்களாக இருக்கிறார்கள்.”","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:33","price":"அவர் கூறினார்: “என் இறைவா! நிச்சயமாக நான் அவர்களில் ஓர் உயிரைக் கொன்று இருக்கிறேன். ஆகவே, அவர்கள் என்னை (பழிக்குப்பழி) கொல்வார்கள் என்று நான் பயப்படுகிறேன்.”","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:34","price":"இன்னும், “எனது சகோதரர் ஹாரூன் இருக்கிறார். அவர் என்னைவிட தெளிவான நாவன்மை உடையவர். ஆகவே, அவரை என்னுடன் உதவியாளராக அனுப்பு! அவர் என்னை உண்மைப்படுத்துவார். நிச்சயமாக நான் - அவர்கள் என்னை பொய்ப்பிப்பார்கள் என்று - பயப்படுகிறேன்.”","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:35","price":"(அல்லாஹ்) கூறினான்: “உமது சகோதரரை (உம்முடன் நபியாக அனுப்புவது) கொண்டு உமது புஜத்தை பலப்படுத்துவோம். இன்னும், உம் இருவருக்கும் ஓர் அத்தாட்சியை ஆக்குவோம். ஆகவே, அவர்கள் உங்கள் இருவர் பக்கம் (எந்த தீங்கையும்) சேர்ப்பிக்க முடியாது. நீங்கள் இருவரும் உங்களை பின்பற்றியவர்களும்தான் நமது அத்தாட்சிகளைக் கொண்டு (ஃபிர்அவ்னையும் அவனது கூட்டத்தையும்) மிகைத்தவர்கள் ஆவீர்கள்.”","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:36","price":"ஆக, நமது தெளிவான அத்தாட்சிகளுடன் அவர்களிடம் மூஸா வந்தபோது அவர்கள் கூறினார்கள்: “இது (உம்மால்) இட்டுக்கட்டப்பட்ட சூனியமே தவிர இல்லை. இன்னும், எங்கள் முந்திய மூதாதைகளில் இதைப் பற்றி நாங்கள் கேள்விப்பட்டதில்லை.”","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:37","price":"இன்னும், மூஸா கூறினார்: “என் இறைவனிடமிருந்து நேர்வழியை கொண்டுவந்தவரையும் யாருக்கு மறுமையின் (நல்ல) முடிவு ஆகிவிடுமோ அவரையும் அவன் நன்கறிந்தவன் ஆவான். நிச்சயமாக, (நிராகரிக்கின்ற) அநியாயக்காரர்கள் வெற்றிபெற மாட்டார்கள்.”","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:38","price":"ஃபிர்அவ்ன் கூறினான்: “முக்கிய பிரமுகர்களே! என்னை அன்றி (வேறு) ஒரு கடவுளை உங்களுக்கு நான் அறியமாட்டேன். ஆக, ஹாமானே! குழைத்த களிமண்ணை நெருப்பூட்டி செங்கல்லாக செய். ஆக, முகடுள்ள ஓர் உயரமான கோபுரத்தை எனக்காக உருவாக்கு. நான் மூஸாவின் கடவுளை (வானத்தில்) தேடிப்பார்க்க வேண்டும். இன்னும், நான் அவரை பொய்யர்களில் ஒருவராகக் கருதுகிறேன்.”","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:39","price":"அவனும் அவனுடைய ராணுவங்களும் பூமியில் நியாயமின்றி (சத்தியத்தை ஏற்காமல்) பெருமையடித்தனர். இன்னும், நிச்சயமாக அவர்கள் நம்மிடம் திரும்பக் கொண்டு வரப்பட மாட்டார்கள் என்று நினைத்தனர்.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:40","price":"ஆகவே, அவனையும் அவனுடைய ராணுவங்களையும் நாம் ஒன்றிணைத்து அவர்களை கடலில் எறிந்தோம். ஆக, (நபியே!) (நம்பிக்கையற்ற) அநியாயக்காரர்களின் முடிவு எப்படி இருந்தது என்று பார்ப்பீராக.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:41","price":"அவர்களை நரகத்தின் பக்கம் அழைக்கிற தலைவர்களாக ஆக்கினோம். மறுமை நாளில் அவர்கள் (எவராலும்) உதவி செய்யப்பட மாட்டார்கள்.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:42","price":"இவ்வுலகத்திலும் மறுமையிலும் தொடர்ச்சியாக சாபம் அவர்களை சேரும்படி செய்தோம். இன்னும், (கடுமையான தண்டனையால்) அவர்கள் இழிவுபடுத்தப்பட்டவர்களில் இருப்பார்கள்.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:43","price":"முந்திய தலைமுறையினர்களை நாம் அழித்த பின்னர் மக்களுக்கு ஒளியாகவும் நேர்வழியாகவும் கருணையாகவும் மூஸாவிற்கு நாம் திட்ட வட்டமாக வேதத்தைக் கொடுத்தோம், அவர்கள் நல்லுணர்வு பெறவேண்டும் என்பதற்காக.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:44","price":"மூஸாவிடம் நாம் (தூதுத்துவத்தையும் பல) சட்டங்களை(யும்) ஒப்படைத்தபோது (மலையின்) மேற்கு பக்கத்தில் (நபியே!) நீர் இருக்கவில்லை. இன்னும், (அந்த இடத்தில் அவருடன்) இருந்தவர்களிலும் நீர் இருக்கவில்லை. (அப்படி இருந்தும் மூஸாவைப் பற்றிய வரலாற்றை நீங்கள் சரியாகக் கூறுகிறீர்கள். ஆகவே, உமது தூதுத்துவத்தை வேதக்காரர்கள் எப்படி மறுக்கிறார்கள்?)","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:45","price":"என்றாலும், நாம் பல தலைமுறையினரை (அவருக்குப் பின்) உருவாக்கினோம். ஆக, அவர்களுக்கு காலம் நீண்டு சென்றது. (சில காலம் கழிந்தது. ஆகவே, அவர்கள் அல்லாஹ்விடம் கொடுத்த வாக்கை மறந்தனர்.) இன்னும் (நபியே!) நீர் மத்யன் நகரவாசிகளுடன் தங்கி(யவராகவும்) அவர்கள் மீது நமது வசனங்களை ஓதி காண்பிப்பவராக(வும்) நீர் இல்லை. (இவற்றில் எந்த ஒரு சம்பவத்திலும் நீர் அவர்களுடன் இருக்கவில்லை.) என்றாலும், (நாம்தான் அவற்றை எல்லாம் செய்தோம். இன்னும், இறுதி நபி வரை தொடர்ந்து) தூதர்களை நாம் அனுப்பக்கூடியவர்களாக இருந்தோம்.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:46","price":"(அந்த) மலைக்கு அருகில் நாம் (மூஸாவை) அழைத்தபோது நீர் (அங்கு) இருக்கவில்லை. எனினும், (முந்திய நபிமார்களின் வரலாறுகளை உமக்கு நாம் எடுத்துக்கூறியதும் உம்மை இவர்களுக்கு தூதராக அனுப்பியதும்) உமது இறைவனின் அருளினால் ஆகும். ஏனெனில், ஒரு மக்களை - அவர்கள் நல்லுணர்வு பெறுவதற்காக - நீர் எச்சரிக்க வேண்டும். உமக்கு முன்னர் அந்த மக்களுக்கு எச்சரிப்பாளர் எவரும் வரவில்லை.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:47","price":"அவர்களின் கரங்கள் முற்படுத்தியதால் அவர்களுக்கு ஒரு சோதனை (தண்டனை ஒன்று) ஏற்பட்டு, பிறகு, எங்கள் இறைவா! நீ எங்களிடம் ஒரு தூதரை அனுப்பி இருக்கக்கூடாதா? ஆக, நாங்கள் உனது வசனங்களை பின்பற்றி இருப்போமே! இன்னும், நம்பிக்கையாளர்களில் நாங்கள் ஆகியிருப்போமே! என்று அவர்கள் கூறாதிருப்பதற்காக (உம்மை அவர்களுக்கு தூதராக அனுப்பினோம். இல்லை என்றால் உம்மை தூதராக அனுப்புவதற்கு முன்னரே நாம் அவர்களை தண்டித்திருப்போம்).","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:48","price":"ஆக, நம்மிடமிருந்து சத்திய தூதர் அவர்களுக்கு வந்தபோது, “மூஸாவிற்கு வழங்கப்பட்ட(வேதத்)தை போன்று (ஒரு வேதம் அவருக்கும்) வழங்கப்பட்டிருக்க வேண்டாமா!” என்று கூறினார்கள். இதற்கு முன்னர் மூஸாவிற்கு வழங்கப்பட்டதை இவர்கள் (-இந்த யூதர்கள்) மறுக்கவில்லையா? (மேலும், அந்த யூதர்கள்) கூறினார்கள்: (மூஸாவின் வேதமும் ஈஸாவின் வேதமும் இவை இரண்டும்) தங்களுக்குள் உதவி செய்த இரண்டு சூனியங்களாகும். இன்னும், (உமக்கு இந்த வேதம் வழங்கப்பட்ட பின்னர்) அவர்கள் கூறினார்கள்: “நிச்சயமாக நாங்கள் (இந்த பூமியில் இறக்கப்பட்ட வேதங்கள்) அனைத்தையும் மறுப்பவர்கள் ஆவோம்.”","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:49","price":"(நபியே!) கூறுவீராக: “ஆக, (தவ்ராத்தும் இன்ஜீலும் சூனியம் என்று நீங்கள் கூறுவதில்) நீங்கள் உண்மையாளர்களாக இருந்தால், (தவ்ராத், இன்ஜீல் ஆகிய) இவ்விரண்டை விட மிக்க நேர்வழி காட்டக்கூடிய ஒரு வேதத்தை அல்லாஹ்விடமிருந்து கொண்டு வாருங்கள். நான் அதை பின்பற்றுகிறேன்.”","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:50","price":"ஆக, அவர்கள் உமக்கு பதிலளிக்கவில்லை என்றால் (அவர்களைப் பற்றி) நீர் அறிவீராக! “நிச்சயமாக அவர்கள் பின்பற்றுவதெல்லாம் தங்கள் மன விருப்பங்களைத்தான்.” அல்லாஹ்வின் நேர்வழி இன்றி தனது மன விருப்பத்தை பின்பற்றியவனை விட பெரும் வழிகேடன் யார்? நிச்சயமாக அல்லாஹ் (அவனது கட்டளைகளை மீறுகின்ற) அநியாயக்கார மக்களை நேர்வழி செலுத்த மாட்டான்.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:51","price":"திட்டவட்டமாக அவர்களுக்கு (-குறைஷிகளுக்கும் யூதர்களுக்கும் அவர்களுக்கு முன்னர் நிராகரித்தவர்களுக்கும் இறக்கப்பட்ட தண்டனைகள் பற்றிய) செய்தியை நாம் சேர்ப்பித்தோம், அவர்கள் நல்லுணர்வு பெறுவதற்காக.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:52","price":"(குர்ஆனாகிய) இதற்கு முன்னர் நாம் எவர்களுக்கு வேதத்தை கொடுத்தோமோ அவர்க(ளில் உள்ள நல்லவர்க)ள் இ(ந்த வேதத்)தையும் (அதை கொண்டு வந்த தூதரையும் உண்மையில்) நம்பிக்கை கொள்வார்கள்.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:53","price":"இன்னும், அவர்களுக்கு முன் (இந்த வேதம்) ஓதப்பட்டால் அவர்கள் கூறுவார்கள்: “நாங்கள் இதை நம்பிக்கை கொண்டோம். நிச்சயமாக இது எங்கள் இறைவனிடமிருந்து வந்த உண்மையான வேதம்தான். நிச்சயமாக நாங்கள் இதற்கு முன்னரும் (எங்கள் வேதத்தில் கூறப்பட்ட பிரகாரம் இறுதி நபியையும் இறுதி வேதத்தையும் நம்பிக்கை கொண்ட) முஸ்லிம்களாகவே இருந்தோம்.”","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:54","price":"அவர்கள் (முந்திய வேதத்தை பின்பற்றுவதிலும் இந்தத் தூதரை பின்பற்றுவதிலும் உறுதியுடன்) பொறுமையாக இருந்ததால் அவர்கள் தங்கள் (நற்) கூலியை இருமுறை வழங்கப்படுவார்கள். இன்னும், அவர்கள் நன்மையினால் தீமையைத் தடுப்பார்கள். இன்னும், நாம் அவர்களுக்கு வழங்கியவற்றிலிருந்து தர்மம் செய்வார்கள்.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:55","price":"இன்னும், அவர்கள் வீணானவற்றை செவியுற்றால் அதை புறக்கணித்து (விலகி சென்று) விடுவார்கள்; எங்களுக்கு எங்கள் செயல்கள் (உடைய கூலி கிடைக்கும்); உங்களுக்கு உங்கள் செயல்கள் (உடைய கூலி கிடைக்கும்); உங்கள் மீது ஸலாம் உண்டாகட்டும்; (நாங்கள் உங்களுக்கு தொந்தரவு தரமாட்டோம்;) அறியாதவர்களிடம் (பேசுவதையும் தர்க்கிப்பதையும்) நாங்கள் விரும்ப மாட்டோம் என்று கூறுவார்கள்.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:56","price":"(நபியே!) நிச்சயமாக நீர் விரும்பிய நபரை நீர் நேர்வழி செலுத்த முடியாது. என்றாலும், அல்லாஹ், எவரை நாடுகிறானோ அவரை நேர்வழி செலுத்துகிறான். இன்னும், அவன்தான் நேர்வழி செல்பவர்களை மிக அறிந்தவன்.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:57","price":"அவர்கள் கூறினார்கள்: “நாம் உம்முடன் நேர்வழியை பின்பற்றினால் எங்கள் பூமியிலிருந்து (உடனே எங்கள் எதிரிகளால்) நாங்கள் வெளியேற்றப்பட்டிருப்போம்.” (இவ்வாறு அவர்கள் சொல்வது பொய்.) நாம் அவர்களுக்காக பாதுகாப்பான புனித தலத்தை ஸ்திரப்படுத்தித் தரவில்லையா? எல்லா வகையான கனிகளும் நம் புறத்திலிருந்து உணவாக அங்கு கொண்டு வரப்படுகின்றன. என்றாலும், அவர்களில் அதிகமானவர்கள் (அல்லாஹ்வின் அருட்கொடையின் மதிப்பை) அறியமாட்டார்கள்.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:58","price":"எத்தனையோ ஊர்களை நாம் அழித்தோம். அவர்கள் தங்களது (வசதியான) வாழ்க்கையால் எல்லை மீறி நிராகரித்தனர். இதோ அவர்களது இல்லங்கள் அவர்களுக்கு பின்னர் குறைவாகவே தவிர  வசிக்கப்படாமல் இருக்கின்றன. நாமே (அனைத்திற்கும்) வாரிசுகளாக (உண்மையான உரிமையாளர்களாக) இருக்கிறோம்.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:59","price":"உமது இறைவன் (மக்காவை சுற்றி உள்ள) ஊர்களை அழிப்பவனாக இல்லை, (புனித மக்காவாகிய) அதனுடைய தலைநகரில் அவர்களுக்கு முன் நமது வசனங்களை ஓதிக் காண்பிக்கிற ஒரு தூதரை (-உம்மை) அனுப்புகிற வரை. (பொதுவாக எந்த) ஊர்களை(யும்) நாம் அழிப்பவர்களாக இல்லை, அதில் இருப்பவர்கள் அநியாயக்காரர்களாக இருக்கும்போதே தவிர.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:60","price":"நீங்கள் (உலக) பொருளில் எது கொடுக்கப்பட்டீர்களோ அது இவ்வுலக வாழ்க்கையின் இன்பமும் அதன் அலங்காரமும் ஆகும். (மறுமையில்) அல்லாஹ்விடம் உள்ளதுதான் சிறந்ததும் நிலையானதும் ஆகும். (அதை) நீங்கள் சிந்தித்து புரியமாட்டீர்களா?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:61","price":"ஆக, எவருக்கு நாம் அழகிய வாக்குகளை வாக்களித்து, அவர் அவற்றை (மறுமையில்) அடைவாரோ அ(ந்த நம்பிக்கையாளரான நல்ல)வர் இவ்வுலக வாழ்க்கையின் இன்பத்தை நாம் யாருக்கு கொடுத்து, பிறகு, அவர் மறுமை நாளில் நரகத்தில் தள்ளப்படுவாரோ அ(ந்த நிராகரிப்பாளரான கெட்ட)வரைப் போன்று ஆவாரா?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:62","price":"இன்னும், (இணைவைத்து வணங்கிய) அவர்களை அவன் அழைத்து, (இவை எங்கள் தெய்வங்கள் என்று) நீங்கள் பிதற்றிக் கொண்டிருந்த எனக்கு இணையாக வணங்கப்பட்ட (உங்கள்) தெய்வங்கள் எங்கே? என்று அவன் கேட்கும் நாளில்,","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:63","price":"(அல்லாஹ்வின் சாப) வாக்கு உறுதியாகிவிட்டவர்கள் (-ஷைத்தான்கள்) கூறுவார்கள்: “எங்கள் இறைவா! நாங்கள் வழிகெடுத்தவர்கள் இவர்கள்தான். நாங்கள் வழிகெட்டது போன்றே இவர்களையும் நாங்கள் வழிகெடுத்தோம். (இப்போது அவர்களை விட்டும்) விலகி உன் பக்கம் நாங்கள் ஒதுங்கி விட்டோம். அவர்கள் எங்களை வணங்கிக் கொண்டிருக்கவில்லை.”","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:64","price":"இன்னும், (இணைவைப்பாளர்களை நோக்கி) கூறப்படும்: “(நீங்கள் அல்லாஹ்விற்கு இணைவைத்து வணங்கிய) உங்கள் தெய்வங்களை அழையுங்கள்!” ஆக, அவர்கள் அவற்றை அழைப்பார்கள். ஆனால், அவர்களுக்கு அவை பதில் தரமாட்டா. இன்னும், (அவர்கள் எல்லோரும் தாங்கள் அடையப்போகும்) தண்டனையை (கண்கூடாக)க் காண்பார்கள். “நிச்சயமாக தாங்கள் நேர்வழி பெற்றவர்களாக இருந்திருக்க வேண்டுமே!” (என்று அப்போது ஆசைப்படுவார்கள்!)","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:65","price":"இன்னும், அவன் அவர்களை அழைக்கின்ற நாளில், “நீங்கள் தூதர்களுக்கு என்ன பதிலளித்தீர்கள்” என்று அவன் கேட்பான்.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:66","price":"ஆக, அந்நாளில் (ஏற்படும் திடுக்கத்தால் அவர்கள் என்ன சொல்ல நினைத்தார்களோ அந்த) செய்திகள் அவர்களுக்கு தெரியாமல் போய் விடும். ஆகவே, அவர்கள் (தங்களுக்குள் ஒருவர் மற்றவரிடம் எதையும்) கேட்டுக்கொள்ள மாட்டார்கள்.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:67","price":"ஆக, யார் திருந்தி, மன்னிப்புக் கேட்டு, நம்பிக்கைகொண்டு, நற்செயலை செய்வாரோ, அவர் வெற்றியாளர்களில் ஆகிவிடுவார்.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:68","price":"இன்னும், உமது இறைவன் தான் நாடுவதை படைக்கிறான். இன்னும், (தான் விரும்பியவர்களை நேர்வழிக்கு) தேர்ந்தெடுக்கிறான். (இணைவைக்கின்ற) அவர்களுக்கு (அல்லாஹ்வின் மீது ஆட்சேபனை செய்ய எந்த) உரிமையும் இல்லை. அல்லாஹ் மகா பரிசுத்தமானவன். அவர்கள் இணைவைப்பவற்றை விட்டு அவன் மிக உயர்ந்தவனாக இருக்கிறான்.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:69","price":"இன்னும், அவர்களது நெஞ்சங்கள் மறைக்கின்றவற்றையும் அவர்கள் பகிரங்கப்படுத்துபவற்றையும் உமது இறைவன் நன்கறிகிறான்.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:70","price":"அவன்தான் அல்லாஹ். அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. இவ்வுலகிலும் மறுமையிலும் அவனுக்கே புகழ் அனைத்தும் உரியன. இன்னும், தீர்ப்பளித்தல் அவனுக்கே உரிமையானது! இன்னும், அவனிடமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:71","price":"(நபியே!) கூறுவீராக! “அல்லாஹ் உங்கள் மீது இரவை மறுமை நாள் வரை (நீடித்திருக்கும்படி) நிரந்தரமானதாக ஆக்கிவிட்டால் அல்லாஹ்வை அன்றி வேறு எந்த கடவுள் உங்களுக்கு ஒளியைக் கொண்டு வருவார் என்று நீங்கள் அறிவியுங்கள். (இறைவனின் வசனங்களை) செவிமடு(த்து சிந்தி)க்க மாட்டீர்களா?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:72","price":"(நபியே!) கூறுவீராக! “அல்லாஹ் உங்கள் மீது பகலை மறுமை நாள் வரை (நீடித்திருக்கும்படி) நிரந்தரமாக ஆக்கிவிட்டால் நீங்கள் ஓய்வு எடுக்கக்கூடிய இரவை உங்களுக்கு அல்லாஹ்வை அன்றி வேறு எந்த கடவுள் கொண்டு வருவார்” என்பதை அறிவியுங்கள்! நீங்கள் (உங்கள் மீது இறை அருளாக இரவு, பகல் மாறி மாறி வருவதை) பார்(த்து அவற்றை செய்பவன்தான் வணங்கத் தகுதியானவன் என்பதை சிந்தி)க்க மாட்டீர்களா?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:73","price":"அவன் தனது கருணையினால் உங்களுக்கு இரவை, - அதில் நீங்கள் ஓய்வு எடுப்பதற்காகவும்; பகலை, -(அதில் உங்கள் வாழ்வாதாரமாக இருக்கின்ற) அவனுடைய அருளை நீங்கள் தேடுவதற்காகவும்; நீங்கள் (இந்த அருட்கொடைகளுக்காக அவனுக்கு) நன்றி செலுத்துவதற்காகவும் - ஆக்கினான்.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:74","price":"இன்னும், (இணைவைத்து வணங்கிய) அவர்களை அவன் அழைத்து, (இவை எங்கள் தெய்வங்கள் என்று) நீங்கள் பிதற்றிக் கொண்டிருந்த எனக்கு இணையாக வணங்கப்பட்ட தெய்வங்கள் எங்கே? என்று அவன் கேட்கும் நாளை நினைவு கூருங்கள்!","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:75","price":"ஒவ்வொரு சமுதாயத்திலிருந்தும் ஒரு சாட்சியாளரை (-அதன் தூதரை) நாம் கொண்டு வருவோம். ஆக, (நீங்கள் இணைவைத்ததற்கு) உங்கள் ஆதாரங்களைக் கொண்டு வாருங்கள் என்று (அந்த சமுதாயத்திடம்) கூறுவோம். ஆக, அவர்கள், “நிச்சயமாக உண்மை(யான ஆதாரம்) அல்லாஹ்விற்கே உரியது” என்று அறிந்து கொள்வார்கள். இன்னும், அவர்கள் பொய்யாக கற்பனை செய்து (வணங்கி) கொண்டிருந்தவை அவர்களை விட்டு மறைந்து விடும்.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:76","price":"நிச்சயமாக காரூன் மூஸாவின் சமுதாயத்தில் ஒருவனாக இருந்தான். ஆக, அவன் அவர்கள் மீது அளவு கடந்து அநியாயம் புரிந்தான். அவனுக்கு நாம் (பல) பொக்கிஷங்களிலிருந்து எதை நாம் கொடுத்தோமோ அதன் சாவிகளை பலமுடைய கூட்டத்தினர் சிரமத்தோடு சுமந்து செல்வார்கள். அந்த சமயத்தை நினைவு கூர்வீராக: “அவனுடைய மக்கள் அவனுக்கு (அறிவுரை) கூறினார்கள், (காரூனே!) மகிழ்ச்சியில் மமதை கொள்ளாதே! நிச்சயமாக அல்லாஹ் மகிழ்ச்சியில் மமதை கொள்வோரை நேசிக்க மாட்டான்.","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:77","price":"இன்னும், அல்லாஹ் உமக்கு வழங்கியவற்றில் மறுமை வீட்டை தேடிக்கொள்! இன்னும், உலகத்திலிருந்து (மறுமைக்கு நீ எடுத்துச் செல்லவேண்டிய) உனது பங்கை மறந்து விடாதே! இன்னும், அல்லாஹ் உனக்கு உபகாரம் செய்தது போன்று நீ (மக்களுக்கு) உபகாரம் செய்! பூமியில் கெடுதியை விரும்பாதே! நிச்சயமாக அல்லாஹ் கெடுதி செய்வோரை நேசிக்க மாட்டான்.”","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:78","price":"அவன் கூறினான்: “இதை நான் வழங்கப்பட்டதெல்லாம் என்னிடம் உள்ள அறிவினால்தான்.” இவனுக்கு முன்னர் பல தலைமுறையினர்களில் இவனைவிட எவர்கள் கடுமையான பலமுடையவர்களாகவும் (செல்வங்களை) மிக அதிகமாக சேகரித்தவர்களாகவும் இருந்தார்களோ அவர்களை நிச்சயமாக அல்லாஹ் அழித்திருக்கிறான் என்பதை அவன் அறியவில்லையா? இன்னும், (மறுமை நாளில் நிராகரிப்பாளர்களான) குற்றவாளிகள் தங்கள் குற்றங்களைப் பற்றி விசாரிக்கப்படமாட்டார்கள். (அவர்கள் விசாரனையின்றி நரக நெருப்பில் வீசி எறியப்படுவார்கள்.)","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:79","price":"ஆக, அவன் தனது அலங்காரத்தில் தனது மக்களுக்கு முன் வெளியில் வந்தான். உலக வாழ்க்கையை விரும்புகின்றவர்கள் (அவனைப் பார்த்து) கூறினார்கள்: “காரூனுக்கு வழங்கப்பட்டது போன்று நமக்கும் (செல்வங்கள்) இருக்க வேண்டுமே! நிச்சயமாக அவன் பெரும் பேருடையவன்.”","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:80","price":"இன்னும், கல்வி வழங்கப்பட்டவர்கள் கூறினார்கள்: “உங்களுக்கு நாசம் உண்டாகட்டும்! நம்பிக்கை கொண்டு நன்மை செய்பவருக்கு அல்லாஹ்வின் நற்கூலி மிகச் சிறந்ததாகும்.” இதற்கு (-இந்த வார்த்தையை கூறுவதற்கு) பொறுமையாளர்களைத் தவிர வாய்ப்பளிக்கப்பட மாட்டார்கள்.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:81","price":"ஆக, அவனையும் அவனுடைய இல்லத்தையும் பூமியில் சொருகி விட்டோம். ஆக, அல்லாஹ்வை அன்றி உதவுகின்ற கூட்டம் ஏதும் அவனுக்கு இல்லை. அவன் (தனக்குத்தானே) உதவி செய்துகொள்பவர்களிலும் இல்லை.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:82","price":"இன்னும், நேற்று அவனுடைய இடத்தை (-அவனைப் போன்று ஆகவேண்டுமென) ஆசைப்பட்டவர்கள் காலையில் கூறினார்கள்: “நாம் பார்க்கவில்லையா, நிச்சயமாக அல்லாஹ் தனது அடியார்களில் தான் நாடியவர்களுக்கு வாழ்வாதாரத்தை விசாலமாக்குகிறான். (தான் நாடியவர்களுக்கு) சுருக்கி விடுகிறான். அல்லாஹ் நம்மீது அருள் புரிந்திருக்கவில்லை என்றால் அவன் நம்மையும் (பூமியில்) சொருகியிருப்பான். நாம் பார்க்கவில்லையா, நிச்சயமாக நிராகரிப்பாளர்கள் வெற்றிபெற மாட்டார்கள்.”","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:83","price":"(இன்பங்கள் நிறைந்த சொர்க்கமாகிய) அதுதான் மறுமை இல்லமாகும். எவர்கள் பூமியில் அநியாயத்தையோ (அராஜகத்தையோ,) கெடுதியையோ விரும்பவில்லையோ அவர்களுக்கு அதை நாம் ஆக்குவோம். முடிவான நற்பாக்கியம் இறையச்சமுடையவர்களுக்குத்தான் உண்டு.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:84","price":"எவர் நன்மைகளை கொண்டு வருவாரோ அவருக்கு அவற்றின் பொருட்டால் நற்கூலி கிடைக்கும். எவர்கள் பாவங்களை கொண்டு வருவார்களோ, ஆக, அந்த பாவங்களைச் செய்தவர்கள் அவர்கள் எதை செய்து கொண்டிருந்தார்களோ அதற்கே தவிர கூலி கொடுக்கப்பட மாட்டார்கள்.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:85","price":"நிச்சயமாக உம்மீது குர்ஆனை இறக்கியவன் உம்மை (உமது) மீளுமிடத்திற்கு* திரும்பக் கொண்டு வருவான். (நபியே!) கூறுவீராக! “நேர்வழியைக் கொண்டு வந்தவரையும் தெளிவான வழிகேட்டில் இருப்பவரையும் என் இறைவன் மிக அறிந்தவன்.”","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"*மஆத் - மீளுமிடம் என்றால் மக்கா அல்லது சொர்க்கம் அல்லது இயல்பான இயற்கை மரணம் என்று விளக்கம் கூறப்படுகிறது.","lang":"ta"},{"name":"28:86","price":"(நபியே!) இந்த வேதம் உமக்கு இறக்கப்படுவதை நீர் எதிர்பார்த்திருக்கவில்லை, என்றாலும் உமது இறைவனின் கருணையினால்தான் (உமக்கு இது இறக்கப்பட்டது). ஆகவே, நிராகரிப்பாளர்களுக்கு உதவியாளராக அறவே நீர் ஆகிவிடாதீர்.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:87","price":"அல்லாஹ்வின் வசனங்களை (பின்பற்றுவதையும் அவற்றை மக்களுக்கு எடுத்துச் சொல்வதையும்) விட்டு - அவை உமக்கு இறக்கப்பட்டதன் பின்னர் - அவர்கள் (-அந்த நிராகரிப்பாளர்கள் உம்மை தடுத்து, கெட்ட பாதையின் பக்கம்) உம்மை திருப்பி விடவேண்டாம். உமது இறைவன் பக்கம் (உலக மக்களை எப்போதும்) அழைப்பீராக! இணைவைப்பவர்களில் நீர் ஒருபோதும் ஆகிவிடாதீர்.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"28:88","price":"அல்லாஹ்வுடன் வேறு ஒரு கடவுளை அழைத்து விடாதீர்! (அவனையன்றி வேறு ஒன்றை வணங்கி விடாதீர்!) அவனைத் தவிர வணக்கத்திற்குரிய வேறு ஒரு இறைவன் இல்லவே இல்லை. எல்லாப் பொருள்களும் அழியக்கூடியவையே, அவனது முகத்தைத் தவிர. (முடிவான) தீர்ப்பு அவனுக்கே உரியது. இன்னும், அவனிடமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"ta"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}