{"data":[{"name":"29:1","price":"அலிஃப் லாம் மீம்.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:2","price":"“நாங்கள் நம்பிக்கை கொண்டோம் என்று அவர்கள் கூறுவதால் அவர்கள் சோதிக்கப்படாமல் விடப்படுவார்கள்?” என்று மக்கள் நினைத்துக் கொண்டனரா?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:3","price":"திட்டவட்டமாக நாம் இவர்களுக்கு முன்னர் இருந்தவர்களை சோதித்தோம். ஆக, அல்லாஹ் நிச்சயமாக உண்மையாளர்களையும் அறிவான். இன்னும், நிச்சயமாக பொய்யர்களையும் அவன் அறிவான்.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:4","price":"பாவங்களை செய்பவர்கள் நம்மிடமிருந்து தப்பித்து விடுவார்கள் என்று எண்ணிக் கொண்டார்களா? அவர்கள் தீர்ப்பளிப்பது மிகக் கெட்டதாக இருக்கிறது.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:5","price":"யார் அல்லாஹ்வின் சந்திப்பை விரும்பியவராக இருப்பாரோ நிச்சயமாக, அல்லாஹ்வின் (அந்த) தவணை வரக்கூடியதுதான் (என்பதை அவர் அறிந்து கொள்ளட்டும்). அவன்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:6","price":"யார் (தனது ஆன்மாவின் தீய ஆசைகளுக்கு எதிராகவும் அல்லாஹ்வின் எதிரிகளுக்கு எதிராகவும்) போரிடுவாரோ அவர் போரிடுவதெல்லாம் அவரது நன்மைக்காகவே. நிச்சயமாக, அல்லாஹ் அகிலத்தார்களை விட்டு முற்றிலும் தேவையற்றவன் ஆவான்.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:7","price":"இன்னும், எவர்கள் (அல்லாஹ்வை) நம்பிக்கை கொண்டு, நன்மைகளைச் செய்தார்களோ - அவர்களை விட்டும் அவர்களின் பாவங்களை நிச்சயமாக நாம் நீக்கி விடுவோம். இன்னும், அவர்கள் (இணைவைப்பில்) செய்து கொண்டிருந்ததை விட (ஈமான் கொண்டதற்கு பின்னர் அவர்கள் செய்த) மிகச் சிறந்த நன்மைகளுக்கு நாம் அவர்களுக்கு நற்கூலி தருவோம். (இன்னும் இணைவைப்பில் அவர்கள் செய்த பாவங்களையும் மன்னித்துவிடுவோம்.)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:8","price":"மனிதனுக்கு, அவன் தனது பெற்றோரிடம் அழகிய முறையில் நடக்க வேண்டும் என நாம் உபதேசித்தோம். இன்னும், உனக்கு எதைப் பற்றி அறிவு இல்லையோ அதை எனக்கு நீ இணையாக்(கி வணங்)கும்படி அவர்கள் உன்னை வற்புறுத்தினால் அவர்களுக்கு நீ கீழ்ப்படியாதே! என் பக்கமே உங்கள் (அனைவரின்) மீளுதல் இருக்கிறது. ஆக, நீங்கள் செய்து கொண்டிருந்தவற்றை நான் உங்களுக்கு அறிவிப்பேன்.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:9","price":"இன்னும், எவர்கள் நம்பிக்கை கொண்டு நன்மைகளை செய்தார்களோ - அவர்களை நாம் நிச்சயமாக நல்லோரில் (நல்லோர் நுழையுமிடத்தில்) பிரவேசிக்கவைப்போம்.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:10","price":"இன்னும், நாங்கள் அல்லாஹ்வை நம்பிக்கை கொண்டோம் என்று கூறுபவர்களும் மக்களில் இருக்கிறார்கள். ஆக, அவர் அல்லாஹ்வின் விஷயத்தில் (-அவனை ஏற்றுக்கொண்டதற்காக) துன்புறுத்தப்பட்டால் மக்களுடைய சோதனையை அல்லாஹ்வின் தண்டனையைப் போன்று ஆக்கிவிடுகிறார். இன்னும், உமது இறைவனிடமிருந்து ஓர் உதவி வந்தால், “நிச்சயமாக நாம் உங்களுடன் இருக்கிறோம்” என்று கூறுகிறார்கள். அகிலத்தாரின் நெஞ்சங்களில் உள்ளவற்றை அல்லாஹ் மிக அறிந்தவனாக இல்லையா?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:11","price":"இன்னும், நிச்சயமாக அல்லாஹ் நம்பிக்கை கொண்டவர்களை நன்கறிவான். இன்னும், நிச்சயமாக நயவஞ்சகர்களை நன்கறிவான்.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:12","price":"நம்பிக்கையாளர்களை நோக்கி, “நீங்கள் எங்கள் மார்க்கத்தை பின்பற்றுங்கள்! நாங்கள் உங்கள் தவறுகளுக்கு பொறுப்பேற்றுக் கொள்கிறோம்” என்று நிராகரித்தவர்கள் கூறினார்கள். அவர்களுடைய (-நம்பிக்கையாளர்களுடைய) தவறுகளில் எதற்கும் அவர்கள் பொறுப்பேற்பவர்கள் அல்லர். நிச்சயமாக அவர்கள் பொய்யர்கள்தான்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:13","price":"இன்னும், அவர்கள் தங்கள் சுமைகளையும் தங்களது சுமைகளுடன் (தங்களால் வழிகெடுக்கப்பட்டவர்களின்) சுமைகளையும் நிச்சயம் சுமப்பார்கள். இன்னும், அவர்கள் பொய்யை இட்டுக் கட்டிக் கொண்டிருந்தது பற்றி மறுமை நாளில் நிச்சயம் விசாரிக்கப்படுவார்கள்.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:14","price":"திட்டவட்டமாக நாம் நூஹை அவரது மக்களிடம் அனுப்பினோம். ஆக, அவர் அவர்களுடன் ஆயிரத்திற்கு ஐம்பது ஆண்டுகள் குறைவாக தங்கி இருந்தார். ஆக, அவர்கள் அநியாயக்காரர்களாக இருக்கும் நிலையில் அவர்களை வெள்ளப்பிரளயம் பிடித்தது.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:15","price":"ஆக, அவரையும் (அவருடன்) கப்பலில் இருந்தவர்களையும் நாம் பாதுகாத்தோம். இன்னும், அதை அகிலத்தாருக்கு ஓர் அத்தாட்சியாக ஆக்கினோம்.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:16","price":"இன்னும், இப்ராஹீம் அவர் தனது மக்களுக்கு (பின் வருமாறு உபதேசம்) கூறிய சமயத்தை நினைவு கூருங்கள்! (அவர் கூறினார்:) அல்லாஹ்வை வணங்குங்கள்; இன்னும், அவனை அஞ்சுங்கள். நீங்கள் (உண்மையை) அறிபவர்களாக இருந்தால் இதுதான் உங்களுக்கு சிறந்ததாகும்.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:17","price":"அல்லாஹ்வை அன்றி நீங்கள் வணங்குவதெல்லாம் சிலைகளைத்தான். இன்னும், (அந்த சிலைகள் பற்றி) பொய்(யான கதை)களை இட்டுக்கட்டுகிறீர்கள். நிச்சயமாக அல்லாஹ்வை அன்றி நீங்கள் எவர்களை வணங்குகிறீர்களோ அவர்கள் உங்கள் வாழ்வாதாரத்திற்கு சக்தி பெறமாட்டார்கள். ஆகவே, அல்லாஹ்விடம் வாழ்வாதாரத்தைத் தேடுங்கள். இன்னும், அவனை வணங்குங்கள்; இன்னும், அவனுக்கு நன்றி செலுத்துங்கள். அவன் பக்கமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:18","price":"(மனிதர்களே!) நீங்கள் (இந்தத் தூதரை) பொய்ப்பித்தால் உங்களுக்கு முன்னர் பல சமுதாயத்தினர் (தங்களுக்கு அனுப்பப்பட்ட தூதர்களை) திட்டமாக பொய்ப்பித்துள்ளனர். தெளிவாக எடுத்துரைப்பதே தவிர (உங்களை நேர்வழியில் நிர்ப்பந்திப்பது) தூதர் மீது கடமை இல்லை.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:19","price":"அல்லாஹ் படைப்புகளை ஆரம்பமாக எப்படி படைத்தான் என்பதை அவர்கள் சிந்தித்துப் பார்க்கவில்லையா? பிறகு (இறந்த பின்னர் மறுமை நிகழும்போது) அவன் அவர்களை மீண்டும் உருவாக்குவான். நிச்சயமாக இது அல்லாஹ்விற்கு இலகுவானதாகும்.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:20","price":"(நபியே!) கூறுவீராக! நீங்கள் பூமியில் சுற்றுங்கள்! ஆக, (அல்லாஹ்) படைப்புகளை படைப்பதை எப்படி ஆரம்பித்தான் என்று பாருங்கள்! பிறகு, அல்லாஹ் மற்றொரு முறை (அவற்றை) உருவாக்குவான். நிச்சயமாக அல்லாஹ் எல்லாவற்றின் மீதும் பேராற்றல் உள்ளவன் ஆவான்.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:21","price":"அவன், தான் நாடியவர்களை தண்டிப்பான்; இன்னும், அவன் தான் நாடியவர் மீது கருணை காட்டுவான். இன்னும், அவனிடமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:22","price":"நீங்கள் பூமியில், வானத்தில் (அல்லாஹ்வை) பலவீனப்படுத்தி (அவனை விட்டும் தப்பி)விட முடியாது. இன்னும், அல்லாஹ்வை அன்றி உங்களுக்கு ஒரு பாதுகாவலரும் இல்லை, உதவியாளரும் இல்லை.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:23","price":"இன்னும், எவர்கள் அல்லாஹ்வின் அத்தாட்சிகளையும் அவனது சந்திப்பையும் நிராகரிக்கிறார்களோ அவர்கள் எனது கருணையிலிருந்து நிராசை அடைந்து விடுவார்கள். இன்னும், கடுமையான வலிமிக்க தண்டனை அவர்களுக்கு நிச்சயம் உண்டு.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:24","price":"ஆக, (இப்ராஹீம் தமது மக்களை அல்லாஹ்வின் பக்கம் அழைத்தபோது) “அவரைக் கொல்லுங்கள்! அல்லது, அவரை எரித்து விடுங்கள்” என்றே தவிர அவருடைய மக்களின் பதில் இல்லை. ஆக, அல்லாஹ் அவரை நெருப்பிலிருந்து பாதுகாத்தான். நம்பிக்கை கொள்கிற மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் உள்ளன.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:25","price":"இன்னும் (இப்ராஹீம்) கூறினார்: அல்லாஹ்வை அன்றி நீங்கள் (வணங்குவதற்காக) சிலைகளை ஏற்படுத்தியதெல்லாம் இவ்வுலக வாழ்வில் உங்களுக்கு மத்தியில் (சிலைகள் மீது நீங்கள் வைத்துள்ள கண்மூடித்தனமான) அன்பினால்தான். பிறகு, மறுமை நாளில் உங்களில் சிலர் (-வணங்கப்பட்டவர்கள்) சிலரை (வணங்கியவர்களை) மறுத்து விடுவார்கள். இன்னும், உங்களில் சிலர் (-வழிகெட்டவர்கள்) சிலரை (-வழிகெடுத்தவர்களை) சபிப்பார்கள். இன்னும், உங்கள் (அனைவரின்) தங்குமிடம் நரகம்தான். உங்களுக்கு உதவியாளர்கள் யாரும் இருக்க மாட்டார்கள்.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:26","price":"ஆக, அவரை லூத் நம்பிக்கை கொண்டார். இன்னும், (-இப்ராஹீம்) கூறினார்: நிச்சயமாக நான் (என் ஊரை விட்டு) வெளியேறி என் இறைவனின் பக்கம் (அவன் எனக்கு கட்டளையிட்டபடி ஷாம் தேசம் நோக்கி) செல்கிறேன். நிச்சயமாக அவன்தான் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:27","price":"இன்னும், நாம் அவருக்கு (மகனாக) இஸ்ஹாக்கையும் (பேரனாக) யஅகூபையும் வழங்கினோம். இன்னும், அவரது சந்ததிகளில் நாம் நபித்துவத்தையும் வேதங்களையும் ஆக்கினோம். இன்னும், அவருக்கு அவருடைய (பொறுமைக்கான) கூலியை இம்மையில் நாம் கொடுத்தோம். நிச்சயமாக அவர் மறுமையில் நல்லவர்களில் இருப்பார். (அங்கும் அவருக்கு நிறைவான கூலி கிடைக்கும்.)","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:28","price":"இன்னும் லூத்தை (தூதராக அனுப்பினோம்). அவர் தனது மக்களுக்கு கூறிய சமயத்தை நினைவு கூர்வீராக! “நிச்சயமாக நீங்கள் மானக்கேடான செயலை செய்கிறீர்கள். அகிலத்தாரில் ஒருவரும் இ(ந்த அசிங்கத்)தை உங்களுக்கு முன் செய்ததில்லை.”","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:29","price":"“நிச்சயமாக நீங்கள் ஆண்களிடம் உடலுறவு கொள்கிறீர்களா? பாதைகளை (மக்கள் பயன்படுத்த முடியாமல்) தடுக்கிறீர்கள். உங்கள் சபைகளில் கெட்ட செயலை செய்கிறீர்கள்.” ஆக, அவருடைய மக்களின் பதில் இருக்கவில்லை, “நீர் உண்மையாளர்களில் இருந்தால் அல்லாஹ்வின் தண்டனையை எங்களிடம் கொண்டு வருவீராக” என்று அவர்கள் கூறியதைத் தவிர.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:30","price":"அவர் கூறினார்: “என் இறைவா! கெட்ட செயல்களை செய்கிற மக்களுக்கு எதிராக எனக்கு நீ உதவி செய்!”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:31","price":"நமது (வானவத்) தூதர்கள் இப்ராஹீமிடம் நற்செய்தியுடன் வந்தபோது அவர்கள் கூறினார்கள்: “நிச்சயமாக நாங்கள் இந்த ஊரில் வசிப்பவர்களை அழிக்கப் போகிறோம். நிச்சயமாக இதில் வசிப்பவர்கள் தீயவர்களாக இருக்கிறார்கள்.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:32","price":"(இப்ராஹீம்) கூறினார்: “நிச்சயமாக அதில் (-அவ்வூரில் நபி) லூத் இருக்கிறார்.” அவர்கள் கூறினார்கள்: அதில் உள்ளவர்களை நாங்கள் நன்கறிந்தவர்கள். நிச்சயமாக அவரையும் அவருடைய குடும்பத்தாரையும் நாம் பாதுகாப்போம், அவருடைய மனைவியைத் தவிர. அவள் (அழிவில்) தங்கிவிடக் கூடியவர்களில் ஆகிவிடுவாள்.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:33","price":"இன்னும், நமது (வானவத்) தூதர்கள் (நபி) லூத்திடம் வந்தபோது அவர் (தம்மிடம் வந்த வானவர்)களினால் கவலைப்பட்டார். இன்னும், அ(ந்த வான)வர்களால் அவர் மன நெருக்கடிக்கு உள்ளானார். (வானவர்கள்) கூறினார்கள்: “பயப்படாதீர்! இன்னும், கவலைப்படாதீர்! நிச்சயமாக நாம் உம்மையும் உமது மனைவியைத் தவிர உமது குடும்பத்தையும் பாதுகாப்போம். (அழிவில்) தங்கிவிடுபவர்களில் அவள் ஆகிவிடுவாள்.”","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:34","price":"நிச்சயமாக நாம் இந்த ஊர்வாசிகள் மீது, அவர்கள் (அல்லாஹ்வின் கட்டளையை) மீறிக்கொண்டு இருந்ததால் வானத்திலிருந்து (கடுமையான) ஒரு தண்டனையை இறக்குவோம்.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:35","price":"சிந்தித்து புரிகின்ற மக்களுக்கு திட்டவட்டமாக அதில் தெளிவான ஓர் அத்தாட்சியை நாம் விட்டுவைத்துள்ளோம்.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:36","price":"இன்னும், ‘மத்யன்’ நகரவாசிகளுக்கு அவர்களுடைய சகோதரர் ஷுஐபை (நாம் அனுப்பினோம்). ஆக, அவர் கூறினார்: என் மக்களே! அல்லாஹ்வை வணங்குங்கள்! இன்னும், மறுமை நாளை பயந்து கொள்ளுங்கள்! இன்னும், இந்த பூமியில் கெட்டதை செய்கின்ற தீயவர்களாக அளவு கடந்து அழிச்சாட்டியம் செய்யாதீர்கள்.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:37","price":"ஆக, அவர்கள் அவரைப் பொய்ப்பித்தனர். ஆகவே, அவர்களை நிலநடுக்கம் பிடித்தது. ஆக, அவர்கள் தங்கள் இல்லத்தில் இறந்தவர்களாக காலையில் ஆகிவிட்டனர்.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:38","price":"இன்னும், ஆதையும் சமூதையும் நினைவு கூருங்கள்! அவர்களின் தங்குமிடங்களில் இருந்து (அவர்களுக்கு என்ன நேர்ந்தது என்பது) உங்களுக்குத் தெளிவாகத் தெரிகிறது. ஷைத்தான், அவர்களுக்கு அவர்களின் செயல்களை அலங்கரித்தான். ஆக, அவன் அவர்களை (நேரான) பாதையிலிருந்து தடுத்தான். (நேர்வழி எது வழிகேடு எது என்பதில்) அவர்கள் தெளிவானவர்களாக இருந்தனர். (சத்தியத்தை அறிந்த பின்னர் அதை நிராகரித்தனர். வழிகேட்டைத் தெளிவாக அறிந்தும் அதில்தான் சென்றனர்.)","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:39","price":"இன்னும் காரூனையும் ஃபிர்அவ்னையும் ஹாமானையும் நினைவு கூருங்கள்! திட்டவட்டமாக அவர்களிடம் தெளிவான அத்தாட்சிகளை மூஸா கொண்டு வந்தார். ஆக, அவர்கள் பூமியில் பெருமையடித்தனர். அவர்கள் (நம்மிடமிருந்து) தப்பி விடுபவர்களாக இல்லை.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:40","price":"ஆக, (இவர்களில்) ஒவ்வொருவரையும் அவர்களின் பாவத்தினால் நாம் தண்டித்தோம். எவர்கள் மீது நாம் கல் மழையை அனுப்பினோமோ அவர்களும் இவர்களில் உள்ளனர். இன்னும், யாரை இடி முழக்கம் பிடித்ததோ அவர்களும் இவர்களில் உள்ளனர். இன்னும், நாம் யாரை பூமியில் சொருகினோமோ அவர்களும் இவர்களில் உள்ளனர். இன்னும், யாரை நாம் மூழ்கடித்தோமோ அவர்களும் இவர்களில் உள்ளனர். அல்லாஹ் அவர்களுக்கு அநியாயம் செய்பவனாக இல்லை. எனினும், அவர்கள் தங்களுக்கு தாமே அநியாயம் செய்பவர்களாக இருந்தனர்.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:41","price":"அல்லாஹ்வை அன்றி (சிலைகளையும் இறந்தவர்களையும் தங்களுக்கு) பாதுகாவலர்களாக ஆக்கிக் கொண்டவர்களுக்கு உதாரணம் சிலந்தியின் உதாரணத்தைப் போலாகும். அது (தனக்கு) ஒரு வீட்டை ஏற்படுத்திக் கொண்டது. நிச்சயமாக வீடுகளில் மிக பலவீனமானது சிலந்தியின் வீடே. அவர்கள் (அல்லாஹ்வை அன்றி வணங்குகின்றவற்றின் பலவீனத்தை) அறிந்திருக்க வேண்டுமே!","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:42","price":"நிச்சயமாக அல்லாஹ், அவனை அன்றி அவர்கள் எதை அழைக்கிறார்களோ (-வணங்குகிறார்களோ) அது எதுவாக இருந்தாலும் அதை அல்லாஹ் நன்கறிவான். அவன்தான் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:43","price":"இந்த உதாரணங்கள், இவற்றை நாம் மக்களுக்கு விவரிக்கிறோம். அறிஞர்களைத் தவிர (மற்றவர்கள்) இவற்றை சிந்தித்து புரியமாட்டார்கள்.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:44","price":"அல்லாஹ், வானங்களையும் பூமியையும் உண்மையான காரணத்திற்காகவே படைத்திருக்கிறான். நம்பிக்கையாளர்களுக்கு நிச்சயமாக இதில் ஓர் அத்தாட்சி இருக்கிறது.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:45","price":"இந்த வேதத்திலிருந்து உமக்கு வஹ்யில் எது அறிவிக்கப்பட்டதோ அதை ஓதுவீராக! இன்னும், தொழுகையை நிலை நிறுத்துவீராக! நிச்சயமாக தொழுகை மானக்கேடானவற்றை விட்டும் தீயகாரியங்களை விட்டும் தடுக்கிறது. அல்லாஹ் (உங்களை) நினைவு கூர்வது (நீங்கள் அவனை நினைவு கூர்வதை விட) மிகப் பெரியதாகும். இன்னும், அல்லாஹ் நீங்கள் செய்பவற்றை நன்கறிகிறான்.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"ta"},{"name":"29:46","price":"வேதமுடையவர்களிடம் மிக அழகிய முறையிலேயே தவிர தர்க்கம் செய்யாதீர்கள். அவர்களில் எவர்கள் அநியாயக்காரர்களாக இருக்கிறார்களோ அவர்களிடமே தவிர. (அந்த அநியாயக்காரர்கள் உங்களிடம் போர்தொடுத்தால் நீங்களும் அவர்களிடம் போரிடுங்கள்.) இன்னும், நீங்கள் கூறுங்கள்: எங்களுக்கு இறக்கப்பட்டதையும் உங்களுக்கு இறக்கப்பட்டதையும் நாங்கள் நம்பிக்கை கொண்டோம், எங்கள் கடவுளும் உங்கள் கடவுளும் ஒருவன்தான். நாங்கள் அவனுக்கு கீழ்ப்பணிந்தவர்கள் ஆவோம்.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:47","price":"(உமக்கு முன்னர் உள்ள நபிமார்களுக்கு வேதத்தை இறக்கிய) இவ்வாறுதான் உமக்கு(ம்) இவ்வேதத்தை நாம் இறக்கினோம். (இதற்கு முன்) வேதங்களை நாம் எவர்களுக்கு கொடுத்தோமோ அவர்கள் (-இஸ்ரவேலர்களில் பலர்) இ(ந்த வேதத்)தை நம்பிக்கை கொள்வார்கள். இன்னும், இவர்களில் (-மக்காவாசிகளில்) இதை நம்பிக்கை கொள்பவர்களும் இருக்கிறார்கள். நிராகரிப்பாளர்களைத் தவிர (மற்றவர்கள்) நமது வசனங்களை மறுக்க மாட்டார்கள்.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:48","price":"இதற்கு முன் (வேறு) ஒரு வேதத்தை நீர் ஓதுபவராக இருக்கவில்லை. உமது வலக்கரத்தால் அதை எழுதவும் இல்லை. அப்படி இருந்திருந்தால் வீணர்கள் (இது அல்லாஹ்வின் புறத்திலிருந்து வந்தது என்பதில்) நிச்சயமாக சந்தேகம் கொண்டிருப்பார்கள்.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:49","price":"மாறாக, இ(ந்த வேதமான)து கல்வி கொடுக்கப்பட்டவர்களின் நெஞ்சங்களில் தெளிவான அத்தாட்சிகளாக இருக்கிறது. இன்னும், நமது வசனங்களை மறுக்க மாட்டார்கள் அநியாயக்காரர்களைத் தவிர.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:50","price":"இன்னும், அவர்கள் கூறினார்கள்: “இவர் மீது அவருடைய இறைவனிடமிருந்து அத்தாட்சிகள் இறக்கப்பட வேண்டாமா!” (நபியே!) கூறுவீராக! “அத்தாட்சிகள் எல்லாம் அல்லாஹ்விடம் இருக்கின்றன. (அவன் நாடியபடி அத்தாட்சியை இறக்குவான்.) நானெல்லாம் தெளிவான எச்சரிப்பாளர்தான்.”","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:51","price":"(அவர்கள் கேட்கும் அத்தாட்சியை விட) இந்த வேதத்தை நிச்சயமாக நாம் உம்மீது இறக்கி இருப்பது அவர்களுக்கு போதாதா? இது அவர்கள் மீது ஓதி காண்பிக்கப்படுகிறதே! நம்பிக்கை கொள்கிற மக்களுக்கு நிச்சயமாக இதில் அருளும் அறிவுரையும் இருக்கின்றன.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:52","price":"(நபியே!) கூறுவீராக! எனக்கும் உங்களுக்கும் இடையில் சாட்சியால் அல்லாஹ்வே போதுமானவன். வானங்கள் இன்னும் பூமியில் உள்ளவற்றை அவன் நன்கறிவான். இன்னும், பொய்யை நம்பிக்கை கொண்டவர்களும் அல்லாஹ்வை நிராகரித்தவர்களும் அவர்கள்தான் நஷ்டவாளிகள் ஆவார்கள்.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:53","price":"அவர்கள் உம்மிடம் தண்டனையை அவசரமாகக் கேட்கிறார்கள். (தண்டனைக்கான) தவணை குறிப்பிடப்பட்டதாக இல்லை என்றால் அவர்களுக்கு தண்டனை (உடனே) வந்திருக்கும். அவர்கள் உணராதவர்களாக இருக்கும் நிலையில் நிச்சயமாக அவர்களிடம் அ(ந்த தண்டனையான)து திடீரென வரும்.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:54","price":"அவர்கள் உம்மிடம் தண்டனையை அவசரமாகக் கேட்கிறார்கள். (இவ்வுலகத்தின் தண்டனையை விட மறுமையின் தண்டனையாகிய) நரகம் நிச்சயமாக நிராகரிப்பாளர்களை சூழ்ந்து கொள்ளும்.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:55","price":"அவர்களுக்கு மேலிருந்தும் அவர்களின் கால்களுக்கு கீழே இருந்தும் (வகை வகையான) தண்டனை அவர்களை மூடிக்கொள்கின்ற நாளில் (அந்த நரகம் அவர்களை சூழ்ந்து இருக்கும்). இன்னும், நீங்கள் செய்து கொண்டிருந்ததை (-அதன் தண்டனையை) சுவையுங்கள் என்று (இறைவன்) கூறுவான்.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:56","price":"நம்பிக்கை கொண்ட என் அடியார்களே! நிச்சயமாக எனது பூமி விசாலமானது. ஆகவே, என்னையே (கலப்பற்ற முறையில்) நீங்கள் வணங்குங்கள்!","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:57","price":"எல்லா ஆன்மாவும் மரணத்தை சுவைக்கக் கூடியதே! பிறகு, நம்மிடமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:58","price":"இன்னும், எவர்கள் நம்பிக்கை கொண்டு நன்மைகளை செய்தார்களோ – நிச்சயமாக நாம் அவர்களுக்கு சொர்க்கத்தில் பல அறைகளை தயார்படுத்திக் கொடுப்போம். அவற்றின் கீழ் நதிகள் ஓடும். அவர்கள் அதில் நிரந்தரமாக தங்கி இருப்பார்கள். அமல் செய்தவர்களின் கூலி மிகச் சிறப்பானதே!","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:59","price":"அவர்கள் பொறுமையாக இருந்தனர். இன்னும், தங்கள் இறைவன் மீதே நம்பிக்கை வைத்து (அவனையே சார்ந்து) இருந்தார்கள்.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:60","price":"எத்தனையோ கால்நடைகள் தனது உணவை சுமப்பதில்லை. அல்லாஹ்தான் அவற்றுக்கும் உங்களுக்கும் உணவளிக்கிறான். இன்னும், அவன்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:61","price":"வானங்களையும் பூமியையும் யார் படைத்தான்? சூரியனையும் சந்திரனையும் (யார் உங்களுக்கு) வசப்படுத்தினான் என்று அவர்களிடம் நீர் கேட்டால், “அல்லாஹ்தான்” என்று நிச்சயமாக அவர்கள் கூறுவார்கள். ஆக, அவர்கள் எப்படி (அந்த அல்லாஹ்வை வணங்குவதிலிருந்து சிலைகளை வணங்குவதின் பக்கம்) திருப்பப்படுகிறார்கள்.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:62","price":"அல்லாஹ், தனது அடியார்களில் தான் நாடியவருக்கு வாழ்வாதாரத்தை விசாலமாக்குகிறான். இன்னும், (தான் நாடுகிற) அவருக்கு (அதை) சுருக்கி விடுகிறான். நிச்சயமாக அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவன் ஆவான்.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:63","price":"வானத்திலிருந்து மழையை இறக்கி, அதன் மூலம் பூமியை, அது இறந்து விட்ட பின்னர் உயிர்ப்பிப்பவன் யார் என்று நீர் அவர்களிடம் கேட்டால், “அல்லாஹ்” என்று நிச்சயமாக அவர்கள் கூறுவார்கள். (நபியே!) நீர் கூறுவீராக! “புகழ் எல்லாம் அல்லாஹ்விற்கே!” மாறாக, (இறைவன் அல்லாத ஒன்றை வணங்குவது தவறு என்பதை) அவர்களில் அதிகமானவர்கள் சிந்தித்து புரிய மாட்டார்கள்.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:64","price":"இவ்வுலக வாழ்க்கை வேடிக்கையாகவும் விளையாட்டாகவும் தவிர இல்லை. நிச்சயமாக மறுமை வீடு - அதுதான் நிரந்தரமான (வாழ்க்கையை உடைய)தாகும். அவர்கள் அறிந்து கொள்ள வேண்டுமே!","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:65","price":"ஆக, அவர்கள் கப்பலில் பயணித்தால் அல்லாஹ்வை - அவனுக்கு மட்டும் வணக்க வழிபாட்டை தூய்மைப்படுத்தியவர்களாக - அழைக்கிறார்கள். ஆக, அவன் அவர்களை கரைக்கு காப்பாற்றிக் கொண்டு வந்தால் அப்போது அவர்கள் (அவனுக்கு சிலைகளை) இணையாக்குகிறார்கள்.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:66","price":"ஏனெனில், (நமது அருட்கொடைகளில்) நாம் அவர்களுக்கு கொடுத்தவற்றை அவர்கள் நிராகரிப்பதற்காகவும் (பாவங்களைக் கொண்டு) அவர்கள் இன்புறுவதற்காகவும் (அல்லாஹ் அல்லாதவற்றை வணங்குகிறார்கள்). ஆக, அவர்கள் (விரைவில் தங்களது கெட்ட முடிவை) அறிவார்கள்.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:67","price":"“பாதுகாப்பு அளிக்கின்ற புனிதத்தலத்தை நிச்சயமாக நாம் (அவர்களுக்கு) ஏற்படுத்தினோம்; அவர்களைச் சுற்றி மக்கள் (கொலை கொள்ளையால்) சூறையாடப்படுகிறார்கள்” என்பதை (-மக்காவை சேர்ந்த இணைவைப்பாளர்கள்) பார்க்கவில்லையா? ஆக, அவர்கள் பொய்யை நம்பிக்கை கொள்கின்றனரா? இன்னும், (உண்மையாளனாகிய) அல்லாஹ்வின் அருளை நிராகரிக்கின்றனரா?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:68","price":"அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டியவனை விட; அல்லது, உண்மையை - அது தன்னிடம் வந்தபோது - பொய்ப்பித்தவனை விட மகா அநியாயக்காரன் யார்? நிராகரிப்பாளர்களுக்கு நரகத்தில் தங்குமிடம் இல்லையா?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"29:69","price":"எவர்கள் நமக்காக (நமது தீன் உயர்வதற்காக இணைவைப்பாளர்களிடம்) போரிட்டார்களோ - அவர்களுக்கு நாம் நிச்சயமாக நமது (நேரான) பாதைகளை வழிகாட்டுவோம். இன்னும், நிச்சயமாக அல்லாஹ் (இத்தகைய) நல்லறம் புரிவோருடன் இருக்கிறான்.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"ta"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}