{"data":[{"name":"31:1","price":"அலிஃப் லாம் மீம்.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:2","price":"இவை ஞானமிக்க வேதத்தின் வசனங்களாகும்.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:3","price":"(இவை) நேர்வழிகாட்டியும் நல்லறம் புரிவோருக்கு (அல்லாஹ்வின்) கருணையும் ஆகும்.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:4","price":"அவர்கள் தொழுகையை நிலை நிறுத்துவார்கள்; இன்னும், ஸகாத்தைக் கொடுப்பார்கள். இன்னும், அவர்கள்தான் மறுமையை உறுதியாக நம்புவார்கள்.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:5","price":"அவர்கள் தங்கள் இறைவனிடமிருந்து வந்த நேர்வழியில் இருக்கிறார்கள். இன்னும், அவர்கள்தான் வெற்றி பெற்றவர்கள்.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:6","price":"அல்லாஹ்வின் பாதையிலிருந்து (மக்களை) வழிகெடுப்பதற்காகவும், அதை பரிகாசமாக எடுத்துக் கொள்வதற்காகவும் கல்வி இன்றி வீண் பேச்சை விலைக்கு வாங்குபவன் மக்களில் இருக்கிறான். இத்தகையவர்களுக்கு (அவர்களை) இழிவுபடுத்தும் தண்டனை உண்டு.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:7","price":"இன்னும், அவனுக்கு முன் நமது வசனங்கள் ஓதப்பட்டால் பெருமையடித்தவனாக திரும்பி விடுகிறான் - அவற்றை அவன் செவியுறாததைப் போன்று, அவனுடைய இரண்டு காதுகளில் மந்தம் இருப்பதைப் போன்று. ஆகவே, வலிமிகுந்த தண்டனையைக் கொண்டு அவனுக்கு நற்செய்திக் கூறுவீராக!","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:8","price":"நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டு நன்மைகளை செய்தார்களோ அவர்களுக்கு இன்பமிகுந்த சொர்க்கங்கள் உண்டு.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:9","price":"அவற்றில் அவர்கள் நிரந்தரமாக தங்குவார்கள். (இது) அல்லாஹ்வின் உண்மையான வாக்காகும். அவன்தான் மிகைத்தவன்; மிகுந்த ஞானவான்.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:10","price":"அவன் வானங்களை - நீங்கள் பார்க்கும்படியான தூண்கள் இன்றி படைத்தான். இன்னும், பூமியில் உறுதியான மலைகளை ஏற்படுத்தினான், அது உங்களை சாய்த்துவிடாமல் இருப்பதற்காக. இன்னும், அதில் எல்லா உயிரினங்களையும் பரப்பினான். இன்னும், நாம் மேகத்திலிருந்து மழையை இறக்கினோம். (அதன் மூலம்) அதில் எல்லா வகையான அழகிய தாவரங்களை முளைக்க வைத்தோம்.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:11","price":"இவை அல்லாஹ்வின் படைப்புகளாகும். ஆக, அவனல்லாத மற்றவர்கள் எதைப் படைத்தார்கள் என்று எனக்கு நீங்கள் காண்பியுங்கள்! மாறாக, அநியாயக்காரர்கள் தெளிவான வழிகேட்டில்தான் இருக்கிறார்கள்.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:12","price":"திட்டவட்டமாக நாம் லுக்மானுக்கு ஞானத்தை வழங்கினோம். அதாவது: நீர் அல்லாஹ்விற்கு நன்றி செலுத்துவீராக! யார் நன்றி செலுத்துவாரோ அவர் நன்றி செலுத்துவதெல்லாம் தன் நன்மைக்காகத்தான். எவர் நிராகரிப்பாரோ (அவரை விட்டும் அல்லாஹ் தேவையற்றவன். ஏனெனில்,) நிச்சயமாக அல்லாஹ் நிறைவானவன், மிகுந்த புகழாளன்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:13","price":"இன்னும், லுக்மான் தனது மகனாருக்கு - அவர் அவருக்கு உபதேசித்தவராக - கூறிய சமயத்தை நினைவு கூர்வீராக! என் மகனே! அல்லாஹ்விற்கு இணை வைக்காதே! நிச்சயமாக இணைவைத்தல் மிகப் பெரிய அநியாயமாகும்.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:14","price":"இன்னும், மனிதனுக்கு - அவனது பெற்றோருடன் நல்லுறவு பேணும்படி - நாம் உபதேசித்தோம். அவனது தாய் அவனை பலவீனத்துக்கு மேல் பலவீனத்துடன் (-சிரமத்திற்கு மேல் சிரமத்துடன்) சுமந்தாள். அவனுக்கு பால்குடி மறக்க வைப்பது இரண்டு ஆண்டுகளில் ஆகும். அதாவது, நீ எனக்கும் உன் பெற்றோருக்கும் நன்றி செலுத்து! என் பக்கம்தான் மீளுதல் இருக்கிறது.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:15","price":"இன்னும், உனக்கு அறிவில்லாத ஒன்றை எனக்கு நீ இணையாக்குவதற்கு அவர்கள் உன்னை கட்டாயப்படுத்தினால் அவ்விருவருக்கும் நீ கீழ்ப்படியாதே! (ஆனால்) உலக (விஷய)த்தில் அவ்விருவருடன் நல்ல முறையில் பழகுவாயாக! என் பக்கம் திரும்பிய (நல்ல)வர்களின் பாதையை நீ பின்பற்று! பிறகு, என் பக்கம்தான் உங்கள் (அனைவருடைய) மீளுமிடம் இருக்கிறது. ஆக, நீங்கள் செய்துகொண்டிருந்ததை நான் உங்களுக்கு அறிவிப்பேன்.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:16","price":"என் மகனே! நிச்சயமாக (நீ செய்கிற) அ(ந்த நன்மை அல்லது; தீமையான)து எள்ளின் விதை அளவு இருந்தாலும், அது ஒரு பாறையில் இருந்தாலும், அல்லது; வானங்களில் இருந்தாலும்; அல்லது, பூமியில் இருந்தாலும் அல்லாஹ் அதைக் கொண்டு வருவான். நிச்சயமாக அல்லாஹ் மிக நுட்பமானவன், ஆழ்ந்தறிபவன் ஆவான்.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:17","price":"என் மகனே! தொழுகையை நிலைநிறுத்து! (மக்களுக்கு) நன்மையை ஏவு! தீமையை விட்டும் (மக்களைத்) தடு! உனக்கு ஏற்பட்ட சோதனையில் பொறுமையாக இரு! நிச்சயமாக இவைதான் உறுதிமிக்க (உயர்வான) காரியங்களில் உள்ளவை ஆகும்.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:18","price":"இன்னும், மக்க(ள் உன்னிடம் பேசும்போது அவர்க)ளை விட்டும் உனது கன்னத்தை திருப்பிக் கொள்ளாதே! பூமியில் பெருமை பிடித்தவனாக நடக்காதே! நிச்சயமாக அல்லாஹ் கர்வமுடையவர்கள் தற்பெருமை பேசுபவர்கள் எவரையும் விரும்ப மாட்டான்.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:19","price":"இன்னும், (விரைந்து செல்லாமலும் ஊர்ந்து செல்லாமலும்) உனது நடையில் நடுநிலைப் பேணு! (நிதானமாக நட!) இன்னும், (நீ பேசும்போது) உனது குரலை தாழ்த்து! நிச்சயமாக குரல்களில் மிக அருவருப்பானது கழுதைகளின் குரலாகும்.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:20","price":"நீங்கள் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ் வானங்களில் உள்ளவற்றையும் பூமியில் உள்ளவற்றையும் உங்களுக்கு வசப்படுத்தினான். இன்னும், உங்கள் மீது தனது அருட்கொடைகளை வெளிப்படையாகவும் மறைவாகவும் நிறைவாக்கினான். அல்லாஹ்வின் விஷயத்தில் கல்வி இன்றியும் நேர்வழி இன்றியும் பிரகாசமான வேதமின்றியும் தர்க்கம் செய்பவர்கள் மக்களில் இருக்கிறார்கள்.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:21","price":"இன்னும், அல்லாஹ் இறக்கியதை பின்பற்றுங்கள் என்று அவர்களுக்கு கூறப்பட்டால், மாறாக, எங்கள் மூதாதைகளை நாங்கள் எதன் மீது கண்டோமோ அதையே நாங்கள் பின்பற்றுவோம் என்று கூறுகிறார்கள். கொழுந்து விட்டெரியும் நரக தண்டனையின் பக்கம் ஷைத்தான் அவர்களை அழைப்பவனாக இருந்தாலுமா (இவர்கள் ஷைத்தானின் வழிகாட்டலைப் பின்பற்றுவார்கள்)?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:22","price":"இன்னும், எவர் தனது முகத்தை அல்லாஹ்விற்கு முன் - அவரோ நல்லறம் புரிபவராக இருக்கும் நிலையில் – பணிய வைப்பாரோ திட்டமாக அவர் மிக உறுதியான வளையத்தை பற்றிப் பிடித்தார். அல்லாஹ்வின் பக்கம்தான் எல்லா காரியங்களின் முடிவு இருக்கிறது.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:23","price":"இன்னும், எவர் நிராகரிப்பாரோ அவருடைய நிராகரிப்பு உம்மை கவலைப்படுத்த வேண்டாம். நம் பக்கம்தான் அ(த்தகைய)வர்களின் மீளுமிடம் இருக்கிறது. ஆக, அவர்கள் செய்தவற்றை அவர்களுக்கு நாம் அறிவிப்போம். நிச்சயமாக அல்லாஹ் நெஞ்சங்களில் உள்ளவற்றை நன்கறிந்தவன் ஆவான்.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:24","price":"அவர்களுக்கு நாம் கொஞ்ச (கால)ம் சுகமளிப்போம். பிறகு, நாம் கடுமையான முரட்டு தண்டனையின் பக்கம் அவர்களை நிர்ப்பந்தமாக கொண்டு வருவோம்.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:25","price":"யார் வானங்களையும் பூமியையும் படைத்தான் என்று அவர்களிடம் நீர் கேட்டால், அல்லாஹ்தான் (படைத்தான்) என்று நிச்சயமாக அவர்கள் கூறுவார்கள். “எல்லாப் புகழும் அல்லாஹ்விற்கே!” என்று கூறுவீராக! மாறாக, அவர்களில் அதிகமானோர் (படைத்தவனாகிய அல்லாஹ்வை மட்டுமே வணங்க வேண்டும் என்பதை) அறிய மாட்டார்கள்.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:26","price":"வானங்களில் உள்ளவையும் பூமியில் உள்ளவையும் அல்லாஹ்விற்கே சொந்தமானவை. நிச்சயமாக அல்லாஹ்தான் முற்றிலும் நிறைவானவன் (-தேவையற்றவன்), மிகுந்த புகழாளன்.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:27","price":"நிச்சயமாக பூமியில் உள்ள மரங்கள் எல்லாம் எழுது கோல்களாக இருந்து, இன்னும் கடல் - (மையாக மாறி) அதற்குப் பின்னர் ஏழு கடல்களும் அதற்கு மையாக மாறினால், (பின்னர் அல்லாஹ்வின் ஞானங்கள் எழுதப்பட்டால், எழுதுகோல்கள் தேய்ந்துவிடும், கடல் நீரெல்லாம் தீர்ந்துவிடும். ஆனால்,) அல்லாஹ்வின் ஞானங்கள் தீர்ந்துவிடாது. நிச்சயமாக அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:28","price":"உங்களை படைப்பதும் (நீங்கள் மரணித்த பின்னர்) உங்களை (உயிருடன்) எழுப்புவதும் ஒரே ஓர் ஆன்மாவைப் (படைப்பதைப்) போன்றே தவிர (எனக்கு சிரமமான காரியம்) இல்லை. நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன்; உற்று நோக்குபவன் ஆவான்.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:29","price":"நிச்சயமாக அல்லாஹ் பகலில் இரவை நுழைத்து (இரவை சுருக்கி)விடுகிறான்; இரவில் பகலை நுழைத்து (பகலை சுருக்கி)விடுகிறான்; சூரியனையும் சந்திரனையும் வசப்படுத்தினான்; எல்லாம் ஒரு குறிப்பிட்ட தவணையின் பக்கம் ஓடுகின்றன என்பதையும் நிச்சயமாக அல்லாஹ் நீங்கள் (எல்லோரும்) செய்பவற்றை ஆழ்ந்தறிபவன் என்பதையும் நீர் கவனிக்கவில்லையா?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:30","price":"அது, (-மேற்கூறப்பட்ட அனைத்தும்) நிச்சயமாக அல்லாஹ்தான் உண்மையானவன்; இன்னும், நிச்சயமாக அவனை அன்றி அவர்கள் அழைப்பவை (-வணங்குபவை) பொய்யானவை; இன்னும், நிச்சயமாக அல்லாஹ்தான் மிக உயர்ந்தவன், மிகப் பெரியவன் என்ற காரணத்தால் ஆகும்.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:31","price":"நிச்சயமாக கப்பல்கள் கடலில் அல்லாஹ்வின் அருளினால் ஓடுகின்றன - அவன் தனது (வல்லமையின்) அத்தாட்சிகளை உங்களுக்குக் காண்பிப்பதற்காக (இதை செய்தான்) என்பதை நீர் கவனிக்கவில்லையா? பெரிய பொறுமையாளர்கள், அதிகம் நன்றி செலுத்துபவர்கள் எல்லோருக்கும் நிச்சயமாக இதில் பல அத்தாட்சிகள் உள்ளன.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:32","price":"(பெரும்) நிழல்களைப் போன்ற ஓர் அலை அவர்களை சூழ்ந்துகொண்டால் அல்லாஹ்வை (மட்டும் உதவிக்கு) அழைக்கிறார்கள், - வழிபாடுகளை அவனுக்கு மட்டும் தூய்மைப்படுத்தியவர்களாக இருக்கும் நிலையில். ஆக, அவர்களை அவன் கரைக்கு காப்பாற்றியபோது அவர்களில் சிலர் (சொல்லால் மட்டும்) நல்லவர்களாக இருக்கிறார்கள். (உள்ளத்தில் நிராகரிப்பை மறைத்துக் கொள்கிறார்கள். மற்றும் அதிகமானவர்களோ வெளிப்படையாக நிராகரிப்புக்கே திரும்பி விடுகிறார்கள்.) வாக்குறுதிகளை அதிகம் மீறக் கூடியவர்கள், நன்றி கெட்டவர்கள் தவிர நமது அத்தாட்சிகளை மறுக்க மாட்டார்கள்.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:33","price":"மக்களே! உங்கள் இறைவனை பயந்து கொள்ளுங்கள்! இன்னும், ஒரு நாளை பயந்து கொள்ளுங்கள்! (அந்நாளில்) தந்தை, தன் மகனை விட்டும் (தண்டனையை) தடுக்க மாட்டார். பிள்ளையும் தனது தகப்பனை விட்டும் (தண்டனையை) தடுக்கக் கூடியவராக இல்லை. நிச்சயமாக அல்லாஹ்வின் வாக்கு உண்மையானது. ஆகவே, உலக வாழ்க்கை உங்களை ஏமாற்றிவிட வேண்டாம். இன்னும், ஏமாற்றக் கூடியவன் அல்லாஹ்வின் விஷயத்தில் உங்களை ஏமாற்றி விடவேண்டாம்.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"ta"},{"name":"31:34","price":"நிச்சயமாக அல்லாஹ், - அவனிடம்தான் மறுமையைப் பற்றி (அது எப்போது நிகழும் என்ற) அறிவு இருக்கிறது. அவன்தான் மழையை இறக்குகிறான். கர்ப்பப்பைகளில் உள்ளவற்றை அவன் அறிகிறான். ஓர் ஆன்மா நாளை அது என்ன செய்யும் என்பதை அறியாது. ஓர் ஆன்மா அது எந்த பூமியில் மரணிக்கும் என்பதையும் அறியாது. நிச்சயமாக அல்லாஹ் நன்கறிந்தவன், ஆழ்ந்தறிபவன் ஆவான்.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"ta"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}