{"data":[{"name":"34:1","price":"எல்லாப் புகழும் அல்லாஹ்விற்கே! வானங்களில் உள்ளவையும் பூமியில் உள்ளவையும் அவனுக்கே உரியன. மறுமையிலும் அவனுக்கே எல்லாப் புகழும். அவன்தான் மகா ஞானமுடையவன், ஆழ்ந்தறிபவன் ஆவான்.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:2","price":"பூமியில் நுழைவதையும் அதிலிருந்து வெளியேறுவதையும் வானத்திலிருந்து இறங்குவதையும் அதில் ஏறுவதையும் அவன் நன்கறிவான். அவன்தான் மகா கருணையாளன், மகா மன்னிப்பாளன்.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:3","price":"“மறுமை எங்களிடம் (ஒருபோதும்) வராது” என்று நிராகரிப்பாளர்கள் கூறுகிறார்கள். (நபியே!) கூறுவீராக! “ஏன் (வராது), மறைவானவற்றை நன்கறிந்தவனாகிய என் இறைவன் மீது சத்தியமாக நிச்சயமாக அது உங்களிடம் வரும். வானங்களிலும் பூமியிலும் அணு அளவு(ள்ள அற்பபொருள் எதுவு)ம் அவனை விட்டும் மறைந்துவிடாது. அதை விட சிறியதும் அதை விட பெரியதும் இல்லை, (அவை அனைத்தும்) தெளிவான பதிவேட்டில் இருந்தே தவிர!”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:4","price":"நம்பிக்கை கொண்டு, நன்மைகளை செய்தவர்களுக்கு அவன் கூலி கொடுப்பதற்காக (அந்தப் பதிவேட்டில் செயல்கள் பதியப்படுகின்றன). அவர்களுக்கு மன்னிப்பும் கண்ணியமான வாழ்க்கையும் (சொர்க்கத்தில்) உண்டு.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:5","price":"எவர்கள் நமது வசனங்களில் (அவற்றை) முறியடிப்பதற்காக முயற்சிக்கிறார்களோ அவர்களுக்கு கெட்ட மோசமான தண்டனையின் மிகவும் துன்புறுத்தும் தண்டனை உண்டு.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:6","price":"கல்வி கொடுக்கப்பட்டவர்கள், உமது இறைவனிடமிருந்து உமக்கு எது இறக்கப்பட்டதோ அதுதான் சத்தியம் என்றும்; மிகைத்தவன், மகா புகழுக்குரியவனின் பாதைக்கு அது நேர்வழி காட்டுகிறது என்றும் அறிவார்கள்.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:7","price":"நிராகரித்தவர்கள் கூறுகிறார்கள்: “நீங்கள் சுக்குநூறாக கிழிக்கப்பட்ட பின்னர் நிச்சயமாக நீங்கள் புதிய படைப்பாக உருவாக்கப்படுவீர்கள் என்று உங்களுக்கு அறிவிக்கிற ஓர் ஆடவரை நாங்கள் உங்களுக்கு அறிவிக்கவா?”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:8","price":"“அவர் அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டுகிறாரா? அல்லது, அவருக்கு பைத்தியம் பிடித்திருக்கிறதா?” (என்றும் கூறுகிறார்கள்.) மாறாக, மறுமையை நம்பிக்கை கொள்ளாதவர்கள் தண்டனையிலும் தூரமான வழிகேட்டிலும் இருக்கிறார்கள்.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:9","price":"ஆக, அவர்கள் தங்களுக்கு முன்னுள்ள; இன்னும், தங்களுக்கு பின்னுள்ள வானத்தையும் பூமியையும் பார்க்கவில்லையா? நாம் நாடினால் அவர்களை பூமியில் சொருகிவிடுவோம். அல்லது, அவர்கள் மீது வானத்தின் துண்டுகளை விழவைப்போம். நிச்சயமாக இதில் (அல்லாஹ்வின் பக்கம்) திரும்பக்கூடிய எல்லா அடியார்களுக்கும் ஓர் அத்தாட்சி இருக்கிறது.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:10","price":"திட்டவட்டமாக தாவூதுக்கு நம் புறத்தில் இருந்து மேன்மையை(யும் பறவைகளையும்) வழங்கினோம். மலைகளே! பறவைகளே! அவருடன் சேர்ந்து நீங்களும் (அல்லாஹ்வை) துதியுங்கள். இன்னும், அவருக்கு இரும்பை மென்மையாக்கினோம்.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:11","price":"உருக்குச் சட்டைகள் செய்வீராக! இன்னும், (சட்டைகளில் உள்ள துவாரங்களுக்கு ஏற்ப) ஆணிகளை அளவாக செய்வீராக! (தாவூதே! தாவூதின் குடும்பத்தாரே!) நன்மையை செய்யுங்கள்! நிச்சயமாக நான் நீங்கள் செய்வதை உற்று நோக்குகிறேன்.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:12","price":"இன்னும், சுலைமானுக்குக் காற்றையும் கட்டுப்படுத்தி தந்தோம். அதன் காலைப் பொழுதும் ஒரு மாதமாகும். அதன் மாலைப்பொழுதும் ஒரு மாதமாகும். அவருக்கு நாம் செம்புடைய சுரங்கத்தை (தண்ணீராக) ஓட வைத்தோம். அவருக்கு முன்னால் அவரது இறைவனின் உத்தரவின்படி வேலை செய்கிற ஜி̀ன்களையும் (அவருக்கு நாம் கட்டுப்படுத்திக் கொடுத்தோம்). அவர்களில் யார் நமது கட்டளையை விட்டு விலகுவாரோ அவருக்கு கொழுந்து விட்டெரியும் நெருப்பின் தண்டனையை நாம் சுவைக்க வைப்போம்.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:13","price":"அவை (-அந்த ஷைத்தான்கள்) அவருக்கு அவர் நாடுகிறபடி தொழுமிடங்களையும் சிலைகளையும் நீர் தொட்டிகளைப் போன்ற பெரிய பாத்திரங்களையும் உறுதியான சட்டிகளையும் செய்வார்கள். தாவூதின் குடும்பத்தார்களே! (அல்லாஹ்விற்கு) நன்றி செலுத்துவதற்காக (நன்மைகளை) செய்யுங்கள். என் அடியார்களில் நன்றி செலுத்துபவர்கள் குறைவானவர்களே.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:14","price":"ஆக, அவருக்கு மரணத்தை நாம் முடிவு செய்(து அவரும் மரணித்)தபோது அவர் மரணம் எய்தியதை அவருடைய தடியை தின்ற கரையானைத் தவிர (வேறு எதுவும்) அவர்களுக்கு அறிவிக்கவில்லை. அவர் கீழே விழுந்தபோது, “தாங்கள் மறைவானவற்றை அறிந்திருந்தால் மிக இழிவான தண்டனையில் தங்கி இருந்திருக்க மாட்டார்கள்” என்று ஜின்களுக்கு தெளிவாக தெரிய வந்தது.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:15","price":"ஸபா நகர மக்களுக்கு அவர்களின் தங்குமிடத்தில் ஓர் அத்தாட்சி திட்டவட்டமாக இருக்கிறது. வலது பக்கத்திலும் இடது பக்கத்திலும் என இரண்டு தோட்டங்கள் (அவர்களுக்கு) இருந்தன. (ஸபா வாசிகளே!) உங்கள் இறைவன் அருளிய உணவை உண்ணுங்கள்! அவனுக்கு நன்றி செலுத்துங்கள்! (உங்கள் ஊரும்) நல்ல ஊர். (உங்கள் இறைவனும்) மகா மன்னிப்பாளனாகிய இறைவன் ஆவான்.","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:16","price":"ஆக, அவர்கள் புறக்கணித்தனர். ஆகவே, அடியோடு அரித்து செல்கிற பெரும் வெள்ளத்தை அவர்கள் மீது அனுப்பினோம். அவர்களின் இரண்டு (நல்ல) தோட்டங்களை (கசப்பான கெட்ட) துர்நாற்றமுள்ள பழங்களையும், காய்க்காத மரங்களையும், மிகக் குறைவான சில இலந்தை மரங்களையும் உடைய இரண்டு தோட்டங்களாக மாற்றிவிட்டோம்.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:17","price":"இது, அவர்கள் நிராகரித்த காரணத்தினால் அவர்களுக்கு நாம் (இத்தகைய) கூலி கொடுத்தோம். நிராகரிப்பாளர்களைத் தவிர நாம் தண்டிப்போமா?","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:18","price":"அவர்களுக்கு இடையிலும் நாம் அருள்வளம் புரிந்த (ஷாம் தேச) ஊர்களுக்கு இடையிலும் (ஒவ்வொரு ஊராருக்கும்) தெளிவாகத் தெரியும்படியான பல ஊர்களை நாம் ஏற்படுத்தினோம். அவற்றில் பயணத்தை நிர்ணயித்தோம் (ஓர் ஊரிலிருந்து மற்றொரு ஊருக்கு சிரமமின்றி பயணிப்பதை எளிதாக்கினோம்). அவற்றில் பல இரவுகளும் பல பகல்களும் பாதுகாப்புப் பெற்றவர்களாக பயணியுங்கள்.","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:19","price":"ஆக, அவர்கள் கூறினார்கள்: “எங்கள் இறைவா! (எங்கள் பாதையில் உள்ள ஊர்களை இல்லாமல் ஆக்கி) எங்கள் பயணங்களுக்கு மத்தியில் தூரத்தை ஏற்படுத்து! (அப்போது அதிக பயண சாமான்களோடு செல்லும் எங்களுக்கு ஏனைய மக்களுக்கு மத்தியில் பெருமையாக இருக்கும்.)” அவர்கள் தங்களுக்குத் தாமே அநீதி இழைத்தனர். ஆக, அவர்களை (மக்களுக்கு மத்தியில் பேசப்படுகின்ற) செய்திகளாக்கி விட்டோம். அவர்களை சுக்குநூறாக கிழித்துவிட்டோம். (முற்றிலுமாக பிரித்துவிட்டோம்.) நிச்சயமாக இதில் பொறுமையாளர்களுக்கு, அதிகம் நன்றி செலுத்துபவர்களுக்கு பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:20","price":"திட்டவட்டமாக இப்லீஸ் அவர்கள் மீது தன் எண்ணத்தை உண்மையாக்கினான். ஆகவே, அவர்கள் அவனை பின்பற்றினர், நம்பிக்கை கொண்ட பிரிவினரைத் தவிர. (நம்பிக்கையாளர்கள் இப்லீஸின் வழியில் செல்ல மாட்டார்கள்.)","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:21","price":"அவனுக்கு அவர்கள் மீது அறவே அதிகாரம் இருக்கவில்லை. இருந்தாலும் மறுமையை நம்பிக்கை கொள்பவர்களை அதில் சந்தேகத்தில் இருப்பவர்களிலிருந்து (பிரித்து வெளிப்படையாக) நாம் அறிவதற்காக (இவ்வாறு சோதித்தோம்). உமது இறைவன் எல்லாவற்றையும் கண்காணிப்பவன் ஆவான்.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:22","price":"(நபியே!) கூறுவீராக! அல்லாஹ்வை அன்றி (தெய்வங்கள் என்று) நீங்கள் பிதற்றிக் கொண்டிருந்தவர்களை அழையுங்கள்! அவர்கள் வானங்களிலும் பூமியிலும் அணு அளவுக்கும் உரிமை பெறமாட்டார்கள். இன்னும், அவ்விரண்டிலும் அவர்களுக்கு எவ்வித பங்கும் இல்லை. அவர்களில் எவரும் அவனுக்கு உதவியாளராக இல்லை.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:23","price":"அவன் எவருக்கு அனுமதி அளித்தானோ அவருக்கே தவிர அவனிடம் சிபாரிசுகள் பலன்தராது. இறுதியாக, அவர்களது உள்ளங்களை விட்டு திடுக்கம் (பயம்) சென்றுவிட்டால் உங்கள் இறைவன் என்ன கூறினான் என்று (சில வானவர்கள்) கேட்பார்கள். உண்மையைத்தான் (கூறினான்) என்று (மற்ற வானவர்கள் பதில்) கூறுவார்கள். அவன்தான் மிக உயர்ந்தவன், மகா பெரியவன்.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:24","price":"(நபியே!) கூறுவீராக! வானங்கள் இன்னும் பூமியில் இருந்து யார் உங்களுக்கு வாழ்வாதாரத்தை ஏற்படுத்துகிறான்? (நபியே!) “அல்லாஹ்தான்” என்று நீர் கூறுவீராக! நிச்சயமாக நாங்கள் நேர்வழியில்; அல்லது, தெளிவான வழிகேட்டில் இருக்கிறோமா? அல்லது, நீங்கள் இருக்கிறீர்களா?","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:25","price":"(நபியே!) கூறுவீராக! நாங்கள் செய்த குற்றத்தைப் பற்றி நீங்கள் விசாரிக்கப்பட மாட்டீர்கள். நீங்கள் செய்பவற்றைப் பற்றி நாங்கள் விசாரிக்கப்பட மாட்டோம்.","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:26","price":"(நபியே!) கூறுவீராக! நமது இறைவன் நமக்கு மத்தியில் ஒன்று சேர்ப்பான். பிறகு, நமக்கு மத்தியில் உண்மையான (நீதமான) தீர்ப்பை தீர்ப்பளிப்பான். அவன்தான் மகா நீதமான தீர்ப்பாளன், நன்கறிந்தவன் ஆவான்.","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:27","price":"(நபியே!) கூறுவீராக! அவனுடன் (அவனுக்கு சமமாக வணங்கப்படுகின்ற) தெய்வங்களாக நீங்கள் சேர்ப்பித்தவர்கள் பற்றி எனக்கு அறிவியுங்கள். ஒருபோதும் (அவனுக்கு இணைகள் இருக்க) முடியாது. மாறாக, அவன்தான் அல்லாஹ் (-வணங்கத்தகுதியான படைத்து பரிபாலிக்கின்ற இணையற்ற ஒரே ஓர் இறைவன். அவன்தான்) மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:28","price":"(நபியே!) மக்கள் அனைவருக்கும் நற்செய்தி சொல்பவராகவும் எச்சரிப்பவராகவும் தவிர நாம் உம்மை அனுப்பவில்லை. என்றாலும் மக்களில் அதிகமானவர்கள் (நீர் உண்மையான தூதர் என்பதை) அறியமாட்டார்கள்.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:29","price":"நீங்கள் உண்மையாளர்களாக இருந்தால் இந்த வாக்கு எப்போது (வரும்) என்று (அறிவியுங்கள் என உங்களை நோக்கி இறை மறுப்பாளர்கள்) கூறுகிறார்கள்.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:30","price":"(நபியே!) கூறுவீராக! உங்களுக்கு வாக்களிக்கப்பட்ட ஒரு நாள் இருக்கிறது. அதை விட்டும் நீங்கள் சிறிது நேரம் பிந்தவும் மாட்டீர்கள்; முந்தவும் மாட்டீர்கள்.","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:31","price":"நிராகரிப்பவர்கள் கூறினார்கள்: “இந்த குர்ஆனையும் இதற்கு முன்னுள்ள (வேதத்)தையும் நாங்கள் அறவே நம்பிக்கை கொள்ள மாட்டோம்.” இன்னும், அநியாயக்காரர்கள் தங்கள் இறைவன் முன்னால் நிறுத்தி வைக்கப்பட்டு அவர்களில் சிலர் சிலரிடம் எதிர்த்து (பதில்) பேசுகிற சமயத்தை (நபியே!) நீர் பார்த்தால் (அக்காட்சி மிக பயங்கரமாக இருக்கும்). பெருமை அடித்த (தலை)வர்களுக்கு (அவர்களை பின்பற்றிய) பலவீனர்கள் கூறுவார்கள், “நீங்கள் இல்லை என்றால் நாங்கள் நம்பிக்கையாளர்களாக ஆகியிருப்போம்.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:32","price":"பெருமை அடித்த (தலை)வர்கள் (தங்களைப் பின்பற்றி வழிகெட்ட) பலவீனர்களுக்கு கூறுவார்கள்: “நேர்வழி உங்களிடம் வந்த பின்னர் (அந்த) நேர்வழியை விட்டும் நாங்களா உங்களைத் தடுத்தோம்? மாறாக, நீங்கள்தான் குற்றவாளிகளாக (பெரும் பாவிகளாக) இருந்தீர்கள்.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:33","price":"பலவீனர்கள் பெருமை அடித்தவர்களுக்குக் கூறுவார்கள்: மாறாக, (இது) இரவிலும் பகலிலும் (நீங்கள் எங்களுக்கு) செய்த சூழ்ச்சியாகும். நாங்கள் அல்லாஹ்வை நிராகரிப்பதற்கும் அவனுக்கு இணை (தெய்வங்)களை நாங்கள் ஏற்படுத்துவதற்கும் நீங்கள் எங்களை ஏவிய சமயத்தை நினைவு கூருங்கள். அவர்கள் (அனைவரும்) தண்டனையை கண்ணால் காணும்போது துக்கத்தை வெளிப்படுத்துவார்கள். நிராகரித்தவர்களின் கழுத்துகளில் சங்கிலி விலங்குகளை நாம் ஆக்குவோம். அவர்கள் செய்துகொண்டிருந்ததற்கே தவிர அவர்கள் கூலி கொடுக்கப்படுவார்களா?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:34","price":"ஓர் ஊரில் (அந்த ஊர் மக்களை) எச்சரிக்கை செய்கின்ற தூதரை நாம் அனுப்பினால், அதன் சுகவாசிகள் நீங்கள் எதைக்கொண்டு அனுப்பப்பட்டீர்களோ அதை நிச்சயமாக நாங்கள் நிராகரிக்கிறோம் என்று (அவர்களிடம்) கூறாமல் இருக்க மாட்டார்கள். (-பெரும்பாலான சுகவாசிகள் இறைத்தூதர்களின் மார்க்கத்தை நிராகரித்தே வந்திருக்கிறார்கள்.)","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:35","price":"இன்னும், அவர்கள் கூறினார்கள்: “நாங்கள் செல்வங்களாலும் பிள்ளைகளாலும் (உங்களை விட இவ்வுலகில்) அதிகமானவர்கள். (இது எங்கள் மீது இவ்வுலகில் இறைவன் செய்த அருள்.) ஆகவே, நாங்கள் (மறுமையிலும்) அறவே தண்டிக்கப்பட மாட்டோம்.”","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:36","price":"(நபியே!) கூறுவீராக! நிச்சயமாக என் இறைவன் அவன் நாடுபவர்களுக்கு வாழ்வாதாரத்தை விசாலமாகத் தருகிறான். இன்னும், (அவன் நாடுபவர்களுக்கு) சுருக்கி கொடுக்கிறான். என்றாலும், மக்களில் அதிகமானவர்கள் (இதன் தத்துவத்தை) அறியமாட்டார்கள்.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:37","price":"உங்கள் செல்வங்கள், உங்கள் பிள்ளைகள் உங்களை எங்களிடம் நெருக்கமாக்கி வைக்கக்கூடியதாக இல்லை. எனினும், எவர்கள் நம்பிக்கை கொண்டு, நன்மையை செய்வார்களோ அவர்களுக்கு அவர்கள் செய்ததற்கு பகரமாக இரு மடங்கு கூலி உண்டு. இன்னும், அவர்கள் (சொர்க்கத்தில் கோபுர) அறைகளில் நிம்மதியாக இருப்பார்கள்.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:38","price":"எவர்கள் நமது வசனங்களில் (அவற்றைப் பொய்ப்பித்து, நம்மை) பலவீனப்படுத்த முயல்வார்களோ அவர்கள் (நரக) தண்டனைக்கு கொண்டுவரப்படுவார்கள்.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:39","price":"(நபியே!) கூறுவீராக! நிச்சயமாக என் இறைவன் தனது அடியார்களில் தான் நாடியவர்களுக்கு வாழ்வாதாரத்தை விசாலமாக்குகிறான். இன்னும், (தான் நாடியவருக்கு) சுருக்கி விடுகிறான். நீங்கள் எதை தர்மம் செய்தாலும் அதற்கு அவன் (சிறந்த) பகரத்தை ஏற்படுத்துவான். உணவளிப்பவர்களில் அவன் மிகச் சிறந்தவன்.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:40","price":"இன்னும், அவன் அவர்கள் அனைவரையும் (உயிர்பிக்கச் செய்து) ஒன்று திரட்டும் நாளில், பிறகு, அவன் வானவர்களுக்குக் கூறுவான்: “இவர்கள் (இந்த இணைவைப்பாளர்கள்) உங்களை வணங்கிக் கொண்டிருந்தார்களா?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:41","price":"(வானவர்கள்) கூறுவார்கள்: (அல்லாஹ்வே!) நீ மகா தூயவன். அவர்கள் இன்றி, நீதான் எங்கள் பாதுகாவலன். மாறாக, அவர்கள் ஜின்களை வணங்கிக் கொண்டிருந்தனர். அவர்களில் அதிகமானவர்கள் அவர்களைத்தான் (-அந்த ஜின்களைத்தான்) நம்பிக்கை கொண்டவர்கள் ஆவார்கள்.","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:42","price":"ஆக, இன்றைய தினம் உங்களில் சிலர் சிலருக்கு நன்மை செய்வதற்கோ தீமை செய்வதற்கோ உரிமை பெறமாட்டார். இன்னும், அநியாயக்காரர்களுக்கு நாம் கூறுவோம்: “நீங்கள் பொய்ப்பித்துக்கொண்டிருந்த நரக தண்டனையை சுவையுங்கள்.”","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:43","price":"அவர்கள் முன் தெளிவான நமது வசனங்கள் ஓதப்பட்டால், “உங்கள் மூதாதைகள் வணங்கிக்கொண்டிருந்தவற்றை விட்டும் இவர் உங்களைத் தடுக்க நாடுகிற ஓர் ஆடவரே தவிர (உண்மையான நபி) இல்லை” என்று கூறுகிறார்கள். இன்னும், அவர்கள் கூறினார்கள்: “இது (-இந்த வேதம்) இட்டுக்கட்டப்பட்ட பொய்யைத் தவிர (உண்மையான இறைவேதம்) இல்லை.” நிராகரித்தவர்கள் இந்த உண்மையான வேதத்தைப் பற்றி – அது தங்களிடம் சத்தியம் வந்தபோது - கூறினார்கள்: “இது தெளிவான சூனியமே தவிர (உண்மையான வேதம்) இல்லை.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:44","price":"(இந்த குர்ஆனுக்கு முன்பாக) அவர்கள் படிப்பதற்கு வேதங்களை அவர்களுக்கு நாம் கொடுத்ததில்லை. இன்னும், உமக்கு முன்னர் அவர்களிடம் எச்சரிக்கும் தூதர் எவரையும் நாம் அனுப்பியதில்லை.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:45","price":"இவர்களுக்கு முன்னுள்ளவர்களும் பொய்ப்பித்தனர். இவர்கள் (நிராகரிக்கின்ற இந்த மக்காவாசிகள்) அவர்களுக்கு (-முன் சென்ற சமுதாயத்திற்கு) நாம் கொடுத்த (செல்வத்)தில் பத்தில் ஒன்றைக் கூட அடையவில்லை. இருந்தும் அவர்கள் (முந்தியக் கால காஃபிர்கள்) எனது தூதர்களை பொய்ப்பித்தனர். எனது மாற்றம் (-நான் அவர்களுக்குச் செய்த அருளை எடுத்துவிட்டு அவர்களுக்குக் கொடுத்த தண்டனை) எப்படி இருந்தது (என்று மக்கா வாசிகளே பாருங்கள்)!","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:46","price":"(நபியே!) கூறுவீராக! “நான் உங்களுக்கு உபதேசிப்பதெல்லாம் ஒன்றே ஒன்றைத்தான். (அதாவது) நீங்கள் அல்லாஹ்விற்காக ஒருவர் ஒருவராக, இருவர் இருவராக நில்லுங்கள். (இந்த நபியைப் பற்றி இவர் உண்மையாளரா அல்லது உண்மையாளர் இல்லையா என்று விவாதம் செய்யுங்கள். பிறகு ஒருவர் ஒருவராக தனித்து விடுங்கள்). பிறகு, சிந்தியுங்கள்.” உங்கள் இந்தத் தோழருக்கு பைத்தியம் அறவே இல்லை. கடுமையான தண்டனை (நிகழப் போவதற்)க்கு முன்னர் (அது பற்றி) எச்சரிப்பவராகவே தவிர அவர் இல்லை (என்பதை திட்டமாக அறிந்து கொள்வீர்கள்).","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:47","price":"(நபியே!) கூறுவீராக! நான் எதைக் கூலியாக உங்களிடம் கேட்டேனோ அது உங்களுக்கே இருக்கட்டும். (நான் உங்களுக்கு எடுத்துரைத்த அனைத்தும் உங்கள் நன்மைக்காகவே. நான் உங்களிடம் இதற்கு எதையும் கூலியாக கேட்கவில்லை!) எனது கூலி அல்லாஹ்வின் மீதே தவிர (உங்கள் மீது) இல்லை. அவன்தான் (எனது செயல்கள்; இன்னும், உங்கள் செயல்கள்) அனைத்தின் மீதும் சாட்சியாளன் ஆவான்.","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:48","price":"(நபியே!) கூறுவீராக! “நிச்சயமாக என் இறைவன் உண்மையான செய்தியை (நபிமார்களுக்கு) இறக்கி வைக்கிறான். அவன் மறைவான விஷயங்கள் அனைத்தையும் மிக அறிந்தவன் ஆவான்.”","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:49","price":"(நபியே!) கூறுவீராக! “(குர்ஆன் என்ற) உண்மை வந்துவிட்டது. (இப்லீஸும் அல்லாஹ்வை அன்றி வணங்கப்படுகிற) பொய்யான தெய்வங்கள் புதிதாக படைக்கவும் மாட்டார்கள். (இறந்ததை) மீண்டும் உயிர்ப்பிக்கவும் மாட்டார்கள்.” (அல்லாஹ்வை அன்றி யாருக்கும் படைக்கின்ற சக்தி அறவே இல்லை.)","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:50","price":"(நபியே!) கூறுவீராக! நான் வழிகெட்டால் நான் வழிகெடுவதெல்லாம் எனக்குத்தான் தீங்காக அமையும். நான் நேர்வழி பெற்றால் (அது) என் இறைவன் எனக்கு வஹ்யி அறிவிக்கின்ற காரணத்தால் ஆகும். (என் இறைவன் எனக்கு வஹ்யி அறிவித்த வேதத்தினால் நான் நேர்வழி பெறுகிறேன்.) நிச்சயமாக அவன் நன்கு செவியுறுபவன், மிக சமீபமானவன் ஆவான்.","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:51","price":"“(நமது பிடி வரும்போது) அவர்கள் திடுக்கிடுவார்கள். ஆனால், (அவர்கள் அதிலிருந்து) தப்பிக்கவே முடியாது. இன்னும், வெகு சமீபமான இடத்திலிருந்து அவர்கள் பிடிக்கப்பட்டுவிடுவார்கள். (பின்னர் தண்டிக்கப்பட்டு அழிக்கப்படுவார்கள்.)” (நபியே!) இதை நீர் பார்த்தால் (மிக ஆச்சரியமான ஒரு காரியத்தை பார்ப்பீர்.)","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:52","price":"அவர்கள் (அல்லாஹ்வின் தண்டனையைப் பார்த்தபோது) அவனை (-அல்லாஹ்வை) நாங்கள் நம்பிக்கை கொண்டோம்” என்று கூறுவார்கள். தூரமான இடத்திலிருந்து (-மறுமைக்கு சென்றுவிட்ட அவர்கள் அங்கிருந்துக் கொண்டு தவ்பா - பாவமீட்சியையும் இறை நம்பிக்கையையும்) அடைவது எங்கே அவர்களுக்கு சாத்தியமாகும். (அதாவது உலகத்தில் செய்ய வேண்டியதை மறுமையில் செய்ய ஆசைப்படுகிறார்கள். அங்கே ஆசைப்பட்டு என்ன ஆகப்போகிறது?!)","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:53","price":"திட்டமாக (இதற்கு) முன்னர் அவர்கள் இ(ந்த வேதத்)தை மறுத்து விட்டனர். அவர்கள் (சத்தியத்தை விட்டு) வெகு தூரமான இடத்தில் இருந்துகொண்டு கற்பனையாக அதிகம் பேசுகிறார்கள்.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"ta"},{"name":"34:54","price":"இதற்கு முன்னர் அவர்களின் (முந்தைய) கூட்டங்களுக்கு செய்யப்பட்டதைப் போன்று அவர்களுக்கு இடையிலும் அவர்கள் விரும்புவதற்கு இடையிலும் தடுக்கப்பட்டுவிடும். நிச்சயமாக இவர்கள் (உலகில் வாழ்ந்தபோது மறுமையைப் பற்றி) பெரிய சந்தேகத்தில்தான் இருந்தனர்.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"ta"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}