{"data":[{"name":"39:1","price":"மிகைத்தவனும் மகா ஞானவானுமான அல்லாஹ்வின் புறத்திலிருந்து இறக்கப்பட்ட வேதமாகும் (இது).","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:2","price":"நிச்சயமாக நாம் இந்த வேதத்தை உண்மையுடன் உமக்கு இறக்கினோம். ஆகவே, அல்லாஹ்வை வணங்குவீராக, வணக்க வழிபாடுகளை - தீனை அவனுக்கு முற்றிலும் தூய்மைப்படுத்தியவராக.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:3","price":"அறிந்து கொள்ளுங்கள்! பரிசுத்தமான வணக்க வழிபாடுகள் எல்லாம் அல்லாஹ்விற்கே உரியன. அவனை அன்றி (பல) தெய்வங்களை (தங்களுக்கு) எடுத்துக் கொண்டவர்கள், “நாங்கள் அவர்களை வணங்குவதில்லை, அல்லாஹ்வின் பக்கம் அந்தஸ்தால் எங்களை அவர்கள் நெருக்கமாக்குவதற்காகவே தவிர.” என்று கூறுகிறார்கள். நிச்சயமாக அல்லாஹ் அவர்களுக்கு மத்தியில் அவர்கள் கருத்து வேறுபாடு செய்கின்றவற்றில் தீர்ப்பளிப்பான். பொய்யர்களை நிராகரிப்பாளர்களை நிச்சயமாக அல்லாஹ் நேர்வழி செலுத்தமாட்டான்.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:4","price":"அல்லாஹ் ஒரு குழந்தையை (தனக்கு) எடுத்துக்கொள்ள நாடினால் அவன் தான் படைத்தவற்றில் இருந்து தான் நாடுவதை தேர்ந்தெடுத்திருப்பான். அவன் மகா பரிசுத்தமானவன். அவன்தான் ஒருவனும் அடக்கி ஆளுகிறவனுமாகிய அல்லாஹ் ஆவான்.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:5","price":"அவன் வானங்களை, பூமியை உண்மையான காரணத்திற்காக படைத்தான். பகல் மீது இரவை சுருட்டுகிறான். இரவின் மீது பகலை சுருட்டுகிறான். சூரியனையும் சந்திரனையும் அவன் கட்டுப்படுத்தி வைத்துள்ளான். எல்லாம் குறிப்பிட்ட ஒரு தவணையை நோக்கி ஓடுகின்றன. அறிந்துகொள்ளுங்கள்! அவன்தான் மிகைத்தவன், மகா மன்னிப்பாளன்.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:6","price":"அவன் உங்களை ஒரே ஓர் ஆன்மாவில் இருந்து படைத்தான். பிறகு, அதில் இருந்து அதன் ஜோடியை படைத்தான். இன்னும், அவன் உங்களுக்காக கால்நடைகளில் எட்டு ஜோடிகளை உருவாக்கினான். அவன் உங்களை உங்கள் தாய்மார்களின் வயிற்றில் (-தாயின் வயிறு, கருவறை, நஞ்சுக்கொடி ஆகிய) மூன்று இருள்களில் ஒரு படைப்புக்குப் பின்னர் இன்னொரு படைப்பாக படைக்கிறான். அவன்தான் உங்கள் இறைவனாகிய அல்லாஹ் ஆவான். அவனுக்கே ஆட்சி அனைத்தும் உரியது. அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. ஆக, நீங்கள் எவ்வாறு (அவனை விட்டு வேறு ஒன்றை வணங்குவதற்காக திசைத்) திருப்பப்படுகிறீர்கள்.","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:7","price":"நீங்கள் நிராகரித்தால் நிச்சயமாக அல்லாஹ் உங்களை விட்டும் முற்றிலும் தேவையற்றவன் - (எல்லா வகையிலும் அவன்) நிறைவானவன். அவன் தனது அடியார்களுக்கு நிராகரிப்பை விரும்ப மாட்டான். நீங்கள் நன்றி செலுத்தினால் அவன் உங்களுக்கு அதை விரும்புவான். பாவியான ஓர் ஆன்மா இன்னொரு (பாவியான) ஆன்மாவின் பாவத்தை சுமக்காது. பிறகு, உங்கள் இறைவன் பக்கமே உங்கள் மீளுமிடம் இருக்கிறது. ஆக, அவன் நீங்கள் செய்து கொண்டிருந்ததை உங்களுக்கு அறிவிப்பான். நிச்சயமாக அவன் நெஞ்சங்களில் உள்ளதை நன்கறிந்தவன் ஆவான்.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:8","price":"மனிதனுக்கு ஒரு தீங்கு ஏற்பட்டால் அவன் தன் இறைவனை அவன் பக்கம் முற்றிலும் திரும்பியவனாக அழைத்து பிரார்த்திக்கிறான். பிறகு, (இறைவன்) தன் புறத்திலிருந்து அவனுக்கு ஓர் அருளை வழங்கினால் இதற்கு முன்னர் அவனிடம் பிரார்த்திப்பவனாக இருந்ததை அவன் மறந்து விடுகிறான். இன்னும், அல்லாஹ்விற்கு இணை(யாக கற்பனை தெய்வங்)களை ஏற்படுத்துகிறான், அவனுடைய பாதையை விட்டு (மக்களை) வழிகெடுப்பதற்காக (இவ்வாறு செய்கிறான்). (நபியே!) கூறுவீராக! “நீ உனது நிராகரிப்பைக் கொண்டு சிறிது (காலம்) சுகமடைந்துகொள்! நிச்சயமாக நீ நரகவாசிகளில் ஒருவன்தான்.”","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:9","price":"யார் மறுமையை பயந்து, தன் இறைவனின் அருளை ஆசை வைத்து, இரவு நேரங்களில் சிரம் பணிந்தவராகவும் நின்றவராகவும் அல்லாஹ்வை வணங்குவாரோ அவர் அல்லாஹ்வை நிராகரிப்பவருக்கு சமமாவாரா? (நபியே!) கூறுவீராக! “(அல்லாஹ்வை வணங்கி அவனுக்கு கீழ்ப்படிவதில் உள்ள நன்மையை) அறிந்தவர்களும் (அதை) அறியாதவர்களும் சமமாவார்களா? நல்லுபதேசம் பெறுவதெல்லாம் நிறைவான அறிவுடையவர்கள்தான்.”","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:10","price":"(நபியே நான் என் அடியார்களுக்கு கட்டளையிடுவதாக) கூறுவீராக! “நம்பிக்கை கொண்ட என் அடியார்களே! உங்கள் இறைவனை அஞ்சுங்கள்! இவ்வுலகில் நன்மை செய்தவர்களுக்கு (மறுமையில்) நன்மை (-சொர்க்கம்) உண்டு. இன்னும் அல்லாஹ்வின் பூமி விசாலமானதாகும். பொறுமையாளர்களுக்கு அவர்களது கூலி (மறுமையில்) வழங்கப்படுவதெல்லாம் கணக்கின்றிதான். (முடிவுறாத நற்பாக்கியங்களை அவர்கள் அனுபவிப்பார்கள்.)”","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:11","price":"(நபியே!) கூறுவீராக! “அல்லாஹ்வை நான் வணங்க வேண்டும், மார்க்கத்தை - வணக்க வழிபாடுகளை அவனுக்கு (மட்டும்) நான் தூய்மையாக செய்ய வேண்டும்” என்று நிச்சயமாக நான் கட்டளையிடப்பட்டுள்ளேன்.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:12","price":"இன்னும், “முஸ்லிம்களில் முதலாமவனாக நான் இருக்க வேண்டும்” என்றும் நான் கட்டளையிடப்பட்டுள்ளேன்.","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:13","price":"(நபியே!) கூறுவீராக! “நான் என் இறைவனுக்கு மாறுசெய்தால் மகத்தான (மறுமை) நாளின் தண்டனையை நிச்சயமாக நான் பயப்படுகிறேன்.”","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:14","price":"(நபியே!) கூறுவீராக! “அல்லாஹ்வைத்தான் நான் வணங்குவேன், அவனுக்கு (மட்டும்) என் மார்க்கத்தை - வணக்க வழிபாட்டை தூய்மைப்படுத்தியவனாக இருக்கும் நிலையில்.”","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:15","price":"ஆக, அவனை அன்றி நீங்கள் விரும்பியவர்களை நீங்கள் வணங்குங்கள். (நபியே!) கூறுவீராக! “நிச்சயமாக நஷ்டவாளிகள் (யாரென்றால்) தங்களுக்கும் தங்கள் குடும்பத்தாருக்கும் மறுமையில் நஷ்டமிழைத்தவர்கள்தான்.” அறிந்து கொள்ளுங்கள்! “இதுதான் மிகத்தெளிவான நஷ்டமாகும்.”","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:16","price":"அவர்களுக்கு அவர்களின் மேலிருந்து நரகத்தின் நிழல்கள் (அடுக்கடுக்காக நரகத்தின் புகைகளும் ஜுவாலைகளும் இருக்கும்.) இன்னும் அவர்களுக்கு கீழிருந்து (நரகத்தின்) நிழல்கள் உண்டு. இ(ந்த தண்டனையான)து - இதன் மூலம் அல்லாஹ் தனது அடியார்களை பயமுறுத்துகிறான். என் அடியார்களே! என்னை அஞ்சுங்கள்! (நரக நெருப்பு அவர்களை அடர்த்தியாக சூழ்ந்துவிடும்.)","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:17","price":"இன்னும், எவர்கள் தாகூத்துகளை (-ஷைத்தான்கள், சிலைகள், தாம் வணங்கப்படுவதை விரும்புகின்ற தலைவர்கள், குருக்கள் ஆகிய) இவர்களை வணங்குவதை விட்டு விலகி, அல்லாஹ்வின் பக்கம் திரும்பினார்களோ அவர்களுக்குத்தான் (சொர்க்கத்தின்) நற்செய்தி உண்டு. ஆகவே, என் அடியார்களுக்கு நற்செய்தி சொல்வீராக!.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:18","price":"அவர்கள் உண்மையான பேச்சுகளை செவியுறுவார்கள். பின்னர், அவற்றில் மிக அழகானதை பின்பற்றுவார்கள். அவர்கள், எத்தகையோர் என்றால் அல்லாஹ் அவர்களுக்கு நேர்வழி காட்டினான். இன்னும் அவர்கள்தான் அறிவாளிகள்.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:19","price":"ஆக, எவர் மீது தண்டனையின் வாக்கு உறுதியாகிவிட்டதோ அவரை; இன்னும், நரகத்தில் எவர் இருப்பாரோ அவரை (நபியே) நீர் பாதுகாப்பீரா? (உம்மால் அவர்களை பாதுகாக்க முடியாது)?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:20","price":"எனினும், எவர்கள் தங்கள் இறைவனை அஞ்சினார்களோ அவர்களுக்கு (சொர்க்கத்தில் கோபுரங்களில்) அறைகள் உண்டு. அவற்றுக்குமேல் (-அந்த அறைகளுக்கு மேல் இன்னும் பல) அறைகள் கட்டப்பட்டிருக்கும். அவற்றைச் சுற்றி நதிகள் ஓடும். இது அல்லாஹ் வாக்களித்த வாக்காகும். அல்லாஹ் (தனது) வாக்கை (ஒருபோதும்) மாற்றமாட்டான்.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:21","price":"(நபியே!) நீர் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ் வானத்தில் இருந்து மழையை இறக்கினான். அதை பூமியில் பல ஊற்றுகளாக ஓடவைத்தான். பிறகு, அதன் நிறங்கள் மாறுபட்ட விளைச்சல்களை அதன் மூலம் அவன் உற்பத்தி செய்கிறான். பிறகு, அது காய்ந்து விடுகிறது. அதை மஞ்சளாக பார்க்கிறீர். பிறகு அதை அவன் காய்ந்த சருகுகளாக ஆக்கிவிடுகிறான். நிறைவான அறிவுடையவர்களுக்கு நிச்சயமாக இதில் ஓர் உபதேசம் இருக்கிறது.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:22","price":"அல்லாஹ் எவருடைய நெஞ்சை இஸ்லாமிய மார்க்கத்தை பின்பற்றுவதற்கு விரிவாக்கிவிடுவானோ, அவர் தன் இறைவனின் (நேர்வழி என்ற) வெளிச்சத்தில் இருப்பார். அத்தகையவர் உள்ளம் இறுகியவருக்கு சமமாவாரோ? அல்லாஹ்வின் நினைவை விட்டு உள்ளங்கள் இறுகியவர்களுக்கு நாசம் உண்டாகட்டும். அவர்கள் தெளிவான வழிகேட்டில் இருக்கிறார்கள்.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:23","price":"அல்லாஹ் மிக அழகிய பேச்சை - பலமுறை ஓதப்படுகின்ற, ஒன்றுக்கொன்று ஒப்பான - ஒரு வேதமாக இறக்கினான். தங்கள் இறைவனை பயப்படுபவர்களின் தோல்கள் அ(தை அவர்கள் ஓதுவ)தன் மூலம் சிலிர்க்கின்றன. பிறகு, அவர்களின் தோல்களும் அவர்களின் உள்ளங்களும் அல்லாஹ்வின் நினைவின் பக்கம் திரும்பி மென்மையாகி (அமைதி பெறுகி)ன்றன. இதுதான் அல்லாஹ்வின் நேர்வழியாகும். தான் நாடியவர்களை அவன் இதன்மூலம் நேர்வழி செலுத்துகிறான். அல்லாஹ் எவரை வழிகெடுக்கிறானோ அவரை நேர்வழிபடுத்துபவர் யாரும் இல்லை.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:24","price":"தனது முகத்தால் மறுமை நாளில் நிகழப்போகும் கெட்ட தண்டனையை தவிர்த்துக் கொள்பவன் கைகள் விலங்கிடப்பட்டு நரகத்தில் தலைகீழாக எறியப்படுபவனைப் போன்று ஆவாரா? இன்னும், (அந்த நாளில்) அநியாயக்காரர்களுக்கு கூறப்படும்: “நீங்கள் செய்துகொண்டிருந்ததை (-அதற்குரிய தண்டனையை இப்போது) சுவையுங்கள்!”","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:25","price":"இவர்களுக்கு முன்னர் உள்ளவர்களும் (தூதர்களையும் வேதங்களையும்) பொய்ப்பித்தனர். ஆகவே, அவர்கள் உணராத விதத்தில் (அல்லாஹ்விடமிருந்து) அவர்களுக்கு தண்டனை வந்தது.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:26","price":"ஆக, அல்லாஹ் அவர்களுக்கு இவ்வுலக வாழ்விலும் கேவலத்தை சுவைக்க வைப்பான். (மறுமையிலும் தண்டனையை சுவைக்க வைப்பான்.) நிச்சயமாக மறுமையின் தண்டனை மிகப் பெரியது, அவர்கள் (இதை) அறிந்திருக்க வேண்டுமே!","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:27","price":"இந்த குர்ஆனில் மக்களுக்கு எல்லா உதாரணங்களையும் நாம் திட்டவட்டமாக விவரித்தோம், அவர்கள் நல்லுபதேசம் பெறுவதற்காக.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:28","price":"குழப்பமும், கோணலும் இல்லாத, அரபி மொழி குர்ஆனாக (நாம் இதை ஆக்கினோம்), அவர்கள் (இதை படித்து, உணர்ந்து அல்லாஹ்வை) அஞ்சுவதற்காக.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:29","price":"அல்லாஹ் ஓர் உதாரணத்தை விவரிக்கிறான். ஒரு மனிதன் இருக்கிறான். அவன் விஷயத்தில் (தங்களுக்குள்) பிணங்கிக் கொள்கின்ற பல பங்குதாரர்கள் இருக்கிறார்கள். (இது இணைவைப்பவனுக்கான உதாரணமாகும்.) (வேறு) ஒரு சரியான மனிதர் இருக்கிறார். அவர் ஒரு மனிதருக்கு மட்டும் உரிமையானவர். (இது நம்பிக்கையாளருக்கான உதாரணமாகும்.) இந்த இரண்டு நபர்களும் தன்மையால் சமமாவார்களா? எல்லாப்புகழும் அல்லாஹ்விற்கே. மாறாக, அவர்களில் அதிகமானவர்கள் (தங்கள் வழிகேட்டை) அறியமாட்டார்கள்.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:30","price":"நிச்சயமாக நீரும் மரணிப்பவரே! இன்னும், நிச்சயமாக அவர்களும் மரணிப்பவர்கள்தான்.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:31","price":"பிறகு, நிச்சயமாக நீங்கள் மறுமை நாளில் உங்கள் இறைவனிடம் (உங்களுக்குள்) தர்க்கித்துக் கொள்வீர்கள்.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"ta"},{"name":"39:32","price":"ஆக, அல்லாஹ்வின் மீது பொய் சொல்பவனை விடவும் உண்மையை - அது அவனிடம் வந்தபோது - பொய்ப்பித்தவனை விடவும் மகா அநியாயக்காரன் யார்? நிராகரிப்பவர்களுக்கு நரகத்தில் தங்குமிடம் இல்லையா? (கண்டிப்பாக அங்குதான் அவர்களின் தங்குமிடம் இருக்கிறது.)","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:33","price":"எவர் உண்மையைக் கொண்டு வந்தாரோ இன்னும் எவர் அதை உண்மை என்று ஏற்றாரோ அவர்கள்தான் இறையச்சம் உள்ளவர்கள்.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:34","price":"அவர்களுக்கு அவர்களின் இறைவனிடம் அவர்கள் நாடக்கூடியதெல்லாம் கிடைக்கும். இதுதான் நல்லவர்களின் வெகுமதியாகும்.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:35","price":"அவர்கள் செய்த கெட்ட செயல்களை அவர்களை விட்டும் அல்லாஹ் போக்கிவிடுவதற்காகவும் அவர்கள் செய்துகொண்டிருந்த நன்மைகளுக்கு பகரமாக அவர்களுக்கு அவர்களின் கூலிகளை அல்லாஹ் கொடுப்பதற்காகவும் (இத்தகைய அழகிய முறையில் அல்லாஹ் அவர்களுடன் நடந்து கொள்வான்).","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:36","price":"அல்லாஹ் தனது அடியானுக்கு போதுமானவனாக இல்லையா? அவர்கள் உம்மை அவன் அல்லாதவர்களைக் கொண்டு (-அந்த சிலைகள் உமக்கு தீங்கு செய்துவிடும் என்று) பயமுறுத்துகிறார்கள். யாரை அல்லாஹ் வழிகெடுப்பானோ அவரை நேர்வழி செலுத்துபவர் யாரும் இல்லை.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:37","price":"இன்னும், யாரை அல்லாஹ் நேர்வழி செலுத்தினானோ அவரை வழிகெடுப்பவர் யாரும் இல்லை. அல்லாஹ் மிகைத்தவனாக பழி தீர்ப்பவனாக இல்லையா?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:38","price":"(நபியே!) நீர் அவர்களிடம் கேட்டால், வானங்களையும் பூமியையும் யார் படைத்தான் என்று? அவர்கள் நிச்சயமாக கூறுவார்கள்: “அல்லாஹ்” என்று. (நபியே!) கூறுவீராக! “அல்லாஹ்வை அன்றி நீங்கள் அழைப்பவை (-வணங்குபவை)ப் பற்றி நீங்கள் அறிவியுங்கள்! அல்லாஹ் எனக்கு ஒரு தீங்கை நாடினால் அவை அவனது தீங்கை (என்னை விட்டு) நீக்கிவிடக்கூடியவையா? அல்லது, அவன் எனக்கு ஓர் அருளை நாடினால் அவை அவனது அருளை (என்னை விட்டும்) தடுத்துவிடக்கூடியவையா?” (நபியே!) கூறுவீராக! “அல்லாஹ்வே எனக்குப் போதுமானவன். நம்பிக்கை வைப்பவர்கள் அவன் மீது மட்டுமே நம்பிக்கை வைக்கவும்.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:39","price":"(நபியே!) கூறுவீராக! “என் மக்களே! நீங்கள் உங்கள் தகுதிக்குத் தக்கவாறு அமல் செய்யுங்கள்! நிச்சயமாக நானும் (என் தகுதிக்குத் தக்கவாறு) அமல் செய்கிறேன். ஆக, நீங்கள் (உங்கள் கெட்ட முடிவை) விரைவில் அறிவீர்கள்.”","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:40","price":"எவருக்கு, அவரை இழிவுபடுத்துகின்ற தண்டனை வரும், இன்னும், எவர் மீது நிரந்தரமான தண்டனை இறங்கும் (என்பதை நீங்கள் அறிவீர்கள்).","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:41","price":"நிச்சயமாக நாம் மக்களுக்காக உம்மீது இந்த வேதத்தை சத்தியத்துடன் இறக்கினோம். ஆக, யார் நேர்வழி செல்கிறாரோ அவர் தனது (ஆன்மாவின்) நன்மைக்காகத்தான் நேர்வழி செல்கிறார். யார் வழிகெடுகிறாரோ அவர் வழி கெடுவதெல்லாம் அதற்கு (-தனது ஆன்மாவிற்கு) பாதகமாகத்தான். (நபியே!) நீர் அவர்கள் மீது கண்காணிப்பவராக (-அவர்களை நிர்ப்பந்திப்பவராக) இல்லை.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:42","price":"அல்லாஹ்தான் உயிர்களை அவை மரணிக்கும் நேரத்தில் உயிர் கைப்பற்றுகிறான். இன்னும், (அவ்வாறே இது வரை) இறந்து போகாத உயிர்களையும் அவற்றின் தூக்கத்தில் அவன்தான் உயிர் கைப்பற்றுகிறான். (தூங்கும்போது) மரணத்தை எதன் மீது விதித்து விட்டானோ அதை (-அதனுடைய உயிரை தூக்கத்திலேயே) அவன் தடுத்துக் கொள்கிறான். (மரணம் விதிக்கப்படாத) மற்றொன்றை ஒரு குறிப்பிட்ட தவணை வரை (-அதனுடைய மரண நேரம் வரை இவ்வுலகில் உயிர்வாழ) அவன் விட்டு வைக்கிறான். சிந்திக்கின்ற மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் உள்ளன.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:43","price":"(இணைவைப்பவர்கள்) அல்லாஹ்வை அன்றி (அல்லாஹ்விடம் தங்களுக்கு) பரிந்துரை செய்பவர்களை எடுத்துக் கொண்டார்களா? (நபியே!) கூறுவீராக! “அவர்கள் (-அந்த தெய்வங்கள்) எதற்கும் சக்தியற்றவர்களாகவும் சிந்தித்து புரியாதவர்களாகவும் இருந்தாலுமா (நீங்கள் அவர்களை பரிந்துரையாளர்களாக எடுத்துக்கொள்வீர்கள்)?”","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:44","price":"(நபியே) கூறுவீராக! சிபாரிசுகள் அனைத்தும் அல்லாஹ்விற்கே சொந்தமாகும். வானங்கள் இன்னும் பூமியின் ஆட்சி அவனுக்கே உரியன. பிறகு, அவன் பக்கமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:45","price":"அல்லாஹ் ஒருவன் மட்டும் நினைவு கூரப்பட்டால் மறுமையை நம்பிக்கை கொள்ளாதவர்களின் உள்ளங்கள் சுருங்கி விடுகின்றன (அதை வெறுக்கின்றன). அவனை அன்றி மற்றவர்கள் நினைவு கூரப்பட்டால் அப்போது அவர்கள் மகிழ்ச்சி அடைகிறார்கள்.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:46","price":"(நபியே!) கூறுவீராக! “அல்லாஹ்வே! வானங்களையும் பூமியையும் படைத்தவனே! மறைவானதையும் வெளிப்படையானதையும் அறிந்தவனே! நீதான் உனது அடியார்களுக்கு மத்தியில் அவர்கள் தர்க்கித்துக் கொண்டிருந்த விஷயங்களில் தீர்ப்பளிப்பாய்.”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:47","price":"நிச்சயமாக பூமியில் உள்ள அனைத்தும் அதனுடன் அது போன்றதும் அநியாயம் செய்தவர்களுக்கு சொந்தமாக இருந்தால் மறுமை நாளில், கெட்ட தண்டனையில் இருந்து (தப்பித்துக்கொள்ள) அதை அவர்கள் பிணைத் தொகையாக கொடுத்து (தங்களை விடுவித்து) கொண்டிருப்பார்கள். இன்னும், அவர்கள் எண்ணிப் பார்த்திருக்காத (அவர்களுடைய) விஷயங்கள் எல்லாம் அல்லாஹ்விடம் (மறுமை நாளில்) அவர்களுக்கு முன் வெளிப்படும்.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:48","price":"இன்னும், அவர்கள் செய்தவற்றின் தீமைகள் அவர்களுக்கு முன் (மறுமையில்) வெளிப்படும். இன்னும், அவர்கள் எதைப் பற்றி கேலி செய்து கொண்டிருந்தார்களோ அது அவர்களை சூழ்ந்து கொள்ளும்.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:49","price":"ஆக, மனிதனுக்கு ஒரு தீங்கு ஏற்பட்டால் அவன் நம்மிடம் பிரார்த்திக்கிறான். பிறகு, நாம் அவனுக்கு நம்மிடமிருந்து ஒரு அருட்கொடையை வழங்கினால், அவன் கூறுகிறான்: “இது எனக்கு கொடுக்கப்பட்டதெல்லாம் (நான் அதற்கு தகுதியானவன் என்ற அல்லாஹ் உடைய) அறிவின்படிதான். (அவன் கூறுவது போன்றல்ல.) மாறாக, (அவனுக்கு) அது ஒரு சோதனையாகும். என்றாலும், அவர்களில் அதிகமானவர்கள் (செல்வம் கொடுக்கப்பட்டதன் நோக்கத்தை) அறியமாட்டார்கள்.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:50","price":"திட்டமாக இவர்களுக்கு முன்னுள்ளவர்களும் இதைச் சொல்லி இருக்கிறார்கள். ஆக, அவர்கள் செய்து கொண்டிருந்தவை அவர்களை விட்டும் (அல்லாஹ்வின் தண்டனையை) தடுக்கவில்லை.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:51","price":"ஆக, அவர்கள் செய்ததின் தீங்குகள் (-தண்டனைகள்) அவர்களை அடைந்தன. (அவ்வாறே) இவர்களில் எவர்கள் அநியாயம் செய்தார்களோ அவர்களையும் அவர்கள் செய்தவற்றின் தீங்குகள் (-தண்டனைகள்) விரைவில் அடையும். இன்னும், அவர்கள் (நம்மை விட்டும்) தப்பிக்க மாட்டார்கள்.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:52","price":"“நிச்சயமாக அல்லாஹ் தான் நாடுபவர்களுக்கு வாழ்வாதாரத்தை விசாலமாகக் கொடுக்கிறான். (தான் நாடுபவர்களுக்கு) சுருக்கமாகக் கொடுக்கிறான்” என்பதை அவர்கள் அறியவில்லையா? நம்பிக்கை கொள்கிற மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் உள்ளன.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:53","price":"(நபியே!) கூறுவீராக! (பாவங்கள் செய்து) தங்கள் ஆன்மாக்கள் மீது எல்லை மீறிய என் அடியார்களே! அல்லாஹ்வின் கருணையில் இருந்து நிராசை ஆகாதீர்கள். (நீங்கள் வருந்தி, திருந்தி, அல்லாஹ்விடம் மன்னிப்பு கேட்டால் உங்களது) எல்லாப் பாவங்களையும் நிச்சயமாக அல்லாஹ் மன்னிப்பான். நிச்சயமாக அவன் மகா மன்னிப்பாளன், பெரும் கருணையாளன்.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:54","price":"இன்னும், உங்கள் இறைவன் பக்கம் திரும்புங்கள்! உங்களுக்கு தண்டனை வருவதற்கு முன்னர் அவனுக்கு முற்றிலும் பணிந்து விடுங்கள். (அல்லாஹ்வின் தண்டனை வந்துவிட்டால்) பிறகு, நீங்கள் உதவி செய்யப்பட மாட்டீர்கள்.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:55","price":"இன்னும், நீங்கள் உணராமல் இருக்கின்ற நிலையில் திடீரென உங்களுக்கு தண்டனை வருவதற்கு முன்னர், உங்கள் இறைவனிடமிருந்து உங்களுக்கு இறக்கப்பட்ட மிக அழகிய (வேதத்தை; இன்னும், நபியின் மூலம் வழங்கப்பட்ட சுன்னா என்ற அழகிய ஞானத்)தை நீங்கள் (உறுதியாக) பின்பற்றுங்கள்,","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:56","price":"“அல்லாஹ்வின் விஷயங்களில் நான் குறைசெய்து விட்டதால் எனக்கு நேர்ந்த துக்கமே! நிச்சயமாக நான் கேலி செய்பவர்களில்தான் இருந்தேன்” என்று எந்த ஓர் ஆன்மாவும் சொல்லாமல் இருப்பதற்காக (இந்த உலகத்தில் நீங்கள் வாழும்போதே அவனுக்கு கீழ்ப்படிந்து விடுங்கள்!)","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:57","price":"அல்லது, “நிச்சயமாக அல்லாஹ் எனக்கு நேர்வழிகாட்டி இருந்தால் நானும் இறையச்சமுள்ளவர்களில் ஆகி இருப்பேனே” என்று (எந்த ஓர் ஆன்மாவும்) சொல்வதற்கு முன்பாகவே (நீங்கள் அவனுக்கு கீழ்ப்படிந்து விடுங்கள்!)","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:58","price":"அல்லது, “அந்த ஆன்மா தண்டனையை கண்ணால் பார்க்கும் நேரத்தில் நிச்சயமாக எனக்கு (உலகத்திற்கு) திரும்பி வரமுடிந்தால் நானும் நல்லவர்களில் ஆகி விடுவேன்” என்று (எந்த ஓர் ஆன்மாவும்) சொல்வதற்கு முன்பாகவே (நீங்கள் அவனுக்கு கீழ்ப்படிந்து விடுங்கள்!)","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:59","price":"இல்லை, திட்டமாக உன்னிடம் எனது வசனங்கள் வந்தன. ஆக, நீ அவற்றை பொய்ப்பித்தாய், (அவற்றை ஏற்காமல்) பெருமை அடித்தாய், நிராகரிப்பவர்களில் நீ ஆகி இருந்தாய்.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:60","price":"இன்னும் மறுமை நாளில் அல்லாஹ்வின் மீது பொய்யுரைத்தவர்களை - அவர்களின் முகங்கள் கருப்பாக இருப்பதை - (நபியே!) நீர் பார்ப்பீர். (அல்லாஹ்வை நம்பிக்கை கொள்ளாமல்) பெருமை அடிப்பவர்களுக்கு நரகத்தில் தங்குமிடம் இல்லையா? (கண்டிப்பாக அவர்களின் நிலையான தங்குமிடம் நரகம்தான்.)","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:61","price":"இன்னும், அல்லாஹ்வை அஞ்சியவர்களை அவர்களின் நல்லமல்களின் காரணத்தால் அல்லாஹ் (நரகத்திலிருந்து) பாதுகாப்பான். அவர்களை தீங்குகள் அணுகாது. இன்னும், அவர்கள் கவலைப்பட மாட்டார்கள்.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:62","price":"அல்லாஹ்தான் எல்லாவற்றுக்கும் படைப்பாளன் ஆவான். அவன்தான் எல்லாவற்றையும் (கண்காணித்து) பாதுகாப்பவன் ஆவான்.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:63","price":"அவனுக்கே வானங்கள், இன்னும் பூமியி(லுள்ள பொக்கிஷங்களி)ன் சாவிகள் உரியன. எவர்கள் அல்லாஹ்வின் அத்தாட்சிகளை நிராகரித்தார்களோ அவர்கள்தான் உண்மையான நஷ்டவாளிகள் ஆவார்கள்.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:64","price":"(நபியே) கூறுவீராக! ஆக, அறிவீனர்களே! அல்லாஹ் அல்லாதவர்களையா நான் வணங்க வேண்டும் என்று எனக்கு நீங்கள் ஏவுகிறீர்கள்?","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:65","price":"திட்டவட்டமாக உமக்கும் உமக்கு முன்னுள்ளவர்களுக்கும் வஹ்யி அறிவிக்கப்பட்ட(தாவ)து: “நீர் இணைவைத்தால் உமது அமல்கள் நாசமாகிவிடும். இன்னும், நீர் நஷ்டவாளிகளில் ஆகிவிடுவீர்.”","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:66","price":"(படைப்புகளை வணங்காமல்) மாறாக, (யாவரையும் படைத்தவனாகிய) அல்லாஹ்வை (மட்டுமே) நீர் வணங்குவீராக! இன்னும், (அவனுக்கு) நன்றி செலுத்துவோரில் நீர் ஆகிவிடுவீராக!","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:67","price":"(இணைவைப்பவர்கள்) அல்லாஹ்வை கண்ணியப்படுத்த வேண்டிய முறையில் கண்ணியப்படுத்தவில்லை. பூமி அனைத்தும் மறுமை நாளில் அவனது கைப்பிடியில் இருக்கும். வானங்கள் (அனைத்தும்) அவனது வலக்கையில் சுருட்டப்பட்டதாக இருக்கும். அவன் மிகப் பரிசுத்தமானவன். இன்னும், அவர்கள் இணைவைப்பதை விட்டு அவன் மிக உயர்ந்தவன்.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:68","price":"எக்காளத்தில் ஊதப்படும். ஆக, வானங்களில் உள்ளவர்களும் பூமியில் உள்ளவர்களும் இறந்து விடுவார்கள், அல்லாஹ் நாடியவர்களைத் தவிர. பிறகு, அதில் மற்றொரு முறை ஊதப்படும். அப்போது அவர்கள் (உயிர்பெற்று எழுந்து தங்களுக்கு நிகழப்போவதை) பார்த்தவர்களாக நின்றுகொண்டிருப்பார்கள்.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:69","price":"(மறுமை நாளில் இறைவன் வரும்போது) பூமி தனது இறைவனின் ஒளியால் பிரகாசிக்கும். (செயல்கள் பதியப்பட்ட) புத்தகம் (முன்னால்) வைக்கப்படும். நபிமார்கள், ஷஹீதுகள் கொண்டு வரப்படுவார்கள். அவர்களுக்கு மத்தியில் நீதமாக தீர்ப்பளிக்கப்படும். அவர்கள் அநீதி இழைக்கப்பட மாட்டார்கள்.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:70","price":"ஒவ்வோர் ஆன்மாவுக்கும் அது செய்தவற்றுக்கு முழுமையாக கூலி கொடுக்கப்படும். அவன் அவர்கள் செய்கின்ற அனைத்தையும் மிக அறிந்தவன் ஆவான்.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:71","price":"நிராகரித்தவர்கள் கூட்டம் கூட்டமாக நரகத்தின் பக்கம் ஓட்டிக் கொண்டு வரப்படுவார்கள். இறுதியாக, அதற்கருகில் வந்தவுடன் அதன் வாசல்கள் (திடீரென) திறக்கப்படும். இன்னும், அதன் காவலாளிகள் அவர்களிடம் கூறுவார்கள்: “உங்களில் இருந்தே உங்களுக்கு தூதர்கள் வரவில்லையா? அவர்கள் உங்களுக்கு உங்கள் இறைவனின் வசனங்களை ஓதிக் காட்டினார்களே. இன்னும், நீங்கள் சந்திக்கவேண்டிய இந்த நாளைப் பற்றி உங்களை எச்சரித்தார்களே.” (நிராகரிப்பாளர்களாகிய) அவர்கள் கூறுவார்கள்: “ஏன் இல்லை. (தூதர்களும் அழைப்பாளர்களும் வந்தார்கள். நாங்கள்தான் அவர்களை நிராகரித்தோம். அல்லாஹ் கருணையாளன்தான்.) எனினும், நிராகரிப்பவர்கள் மீது (அல்லாஹ் உடைய) தண்டனையின் வாக்கு உறுதியாகி விட்டது.”","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:72","price":"(அவர்களுக்கு) கூறப்படும்: “நீங்கள் நரகத்தின் வாசல்களில் நுழையுங்கள்! அதில் நிரந்தரமாகத் தங்கிவிடுவீர்கள். ஆக, (அல்லாஹ்வை நம்பிக்கை கொள்ளாமல்) பெருமையடிப்பவர்களின் தங்குமிடம் மிகக் கெட்டதாக இருக்கும்.”","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:73","price":"இன்னும், தங்கள் இறைவனை அஞ்சியவர்கள் கூட்டம் கூட்டமாக சொர்க்கத்திற்கு கொண்டு வரப்படுவார்கள். இறுதியாக, அவர்கள் அதற்கருகில் வரும்போது அவர்களுக்கு (உள்ளே நுழைவதற்கு அனுமதி வழங்கப்படும். இன்னும்) அதன் வாசல்கள் திறக்கப்படும். மேலும், அதன் காவலாளிகள் கூறுவார்கள்: “உங்களுக்கு ஸலாம் - ஈடேற்றம் உண்டாகட்டும். நீங்கள் (செயலாலும் குணத்தாலும்) நல்லவர்களாக இருந்தீர்கள். ஆகவே, இ(ந்த சொர்க்கத்)தில் - நீங்கள் நிரந்தரமானவர்களாக இருக்கும் நிலையில் - நுழையுங்கள்!”","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:74","price":"அவர்கள் கூறுவார்கள்: “எல்லாப் புகழும் அல்லாஹ்விற்கே! அவன்தான் தனது வாக்கை எங்களுக்கு உண்மையாக்கினான். இன்னும், இந்த (சொர்க்க) பூமியை எங்களுக்கு சொந்தமாக்கித் தந்தான். இந்த சொர்க்கத்தில் நாங்கள் நாடிய இடத்தில் நாங்கள் தங்குவோம். ஆக, (அல்லாஹ்வின் கட்டளைப்படி) நல்லமல் செய்வோரின் கூலி மிகச் சிறந்ததாகும்.”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:75","price":"(நபியே!) வானவர்கள் அர்ஷை சுற்றிலும் சூழ்ந்திருப்பவர்களாக இருப்பதை நீர் பார்ப்பீர். அவர்கள் தங்கள் இறைவனின் புகழை துதிப்பார்கள். இன்னும், அவர்களுக்கு மத்தியில் சத்தியமான முறையில் (மிக நீதமாக) தீர்ப்பளிக்கப்படும். இன்னும், அகிலங்களின் இறைவனாகிய அல்லாஹ்வுக்கே எல்லாப் புகழும் என்று கூறப்படும்.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"ta"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}