{"data":[{"name":"42:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:2","price":"அய்ன் சீன் காஃப்.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:3","price":"இவ்வாறுதான் மிகைத்தவனும் மகா ஞானவானுமாகிய அல்லாஹ் உமக்கு வஹ்யி அறிவிக்கிறான். இன்னும், உமக்கு முன்னுள்ளவர்களுக்கும் இவ்வாறுதான் வஹ்யி அறிவிக்கப்பட்டது.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:4","price":"வானங்களில் உள்ளவையும் பூமியில் உள்ளவையும் அவனுக்குத்தான் சொந்தமானவை ஆகும். அவன்தான் மிக உயர்ந்தவன், மிக மகத்தானவன்.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:5","price":"அவற்றுக்கு (-ஏழு பூமிகளுக்கு) மேல் உள்ள வானங்கள் (அல்லாஹ்வின் அச்சத்தால்) பிளந்து தெரித்து விடுவதற்கு நெருங்கி விடுகின்றன. வானவர்கள் தங்கள் இறைவனைப் புகழ்ந்து துதிக்கிறார்கள். இன்னும் பூமியில் உள்ளவர்களுக்காக பாவமன்னிப்புக் கேட்கிறார்கள். அறிந்து கொள்ளுங்கள்! நிச்சயமாக அல்லாஹ்தான் மகா மன்னிப்பாளன், மகா கருணையாளன்.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:6","price":"அவனை அன்றி எவர்கள் பாதுகாவலர்களை (பிற தெய்வங்களை) எடுத்துக் கொண்டார்களோ அவர்கள் மீது அல்லாஹ்தான் கண்காணிப்பவன் ஆவான். (நபியே!) நீர் அவர்கள் மீது பொறுப்பாளர் இல்லை. (ஆகவே, அல்லாஹ் அவர்களின் செயல்களைப் பதிவு செய்து அவற்றுக்கு ஏற்ப அவர்களுக்கு கூலி வழங்குவான்.)","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:7","price":"இவ்வாறுதான் உமக்கு அரபி மொழியில் உள்ள குர்ஆனை நாம் வஹ்யி அறிவித்தோம், நீர் மக்காவாசிகளையும் அதைச் சுற்றி உள்ளவர்களையும் எச்சரிப்பதற்காகவும் (மனிதர்கள் எல்லோரும் ஒன்று சேர்க்கப்படும்) மறுமை நாளைப் பற்றி எச்சரிப்பதற்காகவும். அ(ந்த மறுமை நாள் நிகழப்போவ)தில் அறவே சந்தேகம் இல்லை. ஒரு பிரிவு சொர்க்கத்தில் இருப்பார்கள். ஒரு பிரிவு நரகத்தில் இருப்பார்கள்.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:8","price":"அல்லாஹ் நாடியிருந்தால் அவர்களை (அவர்கள் அனைவரையும்) ஒரே ஒரு மார்க்கமுடையவர்களாக ஆக்கியிருப்பான். என்றாலும் அவன், தான் நாடியவர்களை தனது அருளில் நுழைக்கிறான். அநியாயக்காரர்களோ - அவர்களுக்கு பாதுகாவலர் எவரும் இல்லை; இன்னும், உதவியாளர் எவரும் இல்லை.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:9","price":"அவனை அன்றி அவர்கள் பாதுகாவலர்களை எடுத்துக்கொண்டார்களா? ஆக, அல்லாஹ்தான் (உண்மையான) பாதுகாவலன். அவன்தான் இறந்தவர்களை உயிர்ப்பிப்பான். இன்னும், அவன் எல்லா பொருட்கள் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:10","price":"எந்த ஒரு விஷயத்தில் நீங்கள் முரண்படுகிறீர்களோ அதன் இறுதி தீர்ப்பு அல்லாஹ்வின் பக்கம்தான் உள்ளது. அந்த அல்லாஹ்தான் என் இறைவன் ஆவான். அவன் மீதே நான் நம்பிக்கை வைத்துள்ளேன். அவன் பக்கமே நான் முற்றிலும் திரும்புகிறேன்.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:11","price":"அவன்தான், வானங்களையும் பூமியையும் படைத்தவன். உங்களுக்கு உங்களில் இருந்தே ஜோடிகளையும் இன்னும், கால்நடைகளில் ஜோடிகளையும் அவன் ஏற்படுத்தினான். இ(ப்படி ஜோடியாக ஏற்படுத்திய)தில் அவன் உங்களை அதிகமாக படை(த்து வாழவை)க்கிறான். அவனைப் போன்று எதுவும் இல்லை. அவன்தான் நன்கு செவியுறுபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:12","price":"வானங்கள் இன்னும் பூமியி(லுள்ள பொக்கிஷங்களி)ன் சாவிகள் அவனுக்கே உரியன. அவன், தான் நாடியவர்களுக்கு வாழ்வாதாரத்தை விரிவாக்குகிறான்; இன்னும், (தான் நாடியவர்களுக்கு வாழ்வாதாரத்தை) சுருக்குகிறான். நிச்சயமாக அவன் எல்லாவற்றையும் நன்கறிந்தவன் ஆவான்.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:13","price":"அவன் நூஹுக்கு எதை உபதேசித்தானோ அதையே உங்களுக்கும் இந்த மார்க்கத்தில் சட்டமாக்கினான். உமக்கு நாம் எதை வஹ்யி அறிவித்தோமோ, இன்னும் இப்ராஹீம், மூஸா, ஈஸாவிற்கு எதை நாம் உபதேசித்தோமோ அது, “இந்த மார்க்கத்தை நீங்கள் நிலை நிறுத்துங்கள்! அதில் நீங்கள் பிரிந்து விடாதீர்கள்!” என்பதாகும். இணைவைப்பவர்களுக்கு நீங்கள் எதன் பக்கம் அழைக்கிறீர்களோ அது மிக பாரமாக ஆகிவிட்டது. அல்லாஹ், தான் நாடுகிறவர்களை தன் பக்கம் தேர்ந்தெடுக்கிறான். (தன் பக்கம்) திரும்பக்கூடியவர்களுக்கு அவன் தன் பக்கம் (நெருங்குவதற்குரிய) நேர்வழி காட்டுகிறான்.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:14","price":"தங்களிடம் கல்வி வந்ததன் பின்னரே தவிர அவர்கள் (தங்களுக்குள்) பல பிரிவுகளாக பிரியவில்லை. (அவர்கள் அவ்வாறு பிரிந்தது) தங்களுக்கு மத்தியில் இருந்த பொறாமையினால்தான். ஒரு குறிப்பிட்ட தவணை(யாகிய மறுமை நாள் வரும்) வரை (அவன் தனது தண்டனையை உங்களுக்கு பிற்படுத்துவான் என்ற) ஒரு வாக்கு உமது இறைவன் புறத்தில் இருந்து முன் சென்று இருக்கவில்லை என்றால் அவர்களுக்கு மத்தியில் (இவ்வுலகிலேயே) தீர்ப்பளிக்கப்பட்டிருக்கும். (அவர்களது கதை முடிக்கப்பட்டிருக்கும்.) நிச்சயமாக, இவர்களுக்குப் பின்னர் வேதம் கொடுக்கப்பட்டவர்கள் அதில்பெரிய சந்தேகத்தில் இருக்கிறார்கள்.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:15","price":"ஆக, இதன் பக்கமே (-உமக்கும் நூஹுக்கும் மற்ற நபிமார்களுக்கும் நாம் எதை மார்க்கமாக அமைத்தோமோ அந்த மார்க்கத்தின் பக்கமே) நீர் அழைப்பீராக! நீர் கட்டளையிடப்பட்டது போன்றே (உமக்கு கொடுக்கப்பட்ட கட்டளைகளில்) நீர் நிலையாக நீடித்து உறுதியாக இருப்பீராக! அவர்களின் (-இந்த சத்திய மார்க்கத்தில் சந்தேகித்தவர்களின்) மனவிருப்பங்களை நீர் பின்பற்றாதீர்! இன்னும், நீர் கூறுவீராக! “அல்லாஹ் இறக்கிய வேதங்களை நான் நம்பிக்கை கொண்டேன். உங்களுக்கு மத்தியில் நீதமாக நடக்க வேண்டும் என்று நான் பணிக்கப்பட்டுள்ளேன். அல்லாஹ்தான் எங்கள் இறைவன், இன்னும் உங்கள் இறைவன் ஆவான். எங்களுக்கு எங்கள் அமல்கள் (உடைய கூலி கிடைக்கும்). உங்களுக்கு உங்கள் அமல்கள் (உடைய கூலி கிடைக்கும்). நமக்கு மத்தியிலும் உங்களுக்கு மத்தியிலும் தர்க்கம் வேண்டாம். அல்லாஹ்தான் (நம்மை) ஒன்று சேர்(த்து நமக்கு மத்தியில் தீர்ப்பளி)ப்பான். அவன் பக்கமே மீளுதல் இருக்கிறது.”","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:16","price":"இன்னும், எவர்கள் அல்லாஹ்வின் (மார்க்க) விஷயத்தில், - அவனை (மக்கள்) ஏற்றுக் கொண்டதன் பின்னர் - தர்க்கம் செய்கிறார்களோ அவர்களின் தர்க்கம் எல்லாம் அல்லாஹ்விடம் வீணானதே (அழிந்துபோகக்கூடியதே) ஆகும்! இன்னும், அவர்கள் மீது (அல்லாஹ்வின்) கோபம் இறங்கும். இன்னும், அவர்களுக்கு கடுமையான தண்டனை உண்டு.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:17","price":"அல்லாஹ், உண்மையுடன் கூடிய இந்த வேதத்தையும் தராசையும் இறக்கி (நீதமாக நடக்க வேண்டும் என்பதை சட்டமாக்கி)னான். மறுமை மிக சமீபமானது என்று (நபியே!) உமக்கு யார் அறிவிப்பார்? (அல்லாஹ்வைத் தவிர யாரும் அறிவிக்க முடியாது.)","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:18","price":"அதை (-மறுமையை) நம்பிக்கை கொள்ளாதவர்கள் அதை அவசரமாகத் தேடுகிறார்கள். (அதை) நம்பிக்கை கொண்டவர்கள் அதை பயப்படுகிறார்கள். இன்னும், நிச்சயமாக அது உண்மை(யாக நிகழக்கூடியது)தான் என்று அவர்கள் அறிவார்கள். அறிந்து கொள்ளுங்கள்! நிச்சயமாக மறுமை விஷயத்தில் தர்க்கிப்பவர்கள் வெகு தூரமான வழிகேட்டில்தான் இருக்கிறார்கள்.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:19","price":"அல்லாஹ், தன் அடியார்கள் மீது மிக கருணை(யும் தயவும்) உடையவன். அவன், தான் நாடுகிறவர்களுக்கு உணவளிக்கிறான். அவன்தான் மிக வலிமை உள்ளவன், (யாவரையும்) மிகைத்தவன்.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:20","price":"யார் மறுமையின் விளைச்சலை நாடுகிறவராக இருக்கிறாரோ அவருக்கு அவருடைய விளைச்சலில் (-நன்மைக்குரிய கூலியில்) நாம் அதிகப்படுத்துவோம். இன்னும், யார் (தனது நல்லமல்களுக்கு) உலகத்தின் விளைச்சலை நாடுகிறவராக இருக்கிறாரோ அவருக்கு அ(வர் விரும்புகிற உலக செல்வத்)திலிருந்து நாம் கொடுப்போம். அவருக்கு மறுமையில் (அவர் செய்த நன்மையிலிருந்து) எவ்வித பங்கும் இல்லை.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:21","price":"(அல்லாஹ்வின்) மார்க்கத்தில் அல்லாஹ் எதை கட்டளை இடவில்லையோ அதை இவர்களுக்கு சட்டமாக (-மார்க்கமாக) ஆக்கித்தருகின்ற தெய்வங்களும் இவர்களுக்கு உண்டா? (இவர்களுக்கு தண்டனை மறுமையில்தான் என்ற) தீர்ப்பின் வாக்கு மட்டும் இல்லை என்றால் அவர்களுக்கு மத்தியில் (இவ்வுலகிலேயே) தீர்ப்பளிக்கப்பட்டிருக்கும். நிச்சயமாக அநியாயக்காரர்கள், துன்புறுத்தும் தண்டனை அவர்களுக்கு உண்டு.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:22","price":"(நபியே!) அநியாயக்காரர்களை - அவர்கள் செய்தவற்றின் (-பாவங்களின்) காரணமாக (மறுமை நாளில் அல்லாஹ்வின் தண்டனையை) - பயந்தவர்களாக நீர் பார்ப்பீர்! அ(ந்த தண்டனையான)து அவர்களுக்கு நிகழ்ந்தே தீரும். இன்னும், நம்பிக்கை கொண்டு, நன்மைகளை செய்தவர்கள் சொர்க்கங்களின் சோலைகளில் இருப்பார்கள். அவர்கள் நாடுகின்றவை (எல்லாம்) அவர்களின் இறைவனிடம் அவர்களுக்கு கிடைக்கும். இதுதான் மிகப் பெரிய சிறப்பாகும்.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:23","price":"(நல்லவர்களுக்குரிய சொர்க்க இன்பமாகிய) இது எத்தகையது என்றால், நம்பிக்கை கொண்டு, நன்மைகளை செய்த தன் அடியார்களுக்கு அல்லாஹ் இதன் மூலம் நற்செய்தி) கூறுகிறான். (நபியே!) கூறுவீராக! “இதற்காக நான் உங்களிடத்தில் எந்த கூலியையும் கேட்கவில்லை, இரத்த உறவினால் உள்ள அன்பைத் தவிர.” இன்னும், யார் அழகிய அமலை செய்வாரோ அவருக்கு அதில் (மேலும்) அழகை நாம் அதிகப்படுத்துவோம். (ஒரு நன்மைக்கு பத்து நன்மைகளை கூலியாகத் தருவோம்.) நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், நன்றி பாராட்டக்கூடியவன் ஆவான்.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:24","price":"(இந்த தூதர்) அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டினார் என்று இவர்கள் கூறுகிறார்களா? ஆக, (நபியே! நீர் அப்படி பொய் கூறி இருந்தால்) அல்லாஹ் நாடினால் உமது உள்ளத்தின் மீது அவன் முத்திரையிட்டு விடுவான். (இந்த வேதத்தை நீர் மறந்துவிடுவீர்.) இன்னும், அல்லாஹ் பொய்யை அழித்து விடுவான்; தனது கட்டளைகளைக் கொண்டு சத்தியத்தை உறுதிப்படுத்துவான். நிச்சயமாக அவன் நெஞ்சங்களில் உள்ளதை நன்கறிந்தவன் ஆவான்.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:25","price":"அவன் தனது அடியார்களிடமிருந்து (அவர்கள்) திருந்தி பாவமன்னிப்பு கோருவதை ஏற்றுக் கொள்கிறான்; இன்னும், (திருந்தியவர்களின்) பாவங்களை அவன் முற்றிலுமாக மன்னிக்கிறான்; இன்னும், நீங்கள் செய்வதை அவன் நன்கறிகிறான்.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:26","price":"நம்பிக்கை கொண்டு நன்மைகளை செய்தவர்களுக்கு (அவர்களில் சிலர் சிலருக்காக கேட்கின்ற துஆக்களுக்கு) அவன் பதில் அளிக்கிறான் (-அந்த துஆக்களை அங்கீகரிக்கிறான்). இன்னும், தனது அருளிலிருந்து அவர்களுக்கு (வெகுமதிகளை) அதிகப்படுத்துவான். எவர்கள் நிராகரிக்கிறார்களோ அவர்களுக்கு கடுமையான தண்டனை உண்டு.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:27","price":"அல்லாஹ் தனது அடியார்களுக்கு வாழ்வாதாரத்தை முற்றிலும் விசாலமாக்கினால் அவர்கள் பூமியில் எல்லை மீறி விடுவார்கள். என்றாலும், தான் எதை நாடுகிறானோ அதை ஓர் அளவுடன் இறக்குகிறான். நிச்சயமாக அவன் தன் அடியார்களை ஆழ்ந்தறிபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:28","price":"(மழை வராது என்று) அவர்கள் நிராசை அடைந்த பின்னர் அவன்தான் மழையை இறக்குகிறான். இன்னும், தனது அருளை (பூமியில்) பரப்புகிறான். அவன்தான் (உண்மையான) பாதுகாவலன், மகா புகழாளன்.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:29","price":"வானங்களும் பூமியும் படைக்கப்பட்டதும் அவ்விரண்டில் உயிரினங்களில் எவற்றை அவன் (படைத்து, பல பகுதிகளில்) பரத்தி இருக்கிறானோ அவையும் அவனது அத்தாட்சிகளில் உள்ளவைதான். இன்னும், அவன் நாடும்போது அவர்களை (மறுமையில்) ஒன்று சேர்ப்பதற்கும் அவன் பேராற்றலுடையவன் ஆவான்.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:30","price":"சோதனைகளில் எது உங்களுக்கு ஏற்பட்டதோ அது உங்கள் கரங்கள் செய்தவற்றினால்தான் (ஏற்பட்டது). இன்னும் (நீங்கள் செய்த) அதிகமான தவறுகளை அவன் முற்றிலும் மன்னித்து விடுகிறான். (ஆகவே, உங்களுக்கு தண்டனையை இறக்குவதில்லை.)","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:31","price":"நீங்கள் இந்த பூமியில் (அல்லாஹ்வை பலவீனப்படுத்த முடியாது. அவனது பிடியை விட்டும்) தப்பித்துவிட முடியாது. அல்லாஹ்வை அன்றி உங்களுக்கு பாதுகாவலர் எவரும் இல்லை, இன்னும், உதவியாளர் எவரும் இல்லை.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:32","price":"இன்னும், மலைகளைப் போன்று கடலில் மிதந்து செல்லக்கூடிய கப்பல்கள் அவனுடைய அத்தாட்சிகளில் உள்ளவைதான்.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:33","price":"அவன் நாடினால் காற்றுகளை அமைதியாக்கி விடுவான். அவை (-அந்த கப்பல்கள் முன்னேறிச் செல்லாமல்) அதன் மீதே (-அந்த தண்ணீரின் மீதே) அசையாமல் நிற்கக்கூடியதாக ஆகிவிடும். பெரும் பொறுமையாளர்கள், நன்றி உள்ளவர்கள் எல்லோருக்கும் நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:34","price":"அல்லது (பாவங்களில்) அவர்கள் செய்தவற்றின் காரணமாக அவற்றை (-அந்த கப்பல்களை) அவன் அழித்து விடுவான். இன்னும், (நீங்கள் செய்த) அதிகமான தவறுகளை அவன் முற்றிலும் மன்னித்துவிடுகிறான்.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:35","price":"நமது வசனங்களில் தர்க்கிப்பவர்களை அவன் நன்கறிவான். தப்பிக்கும் இடம் ஏதும் அவர்களுக்கு இல்லை.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:36","price":"ஆக, நீங்கள் (உலக பொருள்களில்) எது கொடுக்கப்பட்டுள்ளீர்களோ அவை எல்லாம் இவ்வுலக வாழ்க்கையின் இன்பமாகும். இன்னும், நம்பிக்கை கொண்டு, தங்கள் இறைவன் மீது நம்பிக்கை வை(த்து அவனையே சார்ந்திரு)ப்பவர்களுக்கு அல்லாஹ்விடம் (மறுமையில்) எது உள்ளதோ அதுதான் மிகச் சிறந்ததும் மிக நிரந்தரமானதும் ஆகும்.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:37","price":"இன்னும், அவர்கள் பெரும் பாவங்களை விட்டும், மானக்கேடான விஷயங்களை விட்டும் விலகி இருப்பார்கள். அவர்கள் கோபப்படும்போது (தங்களை கோபப்படுத்தியவர்களை) மன்னித்து விடுவார்கள்.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:38","price":"இன்னும், அவர்கள் தங்கள் இறைவனுக்கு பதில் அளிப்பார்கள். (அவனது அழைப்பை, கட்டளைகளை ஏற்று நடப்பார்கள்.) இன்னும், தொழுகையை நிலை நிறுத்துவார்கள். இன்னும், அவர்களது காரியம் அவர்களுக்கு மத்தியில் ஆலோசிக்கப்படும். இன்னும், அவர்களுக்கு நாம் கொடுத்தவற்றில் இருந்து அவர்கள் தர்மம் கொடுப்பார்கள்.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:39","price":"இன்னும், அவர்கள் மீது அநியாயம் நிகழ்ந்தால் அவர்கள் (நீதமாக, எல்லை மீறாமல்) பழி வாங்குவார்கள்.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:40","price":"தீமையின் தண்டனை அது போன்ற தீமைதான். ஆக, யார் மன்னிப்பாரோ, சமாதானம் செய்வாரோ அவரது கூலி அல்லாஹ்வின் மீது கட்டாயமாக இருக்கிறது. நிச்சயமாக அவன் அநியாயக்காரர்களை நேசிக்கமாட்டான்.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:41","price":"யார் தனக்கு அநீதி இழைக்கப்பட்ட பின்னர் பழிவாங்குவாரோ அவர்கள் மீது எவ்வித குற்றமும் இல்லை.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:42","price":"குற்றமெல்லாம் மக்கள் மீது (முதலில்) அநியாயம் செய்பவர்கள் மீதும், பூமியில் அநியாயமாக எல்லை மீறுகிறவர்கள் (-கலகம் செய்வதிலும் மக்களுக்கு இன்னல் செய்வதிலும் ஈடுபடுகிறவர்கள்) மீதும்தான். அத்தகையோர், துன்புறுத்தும் தண்டனை அவர்களுக்கு உண்டு.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:43","price":"இன்னும், யார் பொறுமையாக இருப்பாரோ, மன்னிப்பாரோ நிச்சயமாக அது மிக வீரமான காரியங்களில் உள்ளதாகும்.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:44","price":"யாரை அல்லாஹ் வழிகெடுத்தானோ அவனுக்குப் பிறகு (-அல்லாஹ் அவனை கைவிட்டதற்குப் பிறகு) அவனுக்கு பாதுகாவலர் எவரும் இல்லை. இன்னும், (மறுமையில்) அநியாயக்காரர்கள் தண்டனையைப் பார்க்கும்போது, (உலகத்திற்கு) திரும்புவதற்கு ஏதேனும் வழி உண்டா என்று அவர்கள் கூறுவதை (நபியே) நீர் பார்ப்பீர்!.","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:45","price":"(நபியே!) அதற்கு முன்பாக அவர்கள் சமர்ப்பிக்கப்படுவதை நீர் காண்பீர், அவர்கள் இழிவினால் தலை குனிந்தவர்களாக மறைவான (திருட்டுப்) பார்வையால் அவர்கள் (நரகத்தை) பார்ப்பார்கள். இன்னும், நம்பிக்கையாளர்கள் கூறுவார்கள்: “நிச்சயமாக எவர்கள் தங்களுக்கும் தங்கள் குடும்பத்திற்கும் மறுமை நாளில் நஷ்டமிழைத்தார்களோ அவர்கள்தான் (உண்மையான) நஷ்டவாளிகள். அறிந்து கொள்ளுங்கள்! நிச்சயமாக அநியாயக்காரர்கள் நிலையான (நிரந்தரமான) தண்டனையில் இருப்பார்கள்.”","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:46","price":"இன்னும், அல்லாஹ்வை அன்றி அவர்களுக்கு உதவுகின்ற பாதுகாவலர்கள் யாரும் அவர்களுக்கு இருக்க மாட்டார்கள். இன்னும், யாரை அல்லாஹ் வழிகெடுப்பானோ அவ(ர் நேர்வழி பெற அவ)ருக்கு வழிகள் ஏதும் இல்லை.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:47","price":"அல்லாஹ்விடமிருந்து ஒரு நாள் வருவதற்கு முன்பாக உங்கள் இறைவனுக்கு (-அவன் அனுப்பிய தூதருக்கு) நீங்கள் பதில் அளியுங்கள்! (இஸ்லாமிற்குள் நுழைந்து விடுங்கள்!) அதை (-அந்த நாளை) அறவே தடுத்துவிட முடியாது. அந்நாளில் (தண்டனையில் இருந்து தப்பிப்பதற்கு) உங்களுக்கு ஒதுங்குமிடம் ஏதும் இருக்காது. இன்னும், (உங்களை விட்டும் அந்த தண்டனையை) தடுப்பவர் யாரும் உங்களுக்கு இருக்க மாட்டார். (நீங்கள் செய்த பாவங்களை உங்களால் மறுக்க முடியாது.)","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:48","price":"அவர்கள் (உம்மையும் உமது மார்க்கத்தையும்) புறக்கணித்தால் (அதைப் பற்றி நபியே! நீர் கவலைப்படாதீர். ஏனெனில்) நாம் உம்மை அவர்கள் மீது கண்காணிப்பவராக அனுப்பவில்லை. (மார்க்கத்தை) எடுத்துரைப்பதைத் தவிர (நிர்ப்பந்திப்பது) உம்மீது கடமை இல்லை. நிச்சயமாக நாம் மனிதர்களுக்கு நம்மிடமிருந்து ஓர் அருளை சுவைக்க வைத்தால் அதனால் அவர்கள் மகிழ்ச்சியடைகிறார்கள். அவர்களுக்கு அவர்களின் கரங்கள் முற்படுத்திய (பாவத்)தால் ஒரு தீங்கு ஏற்பட்டால் (அவர்கள் நிராகரித்து விடுகிறார்கள்.) ஆக, நிச்சயமாக மனிதன் மிகப்பெரிய நிராகரிப்பாளனாக இருக்கிறான்.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:49","price":"வானங்கள், பூமியின் ஆட்சி அல்லாஹ்விற்கே உரியது. அவன், தான் நாடுவதை படைக்கிறான். அவன், தான் நாடுகிறவர்களுக்கு பெண் பிள்ளைகளை வழங்குகிறான். இன்னும், அவன்தான் நாடுகிறவர்களுக்கு ஆண் பிள்ளைகளை வழங்குகிறான்.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:50","price":"அல்லது, அவர்களுக்கு ஆண் பிள்ளைகளையும் பெண் பிள்ளைகளையும் கலந்து கொடுக்கின்றான். இன்னும், தான் நாடுகிறவரை மலடாக ஆக்கிவிடுகிறான். நிச்சயமாக அவன் நன்கறிந்தவன், பேராற்றலுடையவன் ஆவான்.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:51","price":"ஒரு மனிதருக்கு - அவரிடம் அல்லாஹ் நேரடியாகப் பேசுவது தகுதியாகாது. என்றாலும், வஹ்யி - அறிவிப்பதன் மூலம் (அவரிடம் பேசுவான்); அல்லது, திரைக்குப் பின்னால் இருந்து (அவரிடம் பேசுவான்); அல்லது, ஒரு வானவ தூதரை (அவரிடம்) அனுப்பி, தனது உத்தரவின் படி (அந்த தூதருக்கு) தான் நாடுவதை வஹ்யி - அறிவித்து பேசுவான். (அப்படி இல்லாமல் அல்லாஹ் யாரிடமும் நேரடியாகப் பேசமாட்டான்). நிச்சயமாக அவன் மிக உயர்ந்தவன், மகா ஞானவான் ஆவான்.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:52","price":"இவ்வாறுதான், நாம் நமது கட்டளையினால் (நம்மிடமிருந்து இந்த குர்ஆனை எல்லோருக்கும்) அருளாக (இருக்கும்படி) உமக்கு வஹ்யி மூலம் அறிவித்தோம். வேதம் என்றால் என்ன, ஈமான் என்றால் என்ன என்று நீர் அறிந்திருக்கவில்லை. எனினும், நாம் இ(ந்த வேதத்)தை ஓர் ஒளியாக ஆக்கினோம். இதன் மூலம் நமது அடியார்களில் நாம் நாடுகிறவர்களுக்கு நாம் நேர்வழி காட்டுகிறோம். (நபியே!) நிச்சயமாக நீர் நேரான பாதையின் பக்கம் நேர்வழி காட்டுகிறீர்.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:53","price":"அல்லாஹ்வின் பாதையின் பக்கம் (நீர் நேர்வழி காட்டுகிறீர்). வானங்களில் உள்ளவையும் பூமியில் உள்ளவையும் அவனுக்கே உரியவையாகும். அறிந்து கொள்ளுங்கள்! அல்லாஹ்வின் பக்கமே காரியங்கள் (எல்லாம்) திரும்புகின்றன.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"ta"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}