{"data":[{"name":"45:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:2","price":"மிகைத்தவன், மகா ஞானவான் அல்லாஹ்விடமிருந்து இந்த வேதம் இறக்கப்பட்டது.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:3","price":"நிச்சயமாக வானங்கள், இன்னும் பூமியில் பல அத்தாட்சிகள் நம்பிக்கையாளர்களுக்கு இருக்கின்றன.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:4","price":"இன்னும், (அல்லாஹ்வின் வல்லமையை) உறுதியாக நம்பிக்கை கொள்கின்ற மக்களுக்கு உங்களைப் படைத்திருப்பதிலும் உயிரினங்களை அவன் (படைத்து பூமியின் பல பாகங்களில் அவற்றை) பரப்புவதிலும் பல அத்தாட்சிகள் உள்ளன.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:5","price":"இன்னும், சிந்தித்துப் புரிகின்ற மக்களுக்கு இரவு, பகல் மாறி மாறி வருவதிலும்; வானத்தில் இருந்து மழையை இறக்கி அதன் மூலம் பூமியை - அது இறந்த பின்னர் – உயிர்ப்பிப்பதிலும்; காற்றுகளை (பல திசைகளில்) திருப்புவதிலும் பல அத்தாட்சிகள் உள்ளன.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:6","price":"இவை அல்லாஹ்வின் (வல்லமைகளை விவரிக்கும்) வசனங்களாகும். இவற்றை உம்மீது உண்மையாகவே நாம் ஓதுகிறோம். ஆக, அல்லாஹ்(வுடைய செய்திக்குப் பின்னர்) இன்னும், அவனது அத்தாட்சிகளுக்குப் பின்னர் எந்த செய்தியை இவர்கள் நம்பிக்கை கொள்வார்கள்?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:7","price":"அதிகம் பொய் பேசுகின்ற பெரும் பாவிகள் ஒவ்வொருவருக்கும் நாசம்தான்.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:8","price":"அவன், தனக்கு முன் அல்லாஹ்வின் வசனங்கள் ஓதப்படுவதை செவியுறுகிறான். பிறகு, பெருமை பிடித்தவனாக அவனோ அவற்றை செவியுறாதவனைப் போல (நிராகரிப்பிலேயே) பிடிவாதம் பிடிக்கிறான். ஆக, துன்புறுத்தும் தண்டனையைக் கொண்டு அவனுக்கு நற்செய்தி கூறுவீராக!","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:9","price":"இன்னும், நமது வசனங்களில் எதையும் அவன் அறிந்தால் அதை கேலியாக எடுத்துக்கொள்கிறான். அவர்கள், இழிவுதரும் தண்டனை அவர்களுக்கு உண்டு.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:10","price":"அவர்களுக்கு முன்னால் நரகம் இருக்கிறது. அவர்கள் சம்பாதித்ததும் அல்லாஹ்வை அன்றி அவர்கள் எவற்றை (தங்கள்) பாதுகாவலர்களாக எடுத்துக் கொண்டார்களோ அவையும் அவர்களை விட்டும் (அல்லாஹ்வின் தண்டனையில்) எதையும் தடுக்காது. இன்னும், பெரிய (கடுமையான) தண்டனை அவர்களுக்கு உண்டு.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:11","price":"இது நேர்வழியாகும். எவர்கள் தங்கள் இறைவனின் அத்தாட்சிகளை நிராகரித்தார்களோ - அவர்களுக்கு, அதிகம் வலி தருகின்ற கடுமையான தண்டனை உண்டு.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:12","price":"அல்லாஹ் எத்தகையவன் என்றால் அவன் உங்களுக்கு கடலை, - அதில் அவனது கட்டளைப்படி கப்பல்கள் செல்வதற்காகவும், அவனுடைய அருளிலிருந்து நீங்கள் (பொருளாதாரத்தை) தேடுவதற்காகவும், நீங்கள் (அவனுக்கு) நன்றி செலுத்துவதற்காகவும் – வசப்படுத்தினான்.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:13","price":"இன்னும், வானங்களில் உள்ளவற்றையும் பூமியில் உள்ளவற்றையும் - இவை அனைத்தையும் - அவன் உங்களுக்கு தன் புறத்திலிருந்து வசப்படுத்தினான். சிந்திக்கின்ற மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் உள்ளன.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:14","price":"(நபியே!) நம்பிக்கையாளர்களுக்குக் கூறுவீராக! “(பாவிகளை அல்லாஹ் எப்படி தண்டிப்பான் என்று) அல்லாஹ்வின் நடவடிக்கைகளை பயப்படாதவர்களை அவர்கள் மன்னிப்பார்களாக.” இறுதியாக, (அழிச்சாட்டியமும் நம்பிக்கையாளர்களுக்கு தொந்தரவும் செய்து கொண்டிருந்த) ஒரு கூட்டத்தை அவர்கள் செய்து கொண்டிருந்த செயல்களுக்காக அவன் (தகுந்த தண்டனையால்) தண்டிப்பான்.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:15","price":"யார் ஒரு நன்மையை செய்வாரோ அது அவருக்குத்தான் நல்லது. இன்னும், எவர் தீமை செய்வாரோ அது அவருக்குத்தான் கேடாகும். பிறகு, நீங்கள் (யாராக இருந்தாலும்) உங்கள் இறைவனிடம் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:16","price":"இஸ்ரவேலர்களுக்கு வேதங்களையும் ஞானத்தையும் நபித்துவத்தையும் நாம் திட்டவட்டமாகக் கொடுத்தோம். இன்னும், நல்ல உணவுகளை அவர்களுக்கு நாம் வழங்கினோம். இன்னும், (அக்கால) மக்களை விட நாம் அவர்களை மேன்மைபடுத்தினோம்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:17","price":"இன்னும், இந்த மார்க்கத்தின் தெளிவான சட்டங்களை நாம் அவர்களுக்குக் கொடுத்தோம். ஆக, அவர்களிடம் கல்வி வந்த பின்னர், தங்களுக்கு மத்தியில் உள்ள பொறாமையினால் அவர்கள் (தங்களுக்குள் தர்க்கித்துக் கொண்டு) கருத்து வேறுபாடு கொண்டார்கள். நிச்சயமாக உமது இறைவன் மறுமை நாளில் அவர்களுக்கு மத்தியில் அவர்கள் கருத்து வேறுபாடு கொண்டிருந்தவற்றில் தீர்ப்பளிப்பான்.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:18","price":"பிறகு, நாம் உம்மை இந்த மார்க்கத்தின் (உறுதியான) தெளிவான சட்டங்கள் மீது அமைத்தோம். ஆகவே, அதை நீர் பின்பற்றுவீராக! அறியாதவர்களின் மன விருப்பங்களை நீர் பின்பற்றாதீர்!","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:19","price":"நிச்சயமாக அவர்கள் உம்மை விட்டு அல்லாஹ்விடமிருந்து (-அவனது தண்டனையில் இருந்து) எதையும் அறவே தடுக்க மாட்டார்கள். நிச்சயமாக அநியாயக்காரர்கள் அவர்களில் சிலர் சிலருக்கு நண்பர்கள் ஆவார்கள். அல்லாஹ்வோ இறையச்சமுள்ளவர்களின் நண்பன் ஆவான்.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:20","price":"இ(ந்த வேதமான)து மக்களுக்கு தெளிவான ஆதாரங்களாகவும் நேர்வழியாகவும் (அல்லாஹ்வை) உறுதியாக நம்பிக்கை கொள்கிற மக்களுக்கு கருணையாகவும் இருக்கிறது.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:21","price":"பாவங்களை செய்தவர்கள் எண்ணுகிறார்களா, “நம்பிக்கை கொண்டு நன்மைகளை செய்தவர்களைப் போன்று அவர்களை நாம் ஆக்குவோம்” என்று? இ(ந்த இரு கூட்டத்த)வர்களின் வாழ்க்கையையும் இ(ந்த இரு கூட்டத்த)வர்களின் மரணத்தையும் நாம் சமமாக ஆக்கிவிடுவோம் என்று எண்ணுகிறார்களா? (அவ்வாறு ஆக்கவே மாட்டோம். இவ்வுலகில் முஃமினாக இருந்தவர் இறக்கும்போதும் முஃமினாக இருப்பார், மறுமையிலும் முஃமினாக இருப்பார். இவ்வுலகில் காஃபிராக இருந்தவர் மறுமையிலும் காஃபிராகத்தான் இருப்பார்.) இவர்கள் எதை தீர்ப்பளிக்கிறார்களோ அது மிகக் கெட்ட தீர்ப்பாகும்.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:22","price":"இன்னும், அல்லாஹ் வானங்களையும் பூமியையும் - உண்மையான காரணத்திற்காக (-அவனது வல்லமையை அடியார்கள் அறிவதற்காக)வும் ஒவ்வொரு ஆன்மாவும் அது எதை செய்ததோ அதற்குக் கூலி கொடுக்கப்படுவதற்காகவும் - படைத்தான். இன்னும், அவர்கள் அநீதி இழைக்கப்பட மாட்டார்கள்.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:23","price":"(நபியே!) தனது மனவிருப்பத்தை தனது கடவுளாக எடுத்துக் கொண்டவனைப் பற்றி நீர் அறிவிப்பீராக! இன்னும், (அவனுக்கு நேர்வழியின்) அறிவு வந்ததன் பின்னர் (அவன் அதை பின்பற்றாமல் தனது மனவிருப்பத்தை பின்பற்றியதால்) அல்லாஹ் அவனை வழிகெடுத்தான். இன்னும், அவனது செவியிலும் அவனது உள்ளத்திலும் அவன் முத்திரையிட்டான். இன்னும், அவனது பார்வையில் திரையை அவன் ஆக்கினான். ஆகவே, அல்லாஹ்விற்குப் பின்னர் (-அல்லாஹ் அவனை கைவிட்ட பின்னர்) யார் அவனுக்கு நேர்வழி காட்டுவார்? ஆக, நீங்கள் நல்லுபதேசம் பெறமாட்டீர்களா?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:24","price":"அவர்கள் கூறினார்கள்: “இது நமது உலக வாழ்க்கையைத் தவிர (இதற்கு பின்னர் நமக்கு வாழ்க்கை) இல்லை. நாம் (சில காலம் கழித்து) மரணித்து விடுவோம். இன்னும், நாம் (இப்போது) உயிர் வாழ்கிறோம். (-நமக்குப் பின்னர் நமது பிள்ளைகள் இவ்வுலகில் உயிர்வாழ்வார்கள். இப்படியே உலகம் தொடர்ந்து இருந்து கொண்டே இருக்கும்.) காலத்தைத் தவிர நம்மை (வேறொன்றும்) அழிக்காது.” (நபியே!) இதைப் பற்றி அறவே அறிவு அவர்களுக்கு இல்லை. அவர்கள் வீண் எண்ணம் எண்ணுபவர்களாகவே தவிர இல்லை.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:25","price":"அவர்களுக்கு முன்னர் நமது தெளிவான வசனங்கள் ஓதப்பட்டால், நீங்கள் உண்மையாளர்களாக இருந்தால் எங்கள் மூதாதைகளைக் கொண்டு வாருங்கள் என்று (உம்மை நோக்கி) அவர்கள் கூறியது தவிர அவர்களின் ஆதாரம் (வேறு ஏதும்) இருக்கவில்லை.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:26","price":"(நபியே!) கூறுவீராக! “அல்லாஹ்தான் உங்களை உயிர்ப்பிக்கிறான். பிறகு, உங்களை மரணிக்க வைப்பான். பிறகு, மறுமை நாளில் உங்களை ஒன்று சேர்ப்பான். அதில் அறவே சந்தேகமில்லை. என்றாலும், மக்களில் அதிகமானவர்கள் (மறுமையை) அறியமாட்டார்கள்.”","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:27","price":"வானங்கள் இன்னும் பூமியின் ஆட்சி அல்லாஹ்விற்கே உரியது. மறுமை நாள் நிகழ்கின்ற நாளில் (அல்லாஹ் அல்லாதவற்றை வணங்கிய) பொய்யர்கள் எல்லோரும் அந்நாளில் நஷ்டமடைவார்கள்.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:28","price":"இன்னும், (நபியே! அந்நாளில்) ஒவ்வொரு சமுதாயமும் முழந்தாளிட்டவர்களாக நிற்பதை நீர் பார்ப்பீர். ஒவ்வொரு சமுதாயமும் தமது பதிவு புத்தகத்தின் பக்கம் அழைக்கப்படும். “நீங்கள் (உலகத்தில்) செய்துகொண்டிருந்த செயல்களுக்கு இன்று கூலி கொடுக்கப்படுவீர்கள்” (என்று அவர்களிடம் கூறப்படும்).","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:29","price":"இதோ நமது (தாய்) பதிவேடு இருக்கிறது. அது உங்கள் முன்னால் உண்மையைப் பேசும். நிச்சயமாக நாம் நீங்கள் செய்து கொண்டிருந்தவற்றை எழுதிக் கொண்டிருந்தோம்.","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:30","price":"ஆக, நம்பிக்கை கொண்டு, நன்மைகளை செய்தவர்கள், அவர்களை அவர்களது இறைவன் தனது அருளில் பிரவேசிக்க செய்வான். இதுதான் மிகத் தெளிவான வெற்றியாகும்.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:31","price":"ஆக, நிராகரித்தவர்கள் (அவர்களை நோக்கி கூறப்படும்:) “எனது வசனங்கள் உங்களுக்கு முன்னால் ஓதப்படவில்லையா? ஆக, நீங்கள் (அவற்றை ஏற்காமல்) பெருமை அடித்தீர்கள். இன்னும், நீங்கள் குற்றம் புரிகின்ற மக்களாக இருந்தீர்கள்.”","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:32","price":"“நிச்சயமாக அல்லாஹ்வின் வாக்கு உண்மையானது, மறுமை அதில் அறவே சந்தேகமில்லை” என்று (உங்களிடம்) கூறப்பட்டால் நீங்கள் கூறினீர்கள்: “மறுமை என்றால் என்ன? என்று நாங்கள் அறியமாட்டோம். (மறுமை வரலாம் என்று) நாங்கள் ஒரு சாதாரணமான எண்ணமாகவே தவிர எண்ணவில்லை. (அது வரும் என்று) உறுதிகொண்டவர்களாக நாங்கள் இல்லை.”","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:33","price":"இன்னும், அவர்கள் செய்தவற்றின் தீமைகள் (-தண்டனைகள்) அவர்களுக்கு வெளிப்படும். இன்னும், அவர்கள் எ(ந்த நரகத்)தை கேலி செய்பவர்களாக இருந்தார்களோ அ(ந்த நரகமான)து அவர்களை சூழ்ந்துகொள்ளும்.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:34","price":"இன்னும், (அவர்களை நோக்கி) கூறப்படும்: “இன்று நாங்கள் உங்களை (தண்டனையில்) விட்டுவிடுவோம், நீங்கள் உங்களது இன்றைய தினத்தின் சந்திப்பை (மறந்து அதற்கு அமல் செய்வதை) நீங்கள் விட்டுவிட்டது போன்று. உங்கள் ஒதுங்குமிடம் நரகம்தான். உதவியாளர்கள் யாரும் உங்களுக்கு இல்லை.”","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:35","price":"இதற்குக் காரணம், நிச்சயமாக நீங்கள் அல்லாஹ்வின் வசனங்களை கேலியாக எடுத்துக் கொண்டீர்கள். இன்னும், உலக வாழ்க்கை உங்களை மயக்கிவிட்டது. ஆகவே, இன்று அ(ந்த நரகத்)திலிருந்து அவர்கள் வெளியேற்றப்பட மாட்டார்கள். இன்னும், அவர்கள் மன்னிப்பு கோருவதற்காக உலகத்திற்கு திரும்ப அனுப்பப்பட மாட்டார்கள்.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:36","price":"ஆக, எல்லாப் புகழும் வானங்களின் அதிபதி, பூமியின் அதிபதி, அகிலத்தார்களின் அதிபதி அல்லாஹ்விற்கே உரியதாகும்.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:37","price":"இன்னும், வானங்களிலும் பூமியிலும் பெருமை அவனுக்கே உரியது. அவன்தான் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"ta"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}