{"data":[{"name":"46:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:2","price":"மிகைத்தவன், மகா ஞானவான் அல்லாஹ்விடமிருந்து இந்த வேதம் இறக்கப்பட்டதாகும்.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:3","price":"வானங்களையும் பூமியையும் அவை இரண்டிற்குமிடையில் உள்ளவற்றையும் உண்மையான காரணத்திற்காகவும் ஒரு குறிப்பிட்ட தவணைக்காகவும் தவிர நாம் படைக்கவில்லை. நிராகரிப்பவர்கள், எதைப் பற்றி எச்சரிக்கப்பட்டார்களோ அவர்கள் அதை புறக்கணிக்கிறார்கள்.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:4","price":"(நபியே) நீர் கூறுவீராக! அல்லாஹ்வை அன்றி நீங்கள் (தெய்வங்கள் என்று) அழைப்பவற்றை குறித்து நீங்கள் அறிவியுங்கள்! “அவர்கள் பூமியில் எதைப் படைத்தார்கள் என்று எனக்குக் காண்பியுங்கள்? அல்லது, வானங்க(ளையும் வானங்க)ளில் (உள்ள படைப்புகளை படைத்ததிலும்) அவர்களுக்கு ஏதும் பங்கு இருக்கிறதா? (அப்படி இருக்கிறதென்றால் அதற்கு ஆதாரமாக) இதற்கு முன்னுள்ள ஒரு வேதத்தை; அல்லது, (முன்னோரின்) கல்வியில் (அறிவு சார்ந்த ஆதாரங்களில் ஏதும்) மீதமிருப்பதை என்னிடம் கொண்டு வாருங்கள், நீங்கள் (கூறுவதில்) உண்மையாளர்களாக இருந்தால் (ஆதாரத்தைக் காட்டுங்கள்!).”","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:5","price":"அல்லாஹ்வை அன்றி மற்றவர்களை அழைப்பவர்களை விட மிகப் பெரிய வழிகேடர்கள் யார்? அவர்களோ மறுமை நாள் வரை இவர்களுக்கு பதில் அளிக்க மாட்டார்கள். இன்னும், இவர்களின் அழைப்பை அவர்கள் அறியவும் மாட்டார்கள்.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:6","price":"மக்கள் எழுப்பப்படும்போது அவர்கள் இவர்களுக்கு எதிரிகளாக ஆகிவிடுவார்கள். இன்னும், அவர்கள் தாங்கள் வணங்கப்பட்டதை(யும் இவர்கள் தங்களை வணங்கியதையும்) மறுப்பவர்களாக ஆகிவிடுவார்கள்.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:7","price":"இன்னும், இவர்களுக்கு முன்னர் நமது தெளிவான வசனங்கள் ஓதிக் காண்பிக்கப்பட்டபோது, அவர்களிடம் உண்மை வந்தபோது அந்த உண்மைக்கு, “இது தெளிவான சூனியமாகும்” என்று நிராகரிப்பாளர்கள் கூறினார்கள்.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:8","price":"“இவர் இதை இட்டுக்கட்டினார்” என்று கூறுகிறார்களா? (நபியே!) கூறுவீராக! “நான் இதை இட்டுக்கட்டி இருந்தால் (அதற்காக அல்லாஹ் என்னை தண்டிக்கும்போது) அல்லாஹ்விடமிருந்து எனக்காக எதையும் (-பரிந்துரை செய்யவோ அவனது தண்டனையை நீக்கவோ) நீங்கள் ஆற்றல் பெற மாட்டீர்கள். நீங்கள் எதில் ஈடுபடுகிறீர்களோ அதை அவன் மிக அறிந்தவன் ஆவான். எனக்கு மத்தியிலும் உங்களுக்கு மத்தியிலும் அவனே போதுமான சாட்சியாளனாக இருக்கிறான். அவன்தான் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:9","price":"(நபியே!) கூறுவீராக! “நான் தூதர்களில் புதுமையானவனாக (முதலாமவனாக) இருக்கவில்லை. இன்னும், எனக்கு என்ன செய்யப்படும், உங்களுக்கு என்ன செய்யப்படும் என்று நான் அறியமாட்டேன். எனக்கு எது வஹ்யி அறிவிக்கப்படுகிறதோ அதைத் தவிர நான் பின்பற்ற மாட்டேன். தெளிவான எச்சரிப்பாளராகவே தவிர நான் இல்லை.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:10","price":"(நபியே!) கூறுவீராக! இ(ந்த வேதமான)து (உண்மையில்) அல்லாஹ்விடமிருந்து (வந்ததாக) இருக்கிறது, நீங்கள் அதை நிராகரித்துவிட்டீர்கள். ஆனால், இஸ்ரவேலர்களில் உள்ள ஒரு சாட்சியாளர் இது போன்றதற்கு (-இதில் முஹம்மத் நபியைப் பற்றி சொல்லப்பட்டிருப்பதைப் போன்று முந்திய வேதம் தவ்ராத்திலும் சொல்லப்பட்டிருக்கிறது என்ற உண்மைக்கு) சாட்சி கூறினார். ஆக, (அவர் இந்த நபியை) நம்பிக்கை கொண்டு விட்டார். ஆனால், நீங்களோ (அவரை ஏற்றுக் கொள்ளாமல்) பெருமை அடித்து (நிராகரித்து) விட்டீர்கள். (இதை விட பெரிய அநியாயம், பெரிய நிராகரிப்பு வேறு என்ன இருக்கும்?) நிச்சயமாக அல்லாஹ் அநியாயக்கார மக்களுக்கு நேர்வழி காட்டமாட்டான்.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:11","price":"நிராகரித்தவர்கள், நம்பிக்கை கொண்டவர்களை நோக்கி கூறினார்கள்: “இ(ந்த வேதமான)து சிறந்ததாக இருந்தால் (பாமர மக்களாகிய) இவர்கள் இதனளவில் நம்மை முந்தியிருக்க மாட்டார்கள். அவர்கள் இதன் மூலம் நேர்வழி பெறாமல் போனபோது, “இது பழைய பொய்யாகும்” என்று (கேலியாக) கூறுகிறார்கள்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:12","price":"இன்னும், இதற்கு முன்னர் மூஸாவின் வேதம் வழிகாட்டுகின்ற முன்னோடியாகவும் அருளாகவும் இருக்கிறது. (அதையும் நாம்தான் இறக்கினோம். அது இந்த வேதத்திற்கு சாட்சியாக இருக்கிறது.) இன்னும், இதுவோ (முந்திய வேதங்களை) உண்மைப்படுத்தக்கூடிய, (தெளிவான) அரபி மொழியில் உள்ள வேதமாகும். அநியாயக்காரர்களை எச்சரிப்பதற்காகவும் நல்லவர்களுக்கு நற்செய்தியாக இருப்பதற்காகவும் (இது இறக்கப்பட்டது).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:13","price":"நிச்சயமாக, எவர்கள் “எங்கள் இறைவன் அல்லாஹ்தான்” என்று கூறி, பிறகு (தங்களது நம்பிக்கையிலும் மார்க்கத்திலும்) உறுதியாக இருந்தார்களோ அவர்கள் மீது பயமில்லை, அவர்கள் கவலைப்பட மாட்டார்கள்.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:14","price":"அவர்கள் சொர்க்கவாசிகள், அதில் அவர்கள் நிரந்தரமாக இருப்பார்கள், அவர்கள் செய்துகொண்டிருந்தவற்றிற்குக் கூலியாக (இந்த சொர்க்கத்தை அவர்கள் பெற்றார்கள்).","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:15","price":"இன்னும், “தன் பெற்றோருக்கு மிகவும் நல்லமுறையில் நன்மை செய்யும்படி” மனிதனுக்கு நாம் உபதேசித்தோம். அவனது தாய் அவனை சிரமத்துடன் (வயிற்றில்) சுமந்தாள். சிரமத்துடன் அவனை ஈன்றெடுத்தாள். அவனை (அவள்) சுமந்ததும் அவனுக்கு (அவள்) பால்குடி மறக்கச் செய்ததும் முப்பது மாதங்களாகும். இறுதியாக, அவன் தனது வாலிபத்தை அடைந்து, நாற்பது வயதை அடைந்தபோது, அவன் கூறுகிறான்: “என் இறைவா! நீ என் மீதும் என் பெற்றோர் மீதும் அருள் புரிந்த உனது அருளுக்கு நான் நன்றி செலுத்துவதற்கும் நீ திருப்திபடுகின்ற நல்ல அமலை நான் செய்வதற்கும் எனக்கு உத்வேகத்தை ஏற்படுத்துவாயாக! என் சந்ததியில் எனக்கு சீர்திருத்தம் செய்வாயாக! நிச்சயமாக நான் உன் பக்கம் திரும்பிவிட்டேன். நிச்சயமாக நான் முஸ்லிம்களில் (ஒருவனாக) இருக்கிறேன்.”","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:16","price":"இவர்கள் எத்தகையோர் என்றால் இவர்கள் செய்த மிக அழகானதை நாம் இவர்களிடமிருந்து ஏற்றுக் கொள்வோம். இன்னும், இவர்களின் (முந்திய) தவறுகளை நாம் (தண்டிக்காமல்) புறக்கணித்து விடுவோம். இவர்கள் சொர்க்கவாசிகளில் இருப்பார்கள். இவர்களுக்கு வாக்களிக்கப்பட்டுக் கொண்டிருந்த உண்மையான வாக்காகும் (இது.)","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:17","price":"இன்னும், எவர் தனது பெற்றோரை நோக்கி, “உங்கள் இருவருக்கும் கேவலம் உண்டாகட்டும், நான் (இறந்த பின்னர் மண்ணறையில் இருந்து உயிருடன்) வெளியேற்றப்படுவேன் என்று என்னை எச்சரிக்கிறீர்களா? எனக்கு முன்னர் பல தலைமுறைகள் திட்டமாக சென்றுள்ளனர்” என்று கூறுகிறார். அவ்விருவருமோ (தங்களது மகனை நோக்கி) “உனக்கு என்ன கேடு! நீ நம்பிக்கை கொள்! நிச்சயமாக அல்லாஹ்வின் வாக்கு உண்மையானதே!” என்று கூறியவர்களாக அல்லாஹ்விடம் (அவனது நேர்வழிக்காக) உதவி தேடுகிறார்கள். ஆக, அவன் கூறுகிறான்: “இவை (-நீங்கள் கூறுவதைப் போன்று மறுமையில் எழுப்பப்படுவதும் சொர்க்கமும் நரகமும்) முன்னோரின் கதைகளே தவிர (உண்மையில் நிகழக் கூடியவை) இல்லை.”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:18","price":"இவர்கள் எத்தகையோர் என்றால் இவர்களுக்கு முன்னர் சென்றுவிட்ட ஜின், மற்றும் மனித சமுதாயங்களுடன் இவர்கள் மீதும் (அல்லாஹ்வுடைய தண்டனையின்) வாக்கு உறுதியாகிவிட்டது. “நிச்சயமாக இவர்கள் (நிராகரிப்பாளர்களான முன்னோர், பின்னோர் எல்லோரும்) நஷ்டவாளிகளாகவே இருக்கிறார்கள்.”","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:19","price":"(நம்பிக்கையாளர்கள், நிராகரிப்பாளர்கள் ஆகிய இவர்கள்) எல்லோருக்கும் (மறுமையில்) அவர்கள் செய்தவற்றின் (-அவர்களுடைய செயல்களின்) அடிப்படையில் தகுதிகள் உண்டு. இன்னும், இறுதியாக அவன் அவர்களுடைய செயல்களுக்காக அவர்களுக்கு முழுமையான கூலி கொடுப்பான். இன்னும், அவர்கள் (நன்மைகள் குறைக்கப்பட்டோ குற்றங்கள் அதிகப்படுத்தப்பட்டோ) அநீதியிழைக்கப்பட மாட்டார்கள்.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:20","price":"இன்னும், நிராகரிப்பாளர்கள் நரகத்தின் முன் சமர்ப்பிக்கப்படுகின்ற நாளில், (அவர்களுக்குக் கூறப்படும்:) “நீங்கள் உங்கள் (வாழ்க்கை) இன்பங்களை உங்கள் உலக வாழ்க்கையிலேயே முடித்துக் கொண்டீர்கள் (அவற்றை அனுபவித்து முடித்து விட்டீர்கள்). இன்னும், அவற்றின் மூலம் (உலகத்தில்) இன்பம் அடைந்தீர்கள். ஆகவே, நீங்கள் அநியாயமாக பூமியில் பெருமையடிப்பவர்களாக இருந்த காரணத்தாலும் நீங்கள் பாவம் செய்பவர்களாக இருந்த காரணத்தாலும் இன்றைய தினம் இழிவான தண்டனையை கூலியாகக் கொடுக்கப்படுவீர்கள்.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:21","price":"(நபியே!) ஆது சமுதாயத்தின் சகோதரரை (-நபி ஹூதை) நினைவு கூர்வீராக! அவர் தனது மக்களை அஹ்காஃப் என்ற மணல் பாங்கான பிரதேசத்தில் (உள்ள அவர்களது இல்லங்களுக்கு அருகில் வைத்து) எச்சரித்த சமயத்தை நினைவு கூர்வீராக! இவருக்கு முன்னரும் எச்சரிப்பாளர்கள் திட்டமாக சென்றுள்ளனர். இவருக்குப் பின்னரும் (எச்சரிப்பாளர்கள் வந்துள்ளனர்). (அவர் எச்சரித்துக் கூறியதாவது:) “நிச்சயமாக அல்லாஹ்வைத் தவிர நீங்கள் யாரையும் வணங்காதீர்கள். நிச்சயமாக நான் உங்கள் மீது பெரிய (ஆபத்துகள் நிறைந்த) நாளின் தண்டனையை பயப்படுகின்றேன்.”","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:22","price":"அவர்கள் கூறினார்கள்: “நீர் எங்களை எங்கள் தெய்வங்களை விட்டு திருப்புவதற்காக எங்களிடம் வந்தீரா? ஆக, நீர் உண்மையாளர்களில் இருந்தால் எங்களுக்கு எதை எச்சரிக்கிறீரோ அதை எங்களிடம் கொண்டு வருவீராக!”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:23","price":"அவர் கூறினார்: “(உங்கள் முடிவைப் பற்றிய) அறிவெல்லாம் அல்லாஹ்விடம்தான் இருக்கிறது. நான் எதைக் கொண்டு அனுப்பப்பட்டேனோ அதை உங்களுக்கு எடுத்துச் சொல்கிறேன். என்றாலும், (அல்லாஹ்வின் தண்டனை வந்தால் உங்கள் நிலை என்னவாகும் என்பதை) நீங்கள் அறியாத மக்களாக இருக்கிறீர்கள் என்றே நான் உங்களை கருதுகிறேன்.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:24","price":"ஆக, அவர்கள் (-அல்லாஹ்வின் தண்டனை) தங்களது பள்ளத்தாக்கை முன்னோக்கி வரக்கூடிய அடர்த்தியான கார் மேகமாக அதைப் பார்த்தபோது, கூறினார்கள்: “இது நமக்கு மழை பொழிவிக்கும் அடர்த்தியான கார் மேகமாகும்.” (நபி ஹூது கூறினார்: இது மழை பொழியும் மேகம் இல்லை.) மாறாக, இது நீங்கள் (அல்லாஹ்வின் தண்டனையில்) எதை அவசரமாகத் தேடினீர்களோ அதுவாகும். இது ஒரு காற்றாகும். துன்புறுத்தும் தண்டனை இதில் இருக்கிறது.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:25","price":"இது தனது இறைவனின் கட்டளைப்படி எல்லாவற்றையும் (அழித்து, நாசமாக்கி) சின்னாபின்னமாக்கிவிடும். (அப்படியே நடந்தது.) ஆக, அவர்களின் வசிப்பிடங்களைத் தவிர (வேறு எதையும்) பார்க்க முடியாதபடி அவர்கள் ஆகிவிட்டனர். (அவர்கள் எல்லோரும் அழிந்துவிட்டனர். அவர்கள் வசித்த வீடுகளின் இடிபாடுகள் மட்டும் மிஞ்சி இருக்கின்றன.) இவ்வாறுதான் குற்றவாளிகளான மக்களை நாம் தண்டிப்போம்.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:26","price":"உங்களுக்கு எதில் நாம் வசதி கொடுக்கவில்லையோ அதில் அவர்களுக்கு வசதியளித்தோம். இன்னும், அவர்களுக்கு (உங்களை விட திறமையான) செவியையும் பார்வைகளையும் உள்ளங்களையும் ஏற்படுத்தினோம். ஆக, அவர்கள் அல்லாஹ்வின் அத்தாட்சிகளை மறுப்பவர்களாக இருந்தபோது அவர்களின் செவியும் அவர்களின் பார்வைகளும் அவர்களின் உள்ளங்களும் அவர்களை விட்டும் (அல்லாஹ்வின் தண்டனையில்) எதையும் தடுக்கவில்லை. இன்னும், அவர்கள் எதை கேலி செய்பவர்களாக இருந்தார்களோ அ(ந்த தண்டனையான)து அவர்களை சூழ்ந்து (அழித்து) விட்டது.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:27","price":"இன்னும், உங்களை சுற்றி உள்ள ஊர்களை நாம் திட்டவட்டமாக அழித்தோம். இன்னும், (அவர்களை அழிப்பதற்கு முன்னர்) அவர்கள் (நம் பக்கம்) திரும்புவதற்காக அத்தாட்சிகளை நாம் (அவர்களுக்கு) விவரித்தோம். (ஆனால், அவர்கள் புறக்கணித்து சென்றபோது நமது தண்டனை அவர்களுக்கு வந்தது.)","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:28","price":"ஆக, இவர்கள் அல்லாஹ்வை அன்றி வழிபாட்டுக்காக எவர்களை தெய்வங்களாக எடுத்துக் கொண்டார்களோ அவர்கள் இவர்களுக்கு உதவி செய்திருக்க வேண்டாமா? மாறாக, அவர்கள் (-அந்த தெய்வங்கள், அவற்றை வணங்கிய) இவர்களை விட்டு மறைந்து விட்டனர். இ(ந்த சிலை வணக்க வழிபாடு என்ப)து இவர்களின் இட்டுக் கட்டப்பட்டப் பொய்யாகும். இன்னும், இவர்கள் (எதை) கற்பனையாக இட்டுக்கட்டிக் கொண்டிருந்தார்களோ அந்த கற்பனையுமாகும். (பல தெய்வ வழிபாடும் சிலை வழிபாடுகளும் மனிதர்கள் பொய்யாக இட்டுக்கட்டியதும் அவர்களின் கற்பனையும் ஆகும். அதற்கு உண்மையான ஆதாரம் ஏதும் இல்லை.)","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:29","price":"இன்னும், ஜின்களின் சில நபர்களை உம் பக்கம் நாம் திருப்பிய சமயத்தை நினைவு கூர்வீராக! அவர்கள், (நீர் ஓதுகின்ற) குர்ஆனை செவியுறுகிறார்கள். அவர்கள் அந்த இடத்திற்கு வந்தபோது, “வாய்மூடி இருங்கள்!” என்று (தங்களுக்குள்) கூறினார்கள். ஆக, (குர்ஆன் ஓதி) முடிக்கப்பட்டபோது அவர்கள் தங்களது சமுதாயத்தினர் பக்கம் (அவர்களை) எச்சரிப்பவர்களாகத் திரும்பினார்கள்.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:30","price":"(அந்த ஜின்கள்) கூறினார்கள்: “எங்கள் சமுதாயமே! மூஸாவிற்கு பின்னர் தனக்கு முந்தியவற்றை (-முந்திய வேதங்களை) உண்மைப்படுத்தக்கூடிய ஒரு வேதத்தை நாங்கள் செவியுற்றோம். அது, (அல்லாஹ்வின் பொருத்தம் எதில் இருக்குமோ அந்த) உண்மைக்கும் (இஸ்லாம் என்ற) மிக நேரான பாதைக்கும் வழிகாட்டுகிறது.”","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:31","price":"“எங்கள் சமுதாயமே! அல்லாஹ்வின் (இறுதி தூதராகிய இந்த) அழைப்பாளருக்கு பதில் தாருங்கள்! இன்னும், அவரை நம்பிக்கை கொள்ளுங்கள்! (அவரின் அழைப்பை ஏற்று, அவருடைய மார்க்கத்தை தழுவுங்கள்!) அல்லாஹ் உங்களுக்கு உங்கள் பாவங்களை மன்னிப்பான்; வலிமிக்க தண்டனையில் இருந்து உங்களைப் பாதுகாப்பான்.”","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:32","price":"எவர் அல்லாஹ்வின் அழைப்பாளருக்கு பதில் தரவில்லையோ (அவரது மார்க்கத்தை ஏற்றுக்கொள்ளவில்லையோ) அவர் பூமியில் (அல்லாஹ்வின் பிடியை விட்டு எங்கும்) தப்பித்துவிட மாட்டார். இன்னும், அவனை அன்றி அவருக்கு பாதுகாவலர்கள் இல்லை. இப்படிப்பட்டவர்கள் மிகத் தெளிவான வழிகேட்டில் இருக்கிறார்கள்.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:33","price":"நிச்சயமாக வானங்களையும் பூமியையும் படைத்தவனாகிய, இன்னும் அவற்றைப் படைத்ததால் கலைப்படையாதவனுமாகிய அல்லாஹ் இறந்தவர்களை உயிர்பிப்பதற்கு ஆற்றலுடையவன் என்பதை அவர்கள் கவனிக்கவில்லையா? ஏன் இல்லை. (அவன் கண்டிப்பாக உயிர்ப்பிப்பான்,) நிச்சயமாக அவன் எல்லாவற்றின் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:34","price":"அந்நாளில், நிராகரித்தவர்கள் நரகத்தின் முன் கொண்டுவரப்படுவார்கள். (இன்னும் அவர்களுக்குக் கூறப்படும்:) “இது உண்மையாக இல்லையா?” அவர்கள் கூறுவார்கள்: “ஏன் இல்லை? எங்கள் இறைவன் மீது சத்தியமாக (இது உண்மைதான்.)” (அல்லாஹ்) கூறுவான்: “ஆக, நீங்கள் நிராகரிப்பவர்களாக இருந்த காரணத்தால் இந்த தண்டனையை சுவையுங்கள்!”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:35","price":"ஆக, தூதர்களில் மிகவும் வீரமிக்கவர்கள் (-மிக உறுதியுடையவர்கள்) பொறுத்தது போன்று (நபியே!) நீரும் பொறுமை காப்பீராக! (நிராகரிப்பில் இருக்கும்) அவர்களுக்காக (தண்டனையை) அவசரமாக கேட்காதீர்! அவர்கள் எச்சரிக்கப்பட்டதை அவர்கள் பார்க்கின்ற நாளில் பகலில் சில மணிநேரம் தவிர அவர்கள் (இவ்வுலகில்) தங்கவில்லை என்று அவர்களுக்குத் தோன்றும். (குர்ஆனாகிய) இது எடுத்து சொல்லப்படும் செய்தியாகும். ஆக, (அது உங்களுக்கு எடுத்து சொல்லப்பட்டுவிட்டது. அல்லாஹ்வின் தண்டனை வரும்போது) அழிக்கப்படுமா பாவிகளான மக்களைத் தவிர?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"ta"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}