{"data":[{"name":"47:1","price":"எவர்கள் நிராகரித்தார்களோ, இன்னும் அல்லாஹ்வின் பாதையிலிருந்து (மக்களை) தடுத்தார்களோ அவர்களின் செயல்களை அல்லாஹ் வழிகெடுத்து விட்டான் (-வீணாக்கிவிட்டான்).","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:2","price":"இன்னும், எவர்கள் நம்பிக்கை கொண்டு, நன்மைகளை செய்தார்களோ; இன்னும், முஹம்மத் (நபியின்) மீது இறக்கப்பட்டதை - அதுவோ அவர்களின் இறைவனிடம் இருந்து வந்த உண்மையாக இருக்கும் நிலையில் (அதை) - நம்பிக்கை கொண்டார்களோ அவர்களின் பாவங்களை அவர்களை விட்டு அல்லாஹ் போக்கி விடுவான். இன்னும், அவர்களின் காரியத்தை அவன் சீர் செய்து விடுவான்.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:3","price":"இது ஏனெனில், நிச்சயமாக நிராகரித்தவர்கள் பொய்யனை (-ஷைத்தானையும் அவனது தீய வழிகாட்டலையும்) பின்பற்றினர். இன்னும், நிச்சயமாக நம்பிக்கை கொண்டவர்கள் தங்கள் இறைவனிடமிருந்து வந்த உண்மையை (-முஹம்மத் நபியையும் அவர் கொண்டு வந்த குர்ஆனையும்) பின்பற்றினார்கள். இவ்வாறுதான் அல்லாஹ் மக்களுக்கு அவர்களுக்குரிய தன்மைகளை விவரிக்கிறான்.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:4","price":"ஆக, நீங்கள் (உங்கள் எதிரி நாட்டில் இருந்து உங்களிடம் போர் செய்ய வருகின்ற) நிராகரிப்பாளர்களை (போர்க்களத்தில்) சந்தித்தால் (அவர்களின்) பிடரிகளை வெட்டுங்கள்! இறுதியாக, நீங்கள் அவர்களை மிகைத்துவிட்டால், (அவர்களை கைது செய்து) கயிறுகளில் உறுதியாகக் கட்டுங்கள்! ஆக, அதற்குப் பின்னர் ஒன்று, (அவர்கள் மீது நீங்கள்) உபகாரம் புரியுங்கள்! அல்லது, (அவர்கள் உங்களிடம்) பிணைத்தொகை கொடு(த்து தங்களை விடுவி)க்கட்டும்! இறுதியாக, போர் அதன் சுமைகளை முடிக்கின்ற வரை (-அதாவது இறுதி காலத்தில் ஈஸா நபி இறங்கி வந்த பின்னர், நிராகரிப்பாளர்கள் எல்லோரும் இஸ்லாமை ஏற்கின்ற வரை அவர்களிடம் போர் செய்யும்போது இதே சட்டங்களை பின்பற்றுங்கள்!). இதுதான் (உண்மையாகும்). இன்னும், அல்லாஹ் நாடினால் (உங்களுக்கும் அவர்களுக்கும் இடையில் போர் நடக்காமலேயே இவ்வுலகத்தில் விரைவான தண்டனையைக் கொண்டு) அவன் அவர்களிடம் பழிதீர்த்திருப்பான். என்றாலும், உங்களில் சிலரை சிலர் மூலமாக அவன் சோதிப்பதற்காக இவ்வாறு செய்தான். (-உங்களில் போர் செய்து, அதில் பொறுமையாக இருப்பவர்கள் யார் என்று சோதிப்பதற்கும், எதிரிகளில் கொல்லப்பட்டவர்களைக் கொண்டு எஞ்சிய நிராகரிப்பாளர்கள் படிப்பினைப் பெற்று இஸ்லாமை ஏற்கவேண்டும் என்பதற்காகவும், அல்லது உங்களுக்குப் பணிந்து, பயந்து போர் செய்யாமல் இருக்க வேண்டும் என்பதற்காகவும் அல்லாஹ் இவ்வாறு செய்தான்.) இன்னும், எவர்கள் அல்லாஹ்வின் பாதையில் கொல்லப்பட்டார்களோ அவர்களின் அமல்களை அல்லாஹ் வீணாக்கிவிட மாட்டான்.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:5","price":"(அல்லாஹ்வின் பாதையில் போர் செய்கின்ற) அவர்களுக்கு அவன் நேர்வழி காட்டுவான்; அவர்களின் காரியத்தை(யும் நிலைமைகளையும்) சீர் செய்வான்.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:6","price":"இன்னும், அவன் அவர்களை சொர்க்கத்தில் பிரவேசிக்கச் செய்வான். அதை (அந்த சொர்க்கத்தில் உள்ள அவர்களின் இல்லங்களை) அவன் அவர்களுக்கு காண்பித்துக் கொடுப்பான்.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:7","price":"நம்பிக்கையாளர்களே! நீங்கள் அல்லாஹ்விற்கு உதவினால் அவன் உங்களுக்கு உதவுவான். இன்னும், உங்கள் பாதங்களை அவன் உறுதிப்படுத்துவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:8","price":"இன்னும், எவர்கள் நிராகரித்தார்களோ அவர்களுக்கு கேடு (-இழிவு, கேவலம், துர்பாக்கியம்) உண்டாகட்டும். அவர்களின் செயல்களை அவன் வழிகேட்டில் விட்டுவிடுவான்.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:9","price":"அது ஏனெனில், நிச்சயமாக அவர்கள் அல்லாஹ் இறக்கிய (வேதத்தை, தூதர் கொண்டு வந்த மார்க்கத்)தை வெறுத்தார்கள். ஆகவே, அவன் அவர்களின் செயல்களை வீணாக்கிவிட்டான்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:10","price":"ஆக, அவர்கள் பூமியில் பயணித்து, தங்களுக்கு முன்னர் இருந்தவர்களின் முடிவு எவ்வாறு இருந்தது என்று பார்க்க வேண்டாமா? அல்லாஹ் அவர்களை அழித்துவிட்டான். இன்னும் அது போன்ற முடிவுகள்தான் (-முந்திய சமுதாயத்தவர்களுக்கு நிகழ்ந்த தண்டனைகள் போன்றுதான்) இந்த நிராகரிப்பாளர்களுக்கு நிகழும்.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:11","price":"அது (-நம்பிக்கையாளர்கள், நிராகரிப்பாளர்கள் ஆகிய இரு சாராருக்கும் அவரவர்களுக்குத் தகுதியானதை அல்லாஹ் செய்தது) ஏனெனில், நிச்சயமாக அல்லாஹ்தான் நம்பிக்கையாளர்களின் மவ்லா (எஜமானன், உதவியாளன், பாதுகாவலன்) ஆவான். இன்னும், நிச்சயமாக நிராகரிப்பாளர்கள் -அவர்களுக்கு அறவே எஜமானன் (உதவியாளன்) இல்லை. (அவர்கள் வணங்கிய தெய்வங்கள் அவர்களை கைவிட்டு விடும்.)","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:12","price":"நிச்சயமாக நம்பிக்கை கொண்டு, நன்மைகளை செய்தவர்களை அல்லாஹ் சொர்க்கங்களில் பிரவேசிக்கச் செய்வான். அவற்றின் கீழ் ஆறுகள் ஓடும். இன்னும், நிராகரித்தவர்களோ (இவ்வுலகில்) சுகபோகமாக வாழ்கிறார்கள். கால்நடைகள் சாப்பிடுவது போல் சாப்பிடுகிறார்கள். நரகம்தான் அவர்களுக்கு தங்குமிடமாகும்.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:13","price":"உம்மை வெளியேற்றிய உமது ஊரை (-உமது ஊர் மக்களை) விட பலத்தால் மிகக் கடுமையான எத்தனையோ ஊர் மக்கள் - அவர்களை நாம் அழித்தோம். ஆக, அவர்களுக்கு (அப்போது) அறவே உதவியாளர்(கள்) இருக்கவில்லை.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:14","price":"ஆக, தமது இறைவனின் தெளிவான அத்தாட்சியில் இருப்பவர்கள், எவர்களுக்கு அவர்களது கெட்ட செயல்கள் அலங்கரிக்கப்பட்டு; இன்னும், அவர்களுடைய மன இச்சைகளை பின்பற்றினார்களோ அவர்களைப் போன்று ஆவார்களா?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:15","price":"இறையச்சமுள்ளவர்களுக்கு வாக்களிக்கப்பட்ட சொர்க்கத்தின் தன்மையாவது துர்வாடை வீசாத (கெட்டுப் போகாத) தண்ணீர் ஆறுகளும், அதன் ருசி மாறாத பால் ஆறுகளும், அருந்துபவர்களுக்கு ருசியாக இருக்கும் மது ஆறுகளும் தூய்மையான தேன் ஆறுகளும் அ(ந்த சொர்க்கத்)தில் இருக்கும். இன்னும், அவர்களுக்கு எல்லாவகையான கனிகளும் அதில் கிடைக்கும். இன்னும், அவர்களின் இறைவனிடமிருந்து மன்னிப்பும் அவர்களுக்கு உண்டு. இத்தகைய சொர்க்கவாசிகள், நரகத்தில் நிரந்தரமாக இருப்பவர்களை போன்று ஆகிவிடுவார்களா? (நரகத்தில் நுழைந்த) அவர்கள் கொதிக்கின்ற நீர் புகட்டப்படுவார்கள். ஆக, அது அவர்களின் குடல்களை துண்டு துண்டாக அறுத்து விடும்.","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:16","price":"அவர்களில் (-அந்த நயவஞ்சகர்களில் அலட்சியமாக) உம் பக்கம் செவி சாய்ப்பவர்களும் உள்ளனர். இறுதியில் அவர்கள் உம்மிடமிருந்து வெளியே புறப்பட்டால் (தாங்களும் கவனமாகக் கேட்டது போன்று காண்பிப்பதற்காகவும் கேலியாகவும்) கல்வி கொடுக்கப்பட்டவர்களிடம் கூறுகிறார்கள்: “இவர் (-இந்த தூதர்) சற்று நேரத்திற்கு முன்பு என்ன கூறினார் (தெரியுமா? எவ்வளவு அழகான கருத்தைக் கூறினார் தெரியுமா?)” இவர்கள் எத்தகையோர் என்றால், அல்லாஹ் இவர்களின் உள்ளங்களில் முத்திரையிட்டு விட்டான். இன்னும், இவர்கள் தங்கள் கெட்ட ஆசைகளைப் பின்பற்றினார்கள்.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:17","price":"இன்னும், எவர்கள் நேர்வழி பெற்றார்களோ அவர்களுக்கு (அல்லாஹ்) நேர்வழியை அதிகப்படுத்துவான். இன்னும், அவர்களுக்கு அவர்களின் தக்வாவையும் (-உள்ளச்சத்தையும்) அவன் வழங்குவான்.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:18","price":"ஆக, அவர்களிடம் திடீரென மறுமை வருவதைத் தவிர அவர்கள் எதிர்பார்க்கிறார்களா? ஆக, திட்டமாக அதன் அடையாளங்கள் வந்து விட்டன. ஆக, (அந்த மறுமை) அவர்களிடம் வரும்போது அவர்கள் நல்லறிவு பெறுவது அவர்களுக்கு எப்படி பலனளிக்கும்!","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:19","price":"ஆக, (நபியே!) “நிச்சயமாக அல்லாஹ்வைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை” என்பதை நன்கறிந்து கொள்வீராக! இன்னும், உமது தவறுகளுக்காகவும் நம்பிக்கை கொண்ட ஆண்களுக்காகவும், நம்பிக்கை கொண்ட பெண்களுக்காகவும் பாவமன்னிப்பு கோருவீராக! நீங்கள் (பகலில்) சுற்றுகிற இடங்களையும் (இரவில் தூங்குவதற்காக நீங்கள் ஒதுங்குகிற) உங்கள் தங்குமிடங்களையும் அல்லாஹ் நன்கறிவான். (உங்கள் காலை, மாலை, இரவு என எதுவும் அல்லாஹ்விற்கு மறைந்தவை அல்ல.)","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:20","price":"(இந்த எதிரிகளிடம் போர் புரிய வேண்டும் என்ற கட்டளை அடங்கிய) ஓர் அத்தியாயம் இறக்கப்பட வேண்டாமா என்று நம்பிக்கையாளர்கள் கூறுகிறார்கள். ஆக, (சட்டங்கள்) உறுதி செய்யப்பட்ட ஓர் அத்தியாயம் இறக்கப்பட்டு, அதில் (எதிரிகளிடம்) போர் (செய்யுங்கள் என்ற கட்டளை) பற்றி கூறப்பட்டால் தங்கள் உள்ளங்களில் நோய் உள்ள (நய)வ(ஞ்சக)ர்கள் மயக்கமுற்றவர்கள் பார்ப்பதுபோல் மரண பயத்தால் உம் பக்கம் பார்ப்பார்கள். ஆக, அவர்களுக்குக் கேடுதான்.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:21","price":"(போர் செய்வது அவசியமாகி விட்டால் இறைத் தூதருக்கு) கீழ்ப்படிவதும், (உங்களுடன் போருக்கு புறப்படுவோம் என்று) நேர்மையாக பேசுவதும்தான் (உங்கள் வெளிப்படையான செயலாக இருந்தது). ஆக, (போருக்கு புறப்பட வேண்டும் என்று) கட்டளை உறுதியாகிவிட்டபோது (அதை வெறுத்து போரை சிரமமாக பார்க்கிறீர்கள். அப்படி செய்யாமல்,) அவர்கள் அல்லாஹ்வுடன் உண்மையாக நடந்திருந்தால் அது அவர்களுக்கு சிறந்ததாக இருந்திருக்கும்.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:22","price":"(அல்லாஹ்வின் வேதத்தை விட்டும் அதன் சட்டங்களை விட்டும்) நீங்கள் விலகிவிட்டால் பூமியில் குழப்பம் செய்வீர்கள்தானே! உங்கள் இரத்த உறவுகளை துண்டித்து விடுவீர்கள்தானே!","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:23","price":"அவர்கள் எத்தகையோர் என்றால் அல்லாஹ் அவர்களை சபித்தான். ஆக, அவர்களை அவன் செவிடாக்கி விட்டான்; அவர்களின் பார்வைகளை குருடாக்கி விட்டான்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:24","price":"ஆக, அவர்கள் குர்ஆனை ஆழ்ந்து சிந்தித்து ஆராய வேண்டாமா? அவர்களது உள்ளங்கள் மீது பூட்டுகளா போடப்பட்டுள்ளன?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:25","price":"(முந்திய வேதம் கொடுக்கப்பட்டவர்களில்) நிச்சயமாக எவர்கள் தங்களுக்கு நேர்வழி தெளிவானதற்குப் பின்னர் தங்களது பின் புறங்களின் மீதே திரும்பிச் சென்றார்களோ அவர்களுக்கு ஷைத்தான் (கெட்ட செயலை செய்யத் தூண்டி அதை) அலங்கரித்தான். இன்னும், அல்லாஹ் அவர்களுக்கு (சிறிது காலம் வரை இந்த உலகத்தில்) அவகாசம் கொடுத்துள்ளான்.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:26","price":"இது ஏனெனில், நிச்சயமாக (வேதக்காரர்களாகிய) இவர்கள் அல்லாஹ் இறக்கியதை வெறுத்தவர்களிடம் (-நயவஞ்சகர்களிடம்), “சில விஷயங்களில் உங்களுக்கு நாங்கள் கீழ்ப்படிவோம்” என்று கூறினார்கள். இவர்கள் (தங்களுக்குள்) பேசுவதை அல்லாஹ் நன்கறிவான்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:27","price":"ஆக, அவன் எப்படி அறியாமல் இருப்பான்! வானவர்கள் அவர்களை உயிர் வாங்கும் போது அவர்களின் முகங்களிலும் அவர்களின் பின் புறங்களிலும் அடிப்பார்கள்.","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:28","price":"இ(ப்படி வானவர்கள் அடிப்ப)து ஏனெனில், நிச்சயமாக இவர்கள் அல்லாஹ்விற்கு எது கோபமூட்டுமோ அதை பின்பற்றி நடந்தார்கள். இன்னும், அவனது பொருத்த(த்திற்குரிய இஸ்லாமிய மார்க்க)த்தை வெறுத்தார்கள். ஆகவே, அவர்களின் செயல்களை அல்லாஹ் வீணாக்கி விட்டான்.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:29","price":"தங்களது உள்ளங்களில் நோய் உள்ளவர்கள் எண்ணிக் கொண்டார்களா, “அல்லாஹ் அவர்களின் (உள்ளங்களில் உள்ள) குரோதங்களை (நம்பிக்கையாளர்களுக்கு) வெளிப்படுத்தி காண்பிக்க மாட்டான்?” என்று.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:30","price":"இன்னும், நாம் நாடினால் அவர்களை உமக்கு காண்பித்து விடுவோம். ஆக, அவர்களை அவர்களின் வெளிப்படையான அடையாளங்களினால் நீர் அறிந்து கொள்வீர். இன்னும், அவர்களின் பேச்சின் தொனியிலும் அவர்களை நிச்சயமாக நீர் அறிந்துவிடுவீர். அல்லாஹ் உங்கள் (அனைவரின்) செயல்களை நன்கறிவான்.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:31","price":"இன்னும், உங்களிலிருந்து ஜிஹாது செய்பவர்களையும் பொறுமையாளர்களையும் நாம் (அதாவது, எனது நல்லடியார்கள்) அறிகின்ற வரை நிச்சயமாக நாம் உங்களை சோதிப்போம். உங்கள் செய்திகளை (-சொல்களையும் செயல்களையும்) நாம் சோதிப்போம் (உண்மையாளர் யார், பொய்யர் யார் என்று நம்பிக்கையாளர்களுக்கு வெளிப்படுத்துவதற்காக).","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:32","price":"நிச்சயமாக எவர்கள் நிராகரித்தார்களோ; இன்னும், அல்லாஹ்வின் பாதையில் இருந்து (மக்களை) தடுத்தார்களோ; இன்னும், நேர்வழி தங்களுக்கு தெளிவானதற்குப் பின்னர் தூதருக்கு மாறுசெய்தார்களோ அவர்கள் அல்லாஹ்விற்கு அறவே தீங்கிழைக்க முடியாது. இன்னும், அல்லாஹ் அவர்களின் (நல்ல) செயல்களை வீணாக்கி (மறுமையில் நற்கூலி அற்றதாக ஆக்கி) விடுவான்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:33","price":"நம்பிக்கையாளர்களே! அல்லாஹ்விற்கு (அவனது மார்க்க சட்டங்கள் அனைத்திலும்) கீழ்ப்படியுங்கள்! இன்னும், தூதருக்கு (அவருடைய கட்டளைகள் அனைத்திலும்) கீழ்ப்படியுங்கள்! (நிராகரிப்பினாலும் மாறு செய்வதாலும்) உங்கள் அமல்களை வீணாக்காதீர்கள்!","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:34","price":"நிச்சயமாக எவர்கள் நிராகரித்தார்களோ; இன்னும், அல்லாஹ்வின் பாதையில் இருந்து (மக்களை) தடுத்தார்களோ; பிறகு, அவர்களோ நிராகரிப்பாளர்களாக இருக்கின்ற நிலையில் மரணித்தார்களோ  அவர்களை அல்லாஹ் மன்னிக்கவே மாட்டான்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:35","price":"ஆக, நீங்கள் பலவீனப்பட்டு, சமாதானத்திற்கு அழைத்து விடாதீர்கள்! நீங்கள்தான் மிக உயர்வானவர்கள் - வெற்றியாளர்கள். இன்னும், அல்லாஹ் உங்களுடன் இருக்கிறான். அவன் உங்கள் அமல்களை (அவற்றின் வெகுமதிகளை) உங்களுக்கு குறைக்கவே மாட்டான்.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:36","price":"உலக வாழ்க்கை எல்லாம் விளையாட்டும் வேடிக்கையும்தான். நீங்கள் நம்பிக்கை கொண்டு, (அல்லாஹ்வை) அஞ்சி நடந்தால் அவன் உங்கள் (நன்மைகளுக்குரிய) கூலிகளை உங்களுக்கு கொடுப்பான். உங்கள் செல்வங்களை (எல்லாம் அல்லாஹ்வின் பாதையில் கொடுத்துவிடுங்கள் என்று) அவன் உங்களிடம் கேட்கமாட்டான்.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:37","price":"அவன் அவற்றை (-உங்கள் செல்வங்களை எல்லாம் தர்மமாக) உங்களிடம் கேட்டால், உங்களை (அதற்காக) வலியுறுத்தினால் (-உங்களை சிரமப்படுத்தினால்) நீங்கள் (அவ்வாறு தர்மம் செய்ய முடியாமல்) கருமித்தனம் செய்துவிடுவீர்கள். இன்னும், அவன் உங்கள் குரோதங்களை (செல்வங்களை நேசிப்பதில் உங்கள் உள்ளங்களில் இருக்கின்ற பேராசைகளை) வெளிப்படுத்தி காண்பித்து விடுவான்.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:38","price":"நீங்கள்தான் அல்லாஹ்வின் பாதையில் தர்மம் செய்வதற்கு அழைக்கப்படுகிறீர்கள். ஆக, உங்களில் கருமித்தனம் செய்பவரும் இருக்கிறார். எவர் கருமித்தனம் செய்வாரோ அவர் கருமித்தனம் செய்வதெல்லாம் அவருடைய (கருமித்தனம் நிறைந்த) ஆன்மாவின் காரணமாகத்தான். (அவருடைய ஆன்மா கொடைத் தன்மையுடையதாக இருந்திருந்தால் அவர் கருமித்தனம் செய்திருக்க மாட்டார். மாறாக, அல்லாஹ்வின் பாதையில் தாராளமாக தர்மம் செய்திருப்பார்.) அல்லாஹ் முற்றிலும் நிறைவானவன், யாருடைய தேவையுமற்றவன் ஆவான். நீங்கள்தான் (எல்லா வகையிலும்) தேவையுள்ளவர்கள் (ஏழைகள்) ஆவீர்கள். இன்னும், (நமது நபி முஹம்மத் கொண்டு வந்த இந்த மார்க்கத்தை விட்டு) நீங்கள் விலகிச்சென்றால் நீங்கள் அல்லாத ஒரு சமுதாயத்தை அவன் மாற்றி கொண்டுவருவான். பிறகு, அவர்கள் உங்களைப் போன்று இருக்க மாட்டார்கள்.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"ta"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}