{"data":[{"name":"49:1","price":"நம்பிக்கையாளர்களே! (கருத்துக் கூறுவதில், முடிவெடுப்பதில்) அல்லாஹ்விற்கும் அவனது தூதருக்கும் முன்பாக  நீங்கள் முந்தாதீர்கள்! (-அவசரப் படாதீர்கள்!) இன்னும், அல்லாஹ்வை அஞ்சுங்கள்! நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:2","price":"நம்பிக்கையாளர்களே! நபியின் குரலுக்கு மேல் உங்கள் குரல்களை உயர்த்தாதீர்கள்! இன்னும், உங்களில் சிலர், சிலருக்கு முன் உரக்கப் பேசுவதைப் போல் அவருக்கு முன் பேசுவதில் உரக்கப் பேசாதீர்கள்! நீங்கள் உணராமல் இருக்கின்ற நிலையில் உங்கள் அமல்கள் பாழாகிவிடாமல் இருப்பதற்காக (அவருடன் மிக மரியாதையாக நடந்து கொள்ளுங்கள்!).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:3","price":"நிச்சயமாக எவர்கள் தங்கள் குரல்களை அல்லாஹ்வின் தூதருக்கு அருகில் தாழ்த்திக் கொள்கிறார்களோ - அவர்கள் எத்தகையோர் என்றால் அவர்களுடைய உள்ளங்களை இறையச்சத்திற்காக அல்லாஹ் சோதித்து (தேர்வு செய்து) இருக்கிறான். அவர்களுக்கு (அல்லாஹ்வின்) மன்னிப்பும் மகத்தான கூலியும் உண்டு.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:4","price":"நிச்சயமாக (நீர் தங்கி இருக்கிற) அறைகளுக்குப் பின்னால் இருந்து உம்மை சத்தமிட்டு அழைப்பவர்கள் - அவர்களில் அதிகமானவர்கள் (உங்கள் கண்ணியத்தை) புரியமாட்டார்கள்.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:5","price":"நீர் (அறைகளை விட்டு) வெளியேறி அவர்களிடம் வருகின்ற வரை அவர்கள் பொறுமையாக (எதிர்பார்த்து) இருந்திருந்தால் அது அவர்களுக்கு நன்றாக இருந்திருக்கும். அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:6","price":"நம்பிக்கையாளர்களே! உங்களிடம் பாவியான ஒருவர் (ஒரு கூட்டத்தைப் பற்றி) ஒரு செய்தியைக் கொண்டுவந்தால் (அந்த செய்தியைப் பற்றி) நன்கு தெளிவு பெறுங்கள், (-அவசரப்பட்டு முடிவு எடுக்காமல், செய்தியை உறுதிசெய்து கொள்ளுங்கள்,) ஒரு கூட்டத்திற்கு - (அவர்களைப் பற்றி சரியாக) அறியாமல் - நீங்கள் சேதமேற்படுத்திவிடாமல் இருப்பதற்காக. ஆக, (அப்படி செய்யவில்லையென்றால்) நீங்கள் செய்ததற்காக வருந்தக் கூடியவர்களாக நீங்கள் ஆகிவிடுவீர்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:7","price":"(நபியின் தோழர்களே!) அறிந்து கொள்ளுங்கள்! நிச்சயமாக உங்களுக்கு மத்தியில் அல்லாஹ்வின் தூதர் இருக்கிறார். காரியங்களில் அதிகமானவற்றில் அவர் உங்களுக்கு கட்டுப்பட்டு நடந்தால் நீங்கள் சிரமப்பட்டு விடுவீர்கள். என்றாலும், அல்லாஹ் உங்களுக்கு ஈமானை விருப்பமாக்கினான்; இன்னும், உங்கள் உள்ளங்களில் அதை அலங்கரித்தான்; இன்னும், இறை நிராகரிப்பையும் பாவத்தையும் (தூதருக்கு) மாறு செய்வதையும் உங்களுக்கு வெறுப்பாக்கினான். இத்தகையவர்கள்தான் நல்லறிவுபெற்றவர்கள் (-நேர்வழியாளர்கள்) ஆவார்கள்.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:8","price":"அல்லாஹ்வின் புறத்தில் இருந்து அருளாகவும் கிருபையாகவும் (அவன் உங்களுக்கு ஈமானை நேசமாக்கி குஃப்ரை வெறுப்பாக்கி வைத்தான்). அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான் ஆவான்.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:9","price":"இன்னும், நம்பிக்கையாளர்களில் இரு பிரிவினர் தங்களுக்குள் சண்டையிட்டால் அவ்விருவருக்கும் மத்தியில் சமாதானம் செய்யுங்கள்! ஆக, அவ்விருவரில் ஒரு பிரிவினர் மற்றொரு பிரிவினர் மீது எல்லை மீறினால் எல்லை மீறுகிறவர்களிடம் சண்டை செய்யுங்கள், அவர்கள் அல்லாஹ்வின் கட்டளையின் பக்கம் திரும்புகிற வரை. ஆக, அவர்கள் திரும்பிவிட்டால் அவ்விருவர்களுக்கும் மத்தியில் நீதமாக சமாதானம் செய்யுங்கள்! இன்னும், நேர்மையாக இருங்கள்! நிச்சயமாக அல்லாஹ் நேர்மையாளர்கள் மீது அன்பு வைக்கிறான்.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:10","price":"நம்பிக்கையாளர்கள் எல்லாம் சகோதரர்கள் ஆவர். ஆகவே, உங்கள் இரு சகோதரர்களுக்கு மத்தியில் சமாதானம் செய்யுங்கள். இன்னும், நீங்கள் கருணை காட்டப்படுவதற்காக அல்லாஹ்வை அஞ்சுங்கள்.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:11","price":"நம்பிக்கையாளர்களே! ஒரு கூட்டம் இன்னொரு கூட்டத்தை கேலி செய்ய வேண்டாம், (கேலி செய்யப்படும்) அவர்கள் (கேலி செய்கிற) இவர்களை விட சிறந்தவர்களாக இருக்கலாம். பெண்களும் (மற்ற) பெண்களை கேலி செய்ய வேண்டாம். அவர்கள் இவர்களை விட சிறந்தவர்களாக இருக்கலாம். உங்களை (-உங்களில் ஒருவர் ஒருவரை இழிவாக) குத்திப் பேசவேண்டாம். தீய பட்டப் பெயர்களைக் கொண்டு பட்டப்பெயர் சூட்டாதீர்கள். (நம்பிக்கையாளர்களை பாவிகள் என்றோ, இழிவான அர்த்தம் உடைய பெயர்களை கூறியோ அழைக்காதீர்கள்!) நம்பிக்கை கொண்டதன் பின்னர் பெயர்களில் மிக கெட்டது பாவிகள் (என்ற பெயர்) ஆகும். (ஆகவே, யாரையும் அப்படி அழைக்காதீர்கள்!) யார் திருந்தி (அல்லாஹ்வின் பக்கம்) திரும்பவில்லையோ அவர்கள்தான் அநியாயக்காரர்கள் ஆவர்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:12","price":"நம்பிக்கையாளர்களே! எண்ணங்களில் அதிகமானவற்றை தவிர்த்து விடுங்கள்! நிச்சயமாக எண்ணங்களில் சில பாவமாகும். (பிறர் குறைகளை) ஆராயாதீர்கள்! உங்களில் சிலர், சிலரைப் பற்றி புறம் பேசவேண்டாம். உங்களில் ஒருவர் - இறந்த நிலையில் உள்ள தனது சகோதரனின் மாமிசத்தை - சாப்பிட விரும்புவாரா? அதை நீங்கள் வெறுப்பீர்களே! அல்லாஹ்வை அஞ்சுங்கள்! நிச்சயமாக அல்லாஹ் தவ்பாவை (பாவம் செய்தவர் திருந்தி, அல்லாஹ்விடம் மன்னிப்புக் கோரி, அவன் பக்கம் திரும்புவதை) அங்கீகரிப்பவன், மகா கருணையாளன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:13","price":"மக்களே! நிச்சயமாக நாம் உங்களை ஓர் ஆண், ஒரு பெண்ணிலிருந்து படைத்தோம். இன்னும், பல நாட்டவர்களாகவும் பல குலத்தவர்களாகவும் உங்களை நாம் ஆக்கினோம், நீங்கள் (உங்களுக்குள்) ஒருவர் மற்றவரை அறிவதற்காக. நிச்சயமாக உங்களில் அல்லாஹ்விடம் மிக கண்ணியமானவர் உங்களில் அதிகம் இறையச்சமுடையவர்தான். நிச்சயமாக அல்லாஹ் நன்கறிந்தவன், ஆழ்ந்தறிபவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:14","price":"கிராமப்புற அரபிகள், “நாங்கள் ஈமான் கொண்டோம்” என்று கூறுகிறார்கள். (நபியே!) நீர் கூறுவீராக! “நீங்கள் ஈமான் கொள்ளவில்லை.” என்றாலும் “நாங்கள் முஸ்லிம்களாக ஆகி இருக்கிறோம்” என்று கூறுங்கள்! உங்கள் உள்ளங்களில் ஈமான் (இதுவரை) நுழையவில்லை. இன்னும், நீங்கள் அல்லாஹ்விற்கும் அவனது தூதருக்கும் கீழ்ப்படிந்து நடந்தால் உங்கள் (நல்ல) செயல்களில் எதையும் அவன் உங்களுக்கு குறைத்துவிட மாட்டான். நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:15","price":"நம்பிக்கையாளர்கள் எல்லாம் அல்லாஹ்வையும் அவனது தூதரையும் நம்பிக்கைகொண்டவர்கள்தான். பிறகு அவர்கள் சந்தேகிக்கவில்லை. இன்னும், தங்கள் செல்வங்களாலும் தங்கள் உயிர்களாலும் அல்லாஹ்வின் பாதையில் போரிடுகிறார்கள். அத்தகையவர்கள்தான் உண்மையா(ன நம்பிக்கையா)ளர்கள்.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:16","price":"(நபியே!) கூறுவீராக! நீங்கள் அல்லாஹ்விற்கு உங்கள் நம்பிக்கையை அறிவிக்கிறீர்களா? அல்லாஹ்வோ வானங்களில் உள்ளவற்றையும் பூமியில் உள்ளவற்றையும் நன்கறிவான். இன்னும், அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவன் ஆவான்.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:17","price":"அவர்கள் (-அந்த கிராம அரபிகள்) தாங்கள் முஸ்லிம்களாக ஆனதை உம்மீது உபகாரமாக கூறுகிறார்கள். நீர் கூறுவீராக! “நீங்கள் (ஈமானில்) உண்மையாளர்களாக இருந்தால் உங்கள் இஸ்லாமை (நீங்கள்) என் மீது (செய்த) உபகாரமாக” கூறாதீர்கள். மாறாக, அல்லாஹ்தான் - அவன் உங்களுக்கு ஈமானின் பக்கம் நேர்வழி காட்டியதை - உங்கள் மீது உபகாரமாகக் கூறுகிறான்,","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:18","price":"நிச்சயமாக அல்லாஹ் வானங்கள், இன்னும் பூமியின் மறைவான விஷயங்களை நன்கறிவான். இன்னும், நீங்கள் செய்பவற்றை அல்லாஹ் உற்று நோக்குபவன் ஆவான்.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"ta"}],"chapter":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"]}