{"data":[{"name":"58:1","price":"(நபியே!) உம்மிடம் தனது கணவரின் விஷயத்தில் விவாதிக்கின்றவளின் பேச்சை திட்டமாக அல்லாஹ் செவியுற்றான். இன்னும், அவள் (தனது கவலையை) அல்லாஹ்விடம் முறையி(ட்டு அதற்கான தீர்வை மன்றா)டுகிறாள். அல்லாஹ் உங்கள் இருவரின் உரையாடலை செவியுறுகிறான். நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன், உற்று நோக்குபவன்.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:2","price":"உங்களில் எவர்கள் தங்கள் மனைவிகளிடம் ளிஹார் செய்கிறார்களோ அந்த பெண்கள் அவர்களின் தாய்மார்களாக ஆகமுடியாது. அவர்களின் தாய்மார்களாக இல்லை அவர்களை எவர்கள் பெற்றெடுத்தார்களோ அவர்களைத் தவிர. (ளிஹார் செய்வதன் மூலமாக) நிச்சயமாக அவர்கள் பேச்சில் மிகத் கெட்டதையும் (மார்க்க சட்டத்தில் அறியப்படாததையும்) பொய்யானதையும் கூறுகிறார்கள். நிச்சயமாக அல்லாஹ் மிகவும் பிழை பொறுப்பவன், மகா மன்னிப்பாளன் ஆவான்.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:3","price":"இன்னும், எவர்கள் தங்கள் மனைவிகளிடம் ளிஹார் செய்து, பிறகு தாங்கள் கூறியதற்கு (-தங்கள் அந்த தவறை திருத்திக்கொள்வதற்கு) மீளுகிறார்களோ அவர்கள் (-ளிஹார் செய்த அந்த கணவனும் அவருடைய மனைவியும் இல்லற உறவில்) சேர்வதற்கு முன்னர் ஓர் அடிமையை உரிமையிட வேண்டும். இதுதான் (அல்லாஹ்வின் சட்டம்), நீங்கள் அ(தை செய்வ)தற்கு உபதேசிக்கப்படுகிறீர்கள். அல்லாஹ் நீங்கள் செய்பவற்றை ஆழ்ந்தறிபவன் ஆவான்.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:4","price":"ஆக, எவர் (அடிமையை உரிமையிட) வசதி பெறவில்லையோ அவர் இரண்டு மாதங்கள் தொடர்ந்து நோன்பிருக்க வேண்டும் (ளிஹார் செய்த அந்த கணவனும் அவரது மனைவியும் இல்லற வாழ்க்கையில்) சேர்வதற்கு முன்னர். ஆக, எவர் (இதற்கு) சக்தி பெறவில்லையோ அவர் அறுபது ஏழைகளுக்கு உணவளிக்க வேண்டும். இது ஏனெனில், நீங்கள் அல்லாஹ்வையும் அவனது தூதரையும் நம்பிக்கை கொள்கிறீர்கள் என்பதற்காக ஆகும். இவை அல்லாஹ்வின் சட்டங்களாகும். இன்னும், துன்புறுத்தும் தண்டனை நிராகரிப்பாளர்களுக்கு உண்டு.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:5","price":"நிச்சயமாக எவர்கள் அல்லாஹ்விற்கும் அவனது தூதருக்கும் முரண்படுகிறார்களோ (மாறுசெய்கிறார்களோ, அவர்களின் சட்டங்களை எதிர்க்கிறார்களோ) அவர்கள், அவர்களுக்கு முன்னுள்ளவர்கள் இழிவுபடுத்தப்பட்டது போன்று இழிவு படுத்தப்படுவார்கள். இன்னும், திட்டமாக நாம் தெளிவான அத்தாட்சிகளை இறக்கினோம். இழிவுதரும் தண்டனை நிராகரிப்பாளர்களுக்கு உண்டு.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:6","price":"அல்லாஹ் அவர்கள் அனைவரையும் எழுப்புகின்ற நாளில் (அந்த தண்டனையை அவர்கள் அடைவார்கள்). ஆக, அவர்கள் செய்தவற்றை அவன் அவர்களுக்கு (அப்போது) அறிவிப்பான். அல்லாஹ் அவற்றை கணக்கிட்டு வைத்துள்ளான். அவர்கள் அவற்றை மறந்துவிட்டார்கள். அல்லாஹ் எல்லாவற்றையும் கண்காணிப்பவன் (அவற்றுக்கு சாட்சியாளன்) ஆவான்.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:7","price":"(நபியே!) நீர் அறியவில்லையா? “நிச்சயமாக அல்லாஹ் வானங்களில் உள்ளவற்றையும் பூமியில் உள்ளவற்றையும் நன்கறிவான்: என்று. மூன்று நபர்களின் உரையாடல் இருக்காது, அவன் அவர்களில் நான்காமவனாக இருந்தே தவிர. இன்னும், ஐந்து நபர்களின் உரையாடல் இருக்காது, அவன் அவர்களில் ஆறாவதாக இருந்தே தவிர. இன்னும், அதை விட குறைவாகவோ அதிகமாகவோ இருக்க மாட்டார்கள், அவன் அவர்களுடன் இருந்தே தவிர, அவர்கள் எங்கிருந்தாலும் சரியே! பிறகு, அவன் அவர்களுக்கு அவர்கள் செய்தவற்றை மறுமை நாளில் அறிவிப்பான். நிச்சயமாக அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவன் ஆவான்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:8","price":"கூடிப் பேசுவதை விட்டும் தடுக்கப்பட்டவர்களை (நபியே!) நீர் பார்க்கவில்லையா? (தடுக்கப்பட்ட) பிறகும், அவர்கள் எதிலிருந்து தடுக்கப்பட்டார்களோ அதற்கே அவர்கள் திரும்புகிறார்கள். இன்னும் அவர்கள் பாவத்தையும் எல்லை மீறுவதையும் தூதருக்கு மாறுசெய்வதையும் கூடிப் பேசுகிறார்கள். அவர்கள் உம்மிடம் வந்தால் அல்லாஹ் உமக்கு எதை முகமனாகக் கூறவில்லையோ அதை முகமனாகக் கூறுகிறார்கள். தங்கள் மனதிற்குள், “நாம் சொல்வதைக் கொண்டு அல்லாஹ் நம்மை தண்டனை செய்யாமல் இருக்க வேண்டுமே!” என்று கூறுகிறார்கள். அவர்களுக்கு நரகமே போதும். அதில் அவர்கள் எரிந்து பொசுங்குவார்கள். ஆக, மீளுமிடங்களில் அது மிகக் கெட்டதாகும்.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:9","price":"நம்பிக்கையாளர்களே! நீங்கள் கூடிப்பேசினால் பாவ(மான காரிய)த்தையும் (மார்க்க சட்டங்களை) மீறுவதையும் தூதருக்கு மாறுசெய்வதையும் கூடிப்பேசாதீர்கள். இன்னும், நன்மையான விஷயத்தையும் இறையச்சம் மிகுந்த விஷயத்தையும் கூடிப் பேசுங்கள்! இன்னும், அல்லாஹ்வை அஞ்சுங்கள்! அவனிடம்தான் நீங்கள் ஒன்று திரட்டப்படுவீர்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:10","price":"(சந்தேகத்திற்கிடமாக) கூடிப்பேசுவது ஷைத்தான் புறத்திலிருந்து (உங்களுக்கு) தூண்டப்படுகிறது, (ஏனெனில்,) நம்பிக்கை கொண்டவர்களை கவலைப்படுத்துவதற்காக. ஆனால், அது அவர்களுக்கு அறவே தீங்கு செய்வதாக இல்லை, அல்லாஹ்வின் அனுமதி இல்லாமல். இன்னும், நம்பிக்கையாளர்கள் அல்லாஹ்வின் மீதே நம்பிக்கை வை(த்து அவனை மட்டுமே சார்ந்து இரு)க்கவும்.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:11","price":"நம்பிக்கையாளர்களே! (உங்கள் சபைகளுக்குள் நுழைந்த உங்கள் சகோதரர்களுக்காக) “சபைகளில் (கொஞ்சம்) இடம் கொடுங்கள்!” என்று உங்களுக்கு கூறப்பட்டால் நீங்கள் இடம் கொடுங்கள்! அல்லாஹ் உங்களுக்கு (இடத்தில்) விசாலத்தை ஏற்படுத்துவான். இன்னும், (சபைகளில் இருந்து) நீங்கள் புறப்படுங்கள் என்று கூறப்பட்டால் நீங்கள் புறப்பட்டு விடுங்கள்! உங்களில் நம்பிக்கை கொண்டவர்களை அல்லாஹ் உயர்த்துவான். இன்னும் கல்வி கொடுக்கப்பட்டவர்களை பல தகுதிகள் அவன் உயர்த்துவான். அல்லாஹ் நீங்கள் செய்பவற்றை ஆழ்ந்தறிபவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:12","price":"நம்பிக்கையாளர்களே! நீங்கள் தூதரிடம் கூடிப்பேசினால் நீங்கள் கூடிப் பேசுவதற்கு முன்னர் (ஏழைகளுக்கு) தர்மம் செய்யுங்கள்! அது உங்களுக்கு மிகச் சிறந்ததும் மிக பரிசுத்தமானதும் ஆகும். நீங்கள் (எதையும் தர்மம் செய்ய) வசதி பெறவில்லை என்றால் (அல்லாஹ் உங்களை மன்னித்து விடுவான். ஏனெனில்,) நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:13","price":"உங்கள் உரையாடலுக்கு முன்னர் தர்மங்கள் செய்வதை (-அப்படி செய்தால் வறுமை வந்துவிடுமோ என) நீங்கள் பயப்படுகிறீர்களா? நீங்கள் அப்படி செய்யவில்லை என்றால், அல்லாஹ்வும் உங்களை மன்னித்துவிட்டதால் (உங்கள் மீது குற்றமில்லை.) ஆகவே, நீங்கள் தொழுகையை நிலை நிறுத்துங்கள்! இன்னும், ஸகாத்தை கொடுங்கள்! இன்னும், அல்லாஹ்விற்கும் அவனது தூதருக்கும் கீழ்ப்படியுங்கள்! அல்லாஹ் நீங்கள் செய்பவற்றை ஆழ்ந்தறிபவன் ஆவான்.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:14","price":"அல்லாஹ் கோபித்த மக்(களாகிய யூதர்)களை நண்பர்களாக எடுத்துக் கொண்ட (நய)வ(ஞ்சக)ர்களை (நபியே!) நீர் பார்க்கவில்லையா? அவர்கள் (-நயவஞ்சகர்கள்) உங்களை சேர்ந்தவர்கள் இல்லை. அவர்கள் அவர்களை (-யூதர்களை) சேர்ந்தவர்களும் இல்லை. அவர்கள் அறிந்து கொண்டே (உங்களுக்கு முன்னர்) பொய்யான விஷயத்தின் மீது சத்தியம் செய்கிறார்கள்.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:15","price":"அல்லாஹ், அவர்களுக்கு கடுமையான தண்டனையை ஏற்படுத்தி இருக்கிறான். நிச்சயமாக அவர்கள் செய்துகொண்டிருந்தவை (அனைத்தும்) மிகக் கெட்டவையாகும்.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:16","price":"அவர்கள் தங்கள் சத்தியங்களை (தாங்கள் தப்பிப்பதற்கு) ஒரு கேடயமாக எடுத்துக் கொண்டனர். ஆக, அல்லாஹ்வின் மார்க்கத்தை விட்டும் (பாமர மக்களை) தடுக்கிறார்கள். ஆகவே, இழிவுதரக்கூடிய தண்டனை அவர்களுக்கு உண்டு.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:17","price":"அல்லாஹ்விடம் (அவனது தண்டனையிலிருந்து) எதையும் அவர்களின் செல்வங்களோ அவர்களின் பிள்ளைகளோ அவர்களை விட்டும் அறவே தடுக்க மாட்டார்கள். அவர்கள் நரகவாசிகள். அதில் அவர்கள் நிரந்தரமாக இருப்பார்கள்,","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:18","price":"அல்லாஹ் அவர்கள் அனைவரையும் எழுப்பும் நாளில் (அந்த நரகத்தில் அவர்கள் நுழைவார்கள்). ஆக, அவர்கள் அவனுக்கு முன் சத்தியம் செய்வார்கள், உங்களுக்கு முன் அவர்கள் சத்தியம் செய்வது போன்று. (இந்த சத்தியத்தின் மூலம்) அவர்கள் (புத்தி கூர்மையான) ஒரு செயல் மீது நிச்சயமாக தாங்கள் இருப்பதாக எண்ணுவார்கள். அறிந்து கொள்ளுங்கள்! நிச்சயமாக அவர்கள்தான் பொய்யர்கள்!","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:19","price":"ஷைத்தான் அவர்கள் மீது ஆதிக்கம் செலுத்துகின்றான். ஆகவே, அல்லாஹ்வின் நினைவை அவர்களுக்கு மறக்கவைத்து விட்டான். அவர்கள்தான் ஷைத்தானின் கட்சியினர் ஆவார்கள். அறிந்துகொள்ளுங்கள்! நிச்சயமாக ஷைத்தானின் கட்சியினர்தான் நஷ்டவாளிகள் ஆவார்கள்.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:20","price":"நிச்சயமாக அல்லாஹ்விற்கும் அவனது தூதருக்கும் முரண்படுகிறவர்கள், அவர்கள் (தோற்கடிக்கப்பட்ட) மிக இழிவானவர்களில் சேர்ந்துவிடுவார்கள்.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:21","price":"“நிச்சயமாக நானும் எனது தூதர்களும்தான் வெல்வோம்” என்று அல்லாஹ் விதித்துவிட்டான். நிச்சயமாக அல்லாஹ் மிக வலிமை உள்ளவன், மிகைத்தவன் ஆவான்.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"58:22","price":"அல்லாஹ்வையும் மறுமை நாளையும் நம்பிக்கை கொள்கிற மக்கள் அல்லாஹ்விற்கும் அவனது தூதருக்கும் முரண்படுபவர்களை (மார்க்க சட்டங்களை எதிர்ப்பவர்களை) நேசிப்பவர்களாக இருப்பதை நீர் காணமாட்டீர். (மார்க்க சட்டத்தை எதிர்க்கிற) அவர்கள் தங்கள் தந்தைகளாக; அல்லது, தங்கள் பிள்ளைகளாக; அல்லது, தங்கள் சகோதரர்களாக; அல்லது, தங்கள் குடும்பத்தினராக இருந்தாலும் சரியே! இத்தகையவர்கள்தான் - இவர்களின் உள்ளங்களில் அல்லாஹ் ஈமானை உறுதிபடுத்திவிட்டான். இன்னும் அவர்களை தன் புறத்திலிருந்து உதவியைக் கொண்டு பலப்படுத்தினான். இன்னும், அவன் அவர்களை சொர்க்கங்களில் பிரவேசிக்க வைப்பான். அவற்றின் கீழ் நதிகள் ஓடும். அவர்கள் அவற்றில் நிரந்தரமாக தங்குவார்கள். அல்லாஹ் அவர்களை பொருந்திக் கொள்வான். (அவர்களினால் மகிழ்ச்சி அடைவான்.) அவர்களும் அவனை பொருந்திக் கொள்வார்கள். (அவர்களும் அவனால் மகிழ்ச்சி அடைவார்கள்.) அவர்கள்தான் அல்லாஹ்வின் கட்சியினர். அறிந்து கொள்ளுங்கள்! “நிச்சயமாக அல்லாஹ்வின் கட்சியினர்தான் வெற்றியாளர்கள் ஆவார்கள்.”","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"ta"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}