{"data":[{"name":"6:1","price":"புகழ் (எல்லாம்) வானங்களையும் பூமியையும் படைத்தவனாகிய; இன்னும், இருள்களையும் ஒளியையும் உண்டாக்கிய அல்லாஹ்விற்குரியதே! (இதற்குப்) பிறகு(ம்), நிராகரிப்பவர்கள் தங்கள் இறைவனுக்கு (பொய்யான தெய்வங்களை வணக்க வழிபாட்டில்) சமமாக்குகிறார்கள்.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:2","price":"அவன்தான் உங்களைக் களிமண்ணிலிருந்து படைத்தான். பிறகு, (உங்கள் மரணத்திற்கு) ஒரு தவணையை விதித்தான். இன்னும், அவனிடம் (மறுமை நிகழ்வதற்கு வேறு ஒரு) குறிப்பிட்ட தவணையும் உண்டு. (இதற்குப்) பிறகு(ம்), நீங்கள் (அல்லாஹ் உங்களை மறுமையில் எழுப்புவான் என்பதில்) சந்தேகிக்கிறீர்கள்.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:3","price":"இன்னும், அவன்தான் வானங்களிலும், பூமியிலும் வணங்கப்படுவதற்கு தகுதியான அல்லாஹ் ஆவான். (அவன்) உங்கள் இரகசியத்தையும் உங்கள் பகிரங்கத்தையும் நன்கறிவான். இன்னும், நீங்கள் செய்வதையும் நன்கறிவான்.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:4","price":"அவர்களுக்கு தங்கள் இறைவனின் வசனங்களிலிருந்து வசனம் ஏதும் வருவதில்லை, அதை அவர்கள் புறக்கணிப்பவர்களாக இருந்தே தவிர.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:5","price":"ஆக, அவர்கள் சத்தியத்தை, - அது அவர்களிடம் வந்தபோது - பொய்ப்பித்தனர். ஆக, அவர்கள் எதை கேலி செய்து கொண்டிருந்தார்களோ அதன் (உண்மை) செய்திகள் அவர்களிடம் விரைவில் வரும்.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:6","price":"அவர்களுக்கு முன்னர் எத்தனையோ சமுதாயத்தை நாம் அழித்தோம் என்பதை அவர்கள் பார்க்கவில்லையா? பூமியில் உங்களுக்கு நாம் வசதியளிக்காத அளவு அவர்களுக்கு வசதி அளித்தோம்; இன்னும், அவர்கள் மீது தாரை தாரையாக மழையை அனுப்பினோம்; இன்னும், நதிகளை அவர்களுக்குக் கீழ் ஓடும்படி ஆக்கினோம். ஆக, அவர்களுடைய பாவங்களினால் அவர்களை அழித்தோம். இன்னும், அவர்களுக்குப் பின்னர் வேறு சமுதாயத்தை உருவாக்கினோம்.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:7","price":"ஏடுகளில் (எழுதப்பட்ட) ஒரு வேதத்தையே நாம் உம்மீது இறக்கி, அதை அவர்கள் (உம்மிடமிருந்து) தங்கள் கரங்களால் தொட்டுப் பார்த்தாலும், “இது தெளிவான சூனியமே தவிர (உண்மையான வேதம்) இல்லை” என்று அந்த நிராகரிப்பாளர்கள் திட்டமாகக் கூறுவார்கள்.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:8","price":"இன்னும், “அவர் மீது ஒரு வானவர் இறக்கப்பட வேண்டாமா?” என்று அவர்கள் கூறினார்கள். நாம் ஒரு வானவரை இறக்கினால் (அவர்களது) காரியம் முடிக்கப்பட்டு விடும். பிறகு, அவர்களுக்கு அவகாசம் அளிக்கப்படாது.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:9","price":"இன்னும், (தூதருக்கு துணையாக வானத்திலிருந்து அனுப்பப்படும்) அவரை ஒரு வானவராக நாம் ஆக்கினாலும், (அவரை பூமிக்கு அனுப்பும்போது) அவரை(யும்) (மனித இனத்தைச் சேர்ந்த) ஓர் ஆடவராகத்தான் ஆக்குவோம். (ஏனெனில் வானவரை அவருடைய அசல் உருவத்தில், இவர்களால் பார்க்க முடியாது.) இன்னும், அவர்கள் (தங்கள் மீது) எதை குழப்பிக் கொள்கிறார்களோ அதையே அவர்கள் மீது (நாமும்) குழப்பிவிடுவோம். (-மீண்டும் பழைய சந்தேகத்திற்கே அவர்கள் ஆளாகி விடுவர்.)","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:10","price":"இன்னும், திட்டவட்டமாக உமக்கு முன்னர் (பல) தூதர்கள் ஏளனம் செய்யப்பட்டனர். ஆக, அவர்களை கேலி செய்தவர்களை அவர்கள் எதை வைத்து ஏளனம் செய்து வந்தார்களோ அது சூழ்ந்து விட்டது.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:11","price":"(நபியே!) கூறுவீராக: “நீங்கள் பூமியில் (பல பகுதிகளுக்கு) செல்லுங்கள். பிறகு, பொய்ப்பித்தவர்களின் முடிவு எவ்வாறு இருந்தது? என்று பாருங்கள்”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:12","price":"(நபியே!) கூறுவீராக: “வானங்களிலும் பூமியிலும் உள்ளவை யாருக்குரியன?” (நபியே நீர்) கூறுவீராக: “(அவை) அல்லாஹ்விற்குரியனவே!” கருணை புரிவதை (அவன்) தன் மீது கடமையாக்கினான். நிச்சயமாக உங்களை மறுமை நாளில் ஒன்று சேர்ப்பான். அதில் சந்தேகமேயில்லை. எவர்கள் தங்களுக்கு தாமே நஷ்டம் விளைவித்துக் கொண்டார்களோ அவர்கள் நம்பிக்கை கொள்ள மாட்டார்கள்.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:13","price":"இரவிலும், பகலிலும் தங்கி இருப்பவை (-இப்பிரபஞ்சத்தில் உள்ள அனைத்தும்) அவனுக்குரியனவே! அவன்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:14","price":"(நபியே!) கூறுவீராக: “வானங்கள்; இன்னும், பூமியின் படைப்பாளனாகிய அல்லாஹ் அல்லாதவனையா நான் (எனது) பாதுகாவலனாக எடுத்துக் கொள்வேன்? அவன்தான் உணவளிக்கிறான்; அவனுக்கு உணவளிக்கப்படுவதில்லை.” (மேலும்) கூறுவீராக: “(அல்லாஹ்விற்கு முற்றிலும்) பணிந்தவர்களில் முதலாமவனாக நான் ஆகவேண்டுமென கட்டளையிடப்பட்டுள்ளேன். இன்னும், (நபியே) இணைவைப்பவர்களில் நிச்சயம் நீர் ஆகிவிடாதீர்.”","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:15","price":"(நபியே!) கூறுவீராக: “என் இறைவனுக்கு நான் மாறு செய்தால், மகத்தான (மறுமை) நாளின் தண்டனையை நிச்சயமாக நான் பயப்படுகிறேன்.”","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:16","price":"அந்நாளில் எவரை விட்டும் தண்டனை தடுக்கப்படுகிறதோ அவருக்கு நிச்சயமாக (அல்லாஹ்) அருள் புரிந்து விட்டான். இதுதான் தெளிவான வெற்றியாகும்.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:17","price":"(நபியே!) அல்லாஹ் உமக்கு ஒரு சிரமத்தைக் கொடுத்தால் அவனைத் தவிர அதை நீக்குபவர் அறவே இல்லை. இன்னும், அவன் உமக்கு ஒரு நன்மையைக் கொடுத்தால் (அதைத் தடுப்பவருமில்லை), அவன் எல்லாவற்றின் மீது பேராற்றலுடையவன் ஆவான்.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:18","price":"அவன்தான், தன் அடியார்கள் மேல் ஆதிக்கமுடையவன். இன்னும், அவன்தான் மகா ஞானவான், ஆழ்ந்தறிந்தவன்.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:19","price":"(நபியே!) கூறுவீராக: “எந்த பொருள் சாட்சியால் மிகப் பெரியது?” (நபியே!) கூறுவீராக: “(சாட்சியால் மிகப் பெரியவன்) அல்லாஹ்தான்! (அவன்) எனக்கும் உங்களுக்குமிடையில் சாட்சியாளன் ஆவான். இன்னும், இந்த குர்ஆன் எனக்கு வஹ்யி அறிவிக்கப்பட்டது, இதன் மூலம் உங்களையும், அது யாருக்கு சென்றடைகிறதோ அவரையும் நான் எச்சரிப்பதற்காக. நிச்சயமாக நீங்கள், அல்லாஹ்வுடன் வணங்கப்படும் வேறு கடவுள்கள் இருப்பதாக சாட்சி கூறுகிறீர்களா?” (நபியே!) கூறுவீராக: “(நான் அதற்கு) சாட்சி கூறமாட்டேன்!” (நபியே நீர்) கூறுவீராக: “அவன் எல்லாம் வணங்கப்படுவதற்கு தகுதியான ஒரே ஓர் இறைவன்தான். (பலர் அல்ல.) இன்னும், நிச்சயமாக நான் நீங்கள் இணைவைத்து வணங்குபவற்றிலிருந்து விலகியவன் ஆவேன்.”","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:20","price":"(முன்னர்) வேதத்தை நாம் எவர்களுக்கு கொடுத்தோமோ அவர்கள் தங்கள் குழந்தைகளை அறிவதைப் போல் அ(ல்லாஹ் ஒருவன்தான் வணங்கத்தகுதியானவன்; இன்னும் முஹம்மத் நபி உண்மையானவர் என்ப)தை அறிவார்கள். எவர்கள் தங்களுக்கு தாமே நஷ்டம் விளைவித்துக் கொண்டார்களோ அவர்கள் நம்பிக்கை கொள்ளமாட்டார்கள்.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:21","price":"அல்லாஹ்வின் மீது பொய்யை புனைபவனைவிட அல்லது அவனுடைய வசனங்களை பொய்ப்பித்தவனைவிட மகா அநியாயக்காரன் யார்? நிச்சயமாக அநியாயக்காரர்கள் (இவ்வுலகிலும்) வெற்றிபெற மாட்டார்கள்.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:22","price":"இன்னும், நாம் அவர்கள் அனைவரையும் ஒன்று திரட்டும் (மறுமை) நாளிலும் (வெற்றி பெற மாட்டார்கள்). பிறகு, இணைவைத்தவர்களை நோக்கி, “(கடவுள்கள் என) நீங்கள் பிதற்றிக்கொண்டிருந்த (நீங்கள் இணைவைத்து வணங்கிய) உங்கள் தெய்வங்கள் எங்கே?” என்று கூறுவோம்.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:23","price":"பிறகு, “எங்கள் இறைவனாகிய அல்லாஹ் மீது சத்தியமாக நாங்கள் இணைவைப்பவர்களாக இருக்கவில்லை!” என்று அவர்கள் கூறுவதைத் தவிர அவர்களுடைய சோதனை(யில் வேறு பதில் அவர்களிடம்) இருக்காது.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:24","price":"அவர்கள் தங்கள் மீதே எவ்வாறு பொய் கூறினர்; இன்னும், அவர்கள் கற்பனையாக புனைந்து கொண்டிருந்தவை அவர்களை விட்டு எவ்வாறு மறைந்துவிட்டன என்பதை (நபியே) கவனிப்பீராக!","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:25","price":"(நபியே!) உம் பக்கம் செவி சாய்ப்பவரும் அவர்களில் உண்டு. அவர்களுடைய உள்ளங்களில் அதை புரிந்துகொள்வதற்கு தடையாக திரைகளையும், அவர்களுடைய காதுகளில் செவிடையும் ஆக்கினோம். இன்னும், ஒவ்வொரு அத்தாட்சியை அவர்கள் பார்த்தாலும் அதை அவர்கள் நம்பிக்கை கொள்ளமாட்டார்கள். (நபியே!) முடிவாக, அவர்கள் உம்மிடம் தர்க்கித்தவர்களாக வந்தால் நிராகரித்த (அ)வர்கள், “இவை முன்னோர்களின் கட்டுக்கதைகளைத் தவிர (உண்மையான இறை வேதம்) இல்லை” என்றே கூறுவார்கள்.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:26","price":"அவர்கள் இதிலிருந்து (மக்களை) தடுக்கிறார்கள்; இன்னும், அவர்களும் இதை விட்டு தூரமாக செல்கிறார்கள். (அவர்கள்) தங்களையே தவிர அழித்துக் கொள்வதில்லை. ஆனால், (அவர்கள் அதை) உணர மாட்டார்கள்.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:27","price":"நரகத்தின் முன் அவர்கள் நிறுத்தப்படும் போது, (நபியே! நீர் அவர்களைப்) பார்த்தால், (அப்போது) அவர்கள் கூறுவார்கள்: “நாங்கள் (உலகத்திற்கு) திருப்பி அனுப்பப்பட வேண்டுமே! இன்னும், எங்கள் இறைவனின் வசனங்களை நாங்கள் பொய்ப்பிக்க மாட்டோமே; இன்னும், நம்பிக்கையாளர்களில் ஆகிவிடுவோமே!”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:28","price":"(நிலைமை அவர்கள் எண்ணியது போன்று அல்ல!) மாறாக, முன்னர் (அவர்கள்) மறைத்திருந்தவை அவர்களுக்கு (முன்னர்) வெளிப்படும். அவர்கள் (உலகத்திற்கு) திருப்பி அனுப்பப்பட்டால், அவர்கள் எதை விட்டு தடுக்கப்பட்டார்களோ அதற்கே திரும்புவார்கள். இன்னும், நிச்சயமாக அவர்கள் பொய்யர்கள்தான்.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:29","price":"இன்னும், அவர்கள் கூறினார்கள்: “நமது உலக வாழ்க்கையைத் தவிர (வேறு) வாழ்க்கை இல்லை. இன்னும், (இந்த வாழ்க்கைதான் எல்லாம். மரணத்திற்கு பின்னர் வேறு வாழ்க்கைக்காக) நாம் எழுப்பப்பட மாட்டோம்.’’","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:30","price":"இன்னும், (அவர்கள்) தங்கள் இறைவனுக்கு முன் நிறுத்தப்படும்போது நீர் (அவர்களைப்) பார்த்தால், (அப்போது இறைவன், விசாரணை நாளாகிய) இது உண்மை இல்லையா? என்று கூறுவான். அவர்கள், “எங்கள் இறைவன் மீது சத்தியமாக! ஏனில்லை (உண்மைதான்)’’ எனக் கூறுவர். “ஆகவே, நீங்கள் நிராகரித்துக் கொண்டிருந்த காரணத்தால் இந்த தண்டனையை சுவையுங்கள்’’ என்று (இறைவன்) கூறுவான்.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:31","price":"அல்லாஹ்வின் சந்திப்பை பொய்ப்பித்தவர்கள் நஷ்டமடைந்து விட்டனர். இறுதியாக, திடீரென அவர்களுக்கு மறுமை வந்தால், “நாங்கள் (நன்மைகளில்) எவற்றில் குறை செய்தோமோ அதனால் நேர்ந்த எங்கள் துக்கமே!’’ என்று கூறுவர். அவர்களுமோ தங்கள் பாவங்களைத் தங்கள் முதுகுகள் மீது சுமப்பார்கள். அறிந்து கொள்ளுங்கள்! அவர்கள் சுமப்பது மிகக் கெட்டதாகும்.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:32","price":"உலக வாழ்க்கை இல்லை, விளையாட்டும் கேளிக்கையும் தவிர. அல்லாஹ்வின் அச்சமுள்ளவர்களுக்கு மறுமை வீடுதான் மிக மேலானது. நீங்கள் (இதை சிந்தித்துப்) புரியவேண்டாமா?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:33","price":"(நபியே!) அவர்கள் கூறுவது, நிச்சயமாக உமக்கு கவலையளிக்கிறது என்பதை திட்டமாக நாம் அறிவோம். நிச்சயமாக அவர்கள் உம்மைப் பொய்ப்பிப்பதில்லை. எனினும், அநியாயக்காரர்கள் அல்லாஹ்வின் வசனங்களைத்தான் (பொய்ப்பித்து) மறுக்கிறார்கள்.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:34","price":"இன்னும், திட்டவட்டமாக உமக்கு முன்னர் பல தூதர்கள் பொய்ப்பிக்கப்பட்டனர். அவர்களுக்கு நம் உதவி வரும் வரை அவர்கள் பொய்ப்பிக்கப்பட்டதையும் துன்புறுத்தப்பட்டதையும் சகித்து பொறுமையாக இருந்தனர். அல்லாஹ்வின் வாக்குகளை மாற்றுபவர் அறவே இல்லை. இன்னும், தூதர்களின் செய்தியில் பல உமக்கு திட்டமாக வந்துள்ளன.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:35","price":"(நபியே!) அவர்களின் புறக்கணிப்பு உமக்கு பெரி(ய சுமையான)தாக இருந்தால், நீ பூமியில் ஒரு சுரங்கத்தை அல்லது வானத்தில் ஓர் ஏணியைத் தேடிச் சென்று, (அதன் மூலம்) ஓர் அத்தாட்சியை அவர்களுக்குக் கொண்டு வருவதற்கு நீர் சக்தி பெற்றால் அப்படி கொண்டு வருவீராக. இன்னும், அல்லாஹ் நாடினால், அவர்களை நேர்வழியில் ஒன்று சேர்த்திருப்பான். ஆகவே, அறியாதவர்களில் நிச்சயம் ஆகிவிடாதீர்.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:36","price":"(உண்மையை) ஏற்றுக் கொள்வதெல்லாம் (அந்த உண்மைக்கு) செவிசாய்ப்பவர்கள்தான். இறந்தவர்களோ - அவர்களை அல்லாஹ் (மறுமையில்) எழுப்புவான். பிறகு, அவனிடமே (அவர்கள் எல்லோரும்) திரும்ப கொண்டு வரப்படுவார்கள்.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:37","price":"“(நம் விருப்பப்படி) ஓர் அத்தாட்சி அவருடைய இறைவனிடமிருந்து அவர் மீது இறக்கப்பட வேண்டாமா?’’ என்று (இணைவைப்பாளர்கள்) கூறினர். (நபியே!) கூறுவீராக: ஓர் அத்தாட்சியை இறக்குவதற்கு நிச்சயமாக அல்லாஹ் ஆற்றலுடையவன்தான். எனினும் அவர்களில் அதிகமானோர் அறியமாட்டார்கள்.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:38","price":"பூமியில் ஊர்ந்து செல்லக் கூடியதும்; தன் இரு இறக்கைகளால் (வானத்தில்) பறப்பதும் இல்லை, உங்களைப் போன்ற படைப்புகளாகவே தவிர. எதையும் (லவ்ஹுல் மஹ்ஃபூள் எனும்) புத்தகத்தில் நாம் (குறிப்பிடாமல்) விடவில்லை. பிறகு, தங்கள் இறைவனிடம் (அவர்கள் அனைவரும்) ஒன்று திரட்டப்படுவார்கள்.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:39","price":"இன்னும், நம் வசனங்களைப் பொய்ப்பித்தவர்கள், - இருள்களில் (சிக்கிய) செவிடர்கள், ஊமையர்கள் (போல்) ஆவர். அல்லாஹ், தான் நாடியவர்களை வழிகெடுக்கிறான். இன்னும், தான் நாடியவர்களை நேரான பாதையில் நடத்துகிறான்.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:40","price":"(நபியே!) கூறுவீராக: உங்களுக்கு (நீங்கள் மரணிப்பதற்கு முன்னர்) அல்லாஹ்வின் தண்டனை வந்தால் அல்லது உங்களுக்கு மறுமை வந்தால் அல்லாஹ் அல்லாதவர்களையா நீங்கள் அழைப்பீர்கள்? நீங்கள் உண்மையாளர்களாக இருந்தால் (இதன் பதிலை) அறிவியுங்கள்.","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:41","price":"மாறாக! அவனையே அழைப்பீர்கள். அவன் நாடினால் நீங்கள் எதை நீக்குவதற்காக (அவனை) அழைக்கிறீர்களோ (உங்களை விட்டு) அதை அவன் அகற்றுவான். (அப்போது,) நீங்கள் எவற்றை (அல்லாஹ்விற்கு) இணைவைத்து வணங்குகிறீர்களோ அவற்றை மறந்து விடுவீர்கள்.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:42","price":"(நபியே!) உமக்கு முன்னர் பல சமுதாயங்களுக்கு (தூதர்களை) திட்டவட்டமாக அனுப்பினோம். (அவர்கள் நிராகரித்து விடவே) அவர்கள் (நமக்கு முன்) பணிவதற்காக வறுமை இன்னும் நோயின் மூலம் அவர்களைப் பிடித்தோம்.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:43","price":"ஆக, நம் தண்டனை அவர்களுக்கு வந்தபோது அவர்கள் பணிந்திருக்க வேண்டாமா? எனினும், அவர்களுடைய உள்ளங்கள் இறுகின. இன்னும், அவர்கள் செய்து கொண்டிருந்ததை ஷைத்தான் அவர்களுக்கு அலங்கரித்தான்.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:44","price":"ஆக, அவர்களுக்கு உபதேசிக்கப்பட்டதை அவர்கள் மறந்தபோது (செல்வங்கள்) எல்லாவற்றின் வாசல்களை அவர்களுக்குத் திறந்(து கொடுத்)தோம். முடிவாக, அவர்கள் தங்களுக்கு கொடுக்கப்பட்ட (செல்வத்)தினால் அவர்கள் மகிழ்ச்சியடைந்தபோது அவர்களைத் திடீரென பிடித்தோம். அப்போது, அவர்கள் துக்கப்பட்டு துயரப்பட்டார்கள்.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:45","price":"ஆக, அநியாயமிழைத்த கூட்டத்தின் வேர் அறுக்கப்பட்டது. புகழ் (அனைத்தும்) அகிலத்தார்களின் இறைவன் அல்லாஹ்வுக்கே உரியதாகும்!","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:46","price":"“அல்லாஹ், உங்கள் செவித் திறனையும் உங்கள் பார்வைகளையும் எடுத்தால்; இன்னும், உங்கள் உள்ளங்கள் மீது முத்திரையிட்டால், அல்லாஹ் அல்லாத வேறு இறைவன் யார் இருக்கிறார், அவர் அவற்றை உங்களுக்கு (திரும்ப)க் கொண்டு வருவாரா என்பதை அறிவியுங்கள்?’’ என்று (நபியே!) கூறுவீராக. (இன்னும், நபியே!) நாம் அத்தாட்சிகளை எவ்வாறு விவரிக்கிறோம் என்பதை கவனிப்பீராக. (இவ்வளவு தெளிவாக விவரித்த) பிறகும், அவர்கள் புறக்கணிக்கிறார்கள்.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:47","price":"(நபியே!) கூறுவீராக: “திடீரென அல்லது வெளிப்படையாக அல்லாஹ்வின் தண்டனை உங்களுக்கு வந்தால் அநியாயக்கார மக்களைத் தவிர (யாரும்) அழிக்கப்படுவார்களா? என்று (எனக்கு) அறிவியுங்கள்!’’","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:48","price":"நற்செய்தியாளர்களாக, எச்சரிப்பவர்களாகவே தவிர தூதர்களை நாம் அனுப்புவதில்லை. ஆகவே, எவர்கள் (உண்மையாகவே) நம்பிக்கை கொண்டு (நல்லமல்களை செய்து தங்களை) சீர்திருத்தினார்களோ அவர்கள் மீது பயமில்லை. இன்னும், அவர்கள் கவலைப் படமாட்டார்கள்.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:49","price":"இன்னும், எவர்கள் நம் வசனங்களைப் பொய்ப்பித்தார்களோ, அவர்கள் பாவம் செய்து கொண்டிருந்த காரணத்தால் தண்டனை அவர்களை வந்தடையும்.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:50","price":"(நபியே!) கூறுவீராக: ”அல்லாஹ்வின் பொக்கிஷங்கள் என்னிடம் உள்ளன” என்று நான் உங்களுக்குக் கூறமாட்டேன். இன்னும், நான் மறைவானவற்றை அறிய மாட்டேன். நிச்சயமாக நான் ஒரு வானவர் என்றும் உங்களுக்கு கூறமாட்டேன். எனக்கு வஹ்யி அறிவிக்கப்படுவதைத் தவிர நான் பின்பற்றமாட்டேன்.’’ (நபியே!) கூறுவீராக: “குருடனும், பார்வையுடையவனும் சமமாவார்களா? நீங்கள் சிந்திக்க மாட்டீர்களா?’’","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:51","price":"இன்னும், (நபியே!) “(மறுமையில்) தங்கள் இறைவனிடம் ஒன்று திரட்டப்படுவோம், அங்கு தங்களுக்கு அவனைத் தவிர பாதுகாவலரும் இல்லை பரிந்துரைப்பவரும் இல்லை’’ என்று பயப்படுபவர்களை இதன் மூலம் எச்சரிப்பீராக, அவர்கள் (அதிகமதிகம்) அல்லாஹ்வை அஞ்சுவதற்காக(வும் பாவங்களை விட்டு விலகுவதற்காகவும்).","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:52","price":"இன்னும், (நபியே!) தங்கள் இறைவனை - அவனின் முகத்தை நாடியவர்களாக - காலையிலும் மாலையிலும் பிரார்த்திப்பவர்களை (உங்கள் சபையிலிருந்து) விரட்டாதீர்! (அப்படி நீர் விரட்டினால்) அநியாயக்காரர்களில் ஆகிவிடுவீர்! நீர் அவர்களை விரட்டுவதற்கு அவர்களின் கணக்கிலிருந்து எதுவும் உம் மீதில்லையே. உம் கணக்கிலிருந்து எதுவும் அவர்கள் மீதில்லையே. (உமது செயல்களைப் பற்றி அவர்கள் விசாரிக்கப்பட மாட்டார்கள். அவர்களின் செயல்களைப் பற்றி நீர் விசாரிக்கப்பட மாட்டீர்.)","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:53","price":"இவ்வாறே, அவர்களில் சிலரை சிலர் மூலம் சோதித்தோம். இறுதியில், “எங்களுக்கு மத்தியிலிருந்து (நம்பிக்கை கொண்ட) இவர்கள் மீதா அல்லாஹ் அருள் புரிந்தான்?’’ என்று அவர்கள் (-நிராகரிப்பாளர்கள்) கூறுகிறார்கள். நன்றியுள்ளவர்களை அல்லாஹ் மிக அறிந்தவனாக இல்லையா?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:54","price":"இன்னும், (நபியே!) நம் வசனங்களை நம்பிக்கை கொள்பவர்கள் உம்மிடம் வந்தால் (அவர்களுக்கு நீர்) கூறுவீராக: “உங்களுக்கு ஸலாம் - ஈடேற்றம் உண்டாகுக! உங்கள் இறைவன் கருணையை தன்மீது கடமையாக்கினான். நிச்சயமாக உங்களில் எவர் அறியாமையினால் ஒரு தீமையைச் செய்து, பிறகு, அதன் பின்னர் (அதிலிருந்து திருந்தி அல்லாஹ்வின் பக்கம்) திரும்பி, (தன்னை) சீர்திருத்துவாரோ, (அவரை அல்லாஹ் மன்னிப்பான். ஏனென்றால்,) நிச்சயமாக அவன் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.’’","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:55","price":"இவ்வாறுதான், (சத்தியம் தெளிவாகுவதற்காகவும்,) குற்றவாளிகளின் வழி தெளிவாகுவதற்காகவும் (நமது) வசனங்களை விவரிக்கிறோம்.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:56","price":"(நபியே!) கூறுவீராக: “அல்லாஹ்வைத் தவிர நீங்கள் பிரார்த்திப்பவற்றை நான் வணங்குவதற்கு நிச்சயமாக நான் தடுக்கப்பட்டுள்ளேன்.” (நபியே!) கூறுவீராக: “நான் உங்கள் ஆசைகளை பின்பற்றமாட்டேன். அவ்வாறாயின், நான் வழிதவறிவிடுவேன். இன்னும், நேர்வழி பெற்றவர்களில் நான் இருக்க மாட்டேன்.’’","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:57","price":"(நபியே!) கூறுவீராக: “நிச்சயமாக நான் என் இறைவனின் (தெளிவான) ஓர் அத்தாட்சியின் மீதிருக்கிறேன். அவனை (நீங்கள்) பொய்ப்பித்தீர்கள். நீங்கள் அவசரப்படுவது என்னிடம் இல்லை. (எவருக்கும்) அதிகாரம் இல்லை அல்லாஹ்வுக்கே தவிர. (அவன்) உண்மையை விவரிக்கிறான். இன்னும், தீர்ப்பாளர்களில் அவன் மிக மேலானவன்.’’","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:58","price":"கூறுவீராக: “நீங்கள் அவசரப்படுவது என்னிடம் இருந்திருந்தால், எனக்கு மத்தியிலும் உங்களுக்கு மத்தியிலும் காரியம் முடிக்கப்பட்டிருக்கும். அல்லாஹ், அநியாயக்காரர்களை மிக அறிந்தவன்.’’","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:59","price":"இன்னும், மறைவானவற்றின் சாவிகள் அவனிடமே இருக்கின்றன. அவற்றை அவனைத் தவிர (யாரும்) அறிய மாட்டார். நிலத்திலும், நீரிலும் உள்ளவற்றை (அவன்) நன்கறிவான். இன்னும், ஓர் இலையும் விழுவதில்லை அதை அவன் அறிந்தே தவிர. பூமியின் (ஆழ்) இருள்களில் உள்ள வித்து, பசுமையானது, உலர்ந்தது ஆகிய எதுவுமில்லை - தெளிவான புத்தகத்தில் (அவை எழுதப்பட்டு) இருந்தே தவிர.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:60","price":"இன்னும், இரவில் அவன்தான் உங்க(ள் உயிர்க)ளை கைப்பற்றுகிறான். இன்னும், நீங்கள் பகலில் செய்தவற்றை அவன் அறிகிறான். பிறகு, குறிப்பிட்ட தவணை (முழுமையாக) முடிக்கப்படுவதற்காக அதில் (-காலையில்) உங்களை அவன் எழுப்புகிறான். பிறகு, அவன் பக்கமே உங்கள் மீளுமிடம் இருக்கிறது. பிறகு, நீங்கள் செய்து கொண்டிருந்தவற்றை அவன் உங்களுக்கு அறிவிப்பான்.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:61","price":"அவன்தான் தன் அடியார்கள் மேல் ஆதிக்கமுள்ளவன். இன்னும், உங்கள் மீது (வானவ) காவலர்களையும் அவன் அனுப்புகிறான். இறுதியாக, உங்களில் ஒருவருக்கு மரணம் வந்தால், நம் (வானவத்) தூதர்கள் அவ(ருடைய உயி)ரை கைப்பற்றுகிறார்கள். அவர்கள் (தங்கள் பணியில்) குறைவு செய்யமாட்டார்கள்.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:62","price":"பிறகு, அவர்களின் உண்மையான எஜமானாகிய அல்லாஹ்விடம் மீண்டும் கொண்டு வரப்படுவார்கள். அறிந்து கொள்ளுங்கள்: “அவனுக்கே (ஆட்சியும்) அதிகார(மு)ம் உரியது. அவன் கணக்கெடுப்பவர்களில் மிகத் தீவிரமானவன்.’’","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:63","price":"“தரை இன்னும் கடலின் இருள்களில் உங்களை யார் பாதுகாப்பான்? எங்களை இதிலிருந்து பாதுகாத்தால் நிச்சயமாக நாங்கள் நன்றிசெலுத்துபவர்களில் ஆகிவிடுவோம்” என்று பணிவாகவும் மறைவாகவும் அவனிடமே நீங்கள் பிரார்த்திக்கிறீர்கள்.","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:64","price":"(நபியே!) கூறுவீராக: “இதிலிருந்தும் இன்னும் எல்லா துன்பங்களிலிருந்தும் அல்லாஹ்தான் உங்களை பாதுகாக்கிறான். (அவன் உங்களை பாதுகாத்த) பிறகு, நீங்கள் (அவனுக்கு) இணைவைக்கிறீர்கள்!’’","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:65","price":"(நபியே!) கூறுவீராக: “உங்களுக்கு மேலிருந்து; அல்லது, உங்கள் கால்களுக்குக் கீழிருந்து உங்கள் மீது தண்டனையை அனுப்புவதற்கும்; அல்லது, உங்களைப் பல பிரிவுகளாக (ஆக்கி, பிறகு, உங்களுக்குள் ஒரு பிரிவை இன்னொரு பிரிவுடன் சண்டையில்) கலந்து, உங்களில் சிலருக்கு சிலருடைய வலிமையை (-தாக்குதலை) சுவைக்க வைப்பதற்கும் அவன்தான் சக்தியுள்ளவன்.’’ அவர்கள் விளங்குவதற்காக வசனங்களை எவ்வாறு விவரிக்கிறோம் என்று (நபியே!) கவனிப்பீராக.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:66","price":"இதுதான் உண்மையாக இருந்தும், உம் சமுதாயம் இதை பொய்ப்பித்தனர். (நபியே!) கூறுவீராக: “உங்கள் மீது பொறுப்பாளனாக நானில்லை.’’","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:67","price":"ஒவ்வொரு செய்திக்கும் (அது) நிகழும் நேரமுண்டு. இன்னும், (நீங்கள் அதை) அறியத்தான் போகிறீர்கள்.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:68","price":"(நபியே!) நம் வசனங்களில் (அவற்றை கேலி செய்வதில்) மூழ்குபவர்களைக் கண்டால், அவர்கள் அது அல்லாத (வேறு) பேச்சில் மூழ்கும் வரை அவர்களைப் புறக்கணிப்பீராக. ஷைத்தான் உம்மை மறக்கடித்தால், நினைவு வந்த பின்னர் அநியாயக்கார கூட்டத்துடன் அமராதீர்.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:69","price":"இன்னும் (வீண் விவாதத்தில் மூழ்கும்) அவர்களுடைய (செயல்களின்) கணக்கிலிருந்து எதுவும் அல்லாஹ்வை அஞ்சுபவர்கள் மீதில்லை. எனினும், அ(வ்வாறு கேலி செய்ப)வர்கள் தவிர்ந்து கொள்வதற்காக உபதேசித்தல் (கடமையாகும்).","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:70","price":"இன்னும், (நபியே!) எவர்கள் தங்கள் மார்க்கத்தை விளையாட்டாகவும் கேளிக்கையாகவும் எடுத்துக் கொண்டார்களோ; இன்னும், உலக வாழ்க்கை அவர்களை மயக்கிவிட்டதோ அவர்களை நீர் விட்டுவிடுவீராக. ஓர் ஆன்மா, தான் செய்ததன் காரணமாக (மறுமையில்) ஆபத்திற்குள்ளாகும் என்பதை இதன் மூலம் நினைவூட்டுவீராக. (அந்நாளில்) பாதுகாவலரோ பரிந்துரையாளரோ, அல்லாஹ்வைத் தவிர அதற்கு இருக்கமாட்டார். அது (தண்டனையிலிருந்து தப்பிக்க) எவ்வளவு ஈடு கொடுத்தாலும் அதனிடமிருந்து அது ஏற்கப்படாது. இவர்கள் எத்தகையோர் என்றால் தாங்கள் செய்ததன் காரணமாகவே ஆபத்திற்குள்ளானார்கள். இவர்கள் நிராகரித்துக் கொண்டிருந்த காரணத்தால் கடுமையான கொதி நீரிலிருந்து குடிபானமும் துன்புறுத்தும் தண்டனையும் இவர்களுக்கு உண்டு.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:71","price":"(நபியே!) கூறுவீராக: “அல்லாஹ்வைத் தவிர எங்களுக்கு பலனளிக்காதவற்றையும் தீங்கிழைக்காதவற்றையும் நாங்கள் அழைப்போமா? ஒருவர், அவரை நேர்வழி பக்கம் அழைக்கின்ற நண்பர்கள் அவருக்கு இருந்த நிலையில், ஷைத்தான்கள் அவரை வழிதவறச் செய்து, அவரோ திகைத்தவராக பூமியில் அலைகிறாரே அவரைப் போல், நாங்கள் - எங்களை அல்லாஹ் நேர்வழிப்படுத்திய பின்னர் - எங்கள் குதிங்கால்கள் மேல் (வழிகேட்டின் பக்கம்) திரும்பி (குழப்பத்தில் ஆகி) விடுவோமா?’’ (நபியே!) கூறுவீராக: “நிச்சயமாக அல்லாஹ்வின் நேர்வழி, அதுதான் (உண்மையான) நேர்வழியாகும். அகிலத்தார்களின் இறைவனுக்கே நாங்கள் (முற்றிலும்) பணிந்துவிடவேண்டும் என்று கட்டளையிடப்பட்டோம்.’’","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:72","price":"இன்னும், “தொழுகையை நிலை நிறுத்துங்கள்; இன்னும், அவனை அஞ்சுங்கள் என்று நாங்கள் கட்டளை இடப்பட்டுள்ளோம்.” இன்னும், அவன் பக்கம்தான் நீங்கள் ஒன்று திரட்டப்படுவீர்கள்.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:73","price":"அவன்தான் உண்மையில் வானங்களையும், பூமியையும் படைத்தான். இன்னும், (மறுமை நிகழும்போது வானமும் பூமியும் வேறு வானமாகவும் பூமியாகவும் மாற்றப்படும். அப்போது) ‘ஆகுக!’ என அவன் கூறும் அந்த நாளில் உடனே (அது அவன் நாடியபடி அவை இரண்டும்) ஆகிவிடும்.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:74","price":"இப்ராஹீம் தன் தந்தை ஆஸருக்கு கூறிய சமயத்தை நினைவு கூருவீராக! “நீர் சிலைகளை வணங்கத்தகுதியான தெய்வங்களாக எடுத்துக்கொள்கிறீரா?’’ “நிச்சயமாக நான் உம்மையும் உம் சமுதாயத்தையும் தெளிவான வழிகேட்டில் காண்கிறேன்.’’","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:75","price":"இன்னும், (நேர்வழியையும் வழிகேட்டையும் அவருக்கு நாம் காண்பித்து கொடுத்த) இவ்வாறுதான், வானங்கள்; மற்றும், பூமியின் பேராட்சியை இப்ராஹீமுக்கு காண்பித்தோம். ஏனெனில், (அவர் அல்லாஹ்வின் வல்லமையை அறிந்து கொள்வதற்காக.) இன்னும், அவர் உறுதியான நம்பிக்கை உடையவர்களில் ஆகுவதற்காக.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:76","price":"ஆக, அவரை இரவு சூழ்ந்தபோது அவர் ஒரு நட்சத்திரத்தைக் கண்டு “இது என் இறைவன்’’ எனக் கூறினார். ஆக, அது மறைந்தபோது, “மறையக் கூடியவற்றை (இறைவனாக எடுத்துக்கொள்ள நான்) விரும்பமாட்டேன்’’ எனக் கூறினார்.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:77","price":"ஆக, உதயமாகிய சந்திரனை அவர் கண்டபோது, “இது என் இறைவன்’’ எனக் கூறினார். ஆக, அது மறைந்தபோது “என்(னைப் படைத்த எனது உண்மையான) இறைவன் என்னை நேர்வழி படுத்தாவிட்டால் வழிகெட்ட சமுதாயத்தில் நிச்சயமாக நான் ஆகிவிடுவேன்’’ எனக் கூறினார்.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:78","price":"ஆக, உதயமாகிய சூரியனைக் கண்டபோது, “இது என் இறைவன், இது மிகப் பெரியது’’ எனக் கூறினார். ஆக, அது மறைந்தபோது, “என் சமுதாயமே! நீங்கள் (உண்மையான இறைவனாகிய அல்லாஹ்விற்கு) இணைவைப்பவற்றிலிருந்து நிச்சயமாக நான் விலகியவன்’’ என்று கூறினார்.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:79","price":"“வானங்களையும் பூமியையும் படைத்தவனின் பக்கம் நிச்சயமாக நான் ஏகத்துவக் கொள்கையில் உறுதியுடையவனாக (அல்லாஹ்வின் பக்கம்) என் முகத்தை திருப்பிவிட்டேன். இன்னும், நான் இணைவைப்பவர்களில் இல்லை.’’ (என்று கூறினார்)","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:80","price":"இன்னும், அவரிடம் அவருடைய சமுதாயத்தினர் தர்க்கித்தனர். அவர் கூறினார்: “நீங்கள் அல்லாஹ்வைப் பற்றி என்னிடம் தர்க்கிக்கிறீர்களா? அவனோ எனக்கு நேர்வழி காட்டிவிட்டான். இன்னும், அவனுக்கு நீங்கள் இணைவைப்பதை நான் பயப்பட மாட்டேன், என் இறைவன் எதையும் நாடினால் தவிர. என் இறைவன் ஞானத்தால் எல்லாவற்றையும் விட விசாலமானவனாக இருக்கிறான். நீங்கள் நல்லுபதேசம் பெறவேண்டாமா?’’","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:81","price":"“இன்னும், நீங்கள் இணைவைத்தவற்றை எவ்வாறு நான் பயப்படுவேன். உங்களுக்கு அவன் எதற்கு ஆதாரத்தை இறக்கவில்லையோ அதை நிச்சயமாக நீங்கள் அல்லாஹ்விற்கு இணையாக்கியதைப் பற்றி நீங்கள் பயப்படுவதில்லை. ஆகவே, இரு பிரிவினரில் (இறைவனின் கோபத்திலிருந்து) பாதுகாப்புப்பெற மிகத் தகுதியுடையவர் யார்? நீங்கள் அறிந்தவர்களாக இருந்தால் (பதில் கூறுங்கள்).”","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:82","price":"எவர்கள் நம்பிக்கை கொண்டு, தங்கள் நம்பிக்கையில் (இணைவைத்தல் எனும்) அநியாயத்தை கலக்கவில்லையோ அவர்களுக்கே (அல்லாஹ்வின் தண்டனையிலிருந்து) பாதுகாப்பு உண்டு. இன்னும், அவர்கள்தான் நேர்வழி பெற்றவர்கள் ஆவர்.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:83","price":"இன்னும், இவை நம் சான்றாகும். அதை அவருடைய சமுதாயத்திற்கு எதிராக இப்ராஹீமுக்கு கொடுத்தோம். நாம் நாடியவர்களை பதவிகளால் உயர்த்துகிறோம். (நபியே!) நிச்சயமாக உம் இறைவன் மகா ஞானவான், நன்கறிபவன் ஆவான்.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:84","price":"இன்னும் நாம் அவருக்கு இஸ்ஹாக்கையும் யஅகூபையும் வழங்கினோம். எல்லோரையும் நேர்வழி நடத்தினோம். இதற்கு முன்னர் நூஹையும், அவருடைய சந்ததிகளில் தாவூதையும், ஸுலைமானையும், ஐயூபையும், யூஸுஃபையும், மூஸாவையும், ஹாரூனையும் நாம் நேர்வழி நடத்தினோம். நல்லறம் புரிவோருக்கு இவ்வாறே (நற்)கூலி கொடுக்கிறோம்.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:85","price":"இன்னும், ஸகரிய்யாவையும், யஹ்யாவையும், ஈஸாவையும், இல்யாஸையும் (நேர்வழி நடத்தினோம்). (இவர்கள்) எல்லோரும் நல்லோரில் உள்ளவர்களே.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:86","price":"இன்னும், இஸ்மாயீலையும், அல்யஸஉவையும், யூனுஸையும், லூத்தையும் (நேர்வழி நடத்தினோம்). (இவர்கள்) எல்லோரையும் அகிலத்தார்களை விட மேன்மைப்படுத்தினோம்.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:87","price":"இன்னும், இவர்களுடைய மூதாதைகளிலும், இவர்களுடைய சந்ததிகளிலும், இவர்களுடைய சகோதரர்களிலும் (நாம் விரும்பிய பலரை மேன்மைப்படுத்தினோம்). இன்னும் அவர்களை (நபித்துவத்திற்காக) தேர்ந்தெடுத்தோம். இன்னும் அவர்களுக்கு நேரான பாதையின் பக்கம் நேர்வழி காட்டினோம்.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:88","price":"இதுவே அல்லாஹ்வுடைய நேர்வழியாகும். தன் அடியார்களில் தான் நாடியவர்களை அதன் மூலம் நேர்வழி நடத்துகிறான். இன்னும், அவர்கள் (-மேற்கூறப்பட்ட நபிமார்கள்) இணைவைத்தால் அவர்கள் செய்து கொண்டிருந்தவை அவர்களை விட்டு அழிந்துவிடும்.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:89","price":"இவர்கள் எத்தகையோர் என்றால் இவர்களுக்கு வேதத்தையும், ஞானத்தையும், நபித்துவத்தையும் கொடுத்தோம். ஆகவே, அவற்றை (மக்காவாசிகளாகிய) இவர்கள் நிராகரித்தால் அவற்றை நிராகரிப்பவர்களாக இருக்காத ஒரு சமுதாயத்தை (நாம் கொண்டுவருவோம். அவர்களை) அவற்றுக்கு பொறுப்பாளர்களாக ஆக்கி விடுவோம்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:90","price":"(நபியே!) அவர்கள் எத்தகையோர் என்றால் அல்லாஹ் அவர்களை நேர்வழி நடத்தினான். ஆகவே, அவர்களுடைய நேர்வழியையே - அதையே நீர் பின்பற்றுவீராக. “இதற்காக உங்களிடம் ஒரு கூலியையும் நான் கேட்க மாட்டேன். இ(ந்த வேதமான)து இல்லை, அகிலத்தார்களுக்கு ஒரு நல்லுபதேசமாகவே தவிர’’ என்று கூறுவீராக.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:91","price":"“மனிதர்கள் மீது (வேதத்தில்) எதையும் அல்லாஹ் இறக்கவில்லை’’ என்று அவர்கள் கூறியபோது அல்லாஹ்வை அவனுடைய தகுதிக்கு தகுந்தாற்போல் அவர்கள் அறியவில்லை. (நபியே!) கூறுவீராக: “மக்களுக்கு ஒளியாகவும் நேர்வழியாகவும் மூஸா கொண்டு வந்த வேதத்தை இறக்கியவன் யார்? அதை நீங்கள் பல ஏடுகளாக ஆக்கி, அவற்(றில் சிலவற்)றை வெளிப்படுத்தினீர்கள், இன்னும் அதிகமானதை மறைத்தும் விடுகிறீர்கள். நீங்களும் உங்கள் மூதாதைகளும் அறியாதவற்றை (நீங்கள்) கற்பிக்கப்பட்டீர்கள்.” (நபியே!) “அல்லாஹ் (அதை இறக்கினான்)’’ என்று நீர் கூறிவிட்டு, அவர்களை அவர்கள் மூழ்குவதிலேயே (-அவர்களின் பொய்யான கேலி பேச்சுகளில்) விளையாடியவர்களாக நீர் விட்டுவிடுவீராக.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:92","price":"(நபியே!) இது பாக்கியமிக்க (அதிமான நன்மைகளை உடைய) வேதமாகும். நாம் இதை இறக்கினோம். இது, தனக்கு முன்னுள்ளதை உண்மைப்படுத்தக் கூடியதாகும். இன்னும், நீர் (இதன் மூலம்) மக்காவையும் (-மக்கா நகரத்தில் உள்ளவர்களையும்) அதைச் சுற்றி உள்ளவர்களையும் எச்சரிப்பதற்காக (இறக்கினோம்). இன்னும், எவர்கள் மறுமையை நம்பிக்கை கொள்வார்களோ அவர்கள் இதையும் நம்பிக்கை கொள்வார்கள். இன்னும், அவர்கள் தங்கள் தொழுகையை மிகுந்த கவனத்துடன் தொடர்ந்து நிறைவேற்றுவார்கள்.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:93","price":"(நபியே!) அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டுபவன்; அல்லது, அவனுக்கு எதுவும் வஹ்யி அறிவிக்கப்படாமலிருக்க \"தனக்கு வஹ்யி அறிவிக்கப்பட்டது'' என்று கூறுபவன்; அல்லது, \"அல்லாஹ் இறக்கியதைப் போல் (நானும்) இறக்குவேன்'' என்று கூறுபவன் ஆகிய (இ)வர்களை விட மிகப்பெரிய அநியாயக்காரன் யார்? (இந்த) அக்கிரமக்காரர்கள் மரண வேதனைகளில் இருக்கும் சமயத்தில் நீர் (அவர்களைப்) பார்த்தால், வானவர்கள் தங்கள் கைகளை நீட்டி, (அவர்களை நோக்கி) \"உங்கள் உயிர்களை வெளியேற்றுங்கள்; நீங்கள் உண்மையல்லாததை அல்லாஹ்வின் மீது கூறிக்கொண்டிருந்த காரணத்தாலும், நீங்கள் அவனுடைய வசனங்களை மறுத்து பெருமையடிப்பவர்களாக இருந்த காரணத்தாலும் இன்று இழிவான வேதனையை கூலி கொடுக்கப்படுவீர்கள்'' (என்று கூறுவார்கள்).","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:94","price":"“முதல் முறை நாம் உங்களைப் படைத்தது போல் தனி நபர்களாக நம்மிடம் திட்டமாக வந்துவிட்டீர்கள். நாம் உங்களுக்குக் கொடுத்தவற்றையும் உங்கள் முதுகுகளுக்குப் பின்னால் விட்டுவிட்டீர்கள். உங்களுடன் (நீங்கள் நம்பிக்கொண்டிருந்த) உங்கள் பரிந்துரையாளர்களை நாம் காணவில்லை. நிச்சயமாக, அவர்கள் உங்களுக்கு மத்தியில் (அல்லாஹ்விற்கு) இணையான தெய்வங்கள் என நீங்கள் (அவர்களை) எண்ணினீர்கள். உங்களுக்கு மத்தியில் (இருந்த தொடர்புகள்) அறுந்து, (பரிந்துரையாளர்கள் என) நீங்கள் எண்ணிக்கொண்டிருந்தவை உங்களை விட்டும் தவறிப்போய்விட்டன.’’","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:95","price":"நிச்சயமாக அல்லாஹ் வித்துகளையும், (பழங்களின்) கொட்டைகளையும் பிளந்து (செடி கொடிகளை) துளிர்க்கச் செய்பவன்; இறந்ததிலிருந்து உயிருள்ளதை வெளியாக்குகிறான்; இன்னும், உயிருள்ளதிலிருந்து இறந்ததை வெளியாக்குகிறான். அத்தகையவன்தான் அல்லாஹ். ஆகவே, நீங்கள் (அவனை விட்டு வேறு) எங்கு திருப்பப்படுகிறீர்கள்?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:96","price":"(அவனே இருளிலிருந்து) ஒளியை பிளப்பவன்; இன்னும், இரவை அமைதி பெறுவதற்காகவும் சூரியனையும் சந்திரனையும் (நேரம் மற்றும் மாதத்தின்) கணக்கிற்காகவும் ஆக்கினான். இவை மிகைத்தவன், நன்கறிந்தவனின் ஏற்பாடாகும்.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:97","price":"இன்னும், நட்சத்திரங்களை உங்களுக்கு அவன்தான் அமைத்தான், நீங்கள் தரையிலும் கடலின் இருள்களிலும் அவற்றின் மூலம் நேர்வழி பெறுவதற்காக. அறிவுள்ள சமுதாயத்திற்காக அத்தாட்சிகளை திட்டமாக நாம் விவரித்து விட்டோம்.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:98","price":"இன்னும், அவன்தான் உங்களை ஒரே ஓர் ஆத்மாவில் இருந்து உருவாக்கினான். ஆக, (ஒவ்வொரு ஆன்மாவிற்கும்) ஒரு தங்குமிடமும் ஒரு ஒப்படைக்கப்படும் இடமும் உண்டு. சிந்தித்து புரிகின்ற சமுதாயத்திற்காக அத்தாட்சிகளை திட்டமாக விவரித்தோம்.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:99","price":"இன்னும், அவன்தான் மேகத்திலிருந்து மழையை இறக்குபவன். அதன் மூலம் எல்லா தாவரங்களையும் நாம் உற்பத்தி செய்தோம். (அவ்வாறே) அதிலிருந்து பசுமையானதையும் உற்பத்தி செய்தோம். அதிலிருந்து அடர்ந்த வித்துக்களை (உடைய கதிர்களை)யும் உற்பத்தி செய்கிறோம். பேரீச்ச மரத்தில் அதன் பாளையிலிருந்து (பறிப்பதற்கு) நெருக்கமான பழக்குலைகளும் இருக்கின்றன. திராட்சைகளின் தோட்டங்களையும், (ஒலிவம்) ஆலிவ் பழங்களையும், (பார்வையில்) ஒப்பான, (ருசியில்) ஒப்பாகாத மாதுளைகளையும் (நாமே வெளியாக்குகிறோம்). அவை காய்க்கும்போது அதன் கனிகளையும் இன்னும், அவை பழமாகுவதையும் கவனித்துப் பாருங்கள். நம்பிக்கை கொள்ளும் மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:100","price":"இன்னும், அவர்கள் ஜின்களை அல்லாஹ்விற்கு இணையான தெய்வங்களாக ஆக்கினர். அவனோ அவர்களைப் படைத்திருக்கிறான். இன்னும், அறிவின்றி அவனுக்கு மகன்களையும், மகள்களையும் கற்பனை செய்தனர். அவன் (இந்த கற்பனைகளை விட்டு) மகாத் தூயவன். இன்னும் அ(ந்த இணைவைப்ப)வர்கள் வருணிப்பதை விட்டு அவன் மிக உயர்ந்தவன்.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:101","price":"(அவன்) வானங்கள் இன்னும் பூமியின் நூதன படைப்பாளன் (-முன்மாதிரி இன்றி அவற்றை படைத்தவன்). அவனுக்கு மனைவி இல்லாமல் இருக்கும்போது அவனுக்கு எவ்வாறு சந்ததி இருக்க முடியும்? இன்னும், அவனோ எல்லாவற்றையும் படைத்தான். (அவனைத் தவிர எல்லாம் படைக்கப்பட்டவையே!) இன்னும், அவன் எல்லாவற்றையும் நன்கறிந்தவன்.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:102","price":"அவன்தான் உங்கள் இறைவனாகிய அல்லாஹ்; அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. (அவன்) எல்லாவற்றின் படைப்பாளன். ஆகவே, அவனை வணங்குங்கள்! இன்னும், அவன் எல்லாவற்றின் மீதும் கண்காணிப்பாளன் ஆவான்.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:103","price":"பார்வைகள் அவனை பார்க்க முடியாது. அவன் எல்லா(ருடைய) பார்வைகளை பார்க்கிறான். இன்னும், அவன்தான் மிக நுட்பமானவன்; ஆழ்ந்தறிபவன் ஆவான்.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:104","price":"உங்கள் இறைவனிடமிருந்து ஆதாரங்கள் உங்களுக்கு வந்துவிட்டன. ஆக, எவர் (அவற்றை) கவனமாக பார்த்தாரோ அது அவருக்குத்தான் நன்மை. எவர் குருடாகி விட்டாரோ (அது) அவருக்குத்தான் கேடாகும். (நீர் அவர்களை நோக்கி) “நான் உங்கள்மீது (ஏற்படுத்தப்பட்ட) காவலனாக இல்லை’’ (என்று நபியே! கூறுவீராக).","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:105","price":"(நேர்வழியை நாடுவோர் நேர்வழிபெற நமது) வசனங்களை இவ்வாறு விவரிக்கிறோம். இன்னும், நீர் படித்தீர் என்று அவர்கள் சொல்வதற்காகவும், அறிகின்ற மக்களுக்கு நாம் அதைத் தெளிவுபடுத்துவதற்காகவும் (நம் வசனங்களை தொடர்ந்து விவரிக்கிறோம்).","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:106","price":"(நபியே!) உம் இறைவனிடமிருந்து உமக்கு வஹ்யி அறிவிக்கப்பட்டதை பின்பற்றுவீராக. அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. இன்னும் இணைவைத்து வணங்குபவர்களை புறக்கணிப்பீராக!","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:107","price":"அல்லாஹ் நாடியிருந்தால் (அவர்கள்) இணைவைத்திருக்க மாட்டார்கள். அவர்கள் மீது காவலராக நாம் உம்மை ஆக்கவில்லை. நீர் அவர்கள் மீது பொறுப்பாளராகவும் இல்லை.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:108","price":"(நம்பிக்கையாளர்களே!) அல்லாஹ்வை அன்றி எவர்களை அவர்கள் வணங்குகிறார்களோ அவர்களைத் திட்டாதீர்கள். அதனால் அவர்கள் அறிவின்றி வரம்புமீறி அல்லாஹ்வைத் திட்டுவார்கள். இவ்வாறே, ஒவ்வொரு சமுதாயத்திற்கும் அவர்களுடைய செயல்களை நாம் அலங்கரித்தோம். பிறகு, அவர்களுடைய இறைவனிடமே அவர்களுடைய மீட்சி இருக்கிறது. அவர்கள் செய்து கொண்டிருந்தவற்றை (அவன்) அவர்களுக்கு அறிவிப்பான்.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:109","price":"(அவர்கள் விருப்பப்படி) ஓர் அத்தாட்சி அவர்களிடம் வந்தால், “நிச்சயமாக அதை நம்பிக்கை கொள்வோம்” என அவர்கள் அல்லாஹ்வின் மீது உறுதியாக சத்தியம் செய்தனர். (நபியே!) “அத்தாட்சிகள் எல்லாம் அல்லாஹ்விடமே இருக்கின்றன.’’ என்று கூறுவீராக. (அவர்கள் விரும்பியவாறே) நிச்சயமாக அவை வந்தால், அவர்கள் நம்பிக்கை கொள்ளமாட்டார்கள் என்பது (நம்பிக்கையாளர்களே!) உங்களுக்கு தெரியாதா?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:110","price":"இன்னும், முதல் முறையாக அவர்கள் இ(வ்வேதத்)தை நம்பிக்கை கொள்ளாதது போன்றே நாம் அவர்களுடைய உள்ளங்களையும் அவர்களுடைய பார்வைகளையும் (இறுதி வரை) புரட்டிவிடுவோம். இன்னும், அவர்களுடைய அட்டூழியத்தில் அவர்கள் (மேலும்) கடுமையாக அட்டூழியம் செய்பவர்களாக அவர்களை விட்டுவிடுவோம்.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"ta"},{"name":"6:111","price":"(அவர்கள் கோரியபடி) நிச்சயமாக, நாம் அவர்களிடம் வானவர்களை இறக்கினாலும்; இன்னும், இறந்தவர்கள் அவர்களிடம் பேசினாலும்; இன்னும், எல்லாவற்றையும் அவர்களுக்கு முன்னால் கண்ணெதிரே ஒன்று திரட்டினாலும், (அவர்கள்) நம்பிக்கை கொள்பவர்களாக இல்லை, அல்லாஹ் நாடினால் தவிர. எனினும், நிச்சயமாக அவர்களில் அதிகமானோர் அறிய மாட்டார்கள்.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:112","price":"இவ்வாறே, ஒவ்வொரு நபிக்கும் மனிதர்களிலும், ஜின்களிலுமுள்ள ஷைத்தான்களை நாம் எதிரிகளாக ஆக்கினோம். அவர்களில் சிலர் சிலருக்கு (அவர்களை) ஏமாற்றுவதற்காக அலங்காரமான சொல்லை சொல்லித் தருகிறார்கள். உம் இறைவன் நாடியிருந்தால் அதை அவர்கள் செய்திருக்க மாட்டார்கள். ஆகவே, (நபியே!) அவர்களையும் அவர்கள் பொய்யாக புனைந்து பேசுவதையும் விட்டுவிடுவீராக.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:113","price":"இன்னும், மறுமையை நம்பாதவர்களுடைய உள்ளங்கள் அதன் பக்கம் செவிசாய்ப்பதற்காகவும்; இன்னும், அதை அவர்கள் திருப்தி கொள்வதற்காகவும்; இன்னும், அவர்கள் செய்(யும்) ப(ல பாவமான)வற்றை செய்வதற்காகவும் (ஷைத்தான்கள் அவர்களை ஏமாற்றினர்).","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:114","price":"“தீர்ப்பாளனாக அல்லாஹ் அல்லாதவரையா நான் தேடுவேன்? அவன்தான் உங்களுக்கு மிகத் தெளிவான வேதத்தை இறக்கினான்.’’ (என்று நபியே! கூறுவீராக). இன்னும், (இதற்கு முன்னர்) நாம் எவர்களுக்கு வேதத்தை கொடுத்தோமோ அவர்கள், நிச்சயமாக, இது உண்மையில் (உண்மையான ஆதாரங்களுடன்) உம் இறைவனிடமிருந்து இறக்கப்பட்டது என்பதை அறிவார்கள். ஆகவே, சந்தேகிப்பவர்களில் ஒருபோதும் ஆகிவிடாதீர்.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:115","price":"(நபியே!) உம் இறைவனின் வாக்கு (-வேதம்) உண்மையாலும் நீதத்தாலும் முழுமையானதாக இருக்கிறது. அவனுடைய (வேத) வாக்குகளை மாற்றுபவன் அறவே இல்லை. அவன்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:116","price":"இன்னும், இப்பூமியில் உள்ளவர்களில் அதிகமானோருக்கு நீர் கீழ்ப்படிந்தால் (அவர்கள்) உம்மை அல்லாஹ்வுடைய பாதையிலிருந்து வழிகெடுத்து விடுவார்கள். (அதிகமானோர்) யூகத்தைத் தவிர (உண்மையை) பின்பற்றமாட்டார்கள். இன்னும், கற்பனை செய்பவர்களாகவே (-பொய்யை பின்பற்றுபவர்களாகவே) தவிர (உண்மையை பின்பற்றுபவர்களாக) அவர்கள் இல்லை.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:117","price":"(நபியே!) நிச்சயமாக உம் இறைவன், அவனுடைய பாதையிலிருந்து வழிகெடுபவரை மிக அறிந்தவன். இன்னும், அவன் நேர்வழி பெற்றவர்களையும் மிக அறிந்தவன்.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:118","price":"ஆகவே, (அறுக்கும்போது) அல்லாஹ்வுடைய பெயர் கூறப்பட்டதிலிருந்து புசியுங்கள், நீங்கள் அவனுடைய வசனங்களை நம்பிக்கை கொண்டவர்களாக இருந்தால்.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:119","price":"இன்னும் (அறுக்கும்போது) எதன் மீது அல்லாஹ்வின் பெயர் கூறப்பட்(டு அறுக்கப்பட்)டதோ அதிலிருந்து நீங்கள் புசிக்காதிருக்க உங்களுக்கு என்ன ஏற்பட்டது? அவன் உங்கள் மீது தடுத்தவற்றை உங்களுக்கு (இந்த வேதத்தில் 173, 3 ஆகிய வசனங்களில்) விவரித்துவிட்டான் (ஆனால் தடுக்கப்பட்ட) அதன் பக்கம் நீங்கள் நிர்ப்பந்திக்கப்பட்டால் தவிர (அப்போது, அதை உண்ணுவது உங்கள் நிர்ப்பந்தத்தின் அளவு உங்களுக்கு ஆகுமாகிவிடும்). நிச்சயமாக அதிகமானோர் கல்வி அறிவின்றி தங்கள் ஆசைகளினால் (மக்களை) வழி கெடுக்கிறார்கள். (நபியே!) நிச்சயமாக உம் இறைவன் எல்லை மீறுபவர்களை மிக அறிந்தவன் ஆவான்.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:120","price":"(நம்பிக்கையாளர்களே!) பாவத்தில் வெளிப்படையானதையும் அதில் மறைவானதையும் விட்டுவிடுங்கள். நிச்சயமாக பாவத்தை சம்பாதிப்பவர்கள் அவர்கள் செய்து கொண்டிருந்ததற்கு (தகுந்த) கூலி கொடுக்கப்படுவார்கள்.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:121","price":"இன்னும், (நம்பிக்கையாளர்களே!) அல்லாஹ்வுடைய பெயர் கூறப்படாதவற்றிலிருந்து புசிக்காதீர்கள். நிச்சயமாக அது பாவமாகும். உங்களிடம் அவர்கள் தர்க்கிப்பதற்காக நிச்சயமாக ஷைத்தான்கள் தங்கள் நண்பர்களுக்கு சொல்லித் தருகிறார்கள். நீங்கள் அவர்களுக்கு கீழ்ப்படிந்தால் நிச்சயமாக நீங்கள் இணை வைப்பவர்களாக ஆகிவிடுவீர்கள்.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:122","price":"எவர் மரணித்தவராக இருந்து, அவரை நாம் உயிர்ப்பித்து, அவர் மக்களுக்கு மத்தியில் நடமாடுவதற்கு ஓர் ஒளியையும் அவருக்கு நாம் ஏற்படுத்தினோமோ அவர், யார் இருள்களில் இருந்து கொண்டு அவற்றிலிருந்து வெளியேறாமல் இருக்கிறாரோ அவரைப் போன்று ஆவாரா? இவ்வாறே நிராகரிப்பவர்களுக்கு அவர்கள் செய்து கொண்டிருந்தவை அலங்கரிக்கப்பட்டன.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:123","price":"இன்னும், இவ்வாறே எல்லா ஊரிலும் தலைவர்களாக அதிலுள்ள பெரிய பாவிகளை ஆக்கினோம், அவற்றில் அவர்கள் சதி செய்வதற்காக. அவர்கள் தங்களுக்குத் தாமே தவிர (மற்றவர்களுக்கு) சதி செய்யமாட்டார்கள். (இதை அவர்கள்) உணர மாட்டார்கள்.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:124","price":"இன்னும், அவர்களிடம் ஒரு வசனம் வந்தால் “அல்லாஹ்வுடைய தூதர்களுக்கு கொடுக்கப்பட்டது போன்று எங்களுக்கும் கொடுக்கப்படுகின்ற வரை (நாங்கள் அதை) நம்பிக்கை கொள்ளவே மாட்டோம்” என்று கூறுகிறார்கள். தன் தூதுத்துவத்தை எங்கு ஏற்படுத்துவது (-யாரை நபியாக - தூதராக ஆக்குவது) என்பதை அல்லாஹ் மிக அறிந்தவன் ஆவான். குற்றம் புரிந்தவர்களை அவர்கள் சூழ்ச்சி செய்து கொண்டிருந்த காரணத்தால் அல்லாஹ்விடமிருந்து (அவர்களுக்கு) சிறுமையும் கடுமையான தண்டனையும் வந்தடையும்.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:125","price":"ஆக, அல்லாஹ் எவரை நேர்வழி செலுத்த நாடுகிறானோ அவருடைய நெஞ்சை இஸ்லாமை ஏற்பதற்கு விரிவாக்குகிறான். எவரை, அவன் வழிகெடுக்க நாடுகிறானோ அவருடைய நெஞ்சை வானத்தில் ஏறுபவனைப் போல் இறுக்கமானதாகவும் சிரமமானதாகவும் ஆக்குவான். இவ்வாறே, நம்பிக்கை கொள்ளாதவர்கள் மீது அல்லாஹ் தண்டனையை ஆக்குவான்.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:126","price":"(நபியே!) இது உம் இறைவனின் நேரான பாதையாகும். நல்லுபதேசம் பெறும் மக்களுக்கு (நமது) வசனங்களை திட்டமாக விவரித்து விட்டோம்.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:127","price":"அவர்களுக்கு அவர்களுடைய இறைவனிடம் தாருஸ் ஸலாம் (-ஈடேற்றமுடைய இல்லம் என்ற சொர்க்கம்) உண்டு. அவர்கள் செய்து கொண்டிருந்தவற்றின் காரணமாக அவன் அவர்களுடைய நேசனும் ஆவான்.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:128","price":"இன்னும், அவன் அவர்கள் அனைவரையும் ஒன்று திரட்டும் நாளில், (ஜின்களை நோக்கி) “ஜின்களின் கூட்டமே! நீங்கள் மனிதர்களில் (வழிகேடர்களை) அதிகப்படுத்தி விட்டீர்கள்’’ (என்று கூறுவான்). மனிதர்களில் உள்ள அவர்களின் நண்பர்கள், “எங்கள் இறைவா! எங்களில் சிலர் சிலரினால் பயனடைந்தனர். எங்களுக்கு நீ தவணையளித்த தவணையை அடைந்தோம். (எங்களுக்கு தங்குமிடம் எது?)’’ என்று கூறுவார்கள். (அதற்கு இறைவன்) “நரகம்தான் உங்கள் தங்குமிடம். அதில் (நீங்கள்) நிரந்தரமாக தங்கி இருப்பார்கள், அல்லாஹ் நாடினால் தவிர.’’ என்று கூறுவான். (நபியே!) நிச்சயமாக உம் இறைவன், ஞானவான், நன்கறிந்தவன் ஆவான்.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:129","price":"இவ்வாறு, அக்கிரமக்காரர்களில் சிலரை சிலருக்கு நண்பர்களாக ஆக்குவோம், அவர்கள் செய்துகொண்டிருந்ததன் காரணமாக.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:130","price":"“ஜின்கள் மற்றும் மனிதர்களின் கூட்டமே! உங்களிலிருந்து தூதர்கள் என் வசனங்களை உங்களுக்கு விவரிப்பவர்களாக; இன்னும், உங்கள் இந்நாளை உங்களுக்கு எச்சரிப்பவர்களாக உங்களிடம் வரவில்லையா?’’ என்று கூறுவான். அதற்கவர்கள், “(எங்கள் இறைவனே!) எங்களுக்கு எதிராக சாட்சியளித்தோம்\" என்று கூறுவார்கள். உலக வாழ்க்கை அவர்களை மயக்கி விட்டது. நிச்சயமாக அவர்கள் நிராகரிப்பாளர்களாக இருந்தார்கள் என்று அவர்கள் தங்களுக்கு எதிராகவே சாட்சி கூறுவார்கள்.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:131","price":"அதற்குக் காரணமாவது, நகரங்களை, - அங்கு வசிப்பவர்கள் கவனமற்றவர்களாக இருக்கும் நிலையில் (அவர்களுடைய ஷிர்க் எனும்) - அநியாயத்தினால் உமது இறைவன் அழிப்பவனாக இல்லை.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:132","price":"இன்னும், எல்லோருக்கும் அவர்கள் செய்ததற்கு ஏற்ப (தகுந்த) பதவிகள் உண்டு. அவர்கள் செய்வதை உம் இறைவன் கவனிக்காதவனாக இல்லை.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:133","price":"இன்னும், (நபியே!) உம் இறைவன் நிறைவானவன் (-எத்தேவையுமற்றவன்), கருணையுடையவன் ஆவான். (மனிதர்களே!) அவன் நாடினால் உங்களைப் போக்கி, (சென்றுபோன) மற்ற சமுதாயத்தின் சந்ததியிலிருந்து உங்களை உருவாக்கியதைப் போன்று உங்களுக்குப் பின்னர் அவன் தான் நாடியவர்களை உருவாக்குவான்.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:134","price":"நிச்சயமாக எதை நீங்கள் வாக்களிக்கப்படுகிறீர்களோ அது வரக்கூடியதே. இன்னும், நீங்கள் (உங்கள் இறைவனைப்) பலவீனப்படுத்துபவர்களாக இல்லை. (அவனை விட்டும் நீங்கள் ஒருபோதும் தப்பிக்க முடியாது.)","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:135","price":"(நபியே!) கூறுவீராக: “என் சமுதாயமே! உங்கள் போக்கில் (நீங்கள் விரும்புவதை) செய்யுங்கள். நிச்சயமாக நான் (என் இறைவனின் கட்டளைப்படி அவன் ஏவியதை) செய்கிறேன். ஆக, மறுமையின் (நல்ல) முடிவு எவருக்கு இருக்கும் என்பதை (நீங்கள் விரைவில்) அறிவீர்கள். நிச்சயமாக அநியாயக்காரர்கள் வெற்றிபெற மாட்டார்கள்.’’","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:136","price":"இன்னும், அல்லாஹ்விற்கு, - அவன் படைத்த விவசாயத்திலிருந்தும் கால்நடைகளிலிருந்தும் ஒரு பாகத்தை ஆக்கினார்கள். ஆக, தங்கள் கற்பனை எண்ணத்தின்படி, “இது அல்லாஹ்விற்கு என்றும், இன்னும், இது எங்கள் தெய்வங்களுக்கு’’ என்றும் கூறினர். ஆக, எது அவர்களுடைய தெய்வங்களுக்குரியதோ அது அல்லாஹ்வின் (-அல்லாஹ்வுடைய பங்கின்) பக்கம் சேராது. ஆனால், எது அல்லாஹ்விற்குரியதோ அது அவர்களுடைய தெய்வங்களின் (பங்கின்) பக்கம் சேரும்! அவர்கள் (இவ்வாறு) செய்யும் தீர்ப்பு மிகக் கெட்டதாகும்.","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:137","price":"இவ்வாறே, இணைவைப்பவர்களில் அதிகமானோருக்கு அவர்களை அழிப்பதற்காகவும் அவர்கள் மீது அவர்களுடைய வணக்க வழிபாட்டை குழப்புவதற்காகவும் அவர்களின் குழந்தைகளைக் கொல்வதை அவர்களுடைய ஷைத்தான்கள் அலங்கரித்தன. அல்லாஹ் நாடியிருந்தால் அதை செய்திருக்க மாட்டார்கள். ஆகவே, (நபியே!) அவர்களை அவர்கள் பொய்யாக புனைந்து பேசுவதுடன் விட்டுவிடுங்கள்.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:138","price":"இன்னும், “இவை (சிலைகளுக்காக நேர்ச்சை செய்யப்பட்ட, மனிதர்கள் புசிப்பதற்கு) தடுக்கப்பட்ட கால்நடைகளும் விவசாயமும் ஆகும். நாங்கள் நாடுபவரைத் தவிர (யாரும்) அவற்றைப் புசிக்கமாட்டார்” என்று தங்கள் கற்பனை எண்ணத்தின் படி அவர்கள் கூறினர். இன்னும், பல கால்நடைகள் இருக்கின்றன. அவற்றின் முதுகுகள் தடுக்கப்பட்டன. (-அவற்றின் மீது பயணிப்பதும், சுமையேற்றுவதும் கூடாது.) இன்னும், (பல) கால்நடைகள் இருக்கின்றன. (அவற்றை அறுக்கும்போது) அவற்றின் மீது அல்லாஹ்வின் பெயரைக் கூற மாட்டார்கள், (ஆனால், இவ்வாறுதான் அல்லாஹ் கூறினான் என்று) அவன் மீது பொய்யை இட்டுக் கட்டுகிறார்கள். அவர்கள் (அல்லாஹ்வின் மீது) பொய்யை இட்டுக்கட்டிக் கொண்டிருந்ததால் அவர்களுக்கு (தகுந்த) கூலி கொடுப்பான்.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:139","price":"இன்னும், “இந்த கால்நடைகளின் வயிறுகளில் இருப்பது எங்கள் ஆண்களுக்கு மட்டும் உரியது. (அதை அவர்கள் புசிக்கலாம். அது) எங்கள் பெண்களுக்கு தடுக்கப்பட்டது. அது செத்ததாக இருந்தால் அதில் அவர்களும் பங்காளிகள் (-எங்கள் பெண்களும் அதை சாப்பிடலாம்)’’ என்று கூறினர். அவர்களுடைய (இவ்)வர்ணிப்பிற்கு அவன் அவர்களுக்கு(த் தகுந்த) கூலி கொடுப்பான். நிச்சயமாக அவன் மகா ஞானவான், நன்கறிந்தவன் ஆவான்.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:140","price":"அறிவின்றி (அபத்தமாக) முட்டாள்தனமாக தங்கள் பிள்ளைகளைக் கொன்றவர்களும், அல்லாஹ் (அனுமதி) கொடுத்த (நல்ல)வற்றை (தங்கள் மீது) தடுத்தவர்களும் திட்டமாக நஷ்டமடைந்து விட்டனர். (இவ்வாறு) அல்லாஹ்வின் மீது இட்டுக் கட்டுகிறார்கள். (அவர்கள்) திட்டமாக வழிகெட்டு விட்டனர். இன்னும், அவர்கள் நேர்வழி பெற்றவர்களாக இருக்கவில்லை.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:141","price":"அவன்தான் கொடிகள் நிறைந்த தோட்டங்கள், கொடிகளற்ற தோட்டங்கள், பேரீச்ச மரங்கள் இன்னும், வித்தியாசமான கனிகளை உடைய விளைச்சலையும், ஆலிவ் பழங்களையும், ஒன்றுக்கொன்று ஒப்பான இன்னும் ஒப்பாகாத மாதுளையையும் உற்பத்தி செய்தான். அவை காய்த்தால் அவற்றின் கனிகளிலிருந்து புசியுங்கள். இன்னும், அவற்றின் அறுவடை நாளில் அவற்றுடைய கடமையை (ஸகாத்தை) கொடுங்கள். இன்னும், விரயம் செய்யாதீர்கள். விரயம் செய்பவர்களை நிச்சயமாக அவன் நேசிக்க மாட்டான்.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:142","price":"இன்னும், கால்நடைகளில், சுமக்கத் தகுதியானதையும் சுமக்கத் தகுதியற்றதையும் உற்பத்தி செய்தான். அல்லாஹ் உங்களுக்கு வழங்கிய (அனுமதிக்கப்பட்ட)வற்றில் இருந்து புசியுங்கள். இன்னும், ஷைத்தானின் அடிச்சுவடுகளைப் பின்பற்றாதீர்கள். நிச்சயமாக அவன் உங்களுக்கு வெளிப்படையான எதிரியாவான்.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:143","price":"(நபியே! கால்நடைகளில்) எட்டு ஜோடிகளை (உற்பத்தி செய்தான்). (அவை,) செம்மறி ஆட்டில் (ஆண், பெண்) இரண்டை; இன்னும் வெள்ளாட்டில் (ஆண், பெண்) இரண்டை (படைத்தான்). “இ(வ்வி)ரு (வகை) ஆண்களையா அல்லது இ(வ்வி)ரு (வகை) பெண்களையா அல்லது இ(வ்வி)ரு (வகை) பெண்களின் கர்ப்பங்கள் சுமந்தவற்றையா (அல்லாஹ்) தடை செய்தான்? நீங்கள் உண்மையாளர்களாக இருந்தால் கல்வியுடன் (கூடிய ஆதாரத்தை) எனக்கு அறிவியுங்கள்” என்று (நபியே) நீர் கூர்வீராக.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:144","price":"இன்னும், ஒட்டகையிலும் (ஆண், பெண்) இரண்டை, மாட்டிலும் (ஆண், பெண்) இரண்டை(ப் படைத்தான்). இ(வ்வி)ரு (வகை) ஆண்களையா அல்லது இ(வ்வி)ரு (வகை) பெண்களையா அல்லது இ(வ்வி)ரு (வகை) பெண்களின் கர்ப்பங்கள் சுமந்தவற்றையா (அல்லாஹ்) தடை செய்தான்? இதை அல்லாஹ் உங்களுக்குக் (கட்டளையிட்டதாகக் கூறுகிறீர்களே, அவ்வாறு அவன்) கட்டளையிட்ட போது நீங்கள் சாட்சிகளாக இருந்தீர்களா? (என்று நபியே! கேட்பீராக). ஆக, கல்வி இன்றி மக்களை வழி கெடுப்பதற்காக பொய்யை அல்லாஹ்வின் மீது இட்டுக் கட்டுபவனை விட மிகப் பெரிய அநியாயக்காரன் யார்? நிச்சயமாக அல்லாஹ் அநியாயக்கார மக்களை நேர்வழி நடத்த மாட்டான்.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:145","price":"(நபியே!) கூறுவீராக: “புசிப்பவர் மீது அதைப் புசிக்க தடுக்கப்பட்டதாக எனக்கு வஹ்யி அறிவிக்கப்பட்டதில் நான் காணவில்லை, (ஆனால் கால் நடைகளில் தானாக) செத்ததாக; அல்லது, ஓடக்கூடிய இரத்தமாக; அல்லது, பன்றியின் மாமிசமாக; - ஏனெனில், நிச்சயமாக அது அசுத்தமானதாகும். - அல்லது, அல்லாஹ் அல்லாதவருக்காக பாவமான முறையில் (மற்றவர்களின்) பெயர் கூறப்பட்(டு அறுக்கப்பட்)டதாக இருந்தால் தவிர. (இவை அனைத்தும் தடுக்கப்பட்டவையாகும்.) ஆக, யார் பாவத்தை நாடாதவராக, எல்லை மீறாதவராக (இவற்றை உண்ண) நிர்ப்பந்திக்கப்பட்டாரோ (அவர் குற்றவாளியல்ல.) நிச்சயமாக உம் இறைவன் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:146","price":"இன்னும், (நபியே!) பிளவுபடாத குளம்புகளை உடைய பிராணிகள் (ஒட்டகம், தீக்கோழி, வாத்து போன்றவை) எல்லாவற்றையும் யூதர்கள் மீது தடை செய்தோம். மாடு இன்னும் ஆட்டிலும் அந்த இரண்டின் கொழுப்புகளை அவர்கள் மீது தடை செய்தோம். அந்த இரண்டின் முதுகுகள் சுமந்துள்ள; அல்லது, சிறு குடல்கள் சுமந்துள்ள; அல்லது எலும்புடன் கலந்துள்ளதைத் தவிர (அந்த கொழுப்புகளை அவர்கள் சாப்பிடலாம்). அ(தன் காரணமாவ)து அவர்களுடைய அழிச்சாட்டியத்தினால் அவர்களுக்கு நாம் (தகுந்த) கூலி கொடுத்தோம். இன்னும், நிச்சயமாக நாம் உண்மையாளர்களே.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:147","price":"ஆக, (நபியே!) அவர்கள் உம்மைப் பொய்ப்பித்தால், (அவர்களை நோக்கி) கூறுவீராக: “உங்கள் இறைவன் விசாலமான கருணையுடையவன்; இன்னும், அவனது தண்டனை குற்றவாளிகளான மக்களை விட்டும் திருப்பப்படாது’’","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:148","price":"“அல்லாஹ் நாடியிருந்தால் நாங்களும் எங்கள் மூதாதைகளும் இணைவைத்திருக்க மாட்டோம்; இன்னும், (அனுமதிக்கப்பட்ட) எதையும் (கூடாது என) நாங்கள் தடை செய்திருக்க மாட்டோம்” என்று இணைவைப்பவர்கள் கூறுகிறார்கள். இவ்வாறே இவர்களுக்கு முன்னர் இருந்தவர்களும் பொய்ப்பித்தார்கள். இறுதியாக, நம் தண்டனையைச் சுவைத்தனர் (-அனுபவித்தனர்). (நபியே! அவர்களை நோக்கி) கூறுவீராக: (“நீங்கள் இவ்வாறு செய்வதற்கு) உங்களிடம் (உறுதியான) கல்வி (ஆதாரம்) ஏதும் உண்டா? (அப்படியிருந்தால்) அதை நமக்கு வெளிப்படுத்துங்கள். நீங்கள் வீண் சந்தேகத்தைத் தவிர பின்பற்றுவதில்லை. இன்னும், (பொய்யை) கற்பனை செய்பவர்களாகவே தவிர நீங்கள் இல்லை.’’","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:149","price":"(நபியே!) கூறுவீராக: “(மறுக்க முடியாத) முழுமையான ஆதாரம் அல்லாஹ்விற்கே உரியது! ஆக, அவன் (உங்களை கட்டாயப்படுத்தி நேர்வழி நடத்த) நாடியிருந்தால் உங்கள் அனைவரையும் நேர்வழி நடத்தியிருப்பான்.’’","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:150","price":"(நபியே!) “நிச்சயமாக அல்லாஹ் இதைத் தடை செய்தான் என்று சாட்சி கூறுகின்ற உங்கள் சாட்சிகளை அழைத்து வாருங்கள்’’ என்று கூறுவீராக. ஆக, அவர்கள் (பொய்) சாட்சி கூறினாலும் நீர் அவர்களுடன் சாட்சி கூறாதீர். இன்னும், நம் வசனங்களை பொய்ப்பிப்பவர்களுடைய ஆசைகளையும் இறுதிநாளை நம்பிக்கை கொள்ளாமல், தங்கள் இறைவனுக்கு இணைவைப்பவர்களின் ஆசைகளையும் (நபியே!) நீர் பின்பற்றாதீர்.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:151","price":"(நபியே!) கூறுவீராக: “வாருங்கள்! உங்கள் இறைவன் உங்கள் மீது தடை செய்தவற்றை(யும் ஏவியவற்றையும்) நான் (உங்களுக்கு) ஓதுகிறேன். (அவையாவன:) அவனுக்கு எதையும் இணையாக்காதீர்கள். இன்னும், தாய் தந்தைக்கு உதவி உபகாரம் செய்து அழகிய முறையில் நடந்து கொள்ளுங்கள். இன்னும், வறுமையினால் உங்கள் பிள்ளைகளைக் கொல்லாதீர்கள். உங்களுக்கும் அவர்களுக்கும் நாமே உணவளிக்கிறோம். இன்னும், மானக்கேடானவற்றை அவற்றில் வெளிப்படையானது இன்னும் மறைவானதின் பக்கம் நெருங்காதீர்கள். (கொலை செய்யக்கூடாது என்று) அல்லாஹ் தடை செய்த உயிரை நியாயமின்றி (அதற்குரிய உரிமை இன்றி) கொல்லாதீர்கள். இவை, - நீங்கள் சிந்தித்துப் புரிவதற்காக இவற்றின் மூலம் (அல்லாஹ்) உங்களுக்கு உபதேசிக்கிறான்.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:152","price":"இன்னும், அனாதையின் செல்வ(ம் உங்கள் பராமரிப்பில் இருந்தால் அந்த செல்வ)த்தின் பக்கம் மிக அழகிய வழியில் தவிர நெருங்காதீர்கள். இறுதியாக, அவர் தனது பருவத்தை அடையும்போது (அவருடைய செல்வத்தை அவரிடம்  ஒப்படைத்து விடுங்கள்!) இன்னும், அளந்து கொடுப்பதையும் நிறுத்து கொடுப்பதையும் நீதமாக முழுமைப்படுத்தி செய்யுங்கள். ஓர் ஆன்மாவை - அதன் சக்திக்கு உட்பட்டே தவிர - நாம் சிரமப்படுத்துவதில்லை. இன்னும், நீங்கள் (தீர்ப்பு) கூறினால் (அதனால் பாதிக்கப்படுபவர்) உறவினராக இருந்தாலும் நீதமாக (தீர்ப்பு) கூறுங்கள். அல்லாஹ்வின் (பெயர் கூறி நீங்கள் உங்களுக்குள் ஒருவர் மற்றவருடன் செய்யும்) உடன்படிக்கையை நிறைவேற்றுங்கள். இவை, - நீங்கள் நல்லுபதேசம் பெறுவதற்காகவே இவற்றின் மூலம் (அல்லாஹ்) உங்களுக்கு உபதேசித்தான்.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:153","price":"இன்னும், நிச்சயமாக (இஸ்லாமாகிய) இது என் நேரான பாதை (-மார்க்கம்) ஆகும். ஆக, அதைப் பின்பற்றுங்கள்; இன்னும், (அதைத் தவிர மற்ற) பாதைகளை (-கொள்கைகளைப்) பின்பற்றாதீர்கள். அவை அவனுடைய பாதையிலிருந்து உங்களைப் பிரித்துவிடும். இவை, - நீங்கள் அல்லாஹ்வை அஞ்சுவதற்காக (அவன்) இவற்றின் மூலம் உங்களுக்கு உபதேசிக்கிறான்.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:154","price":"பிறகு, நல்லறம் புரிந்தவர் மீது (அருள்) நிறைவாகுவதற்காகவும் எல்லாவற்றையும் விவரிப்பதற்காகவும் நேர்வழியாக, கருணையாக அமைவதற்காகவும் அவர்கள் தங்கள் இறைவனின் சந்திப்பை நம்பிக்கை கொள்வதற்காகவும் மூஸாவிற்கு வேதத்தைக் கொடுத்(து அதன் மூலம் அவருடைய சமுதாய மக்களை உபதேசித்)தோம்.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:155","price":"(மனிதர்களே!) இதுவோ பாக்கியமிக்க (அதிமான நன்மைகளை உடைய) வேதமாகும். இதை நாமே இறக்கினோம். ஆகவே, நீங்கள் கருணை காட்டப்படுவதற்காக இதைப் பின்பற்றுங்கள். இன்னும் (அல்லாஹ்வை) அஞ்சுங்கள்.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:156","price":"(இணைவைப்பவர்களே!) “வேதம் இறக்கப்பட்டதெல்லாம் நமக்கு முன்னர் (சென்ற யூதர்கள், கிறித்தவர்கள் ஆகிய) இரு கூட்டங்கள் மீதுதான். நாங்கள் அவர்க(ள் படித்த வேதங்க)ளின் படிப்பறிவை அறியாதவர்களாகவே நிச்சயமாக இருந்தோம் என்று நீங்கள் கூறாதிருப்பதற்காக (இந்த வேதத்தை உங்களுக்கு இறக்கினோம்).","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:157","price":"அல்லது, “நம்மீதும் ஒரு வேதம் இறக்கப்பட்டிருந்தால் நிச்சயமாக நாம் அவர்களை விட அதிகம் நேர்வழி பெற்றவர்களாக இருந்திருப்போம்” என்று நீங்கள் கூறாதிருப்பதற்காகவும் (இந்த வேதத்தை உங்களுக்கு அருளினோம்). ஆக, உங்கள் இறைவனிடமிருந்து, மிகத் தெளிவான சான்றும் நேர்வழியும் கருணையும் உங்களிடம் வந்துவிட்டது. ஆக, அல்லாஹ்வின் வசனங்களைப் பொய்ப்பித்து, அவற்றை விட்டு விலகியவனை விட மிகப் பெரிய அநியாயக்காரன் யார்? நம் வசனங்களைவிட்டு (இவ்வாறு) விலகியவர்களுக்கு அவர்கள் (உண்மையைவிட்டு) விலகிக் கொண்டிருந்ததன் காரணமாக கெட்ட தண்டனையை கூலியாகக் கொடுப்போம்.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:158","price":"வானவர்கள் அவர்களிடம் (நேரில்) வருவதையோ; அல்லது, உம் இறைவன் வருவதையோ; அல்லது, உம் இறைவனின் சில அத்தாட்சிகள் வருவதையோ தவிர அவர்கள் எதிர்பார்க்கின்றனரா? உம் இறைவனின் சில அத்தாட்சிகள் வரும் நாளில் அதற்கு முன்னர் நம்பிக்கை கொண்டிருக்காத; அல்லது, தன் நம்பிக்கையில் ஒரு நன்மையையும் செய்திருக்காத ஓர் ஆன்மாவிற்கு அதன் நம்பிக்கை(யும் நன்மையும்) பலனளிக்காது. “(நீங்கள் உங்கள் முடிவை) எதிர்பாருங்கள்; நிச்சயமாக நாங்கள் (எங்கள் முடிவை) எதிர்பார்க்கிறோம்” என்று (நபியே!) கூறுவீராக.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:159","price":"நிச்சயமாக எவர்கள் தங்கள் மார்க்கத்தை (பலவாறாக)ப் பிரித்துக்கொண்டு, (அவர்களும்) பல பிரிவினர்களாக ஆகிவிட்டார்களோ அவர்களுடன் நீர் (எந்த) ஒரு விஷயத்திலும் (கலந்தவராக) இல்லை. (அவர்களது மார்க்கம், அவர்களது வழிபாடு வேறு, உமது மார்க்கம், உமது வழிபாடு வேறு.) அவர்களுடைய காரியமெல்லாம் அல்லாஹ்வின் பக்கம்தான் இருக்கிறது. பிறகு, அவர்கள் செய்து கொண்டிருந்தவற்றை அவன் அவர்களுக்கு அறிவிப்பான்.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:160","price":"எவர் ஒரு நன்மையைச் செய்தாரோ அவருக்கு அது போன்ற பத்து நன்மைகள் உண்டு. எவர் ஒரு தீமையைச் செய்தாரோ அது போன்றே (அதன் அளவே) தவிர அவர் கூலி கொடுக்கப்படமாட்டார். இன்னும், (நன்மையைக் குறைத்தோ தீமையைக் கூட்டியோ) அவர்கள் அநியாயம் செய்யப்பட மாட்டார்கள்.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:161","price":"“நிச்சயமாக நான், - என் இறைவன் எனக்கு நேரான பாதையின் பக்கம் நேர்வழி காட்டி இருக்கிறான். அது (இவ்வுலக, மறு உலக வாழ்க்கையின் தேவைகளை உள்ளடக்கிய) நிலையான உறுதியான மார்க்கமாகும், இப்ராஹீம் உடைய கொள்கையாகும். (அவர் இஸ்லாமிய மார்க்கத்தில், ஓர் இறையை வணங்குவதில்) மிக உறுதியுடையவர். அவர் இணைவைப்பவர்களில் (ஒரு போதும்) இருக்கவில்லை” என்று (நபியே!) கூறுவீராக.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:162","price":"(நபியே!) கூறுவீராக: “நிச்சயமாக என் தொழுகையும், என் பலியும் (எனது வணக்க வழிபாடுகளும்), என் வாழ்வும் என் மரணமும் அகிலத்தாரின் இறைவனாகிய அல்லாஹ்வுக்கே உரியவை.”","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:163","price":"“அவனுக்கு இணை அறவே இல்லை; இ(ந்த தூய்மையான ஏகத்துவத்)தையே நான் ஏவப்பட்டுள்ளேன். இன்னும், முஸ்லிம்களில் (-அவனுக்கு முற்றிலும் கீழ்ப்படிந்தவர்களில்) நான் முதலாமவன்.”","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:164","price":"(நபியே!) கூறுவீராக: “அல்லாஹ் அல்லாதவனையா - அவனோ எல்லாவற்றின் இறைவனாக இருக்க - நான் இறைவனாக (எனக்கு)த் தேடுவேன்? (பாவம் செய்கிற) ஒவ்வோர் ஆன்மா(வும்) தனக்கெதிராகவே தவிர (பாவம்) செய்வதில்லை. பாவம் செய்யக்கூடிய ஓர் ஆன்மா மற்றொன்றின் பாவத்தை சுமக்காது. (நீங்கள் இறந்த) பிறகு, உங்கள் இறைவன் பக்கம்தான் உங்கள் மீளுமிடம் இருக்கிறது. ஆக, நீங்கள் கருத்துவேறுபாடு கொண்டிருந்தவற்றில் (உண்மையை) உங்களுக்கு அறிவிப்பான். (சொர்க்கவாசிகள் சொர்க்கத்திற்கு செல்லும்போதும் நரகவாசிகள் நரகத்தில் தள்ளப்படும்போதும் உண்மையான வழிபாடு எது பொய்யான வழிபாடு எது என்பதை நீங்கள் அறிவீர்கள்.)","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"ta"},{"name":"6:165","price":"அவன்தான் உங்களை பூமியில் (முன் சென்றவர்களின்) வழிதோன்றல்களாக (பிரதிநிதிகளாக) ஆக்கினான். இன்னும், உங்களுக்கு அவன் கொடுத்தவற்றில் உங்களைச் சோதிப்பதற்காக உங்களில் சிலரை சிலருக்கு மேல் பதவிகளில் உயர்த்தினான். நிச்சயமாக உம் இறைவன் தண்டிப்பதில் தீவிரமானவன். இன்னும், நிச்சயமாக அவன்தான் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"ta"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}