{"data":[{"name":"65:1","price":"நபியே! (நபியின் சமுதாய மக்களே!) நீங்கள் பெண்களை விவாகரத்து செய்தால் அவர்களை அவர்கள் இத்தா இருக்க வேண்டியதை கணக்கிட்டு (-உடலுறவு கொள்ளாத சுத்தமான காலத்தில்) விவாகரத்து செய்யுங்கள். இன்னும், இத்தாவை (விவாகரத்து செய்யப்பட்ட சுத்த காலத்திற்குப் பின்னர் மூன்று ஹைழ்கள் - சுத்தமில்லாத காலங்கள் – வரும் வரை) சரியாகக் கணக்கிடுங்கள். உங்கள் இறைவனாகிய அல்லாஹ்வை அஞ்சுங்கள். (விவாகரத்து செய்த பின்னர்) அவர்களை அவர்களின் இல்லங்களில் இருந்து வெளியேற்றாதீர்கள். அவர்களும் (தாமாக) வெளியேற வேண்டாம், (விபச்சாரம் என்ற) தெளிவான தீயசெயலை அவர்கள் செய்தாலே தவிர. (அப்போது நீங்கள் அவர்களை வெளியேற்றலாம்.) இவை, அல்லாஹ்வின் சட்டங்களாகும். எவர் அல்லாஹ்வின் சட்டங்களை மீறுவாரோ திட்டமாக அவர் தனக்குத்தானே அநீதி இழைத்துக் கொண்டார். இதற்குப் பின்னர் அல்லாஹ் ஒரு காரியத்தை ஏற்படுத்தலாம் என்பதை நீர் அறியமாட்டீர். (விவாகரத்திற்குப் பின்னர் இருவருக்கும் இடையில் மீண்டும் அன்பு ஏற்படலாம். இருவரும் மீண்டும் இணைய விரும்பலாம். ஆகவே, ஒரு முறை மட்டும் தலாக் கொடுங்கள்! அப்போது இத்தா முடிந்து விட்டாலும் அவர்கள் மீண்டும் திருமண ஒப்பந்தம் செய்து மீண்டும் சேர்ந்து கொள்ளலாம்.)","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:2","price":"ஆக, அவர்கள் (-அப்பெண்கள் இத்தாவை முடித்து, இத்தாவில் இருந்து வெளியேற வேண்டிய) தங்கள் தவணையை அடைய நெருங்கிவிட்டால் அவர்களை (-அப்பெண்களை) நல்ல முறையில் (உங்கள் திருமணத்திலேயே) தடுத்து வையுங்கள். அல்லது, நல்ல முறையில் அவர்களை நீங்கள் பிரிந்து விடுங்கள். (தடுத்து வைக்கும் போதும் அல்லது பிரியும் போதும்) உங்களில் நீதமான இருவரை சாட்சியாக்குங்கள்! அல்லாஹ்விற்காக சாட்சியத்தை நிலை நிறுத்துங்கள்! இவை (-இந்த சட்டங்கள்), எவர் அல்லாஹ்வையும் மறுமை நாளையும் நம்பிக்கை கொண்டிருப்பாரோ அவர் இவற்றின் மூலம் உபதேசிக்கப்படுகிறார். எவர் அல்லாஹ்வை அஞ்சுவாரோ அவருக்கு அல்லாஹ் ஒரு (நல்ல) தீர்வை ஏற்படுத்துவான்.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:3","price":"இன்னும், அவர் நினைத்துப் பார்க்காத விதத்திலிருந்து அவருக்கு உணவளிப்பான் (வாழ்வாதாரத்தை ஏற்படுத்துவான்). எவர் அல்லாஹ்வின் மீது நம்பிக்கை வைப்பாரோ அவருக்கு அவனே போதுமானவன் ஆவான். நிச்சயமாக அல்லாஹ் தனது காரியத்தை நிறைவேற்றுவான். (யாரும் அவனை தடுக்க முடியாது, எதுவும் அவனை விட்டு தப்ப முடியாது.) திட்டமாக அல்லாஹ் ஒவ்வொன்றுக்கும் ஓர் அளவை ஏற்படுத்தி இருக்கிறான்.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:4","price":"உங்கள் பெண்களில் எவர்கள் மாதவிடாயிலிருந்து நிராசை அடைந்து விட்டனரோ (அவர்களின் இத்தா விஷயத்தில்) நீங்கள் சந்தேகித்தால் அவர்களின் இத்தா மூன்று மாதங்களாகும். இன்னும் (இது வரை) மாதவிடாய் வராத பெண்களுக்கும் (இத்தா மூன்று மாதங்களாகும்). கர்ப்பமுடைய பெண்கள் அவர்களின் (இத்தா) தவணையாவது அவர்கள் தங்கள் கர்ப்பத்தை பெற்றெடுப்பதாகும். எவர் அல்லாஹ்வை அஞ்சுவாரோ அவருக்கு அவரின் காரியத்தில் இலகுவை அவன் ஏற்படுத்துவான்.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:5","price":"இது அல்லாஹ்வின் கட்டளையாகும். அவன் இதை உங்களுக்கு இறக்கி இருக்கிறான். எவர் அல்லாஹ்வை அஞ்சுவாரோ அவரை விட்டும் அவரின் பாவங்களை அவன் போக்குவான். இன்னும், அவருக்கு வெகுமதியை பெரிதாக்குவான்.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:6","price":"உங்கள் வசதிக்கேற்ப நீங்கள் தங்கும் இடத்தில் அவர்களை தங்க வையுங்கள்! (தங்குமிடத்தில்) அவர்கள் மீது நீங்கள் நெருக்கடியை ஏற்படுத்துவதற்காக (-அவர்களை வெளியேற்றுவதற்காக) அவர்களுக்கு தீங்கு செய்யாதீர்கள். அவர்கள் கர்ப்பம் உள்ள பெண்களாக இருந்தால் அவர்கள் தங்கள் கர்ப்பத்தை ஈன்றெடுக்கின்ற வரை அவர்களுக்கு செலவு செய்யுங்கள்! அவர்கள் உங்களுக்காக (உங்கள் பிள்ளைகளுக்கு) பாலூட்டினால் அவர்களின் ஊதியங்களை அவர்களுக்குக் கொடுங்கள்! உங்களுக்கு மத்தியில் நல்லதை ஒருவருக்கொருவர் ஏற்றுக் கொள்ளுங்கள்! (ஒருவர் கூறுகின்ற நல்லதை மற்றொருவர் ஏற்றுக்கொள்ளட்டும்.) நீங்கள் (கணவன், மனைவி இருவரும்) சிரமமாகக் கருதினால் அவருக்காக (கணவருக்காக அவரின் குழந்தைக்கு) வேறு ஒரு பெண் பாலூட்டுவாள்.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:7","price":"வசதியுடையவர் தனது வசதியிலிருந்து செலவு செய்யட்டும். எவர் ஒருவர் அவர் மீது அவருடைய வாழ்வாதாரம் நெருக்கடியாக இருக்கிறதோ அவர் தனக்கு அல்லாஹ் கொடுத்ததில் இருந்து செலவு செய்யட்டும். அல்லாஹ் ஓர் ஆன்மாவிற்கு சிரமம் கொடுக்க மாட்டான், அவன் அதற்கு கொடுத்ததற்கே தவிர (அவன் அதற்கு கொடுத்த சக்திக்கு உட்பட்டே தவிர). சிரமத்திற்கு பின்னர் (-பொருளாதார நெருக்கடிக்குப் பின்னர்) அல்லாஹ் இலகுவை (செல்வ விசாலத்தை) ஏற்படுத்துவான்.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:8","price":"எத்தனையோ ஊர்கள், அவற்றின் இறைவனின் கட்டளையையும் அவற்றின் தூதரின் கட்டளையையும் மீறி (பாவம் செய்த)ன. நாம் அவற்றை கடுமையான விசாரணையால் விசாரித்தோம். இன்னும், அவற்றை மோசமான தண்டனையால் தண்டித்தோம்.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:9","price":"ஆக, (அந்த ஊர்கள்) தமது காரியத்தின் கெட்ட முடிவை சுவைத்தன. அவற்றுடைய காரியத்தின் (-அந்த ஊரார்களின் செயல்களின்) முடிவு மிக நஷ்டமாகவே ஆகிவிட்டது.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:10","price":"அல்லாஹ் அவர்களுக்கு (-அவ்வூர்வாசிகளுக்கு) கடுமையான தண்டனையை தயார் செய்துள்ளான். ஆகவே, நம்பிக்கை கொண்ட நிறைவான அறிவுடையவர்களே! அல்லாஹ்வை அஞ்சுங்கள்! அல்லாஹ் உங்களுக்கு திட்டமாக நல்லுபதேசத்தை இறக்கினான்.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:11","price":"(இன்னும்) ஒரு தூதரை அனுப்பி இருக்கிறான். அவர் உங்களுக்கு அல்லாஹ்வின் தெளிவான வசனங்களை ஓதிக் காண்பிக்கிறார். ஏனெனில், நம்பிக்கை கொண்டு, நன்மைகள் செய்தவர்களை இருள்களில் இருந்து ஒளியின் பக்கம் அவன் வெளியேற்றுவதற்காக (தூதரை அனுப்பினான்). எவர்கள் அல்லாஹ்வை நம்பிக்கை கொண்டு, நன்மையை செய்வார்களோ அவர்களை அவன் சொர்க்கங்களில் பிரவேசிக்க வைப்பான். அவற்றின் கீழ் நதிகள் ஓடும். அவர்கள் அவற்றில் எப்போதும் நிரந்தரமாகத் தங்குவார்கள். அல்லாஹ் அவர்களுக்கு (அங்கு) வாழ்வாதாரத்தை (உணவு, குடிபானம், இன்னும் எல்லாத் தேவைகளையும்) மிக அழகாக (விசாலமாக, குறைவின்றி, முடிவில்லாமல்) ஆக்கி வைத்திருக்கிறான்.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"ta"},{"name":"65:12","price":"அல்லாஹ்தான் ஏழு வானங்களை படைத்தான். இன்னும், பூமியில் அவற்றைப் போன்று (-ஏழு பூமிகளை) படைத்தான். அவற்றுக்கு மத்தியில் (அவனுடைய) கட்டளைகள் இறங்குகின்றன. “நிச்சயமாக அல்லாஹ் எல்லாப் பொருள்கள் மீதும் பேராற்றலுடையவன், நிச்சயமாக அல்லாஹ் எல்லாப் பொருள்களையும் அறிவு ஞானத்தால் சூழ்ந்துள்ளான்” என்பதை நீங்கள் அறிவதற்காக (இவற்றை அவன் உங்களுக்கு விவரிக்கிறான்).","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"ta"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}