{"data":[{"name":"71:1","price":"நிச்சயமாக நாம் நூஹை - அவருடைய மக்களின் பக்கம் (தூதராக) - அனுப்பினோம். ஏனெனில், நீர் உமது மக்களை - துன்புறுத்தும் தண்டனை அவர்களுக்கு வருவதற்கு முன்னர் - எச்சரிப்பீராக!","arabic":"إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5420,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:2","price":"அவர் கூறினார்: “என் மக்களே! நிச்சயமாக நான் உங்களுக்கு தெளிவான எச்சரிப்பாளர் ஆவேன்.”","arabic":"قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5421,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:3","price":"“அதாவது, நீங்கள் அல்லாஹ்வை வணங்குங்கள்! அவனை அஞ்சுங்கள்! இன்னும், எனக்கு கீழ்ப்படியுங்கள்!","arabic":"أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5422,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:4","price":"அவன் உங்கள் பாவங்களை உங்களுக்கு மன்னிப்பான்; இன்னும், குறிப்பிட்ட தவணை வரை அவன் உங்களுக்கு அவகாசம் அளிப்பான். நிச்சயமாக அல்லாஹ்வின் தவணை வந்துவிட்டால் அது பிற்படுத்தப்படாது. நீங்கள் (இதை) அறிபவர்களாக இருக்க வேண்டுமே!”","arabic":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5423,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:5","price":"அவர் கூறினார்: என் இறைவா! நிச்சயமாக நான் எனது மக்களை இரவிலும் பகலிலும் அழைத்தேன்.","arabic":"قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5424,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:6","price":"ஆனால், எனது அழைப்பு அவர்களுக்கு அதிகப்படுத்தவில்லை, (அவர்கள் எனது அழைப்பிலிருந்து) விரண்டு ஓடுவதைத் தவிர.","arabic":"فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5425,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:7","price":"நீ அவர்களை மன்னிப்பதற்காக நிச்சயமாக நான் அவர்களை அழைத்தபோதெல்லாம் அவர்கள் தங்கள் விரல்களை தங்கள் காதுகளில் ஆக்கிக் கொண்டனர். (என்னை அவர்கள் பார்க்காமல் இருப்பதற்காக தங்களை) தங்கள் ஆடைகளால் மூடிக்கொண்டனர். இன்னும், (நிராகரிப்பில்) பிடிவாதம் பிடித்தனர். பெருமையடித்தனர்.","arabic":"وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5426,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:8","price":"பிறகு, நிச்சயமாக நான் அவர்களை பகிரங்கமாக அழைத்தேன்.","arabic":"ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5427,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:9","price":"பிறகு, நிச்சயமாக நான் அவர்களிடம் (பொது இடத்தில்) வெளிப்படையாகப் பேசினேன். இன்னும் அவர்களிடம் தனியாக இரகசியமாகப் பேசினேன்.","arabic":"ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5428,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:10","price":"ஆக, நான் கூறினேன்: நீங்கள் உங்கள் இறைவனிடம் பாவமன்னிப்புக் கேளுங்கள்! நிச்சயமாக அவன் மகா மன்னிப்பாளனாக இருக்கிறான்.","arabic":"فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5429,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:11","price":"அவன் உங்களுக்கு மழையை தாரை தாரையாக அனுப்புவான்.","arabic":"يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5430,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:12","price":"இன்னும், உங்களுக்கு செல்வங்களாலும் ஆண் பிள்ளைகளாலும் உதவுவான். இன்னும், உங்களுக்கு தோட்டங்களை ஏற்படுத்துவான். இன்னும், நதிகளை உங்களுக்கு ஏற்படுத்துவான்.","arabic":"وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5431,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:13","price":"உங்களுக்கு என்ன ஆனது அல்லாஹ்வின் கண்ணியத்தை (மகத்துவத்தை) நீங்கள் பயப்படுவதில்லை?","arabic":"مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5432,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:14","price":"திட்டமாக அவன் உங்களை பல நிலைகளாக (பல கட்டங்களாக -இந்திரியம், இரத்தக்கட்டி, சதைத்துண்டு இப்படியாக ஒரு நிலைக்குப் பின் ஒரு நிலையாக இறுதியில் முழு மனிதனாக) படைத்(து முடித்)தான்.","arabic":"وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5433,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:15","price":"ஏழு வானங்களை அடுக்கடுக்காக அல்லாஹ் எப்படி படைத்தான் என்பதை நீங்கள் பார்க்கவில்லையா?","arabic":"أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5434,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:16","price":"இன்னும் அவற்றில் சந்திரனை ஒளியாக அவன் ஆக்கினான். இன்னும், சூரியனை விளக்காக ஆக்கினான்.","arabic":"وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5435,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:17","price":"இன்னும், அல்லாஹ்தான் உங்களை பூமியில் இருந்து முளைக்க வைத்தான். (முதல் மனிதனை மண்ணிலிருந்து உருவாக்கினான். இன்னும் உங்கள் மூல சத்தை மண்ணிலிருந்து உருவாக்குகிறான்.)","arabic":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5436,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:18","price":"பிறகு, அவன் உங்களை அதில்தான் மீட்பான். இன்னும், (அதிலிருந்து) அவன் உங்களை (பூமியிலிருந்து) வெளியேற்றுவான்.","arabic":"ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5437,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:19","price":"இன்னும், அல்லாஹ் உங்களுக்கு பூமியை விரிப்பாக ஆக்கினான்,","arabic":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5438,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:20","price":"அதில் நீங்கள் விசாலமான பல பாதைகளில் செல்வதற்காக.","arabic":"لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5439,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:21","price":"நூஹ் கூறினார்: “என் இறைவா! நிச்சயமாக அவர்கள் எனக்கு மாறு செய்தனர். இன்னும் எவனுடைய செல்வமும் பிள்ளையும் நஷ்டத்தைத் தவிர (நன்மையை) அவனுக்கு அதிகப்படுத்தவில்லையோ அவனையே இவர்கள் பின்பற்றினர்.” (அவர்கள் தாமும் வழிகெட்டு, பிறரையும் வழிகெடுக்கிற வசதிபடைத்த தலைவர்களைத்தான் பின்பற்றினார்கள்.)","arabic":"قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5440,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:22","price":"இன்னும், (இந்த மார்க்கத்தை எதிர்ப்பதற்கு) மிகப் பெரிய சூழ்ச்சி செய்தார்கள்.","arabic":"وَمَكَرُواْ مَكۡرٗا كُبَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5441,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:23","price":"இன்னும், (தங்கள் மக்களை நோக்கி) கூறினார்கள்: நீங்கள் நிச்சயமாக உங்கள் தெய்வங்களை விட்டுவிடாதீர்கள். இன்னும் வத்து, சுவாஃ, யகூஸ், யவூக், நஸ்ர் ஆகிய தெய்வங்களை விட்டு விடாதீர்கள்.","arabic":"وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5442,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:24","price":"அவர்கள் பலரை வழி கெடுத்தனர். ஆகவே, (என் இறைவா!) அநியாயக்காரர்களுக்கு நீ அதிகப்படுத்தாதே, வழிகேட்டைத் தவிர!","arabic":"وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5443,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:25","price":"அவர்களுடைய பாவங்களால் அவர்கள் (வெள்ளப் பிரளயத்தில்) மூழ்கடிக்கப்பட்டார்கள். உடனே நரகத்தில் நுழைக்கப்பட்டார்கள். ஆக, அவர்கள் அல்லாஹ்வை அன்றி தங்களுக்கு உதவியாளர்களை காணவில்லை.","arabic":"مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5444,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:26","price":"இன்னும், நூஹ் கூறினார்: என் இறைவா! நிராகரிப்பாளர்களிலிருந்து பூமியில் வசிப்பவராக எவரையும் நீ விட்டுவிடாதே!","arabic":"وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5445,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:27","price":"நிச்சயமாக நீ அவர்களை (உயிருடன்) விட்டுவிட்டால் (நம்பிக்கை கொண்ட) உனது அடியார்களை அவர்கள் வழிகெடுத்து விடுவார்கள். பாவியை, மிகப் பெரிய நிராகரிப்பாளனைத் தவிர (நல்லவர்களை, நம்பிக்கையாளர்களை) அவர்கள் பெற்றெடுக்க மாட்டார்கள். (அவர்களும் வழிகெட்டு, தாங்கள் பிள்ளைகளையும் வழிகெடுப்பார்கள்.)","arabic":"إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5446,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"71:28","price":"என் இறைவா! என்னையும் என் பெற்றோரையும் நம்பிக்கையாளராக என் வீட்டில் நுழைந்தவரையும் நம்பிக்கை கொண்ட ஆண்களையும் நம்பிக்கை கொண்ட பெண்களையும் மன்னிப்பாயாக! அநியாயக்காரர்களுக்கு அதிகப்படுத்தாதே, அழிவைத் தவிர!","arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5447,"juzNumber":29,"footnotes":"","lang":"ta"}],"chapter":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"]}