{"data":[{"name":"76:1","price":"காலத்தில் ஒரு பகுதி நேரம் மனிதனுக்கு (இப்படி) வரவில்லையா, (அந்த நேரத்தில்) நினைவு கூறப்படுகின்ற (-பேசப்படுகின்ற) ஒரு பொருளாக அவன் இருக்கவில்லை?","arabic":"هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5592,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:2","price":"நிச்சயமாக நாம் மனிதனை (ஆண், பெண்ணுடைய இந்திரியத்தில் இருந்து) கலக்கப்பட்ட விந்துத் துளியிலிருந்து படைத்தோம். அவனை நாம் சோதிக்கிறோம். ஆக, செவியுறுபவனாக, பார்ப்பவனாக அவனை ஆக்கினோம்.","arabic":"إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5593,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:3","price":"நிச்சயமாக நாம் அவனுக்கு (நேரான) பாதையை வழிகாட்டினோம், ஒன்று, அவன் நன்றி உள்ளவனாக இருப்பதற்கு; அல்லது, நன்றி கெட்டவனாக இருப்பதற்கு.","arabic":"إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5594,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:4","price":"நிச்சயமாக நாம் நிராகரிப்பாளர்களுக்கு (அவர்களின் கை, கால்களை கட்டுவதற்கு) சங்கிலிகளையும் விலங்குகளையும் கொழுந்து விட்டெரியக்கூடிய நெருப்பையும் தயார் செய்துள்ளோம்.","arabic":"إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5595,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:5","price":"நிச்சயமாக நல்லவர்கள் மது குவளையிலிருந்து பருகுவார்கள், அதன் கலப்பு காஃபூர் நறுமணத்தால் இருக்கும்.","arabic":"إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5596,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:6","price":"அ(ந்த நறுமணமான)து, ஓர் ஊற்றாகும். அதில் இருந்து அல்லாஹ்வின் அடியார்கள் அருந்துவார்கள். அதை அவர்கள் (விரும்பிய இடங்களுக்கெல்லாம்) ஓட வைப்பார்கள்.","arabic":"عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5597,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:7","price":"அவர்கள் நேர்ச்சையை (-தங்கள் மீதுள்ள கடமையான வணக்கங்களை) நிறைவேற்றுவார்கள். இன்னும், ஒரு நாளை பயப்படுவார்கள், அதன் தீமை (அல்லாஹ் கருணை புரிந்தவர்களைத் தவிர மற்ற எல்லோரையும்) சூழ்ந்ததாக, (அவர்கள் மீது) பரவியதாக, கடுமையானதாக இருக்கும்.","arabic":"يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5598,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:8","price":"இன்னும், அவர்கள் உணவை - அதன் பிரியம் (-அதன் தேவை தங்களுக்கு) இருப்பதுடன் - ஏழைகளுக்கும் அனாதைகளுக்கும் கைதிகளுக்கும் உணவளிப்பார்கள்.","arabic":"وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5599,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:9","price":"“நாங்கள் உங்களுக்கு உணவளிப்பதெல்லாம் அல்லாஹ்வின் முகத்திற்காகத்தான். உங்களிடம் (இதற்கு) கூலியையும் நன்றியையும் நாங்கள் நாடவில்லை.","arabic":"إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5600,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:10","price":"நிச்சயமாக நாங்கள் எங்கள் இறைவனிடம் (பாவிகளின் முகங்கள்) கடுகடுக்கின்ற (குற்றவாளிகளின் நெற்றிகள்) சுருங்கிவிடுகின்ற ஒரு நாளை பயப்படுகின்றோம்.”","arabic":"إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5601,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:11","price":"ஆக, அந்நாளின் தீமையில் இருந்து அல்லாஹ் அவர்களை பாதுகாப்பான். இன்னும், அவன் அவர்களுக்கு முக செழிப்பையும் (பிரகாசத்தையும் அழகையும்) மன மகிழ்ச்சியையும் கொடுப்பான்.","arabic":"فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5602,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:12","price":"இன்னும், அவர்கள் (வணக்க வழிபாட்டில், பாவங்களை விட்டு விலகி இருப்பதில், சோதனைகளை தாங்கிக் கொள்வதில்) பொறுமையாக இருந்ததால் அவன் அவர்களுக்கு சொர்க்கத்தையும் பட்டையும் (-பட்டாடைகளையும்) கூலியாகக் கொடுப்பான்.","arabic":"وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5603,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:13","price":"அவர்கள் அதில் கட்டில்களில் சாய்ந்தவர்களாக (சொர்க்க இன்பங்களை அனுபவிப்பவர்களாக) இருப்பார்கள். அதில் சூரியனையோ குளிரையோ காண மாட்டார்கள். (அங்கு உஷ்ணமும் இருக்காது, கடும் குளிரும் இருக்காது.)","arabic":"مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5604,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:14","price":"இன்னும், அதன் (மரங்களின்) நிழல்கள் அவர்களுக்கு அருகில் இருக்கும். அவற்றின் கனிகள் மிக தாழ்வாக (பறித்து புசிப்பதற்கு இலகுவாக) ஆக்கப்பட்டிருக்கும்.","arabic":"وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5605,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:15","price":"இன்னும், வெள்ளியினால் செய்யப்பட்ட பாத்திரங்களுடனும் கண்ணாடிகளாக இருக்கிற கெண்டிகளுடனும் அவர்களை சுற்றி வரப்படும்.","arabic":"وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5606,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:16","price":"அவை வெள்ளி கலந்த கண்ணாடிகளாகும். அவற்றை (-அவற்றின் அளவையும் அழகையும்) அவர்கள் (-சொர்க்கவாசிகளுக்கு பானம் புகட்டுகின்ற பணியாளர்கள்) துல்லியமாக நிர்ணயிப்பார்கள்.","arabic":"قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5607,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:17","price":"இன்னும் அதில் (-சொர்க்கத்தில்) மதுக் குவளையில் இருந்து அவர்களுக்கு (மது) புகட்டப்படும். அதன் கலவை இஞ்சியாக இருக்கும்.","arabic":"وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5608,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:18","price":"அதில் உள்ள ஓர் ஊற்றாகும் அது. அதற்கு சல்சபீல் என்று பெயர் கூறப்படும்.","arabic":"عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5609,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:19","price":"இன்னும் (சிறுவர்களாகவே) நிரந்தரமாக இருக்கும் சிறுவர்கள் அவர்களை சுற்றி வருவார்கள். நீர் அ(ந்த சிறு)வர்களைப் பார்த்தால் பரப்பி வைக்கப்பட்ட முத்துக்களாக அவர்களை நினைப்பீர்.","arabic":"۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5610,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:20","price":"இன்னும் (சொர்க்கத்தில்) நீர் எந்த இடத்தைப் பார்த்தாலும் பேரின்பத்தையும் பேராட்சியையும் நீர் பார்ப்பீர்.","arabic":"وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5611,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:21","price":"அவர்களுக்கு மேல் (உள் புறம்) பச்சை நிற மென்மையான பட்டும் (வெளிப் புறம்) தடிப்பான பட்டு ஆடைகளும் இருக்கும். இன்னும் வெள்ளியினால் செய்யப்பட்ட காப்புகளால் அலங்கரிக்கப்படுவார்கள். இன்னும், அவர்களின் இறைவன் அவர்களுக்கு மிகத் தூய்மையான பானத்தை புகட்டுவான்.","arabic":"عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5612,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:22","price":"நிச்சயமாக இவை (அனைத்தும்) உங்களுக்கு (-நீங்கள் செய்த நன்மைகளுக்கு) கூலியாக இருக்கும். உங்கள் (-சொர்க்கத்தைப் பெறுவதற்காக நீங்கள் செய்த) உழைப்பு நன்றி அறியப்பட்டதாக (பாராட்டுக்குரியதாக, நற்கூலிகளுக்கு தகுந்ததாக) இருக்கும்.","arabic":"إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5613,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:23","price":"நிச்சயமாக நாம்தான் உம்மீது இந்த குர்ஆனை கொஞ்சம் கொஞ்சமாக இறக்கினோம்.","arabic":"إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5614,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:24","price":"ஆக, உமது இறைவனின் கட்டளைக்காக (-அவன் உம்மீது கட்டாயமாக்கிய கடமைகளையும் சுமத்திய பொறுப்புகளையும் நிறைவேற்றுவதில்) நீர் பொறுமையாக இருப்பீராக! அவர்களில் (எந்த ஒரு) பாவிக்கும் அல்லது நிராகரிப்பாளருக்கும் நீர் கீழ்ப்படியாதீர்!","arabic":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5615,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:25","price":"இன்னும், உமது இறைவனின் பெயரை காலையி(ல் ஃபஜ்ர் தொழுகையி)லும் மாலையி(ல் ளுஹ்ர், அஸ்ர் தொழுகைகளி)லும் நினைவு கூர்வீராக!","arabic":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5616,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:26","price":"இன்னும், இரவில் அவனுக்காக சிரம் பணிந்து (மஃரிபு இன்னும் இஷா தொழுகைகளை) தொழுவீராக! இன்னும், நீண்ட நேரம் (உபரியான தொழுகைகள் மூலம்) அவனை தொழுது வணங்குவீராக!","arabic":"وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5617,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:27","price":"நிச்சயமாக இவர்கள் (அவசரமான) உலக வாழ்க்கையை விரும்புகிறார்கள். இன்னும், அவர்களுக்கு முன்னர் இருக்கின்ற மிக கனமான ஒரு நாளை (-அந்நாளுக்காக நன்மைகளை சேகரிப்பதை) விட்டுவிடுகிறார்கள்.","arabic":"إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5618,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:28","price":"நாம்தான் அவர்களை படைத்தோம், அவர்களின் படைப்பை (-உடல் உறுப்புகளை, மூட்டுகளை) உறுதிப்படுத்தினோம். நாம் நாடினால் (படைப்பால்) அவர்கள் போன்ற மனிதர்களை (ஆனால், அமல்களால் அவர்களுக்கு மாற்றமானவர்களை அவர்களுக்கு) பதிலாக நாம் கொண்டு வருவோம்.","arabic":"نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5619,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:29","price":"நிச்சயமாக இது ஓர் அறிவுரையாகும். ஆக, யார் (வெற்றி பெற) நாடுகிறாரோ அவர் தனது இறைவனின் பக்கம் ஒரு பாதையை ஏற்படுத்திக் கொள்ளட்டும்.","arabic":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5620,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:30","price":"அல்லாஹ் நாடினால் தவிர நீங்கள் நாடமுடியாது. நிச்சயமாக அல்லாஹ் நன்கறிந்தவனாக, மகா ஞானவானாக இருக்கிறான்.","arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5621,"juzNumber":29,"footnotes":"","lang":"ta"},{"name":"76:31","price":"அவன் யாரை நாடுகிறானோ அவரை தனது அருளில் அவன் பிரவேசிக்க வைக்கிறான். அநியாயக்காரர்கள் - துன்புறுத்தும் தண்டனையை அவர்களுக்காக அவன் தயார்செய்து வைத்துள்ளான்.","arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5622,"juzNumber":29,"footnotes":"","lang":"ta"}],"chapter":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"]}