{"data":[{"name":"8:1","price":"(நபியே!) ‘அன்ஃபால்’ (போரில் கிடைத்த வெற்றிப் பொருள்களைப்) பற்றி உம்மிடம் கேட்கிறார்கள். கூறுவீராக: வெற்றிப் பொருள்கள், - அல்லாஹ்விற்கும், தூதருக்கும் சொந்தமானவை ஆகும். ஆகவே, அல்லாஹ்வை அஞ்சுங்கள்; இன்னும், உங்களுக்கு மத்தியில் சீர்திருத்தம் செய்யுங்கள்; இன்னும், நீங்கள் (உண்மையான, உறுதியான) நம்பிக்கையாளர்களாக இருந்தால் (எல்லாக் காரியங்களிலும்) அல்லாஹ்விற்கும், அவனுடைய தூதருக்கும் கீழ்ப்படியுங்கள்.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:2","price":"நம்பிக்கையாளர்கள் எல்லாம், அல்லாஹ் நினைவு கூரப்பட்டால் அவர்களுடைய உள்ளங்கள் நடுங்கும்; இன்னும், அவனுடைய வசனங்கள் அவர்கள் முன் ஓதப்பட்டால் அவை அவர்களுக்கு நம்பிக்கையை அதிகப்படுத்தும்; இன்னும், அவர்கள் தங்கள் இறைவன் மீதே நம்பிக்கை வை(த்து அவனையே சார்ந்து இரு)ப்பார்கள்.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:3","price":"அவர்கள் தொழுகையை நிலைநிறுத்துவார்கள்; இன்னும், நாம் அவர்களுக்குக் கொடுத்தவற்றிலிருந்து தர்மம் செய்வார்கள்.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:4","price":"அவர்கள்தான் உண்மையில் நம்பிக்கையாளர்கள் ஆவார்கள். அவர்களுக்கு அவர்களுடைய இறைவனிடம் பல பதவிகளும் மன்னிப்பும் கண்ணியமான உணவும் (குடிபானமும் சிறப்பான வாழ்க்கையும்) உண்டு.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:5","price":"(நபியே!) உம் இறைவன் உம் இல்லத்திலிருந்து சத்தியத்துடன் உம்மை வெளியேற்றிய (போ)து (தர்க்கித்தது) போன்றே (எதிரிகளைப் போரில் சந்திப்பதிலும் உம்மிடம் தர்க்கிப்பார்கள்). இன்னும், நம்பிக்கையாளர்களில் நிச்சயமாக சிலர் (உம்முடன் வர) வெறுப்பார்கள்.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:6","price":"(போர் அவசியம் என்ற உண்மை) அவர்களுக்கு தெளிவான பின்னர் அவர்கள் (மரணத்தை கண்கூடாக) பார்ப்பவர்களாக இருந்த நிலையில் (அந்த) மரணத்தின் பக்கம் தாங்கள் ஓட்டிச் செல்லப்படுவது போன்று (போர் கடமை என்ற அந்த) உண்மையில் உம்முடன் தர்க்கிக்கிறார்கள்.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:7","price":"(நம்பிக்கையாளர்களே! எதிரிகளின்) இரு கூட்டங்களில் ஒன்றை, நிச்சயமாக அது உங்களுக்கு என்று அல்லாஹ் உங்களுக்கு வாக்களித்த சமயத்தை நினைவு கூருங்கள். (அவ்விரண்டில்) ஆயுதமுடையது அல்லாததை, “அது உங்களுக்கு ஆகவேண்டும்” என்று விரும்பினீர்கள். அல்லாஹ் தன் வாக்குகளின் மூலம் உண்மையை உண்மைப்படுத்தவும் (நிலைநாட்டவும்), நிராகரிப்பவர்களின் வேரை துண்டித்து விடவும் நாடுகிறான்.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:8","price":"குற்றவாளிகள் வெறுத்தாலும் அவன் உண்மையை உண்மைப்படுத்தவும் பொய்யை அழித்துவிடவும் (நாடுகிறான்).","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:9","price":"உங்கள் இறைவனிடம் நீங்கள் பாதுகாப்புத்தேடிய சமயத்தை நினைவு கூருங்கள். ஆக, “தொடர்ந்து வரக்கூடிய ஆயிரம் வானவர்களின் மூலம் நிச்சயமாக நான் உங்களுக்கு உதவுவேன்” என்று (அல்லாஹ்) உங்களுக்குப் பதிலளித்தான்.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:10","price":"ஒரு நற்செய்தியாகவும் உங்கள் உள்ளங்கள் அதன் மூலம் நிம்மதி பெறுவதற்காகவும் தவிர அதை (-அந்த உதவியை) அல்லாஹ் ஆக்கவில்லை. அல்லாஹ்விடம் இருந்தே தவிர (உங்களுக்கு) உதவி இல்லை. நிச்சயமாக அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:11","price":"(நம்பிக்கையாளர்களே! நீங்கள்) அச்சமற்றிருப்பதற்காக (அல்லாஹ்) தன் புறத்திலிருந்து சிறு தூக்கத்தை உங்கள் மீது போர்த்திய சமயத்தை நினைவு கூருங்கள். உங்களை அதன் மூலம் (-மழையின் மூலம்) அவன் சுத்தப்படுத்துவதற்காகவும், உங்களை விட்டு ஷைத்தானுடைய அசுத்தத்தைப் போக்குவதற்காகவும், உங்கள் உள்ளங்களை அவன் பலப்படுத்துவதற்காகவும், அதன் மூலம் (உங்கள்) பாதங்களை அவன் உறுதிப்படுத்துவதற்காகவும் (அவனே) உங்கள் மீது வானத்திலிருந்து மழையை இறக்கினான் (பொழியச் செய்தான்).","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:12","price":"“நிச்சயமாக நான் உங்களுடன் இருக்கிறேன். ஆகவே நம்பிக்கையாளர்களை உறுதிப்படுத்துங்கள்; நிராகரிப்பவர்களுடைய உள்ளங்களில் திகிலைப் போடுவேன். ஆவே, நீங்கள் அவர்களுடைய கழுத்துகளுக்கு மேல் வெட்டுங்கள்; அவர்களின் ஒவ்வொரு கணுவையும் (மூட்டுகளையும்) வெட்டுங்கள்” என்று (நபியே!) உம் இறைவன் வானவர்களுக்கு வஹ்யி அறிவித்த சமயத்தை நினைவு கூர்வீராக.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:13","price":"அதற்குக் காரணம், நிச்சயமாக அவர்கள் அல்லாஹ்விற்கும், அவனுடைய தூதருக்கும் முரண்பட்டனர் என்பதாகும். எவர் அல்லாஹ்விற்கும் அவனுடைய தூதருக்கும் முரண்படுவாரோ (அவரை அல்லாஹ் கடுமையாக தண்டிப்பான். ஏனெனில்,) நிச்சயமாக அல்லாஹ் தண்டிப்பதில் கடுமையானவன்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:14","price":"அது (உங்களுக்கு இவ்வுலக தண்டனையாகும்)! அதை சுவையுங்கள். இன்னும் நிராகரிப்பவர்களுக்கு (மறுமையில்) நிச்சயமாக நரக தண்டனை உண்டு.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:15","price":"நம்பிக்கையாளர்களே! நீங்கள் நிராகரிப்பவர்களை பெரும் படையாக (போரில்) சந்தித்தால் அவர்களுக்கு (உங்கள்) பின்புறங்களை திருப்பாதீர்கள். (-புறமுதுகு காட்டி ஓடாதீர்கள்)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:16","price":"சண்டையிடுவதற்கு ஒதுங்கக் கூடியவராக, அல்லது (தனது) கூட்டத்துடன் சேர்ந்து கொள்பவராக அல்லாமல் எவர் தன் பின்புறத்தை அவர்களுக்கு அந்நாளில் திருப்புவாரோ (-புறமுதுகு காட்டி ஓடுவாரோ) அவர் அல்லாஹ்வின் கோபத்தை சுமந்து கொண்டார். இன்னும், அவருடைய தங்குமிடம் நரகமாகும். அது மீளுமிடத்தால் மிகக் கெட்டதாகும்.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:17","price":"ஆக, (நம்பிக்கையாளர்களே! போரில்) நீங்கள் அவர்களைக் கொல்லவில்லை. என்றாலும். அல்லாஹ்தான் அவர்களைக் கொன்றான். இன்னும், (நபியே! எதிரிகள் மீது நீர் மண்ணை) எறிந்தபோது நீர் எறியவில்லை. என்றாலும், நிச்சயமாக அல்லாஹ்தான் எறிந்தான். அதன் மூலம் நம்பிக்கையாளர்களை அழகிய சோதனையாக அவன் சோதிப்பதற்காக (இவ்வாறு செய்தான்). நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன் நன்றிந்தவன் ஆவான்.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:18","price":"(மேற்கூறப்பட்ட) அவை (அனைத்தும் அல்லாஹ் செய்தவையாகும்). இன்னும், நிச்சயமாக அல்லாஹ் நிராகரிப்பவர்களின் சூழ்ச்சியை பலவீனப்படுத்தக் கூடியவன் ஆவான்.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:19","price":"(காஃபிர்களே!) நீங்கள் தீர்ப்புத் தேடினால் உங்களுக்கு தீர்ப்பு வந்துவிட்டது. (ஆகவே, விஷமத்திலிருந்து) நீங்கள் விலகினால் அது உங்களுக்கு சிறந்தது. நீங்கள் (விஷமத்தின் பக்கம்) திரும்பினால் (நாமும் நம்பிக்கையாளர்களுக்கு உதவ) திரும்புவோம். உங்கள் கூட்டம் அது அதிகமாக இருந்தாலும் உங்களை விட்டும் (அல்லாஹ்வின் தண்டனையை) தடுக்காது. இன்னும், நிச்சயமாக அல்லாஹ் நம்பிக்கையாளர்களுடன் இருக்கிறான்.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:20","price":"நம்பிக்கையாளர்களே! நீங்கள் அல்லாஹ்விற்கும், அவனுடைய தூதருக்கும் கீழ்ப்படியுங்கள். நீங்கள் (அவருடைய கூற்றை) செவிமடுப்பவர்களாக இருக்கும் நிலையில் அவரை விட்டு விலகாதீர்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:21","price":"இன்னும், அவர்களோ செவியேற்காதவர்களாக இருக்கும் நிலையில், “செவியுற்றோம்” என்று கூறியவர்களைப் போல் ஆகிவிடாதீர்கள்.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:22","price":"நிச்சயமாக அல்லாஹ்விடம் ஊர்வனவற்றில் மிகக் கொடூரமானவர்கள் யாரென்றால் சிந்தித்துப் புரியாத ஊமைகளான செவிடர்கள்தான்.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:23","price":"இன்னும், அவர்களிடம் ஏதும் நன்மையை அல்லாஹ் அறிந்திருந்தால் (இந்த குர்ஆனை) அவர்கள் செவியுறும்படி செய்திருப்பான். இன்னும், அவன் அவர்களைச் செவியுறச் செய்தாலும் அவர்கள் (அதை) புறக்கணிப்பவர்களாக இருக்கும் நிலையில் விலகி சென்றுவிடுவார்கள்.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:24","price":"நம்பிக்கையாளர்களே! அல்லாஹ்விற்கும், (அவனுடைய) தூதருக்கும் - அவர் உங்களுக்கு (உயர்வான) வாழ்க்கையை தரக்கூடியதன் பக்கம் உங்களை அழைத்தால் - பதிலளியுங்கள் (உடனே கீழ்ப்படிந்து நடங்கள்!). இன்னும், “நிச்சயமாக அல்லாஹ் மனிதனுக்கும் அவனுடைய உள்ளத்திற்கும் நடுவில் தடையாகிறான். இன்னும், நிச்சயமாக நீங்கள் அவனிடமே ஒன்றுதிரட்டப்படுவீர்கள்” என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:25","price":"இன்னும், நிச்சயமாக உங்களில் உள்ள அநியாயக்காரர்களை மட்டுமே வந்தடையாத ஒரு தண்டனையை அஞ்சுங்கள். இன்னும், :நிச்சயமாக அல்லாஹ் தண்டிப்பதில் கடுமையானவன்” என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:26","price":"இன்னும், நீங்கள் பூமியில் குறைவானவர்களாக, பலவீனர்களாக இருந்தபோது உங்களை மக்கள் தாக்கி (சிதறடித்து) விடுவதை பயந்தவர்களாக இருந்த சமயத்தை நினைவு கூருங்கள். ஆக, நீங்கள் நன்றி செலுத்துவதற்காக அவன் உங்களுக்கு ஒதுங்க இடமளித்தான்; இன்னும், தன் உதவியினால் உங்களைப் பலப்படுத்தினான்; இன்னும், நல்ல உணவுகளில் இருந்து உங்களுக்கு உணவளித்தான்.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:27","price":"நம்பிக்கையாளர்களே! அல்லாஹ்விற்கும், தூதருக்கும் துரோகம் செய்யாதீர்கள். இன்னும், நீங்கள் அறிந்தவர்களாக இருக்கும் நிலையில் உங்கள் (மீது சுமத்தப்பட்ட) பொறுப்புகளுக்கு துரோகம் செய்யாதீர்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:28","price":"இன்னும், “உங்கள் செல்வங்கள், உங்கள் சந்ததிகள் எல்லாம் ஒரு சோதனையாகும்; நிச்சயமாக அல்லாஹ், - அவனிடம்தான் மகத்தான கூலி உண்டு” என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:29","price":"நம்பிக்கையாளர்களே! நீங்கள் அல்லாஹ்வை அஞ்சினால் அவன் உங்களுக்கு (எதிரிகளின் பொய்யையும் உங்களின் உண்மையை பிரித்தறிவிக்கும்) ஒரு வித்தியாசத்தை (-ஓர் அளவுகோலை) ஏற்படுத்துவான்; இன்னும், உங்களை விட்டு உங்கள் பாவங்களை அகற்றி விடுவான்; இன்னும், உங்களை மன்னிப்பான். அல்லாஹ் மகத்தான அருளுடையவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:30","price":"(நபியே!) நிராகரிப்பவர்கள் உம்மைச் சிறைப்படுத்துவதற்கு; அல்லது, அவர்கள் உம்மைக் கொல்வதற்கு; அல்லது, உம்மை வெளியேற்றுவதற்கு உமக்கு சூழ்ச்சி செய்த சமயத்தை நினைவு கூர்வீராக. (அவர்கள்) சூழ்ச்சி செய்கிறார்கள். இன்னும், அல்லாஹ்வும் சூழ்ச்சி செய்கிறான். சூழ்ச்சி செய்பவர்களில் அல்லாஹ் மிகச் சிறந்தவன்.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:31","price":"நம் வசனங்கள் (நிராகரிக்கின்ற) அவர்கள் மீது ஓதப்பட்டால், “(நாம் இதை முன்பே) திட்டமாக செவியேற்று விட்டோம். நாம் நாடியிருந்தால் இது போன்று கூறியிருப்போம். முன்னோரின் கட்டுக் கதைகளாகவே தவிர இவை இல்லை” என்று கூறுகிறார்கள்.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:32","price":"(நபியே! அந்நிராகரிப்பவர்கள்) “அல்லாஹ்வே! இதுதான் உன்னிடமிருந்து (இறக்கப்பட்ட) உண்மையா(ன வேதமா)க இருக்குமேயானால், எங்கள் மீது வானத்திலிருந்து கல் மழை பொழி! அல்லது துன்புறுத்தும் (ஒரு) தண்டனையை எங்களிடம் கொண்டு வா!” என்று அவர்கள் கூறிய சமயத்தை நினைவு கூர்வீராக.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:33","price":"நீர் அவர்களுடன் இருக்கும் நிலையில் அல்லாஹ் அவர்களை தண்டனை செய்பவனாக இல்லை. இன்னும், அவர்கள் மன்னிப்புத் தேடுபவர்களாக இருக்கும் நிலையில் அல்லாஹ் அவர்களை தண்டிப்பவனாக இல்லை.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:34","price":"(இவ்விரு காரணங்கள் இல்லாதிருப்பின்) அல்லாஹ் அவர்களை தண்டிக்காமல் இருக்க அவர்களுக்கு வேறு என்ன காரணம் இருக்க முடியும்? அவர்களோ (நம்பிக்கையாளர்களை) புனிதமான மஸ்ஜிதை விட்டுத் தடுக்கிறார்கள். அவர்களோ அதன் பொறுப்பாளர்களாக இருக்கவில்லை. அதன் பொறுப்பாளர்கள் இல்லை, இறை அச்சமுள்ளவர்களே தவிர. எனினும், நிச்சயமாக அவர்களில் அதிகமானோர் (இதை) அறிய மாட்டார்கள்.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:35","price":"இறை ஆலயம் (கஅபா) அருகில் அவர்களுடைய வழிபாடானது இருக்கவில்லை சீட்டியடிப்பதாகவும், கை தட்டுவதாகவும் தவிர. (ஆகவே) “நீங்கள் நிராகரிப்பவர்களாக இருந்த காரணத்தால் (இன்று) தண்டனையை சுவையுங்கள்” (என்று மறுமையில் அவர்களுக்கு கூறப்படும்).","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:36","price":"நிச்சயமாக, நிராகரிப்பவர்கள் தங்கள் செல்வங்களை அல்லாஹ்வின் பாதையை விட்டு (மக்களை) தடுப்பதற்கு செலவு செய்கிறார்கள். அவர்கள் (மேலும் இவ்வாறே தொடர்ந்து) அவற்றை செலவு செய்வார்கள். பிறகு, அவை அவர்கள் மீது துக்க(த்திற்கு காரண)மாக மாறிவிடும்! பிறகு, (அவர்கள்) வெற்றி கொள்ளப்படுவார்கள். இன்னும், (இத்தகைய) நிராகரிப்பாளர்கள் நரகத்தின் பக்கமே ஒன்று திரட்டப்படுவார்கள்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:37","price":"இறுதியில், அல்லாஹ் நல்லவர்களிலிருந்து கெட்டவர்களைப் பிரித்துவிடுவான். இன்னும், கெட்டவர்களை (நரக படித்தரங்களில்) அவர்களில் சிலரை சிலர் மீது ஆக்கிவிடுவான். ஆக அவர்கள் அனைவரையும் அவன் ஒன்றிணைத்து, அவர்களை நரகத்தில் ஆக்கிவிடுவான். அவர்கள்தான் நஷ்டவாளிகள்.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:38","price":"(நபியே!) நிராகரிப்பவர்களுக்கு கூறுவீராக: “(இனியேனும் அவர்கள் விஷமத்திலிருந்து) விலகிக்கொண்டால் முன்சென்றவை அவர்களுக்கு மன்னிக்கப்படும். இன்னும், (விஷமத்தின் பக்கம் அவர்கள்) மீண்டால் முன்னோரின் வழிமுறை சென்று விட்டது. (அவர்களுக்கு நிகழ்ந்த அதே தண்டனை இவர்களுக்கும் நிகழும்.)","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:39","price":"இன்னும், குழப்பம் (-இணைவைத்தல்) இல்லாமல் ஆகி, வழிபாடு எல்லாம் அல்லாஹ்விற்கு மட்டும் ஆகும் வரை அவர்களிடம் போரிடுங்கள். ஆக, (விஷமத்திலிருந்து) அவர்கள் விலகிக்கொண்டால் (அதற்கேற்ப அல்லாஹ் அவர்களுடன் நடந்து கொள்வான்.) நிச்சயமாக அல்லாஹ் அவர்கள் செய்வதை உற்று நோக்குபவன் ஆவான்.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:40","price":"இன்னும், அவர்கள் (இஸ்லாமை ஏற்பதை விட்டு) விலகினால் (அவர்கள் உங்களுக்கு எந்தத் தீங்கையும் செய்துவிட முடியாது. ஏனெனில்,) நிச்சயமாக அல்லாஹ் உங்கள் மவ்லா (தலைவன், பொறுப்பாளன், உரிமையாளன், நிர்வகிப்பவன், எஜமானன், பரிபாலிப்பவன், ஆதரவாளன், அரசன்)  என்பதை அறிந்து கொள்ளுங்கள். அவன் சிறந்த மவ்லா ஆவான். இன்னும், அவன் சிறந்த உதவியாளன் ஆவான்.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"ta"},{"name":"8:41","price":"“நீங்கள் அல்லாஹ்வை நம்பிக்கைகொண்டவர்களாக இருந்தால், இன்னும், (உண்மை மற்றும் பொய்யிற்கும் நடுவில்) பிரித்தறிவிக்கப்பட்ட நாளில்; (நம்பிக்கையாளர்கள், நிராகரிப்பாளர்கள் ஆகிய) இரு படைகள் (போரில்) சந்தித்த நாளில் நம் அடியார் மீது நாம் இறக்கியதை நீங்கள் நம்பிக்கை கொண்டவர்களாக இருந்தால், நிச்சயமாக நீங்கள் (போரில்) வென்ற பொருள் எதுவாக இருந்தாலும் அதில் ஐந்தில் ஒன்று அல்லாஹ்விற்கும், தூதருக்கும், (அவருடைய) உறவினர்களுக்கும், அனாதைகளுக்கும், ஏழைகளுக்கும், பயணிகளுக்கும் உரியதாகும் என்பதை அறிந்து கொள்ளுங்கள்! நிச்சயமாக அல்லாஹ் ஒவ்வொரு பொருளின் மீதும் பேராற்றலுடையவன் ஆவான்.”","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:42","price":"நீங்கள் (‘பத்ர்’ போரில் மதீனாவுக்குச்) சமீபமான பள்ளத்தாக்கிலும், அவர்கள் தூரமான பள்ளத்தாக்கிலும் (வர்த்தகர்களாகிய) வாகனக்காரர்கள் உங்களுக்குக் கீழே (உங்களை விட்டு தூரமாக) இருந்த சமயத்தை நினைவு கூருங்கள். நீங்கள் (ஒருவருக்கொருவர்) வாக்குறுதி கொடுத்திருந்தால் குறிப்பிட்ட நேரத்தில் (வந்து சேர முடியாமல்) நீங்கள் தவறிழைத்திருப்பீர்கள். எனினும், முடிவு செய்யப்பட்டதாக இருக்கின்ற ஒரு காரியத்தை அல்லாஹ் நிறைவேற்றுவதற்காகவும்; அழிபவன் ஆதாரத்துடன் அழிவதற்காகவும்; (தப்பி உயிர்) வாழ்பவன் ஆதாரத்துடன் வாழ்வதற்காகவும் (இவ்வாறு உங்களை அல்லாஹ் போரில் சந்திக்க வைத்தான்). நிச்சயமாக அல்லாஹ்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:43","price":"(நபியே!) அல்லாஹ், உமது கனவில் அவர்களை உமக்கு குறைவாக காண்பித்த சமயத்தை நினைவு கூர்வீராக. உமக்கு அவர்களை அதிகமானவர்களாக காண்பித்திருந்தால் (பிறகு நீர் அதை முஸ்லிம்களுக்கு கூறி இருந்தால் முஸ்லிம்களே) நீங்கள் கோழையாகி இருப்பீர்கள்; இன்னும், (போர் பற்றிய) காரியத்தில் ஒருவருக்கொருவர் (உங்களுக்குள்) தர்க்கித்திருப்பீர்கள். என்றாலும், நிச்சயமாக அல்லாஹ் (உங்களை) காப்பாற்றினான். நிச்சயமாக அவன், நெஞ்சங்களில் உள்ளவற்றை நன்கறிந்தவன் ஆவான்.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:44","price":"இன்னும், முடிவு செய்யப்பட்டதாக இருக்கின்ற ஒரு காரியத்தை அல்லாஹ் நிறைவேற்றுவதற்காக நீங்கள் (அவர்களை) சந்தித்தபோது உங்கள் கண்களில் உங்களுக்கு அவர்களை குறைவாக காண்பித்து, உங்களை அவர்களுடைய கண்களில் குறைவாக காண்பித்தபோது (சத்தியம் வென்றது, அசத்தியம் தோற்றுப்போனது). இன்னும், அல்லாஹ்வின் பக்கமே காரியங்கள் திருப்பப்படுகின்றன.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:45","price":"நம்பிக்கையாளர்களே! நீங்கள் (எதிரிகளின்) ஒரு பிரிவை (போரில்) சந்தித்தால், நீங்கள் வெற்றி பெறுவதற்காக (போர்க்களத்தில்) உறுதியாக இருங்கள். (-போர் நடக்கும் மைதானத்தை விட்டு விலகி ஓடிவிடாதீர்கள்.) இன்னும், அல்லாஹ்வை அதிகமாக நினைவு கூருங்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:46","price":"இன்னும், அல்லாஹ்விற்கும் அவனுடைய தூதருக்கும் கீழ்ப்படியுங்கள்; இன்னும், (உங்களுக்குள்) தர்க்கிக்காதீர்கள் (சண்டை சச்சரவு செய்து கொள்ளாதீர்கள்)!. அவ்வாறாயின், நீங்கள் தோற்றுவிடுவீர்கள்; இன்னும், உங்கள் ஆற்றலும் போய்விடும். இன்னும், நீங்கள் பொறுமையாக இருங்கள். நிச்சயமாக அல்லாஹ் பொறுமையாளர்களுடன் இருக்கிறான்.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:47","price":"இன்னும், எவர்கள் பெருமைக்காகவும் மக்களுக்குக் காண்பிப்பதற்காகவும் தங்கள் இல்லங்களிலிருந்து புறப்பட்டார்களோ; இன்னும், அல்லாஹ்வின் பாதையை விட்டு (மக்களை) தடுக்கிறார்களோ அவர்களைப் போன்று நீங்கள் ஆகிவிடாதீர்கள். அல்லாஹ் அவர்கள் செய்பவற்றை சூழ்ந்திருப்பவன் ஆவான்.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:48","price":"இன்னும், ஷைத்தான் அவர்களுடைய செயல்களை அவர்களுக்கு அலங்கரித்து, “மக்களில் இன்று உங்களை வெல்பவர் அறவே இல்லை; இன்னும், உங்களுக்கு நிச்சயமாக நான் துணை ஆவேன்” என்று கூறிய சமயத்தை நினைவு கூருங்கள். ஆக, இரு பிரிவினர்களும் ஒருவருக்கொருவர் பார்த்தபோது தன் இரு குதிங்கால்கள் மீது (ஷைத்தான்) திரும்பி (ஓடி)னான். இன்னும், “நிச்சயமாக நான் உங்களை விட்டு விலகியவன் ஆவேன். நீங்கள் பார்க்காததை நிச்சயமாக நான் பார்க்கிறேன்; நிச்சயமாக நான் அல்லாஹ்வைப் பயப்படுகிறேன்; இன்னும், அல்லாஹ் தண்டிப்பதில் கடுமையானவன்” என்று கூறினான்.","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:49","price":"நயவஞ்சகர்களும், தங்கள் உள்ளங்களில் நோயுள்ளவர்களும், (நம்பிக்கையாளர்களை நோக்கி) “இவர்களை இவர்களுடைய மார்க்கம் மயக்கிவிட்டது” என்று கூறிய சமயத்தை நினைவு கூருங்கள். எவர் அல்லாஹ் மீது நம்பிக்கை வை(த்து அவனை சார்ந்து இரு)ப்பாரோ (அவரே வெற்றியாளர்.) நிச்சயமாக அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:50","price":"(நபியே!) வானவர்கள், நிராகரித்தவர்களை - அவர்களின் முகங்களிலும் முதுகுகளிலும் அடித்தவர்களாக - “எரிக்கக்கூடிய (நரக) தண்டனையை சுவையுங்கள்” (என்று கூறியவர்களாக) - உயிர் கைப்பற்றும்போது நீர் பார்த்தால் (அது ஒரு பயங்கரமான காட்சியாக இருக்கும்).","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:51","price":"அதற்குக் காரணம், “உங்கள் கரங்கள் முற்படுத்தியவையும் இன்னும், நிச்சயமாக அல்லாஹ் அடியார்களுக்கு அறவே அநீதியிழைப்பவன் இல்லை என்பதும் ஆகும்.”","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:52","price":"ஃபிர்அவ்னுடைய சமுதாயத்தின் நிலைமையைப் போன்றும்; இன்னும், அவர்களுக்கு முன்னுள்ளவர்களின் நிலைமையைப் போன்றும் (இவர்களுடைய நிலைமை இருக்கிறது). அவர்கள் அல்லாஹ்வின் வசனங்களை நிராகரித்தனர். ஆகவே, அவர்களுடைய பாவங்களினால் அல்லாஹ் அவர்களைத் தண்டித்தான். நிச்சயமாக அல்லாஹ் மிக வலிமையானவன், தண்டிப்பதில் கடுமையானவன்.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:53","price":"அதற்குக் காரணமாகும், நிச்சயமாக அல்லாஹ் ஒரு சமுதாயத்தின் மீது, தான் அருள்புரிந்த அருட்கொடையை - அவர்கள் தங்களிடம் உள்ளதை மாற்றும் வரை - மாற்றுபவனாக இல்லை என்பதும் இன்னும், நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன், நன்கறிந்தவன் (ஆவான். ஆகவே, அடியார்களின் செயல்களுக்கு ஏற்ப கூலி கொடுக்கிறான்) என்பதும் ஆகும்.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:54","price":"ஃபிர்அவ்னுடைய சமுதாயம் இன்னும் அவர்களுக்கு முன்னுள்ளவர்களின் நிலைமையைப் போன்று (இவர்களின் நிலைமை இருக்கிறது). அவர்கள் தங்கள் இறைவனின் வசனங்களைப் பொய்ப்பித்தனர். ஆகவே, அவர்களுடைய பாவங்களினால் அவர்களை அழித்தோம். இன்னும், ஃபிர்அவ்னுடைய சமுதாயத்தை மூழ்கடித்தோம். இன்னும், (இவர்கள்) எல்லோரும் அநியாயக்காரர்களாக இருந்தனர்.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:55","price":"நிச்சயமாக அல்லாஹ்விடத்தில் மிருகங்களில் (எல்லாம்) மிகக் கொடியவர்கள், எவர்கள் (மன முரண்டாக) நிராகரித்தார்களோ அவர்கள்தான். ஆக, அவர்கள் நம்பிக்கை கொள்ளமாட்டார்கள்.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:56","price":"நீர் அவர்களிடம் உடன்படிக்கை செய்தீர்கள். பிறகு, அவர்கள் தங்கள் உடன்படிக்கையை ஒவ்வொரு முறையிலும் முறிக்கிறார்கள். இன்னும், அவர்கள் அல்லாஹ்வை அஞ்சுவதில்லை.","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:57","price":"ஆக, போரில் நீர் அவர்களைப் பெற்றுக் கொண்டால் அவர்களை (தண்டிப்பதை)க் கொண்டு அவர்களுக்குப் பின்னுள்ளவர்களை விரட்டியடிப்பீராக, அவர்கள் நல்லறிவு பெறுவதற்காக.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:58","price":"இன்னும், (உம்முடன் உடன்படிக்கை செய்த) சமுதாயத்திடமிருந்து மோசடியை நீர் பயந்தால், (அதற்குச்) சமமாக (அந்த ஒப்பந்தத்தை) நீர் அவர்களிடம் எறிந்து விடுவீராக. (அவர்களுடன் செய்த ஒப்பந்தத்தை முறித்துக் கொள்வதாக அறிவித்துவிடுவீராக!) நிச்சயமாக அல்லாஹ், மோசடிக்காரர்களை நேசிக்க மாட்டான்.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:59","price":"நிராகரித்தவர்கள் தாங்கள் முந்திவிட்டதாக (அல்லாஹ்வின் தண்டனையிலிருந்து தப்பித்துவிட்டதாக) ஒருபோதும் எண்ண வேண்டாம். நிச்சயமாக அவர்கள் (நம்மை) பலவீனப்படுத்த முடியாது.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:60","price":"இன்னும், அவர்களை எதிர்ப்பதற்காக (ஆயுத) பலத்திலிருந்தும், போர் குதிரைகளில் இருந்தும் உங்களுக்கு முடிந்ததை ஏற்பாடு செய்யுங்கள். அதன்மூலம் அல்லாஹ்வின் எதிரிகளையும், உங்கள் எதிரிகளையும் (நீங்கள் அறியாத) அவர்கள் அல்லாத (பகைமையை மறைத்திருக்கும்) மற்றவர்களையும் நீங்கள் அச்சுறுத்த வேண்டும். நீங்கள் அவர்களை அறிய மாட்டீர்கள், அல்லாஹ் அவர்களை அறிவான். இன்னும், அல்லாஹ்வின் பாதையில் நீங்கள் பொருள்களில் எதை தர்மம் செய்தாலும் அ(தற்குரிய நற்கூலியான)து உங்களுக்கு முழுமையாக வழங்கப்படும். இன்னும், நீங்கள் அநீதி இழைக்கப்பட மாட்டீர்கள்.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:61","price":"இன்னும், அவர்கள் சமாதானத்திற்கு இணங்கினால், நீர் அதற்கு இணங்குவீராக! அல்லாஹ்வின் மீது நம்பிக்கை வைப்பீராக! நிச்சயமாக அவன்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:62","price":"இன்னும், (நபியே!) அவர்கள் உம்மை ஏமாற்ற நாடினால் நிச்சயமாக உமக்குப் போதுமானவன் அல்லாஹ்தான். அவன், தன் உதவியைக் கொண்டும் நம்பிக்கையாளர்களைக் கொண்டும் உம்மை பலப்படுத்தி இருக்கிறான்.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:63","price":"இன்னும், அவன் அவர்களுடைய உள்ளங்களுக்கிடையில் (இணக்கத்தை ஏற்படுத்தி) ஒன்றிணைத்தான். பூமியிலுள்ளவை அனைத்தையும் நீர் செலவு செய்தாலும் அவர்களுடைய உள்ளங்களுக்கு மத்தியில் நீர் (இணக்கத்தை ஏற்படுத்தி) ஒன்றிணைத்திருக்க மாட்டீர். என்றாலும், நிச்சயமாக அல்லாஹ் அவர்களுக்கு மத்தியில் ஒன்றிணைத்தான். நிச்சயமாக அவன் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:64","price":"நபியே! அல்லாஹ்தான் உமக்கும் உம்மைப் பின்பற்றிய நம்பிக்கையாளர்களுக்கும் போதுமானவன்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:65","price":"நபியே! நம்பிக்கையாளர்களை போருக்குத் தூண்டுவீராக! உங்களில் இருபது பொறுமையாளர்கள் இருந்தால் (அவர்கள் உங்கள் எதிரிகளில்) இருநூறு நபர்களை வெல்வார்கள். உங்களில் (அத்தகைய) நூறு நபர்கள் இருந்தால் நிராகரித்தவர்களில் ஆயிரம் நபர்களை வெல்வார்கள். (அதற்குக்) காரணம், நிச்சயமாக அவர்கள் சிந்தித்து விளங்காத மக்கள் ஆவார்கள்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:66","price":"இப்போது அல்லாஹ் உங்களுக்கு (சட்டத்தை) இலகுவாக்கினான். இன்னும், நிச்சயமாக உங்களில் பலவீனம் உள்ளது என்பதை அவன் அறிந்திருக்கிறான். ஆக, உங்களில் நூறு பொறுமையாளர்கள் இருந்தால் (எதிரிகளில்) இருநூறு நபர்களை அவர்கள் வெல்வார்கள். இன்னும், (இத்தகைய) ஆயிரம் நபர்கள் உங்களில் இருந்தால், அல்லாஹ்வின் அனுமதியினால் (எதிரிகளில்) இரண்டாயிரம் நபர்களை அவர்கள் வெல்வார்கள். அல்லாஹ் பொறுமையாளர்களுடன் இருக்கிறான்.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:67","price":"(பத்ர் போரில் கைது செய்யப்பட்ட எதிரிகளை) இப்பூமியில் கொன்று குவிக்காமல், அவர்களை கைதிகளாக்குவது (பின்னர், பிணைத் தொகை வாங்கி விடுவிப்பது) நபிக்கு ஆகுமானதல்ல. (நபியின் தோழர்களே! நீங்கள்) உலகத்தின் பொருளை நாடுகிறீர்கள். அல்லாஹ்வோ (உங்களுக்கு) மறுமையை நாடுகிறான். அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:68","price":"அல்லாஹ்விடமிருந்து (உங்களுக்கு மன்னிப்பு எனும்) விதி முந்தியிருக்கவில்லையெனில் நீங்கள் (கைதிகளிடம் மீட்புத்தொகை) வாங்கியதில் மகத்தான தண்டனை உங்களைப் பிடித்தே இருக்கும்.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:69","price":"ஆகவே, நீங்கள் எதை (போரில்) வென்று சொந்தமாக்கினீர்களோ அந்த ஆகுமான நல்லதை புசியுங்கள். இன்னும், அல்லாஹ்வை அஞ்சுங்கள். நிச்சயமாக, அல்லாஹ் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:70","price":"நபியே! கைதிகளில் உங்கள் கரங்களில் (உங்கள் கட்டுப்பாட்டில்) உள்ளவர்களுக்கு கூறுவீராக: “உங்கள் உள்ளங்களில் நல்ல (எண்ணத்)தை அல்லாஹ் அறிந்தால் உங்களிடமிருந்து எடுக்கப்பட்டதை விட சிறந்ததை உங்களுக்குக் கொடுப்பான். இன்னும், உங்களை மன்னிப்பான். அல்லாஹ் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.”","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:71","price":"(நபியே!) ஆனால், அவர்கள் உமக்கு மோசடி செய்ய நாடினால் (இதற்கு) முன்னர் அவர்கள் அல்லாஹ்விற்கு(ம்) மோசடி செய்துள்ளனர். ஆகவே, அவர்கள் மீது (அல்லாஹ் உங்களுக்கு) ஆதிக்கமளித்தான். அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:72","price":"நிச்சயமாக நம்பிக்கை கொண்டு, (தங்கள் ஊரை விட்டு வெளியேறி) ஹிஜ்ரத் சென்று, அல்லாஹ்வின் பாதையில் தங்கள் பொருள்களாலும் தங்கள் உயிர்களாலும் போர் புரிந்தவர்கள்; இன்னும், (இவர்களை) அரவணைத்து, உதவியவர்கள் இவர்கள், - இவர்களில் சிலர் சிலருக்கு பொறுப்பாளர்கள் ஆவர். இன்னும், எவர்கள் நம்பிக்கை கொண்டு; ஆனால், ஹிஜ்ரத் செல்லவில்லையோ அவர்கள் ஹிஜ்ரத் செல்லும் வரை எந்த ஒரு காரியத்திற்கும் அவர்களுக்காக பொறுப்பேற்பது உங்களுக்கு ஆகுமானதல்ல. இன்னும், மார்க்க விஷயத்தில் அவர்கள் உங்களிடம் உதவிதேடினால் (அவர்களுக்கு) உதவுவது உங்கள் மீது கடமையாகும். (எனினும்,) உங்களுக்கும் அவர்களுக்கும் இடையில் உடன்படிக்கை உள்ள ஒரு சமுதாயத்திற்கு எதிராக தவிர. (உடன்படிக்கை செய்தவர்களுக்கு எதிராக உதவுவது ஆகுமானதல்ல.) அல்லாஹ் நீங்கள் செய்பவற்றை உற்று நோக்குபவன் ஆவான்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:73","price":"இன்னும், நிராகரிப்பவர்கள் - அவர்களில் சிலர் சிலருக்கு பொறுப்பாளர்கள் ஆவார்கள். நீங்கள் அதை செய்யவில்லையென்றால் (நம்பிக்கையாளர்களே! நீங்கள் உங்களுக்குள் ஒருவர் மற்றவருக்கு உதவவில்லையென்றால்), பூமியில் குழப்பமும் (இஸ்லாமிய மார்க்கத்திற்கு எதிராக) பெரும் கலகமும் ஆகிவிடும்.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:74","price":"ஆனால், எவர்கள் நம்பிக்கை கொண்டு, ஹிஜ்ரத் சென்று, அல்லாஹ்வின் பாதையில் போர் புரிந்தார்களோ; இன்னும், (அவர்களை) அரவணைத்து உதவி செய்தார்களோ அவர்கள்தான் உண்மையில் நம்பிக்கையாளர்கள். அவர்களுக்கு மன்னிப்பும் கண்ணியமான உணவும் உண்டு.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"8:75","price":"இன்னும், எவர்கள் (இவர்களுக்கு) பின்னர் நம்பிக்கை கொண்டு, ஹிஜ்ரத் சென்று, உங்களுடன் சேர்ந்து (உங்கள் எதிரிகளிடம்) போர் புரிந்தார்களோ அவர்கள் உங்களைச் சேர்ந்தவர்கள்தான். இன்னும், அல்லாஹ்வின் வேதத்தில் இரத்த பந்தங்கள் - அவர்களில் சிலர் சிலருக்கு - நெருக்கமானவர்கள் (-உரிமை உள்ளவர்வர்கள்) ஆவார்கள். நிச்சயமாக அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவன் ஆவான்.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"ta"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}