{"data":[{"name":"9:1","price":"அல்லாஹ்விடமிருந்தும் அவனுடைய தூதரிடமிருந்தும் நீங்கள் உடன்படிக்கை செய்த இணைவைப்பாளர்களை நோக்கி அறிவிக்கப்படுவதாவது: “(அல்லாஹ்வும் ரஸூலும் இணைவைப்பாளர்களின் உடன்படிக்கையிலிருந்து) விலகி விடுகிறார்கள்” என்று.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:2","price":"ஆகவே, (இணைவைப்பவர்களே) “நீங்கள் நான்கு மாதங்கள் பூமியில் (சுதந்திரமாக) சுற்றலாம். இன்னும், “நிச்சயமாக நீங்கள் அல்லாஹ்வை பலவீனப்படுத்துபவர்கள் அல்லர் என்பதையும், நிச்சயமாக அல்லாஹ் நிராகரிப்பாளர்களை இழிவுபடுத்துவான் என்பதையும் அறிந்து கொள்ளுங்கள்.”","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:3","price":"இன்னும், இணைவைப்பவர்களிலிருந்து நிச்சயமாக அல்லாஹ்வும் அவனுடைய தூதரும் விலகியவர்கள் என்று அல்லாஹ் இன்னும் அவனுடைய தூதரிடமிருந்து, மாபெரும் ஹஜ்ஜுடைய நாளில் (அறிவிக்கப்படும்) அறிவிப்பாகும் இது. ஆகவே, (இணைவைப்பதிலிருந்து) நீங்கள் திருந்தினால் அது உங்களுக்கு மிக நல்லதாகும். நீங்கள் (திருந்தாமல்) விலகினால் நிச்சயமாக நீங்கள் அல்லாஹ்வை பலவீனப்படுத்துபவர்கள் அல்லர் என்பதை அறிந்து கொள்ளுங்கள். (நபியே!) நிராகரித்தவர்களுக்கு துன்புறுத்தும் தண்டனை உண்டு என்று நற்செய்தி கூறுவீராக.","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:4","price":"(எனினும்,) இணைவைப்பவர்களில் எவர்களிடம் நீங்கள் உடன்படிக்கை செய்து, பிறகு அவர்கள் (உடன்படிக்கையின் அம்சங்களில்) எதையும் உங்களுக்கு குறைக்காமலும், உங்களுக்கு எதிராக (எதிரிகளில்) ஒருவருக்கும் உதவாமலும் இருந்தார்களோ அவர்களைத் தவிர. ஆக, அவர்களுக்கு அவர்களின் உடன்படிக்கையை அவர்களுடைய (உடன்படிக்கையின்) தவணை (முடியும்) வரை முழுமைப்படுத்துங்கள். நிச்சயமாக அல்லாஹ், தன்னை அஞ்சுபவர்கள் மீது அன்பு வைக்கிறான்.","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:5","price":"ஆக, புனித மாதங்கள் முடிந்துவிட்டால் (மக்கா நகரத்தை சேர்ந்த) இணைவைப்பாளர்களை - நீங்கள் அவர்களை எங்கு கண்டாலும் - கொல்லுங்கள்; இன்னும், அவர்களை(ச்சிறைப்) பிடியுங்கள்; இன்னும், அவர்களை முற்றுகையிடுங்கள்; இன்னும், ஒவ்வொரு பதுங்குமிடத்திலும் (அவர்களை எதிர்பார்த்து) அவர்களுக்காக அமருங்கள். ஆக, அவர்கள் (இணைவைப்பிலிருந்து) திருந்தி, தொழுகையை நிலைநிறுத்தி, ஸகாத்தைக் கொடுத்தால் அவர்களுடைய வழியை விட்டு விடுங்கள். நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன் பெரும் கருணையாளன் ஆவான்.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:6","price":"இன்னும், (நபியே!) அந்த இணைவைப்பவர்களில் ஒருவர் உம்மிடம் பாதுகாப்புத் தேடினால், அல்லாஹ்வின் பேச்சை அவர் செவியுறும் வரை அவருக்கு பாதுகாப்பு அளிப்பீராக! பிறகு அவரை அவருடைய பாதுகாப்பான இடத்திற்குச் சேர்த்து விடுவீராக! அதற்குக் காரணம், நிச்சயமாக அவர்கள் அறியாத மக்கள் ஆவார்கள்.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:7","price":"அல்லாஹ்விடத்திலும், அவனுடைய தூதரிடத்திலும் இணைவைப்பவர்களுக்கு உடன்படிக்கை எப்படி (நீடித்து) இருக்கும்? (ஆயினும்) புனித மஸ்ஜிதுக்கு அருகில் நீங்கள் உடன்படிக்கை செய்தவர்களைத் தவிர. அவர்கள் உங்களுடன் ஒழுங்காக நேர்மையாக நடக்கும் வரை நீங்களும் அவர்களுடன் ஒழுங்காக நடந்து கொள்ளுங்கள். நிச்சயமாக அல்லாஹ், தன்னை அஞ்சுபவர்கள் மீது அன்பு வைக்கிறான்.","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:8","price":"எவ்வாறு (அவர்களை நம்ப முடியும்)? அவர்கள் உங்களை வெற்றி கொண்டால் உங்களுடன் (அவர்களுக்கு இருக்கின்ற வமிச, குடும்ப இரத்த) உறவையும் (அவர்கள் உங்களுடன் செய்த) உடன்படிக்கையையும் பொருட்படுத்தமாட்டார்கள். தங்கள் வாய் (வார்த்தை)களால் உங்களைத் திருப்திப்படுத்துகிறார்கள்; இன்னும், அவர்களுடைய உள்ளங்கள் (உங்களை ஏற்க) மறுக்கின்றன. அவர்களில் அதிகமானோர் (சட்டங்களை மீறுகின்ற) பாவிகள் ஆவர்.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:9","price":"அவர்கள் அல்லாஹ்வின் வசனங்களுக்குப் பகரமாக சொற்ப விலையை வாங்கினார்கள். இன்னும், (மக்களை) அவனுடைய பாதையை விட்டுத் தடுத்தனர். நிச்சயமாக அவர்கள் செய்து கொண்டிருந்தது மிகக் கெட்டதாகும்.","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:10","price":"அவர்கள், நம்பிக்கையாளர்கள் விஷயத்தில் (வமிச, குடும்ப இரத்த) உறவையும் (அவர்கள் உங்களுடன் செய்த) உடன்படிக்கையையும் பொருட்படுத்தமாட்டார்கள். இன்னும், அவர்கள்தான் (உடன்படிக்கைகளை) மீறக் கூடியவர்கள் ஆவார்கள்.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:11","price":"ஆக, அவர்கள் (தங்கள் குற்றங்களில் இருந்து) திருந்தி (அல்லாஹ்வின் பக்கம் திரும்பி மன்னிப்புக் கோரி) தொழுகையை நிலைநிறுத்தி, ஸகாத்தையும் கொடுத்தால் (அவர்கள்) மார்க்கத்தில் உங்கள் சகோதரர்கள் ஆவார்கள். (தங்களுக்கு விவரிக்கப்படுவதை) அறிந்து கொள்கின்ற மக்களுக்கு நாம் வசனங்களை (இந்த வேதத்தில்) விவரித்து கூறுகிறோம்.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:12","price":"இன்னும், அவர்கள் தங்கள் உடன்படிக்கைக்குப் பின்னர் தங்கள் சத்தியங்களை முறித்தால்: இன்னும், உங்கள் மார்க்கத்தில் குறை கூறி குத்திப் பேசினால், அவர்கள் (இக்குற்றத்திலிருந்து) விலகிக் கொள்வதற்காக நிராகரிப்புடைய (இத்தகைய) தலைவர்களிடம் போரிடுங்கள். நிச்சயமாக அவர்களுக்கு சத்தியங்கள் அறவே இல்லை. (இவர்கள் தங்கள் சத்தியங்களை மதித்து நடக்க மாட்டார்கள்.)","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:13","price":"தங்கள் சத்தியங்களை முறித்து, தூதரை (ஊரைவிட்டு) வெளியேற்றுவதற்கு முடிவெடுத்த மக்களிடம் நீங்கள் போர்புரிய மாட்டீர்களா? அவர்கள்தான் (கலகத்தை) உங்களிடம் முதல் முறையாக ஆரம்பித்தனர். நீங்கள் அவர்களைப் பயப்படுகிறீர்களா? நீங்கள் நம்பிக்கை கொண்டவர்களாக இருந்தால் அல்லாஹ்தான் நீங்கள் பயப்படுவதற்கு மிகத் தகுதியானவன் ஆவான்.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:14","price":"அவர்களிடம் போரிடுங்கள். உங்கள் கரங்களால் அல்லாஹ் அவர்களை தண்டிப்பான்; இன்னும், அவர்களை இழிவுபடுத்துவான்; இன்னும், அவர்களுக்கு எதிராக உங்களுக்கு உதவுவான்; இன்னும், நம்பிக்கை கொண்ட மக்களின் நெஞ்சங்க(ளில் உள்ள மனக் காயங்க)ளை குணப்படுத்துவான்.","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:15","price":"இன்னும், அவர்களுடைய உள்ளங்களின் கோபத்தைப் போக்குவான்; இன்னும், அல்லாஹ் (அவர்களில்) தான் நாடியவர்களை திருத்தி, (அவர்களை) மன்னிப்பான். அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:16","price":"(நம்பிக்கையாளர்களே!) உங்களில் எவர்கள் (மனம் விரும்பி) போர்புரிந்தார்களோ அவர்களையும்; இன்னும், அல்லாஹ், அவனுடைய தூதர், இன்னும் நம்பிக்கை கொண்டவர்கள் ஆகிய இவர்கள் அல்லாதவர்களை அந்தரங்க நண்பர்களாக எவர்கள் எடுத்துக் கொள்ளாமல் இருக்கிறார்களோ அவர்களையும் அல்லாஹ் (வெளிப்படையாக) அறியாமல் இருக்கும் நிலையில், நீங்கள் (சோதிக்கப்படாமல்) விட்டுவிடப்படுவீர்கள் என்று எண்ணிக்கொண்டீர்களா? அல்லாஹ் நீங்கள் செய்பவற்றை ஆழ்ந்தறிந்தவன் ஆவான்.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:17","price":"அல்லாஹ்வுடைய மஸ்ஜிதுகளைப் பரிபாலிப்பதற்கு இணைவைப்பாளர்களுக்கு உரிமை இருக்கவில்லை. (அவர்களுடைய) நிராகரிப்பிற்கு அவர்களே சாட்சி கூறுபவர்களாக இருக்கிறார்கள். அவர்களுடைய (நற்)செயல்கள் (இவ்வுலகிலேயே) அழிந்துவிடும். இன்னும், (மறுமையில்) நரகத்திலே அவர்கள் நிரந்தரமாக தங்கிவிடுவார்கள்.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:18","price":"அல்லாஹ்வின் மஸ்ஜிதுகளை பராமரிப்ப(தற்கு தகுதி உள்ள)வர்கள் எல்லாம் அல்லாஹ்வையும் இறுதிநாளையும் நம்பிக்கை கொண்டு, தொழுகையை நிலைநிறுத்தி, ஸகாத்தைக் கொடுத்து, அல்லாஹ்வைத் தவிர (எவரையும்) பயப்படாதவர்கள்தான். இவர்கள்தான் நேர்வழி பெற்றவர்களில் இருப்பார்கள்.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:19","price":"ஹஜ் செய்பவர்களுக்கு தண்ணீர் புகட்டுவதையும், புனித மஸ்ஜிதை பராமரிப்பதையும் - அல்லாஹ் இன்னும் இறுதி நாளை நம்பிக்கை கொண்டு, அல்லாஹ்வின் பாதையில் போர்புரிந்தவர் (உடைய செயலைப்) போன்று - நீங்கள் ஆக்கிவிட்டீர்களா? அல்லாஹ்விடம் (இவர்கள் இருவரும்) சமமாக மாட்டார்கள். அல்லாஹ், அநியாயக்கார மக்களை நேர்வழி செலுத்த மாட்டான்.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:20","price":"எவர்கள் நம்பிக்கை கொண்டு, ஹிஜ்ரத் சென்று, அல்லாஹ்வின் பாதையில் தங்கள் செல்வங்களாலும் தங்கள் உயிர்களாலும் போர் புரிந்தார்களோ அவர்கள் அல்லாஹ்விடம் பதவியால் மிக மகத்தானவர்கள் ஆவார்கள். இன்னும், இவர்கள்தான் (சொர்க்கத்தைக் கொண்டு) வெற்றி பெற்றவர்கள் ஆவார்கள்.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:21","price":"அவர்களுடைய இறைவன் தன்னிடமிருந்து (தன்) கருணை; இன்னும், (தனது) பொருத்தம்; இன்னும், சொர்க்கங்களைக் கொண்டு அவர்களுக்கு நற்செய்தி கூறுகிறான். அவற்றில் அவர்களுக்கு நிலையான இன்பம் உண்டு.","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:22","price":"அவற்றில் அவர்கள் எப்போதும் நிரந்தரமாக தங்கி இருப்பார்கள். நிச்சயமாக அல்லாஹ், - அவனிடம் மகத்தான கூலியுண்டு.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:23","price":"நம்பிக்கையாளர்களே! உங்கள் தந்தைமார்களையும், (உங்கள் தாய்மார்களையும்) உங்கள் சகோதரர்களையும் (உங்கள் சகோதரிகளையும் உங்களுக்கு உற்ற நேசர்களாகவும்) பொறுப்பாளர்களாக(வும்) எடுத்துக் கொள்ளாதீர்கள், - அவர்கள் (இஸ்லாமை ஏற்காமல்) இறைநம்பிக்கையை விட நிராகரிப்பை விரும்பினால். இன்னும், உங்களில் எவர்கள் அவர்களை பொறுப்பாளர்களாக (நேசர்களாக) ஆக்கிக் கொள்வார்களோ அவர்கள்தான் அநியாயக்காரர்கள் ஆவார்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:24","price":"(நபியே! நம்பிக்கையாளர்களை நோக்கி) கூறுவீராக: “உங்கள் தந்தைமார்களும், (உங்கள் தாய்மார்களும்) உங்கள் ஆண் பிள்ளைகளும், (உங்கள் பெண் பிள்ளைகளும்) உங்கள் சகோதரர்களும், (உங்கள் சகோதரிகளும்) உங்கள் மனைவிகளும், (நீங்கள் பெண்களாக இருந்தால் உங்கள் கணவன்மார்களும்) உங்கள் குடும்பமும், நீங்கள் சம்பாதித்த செல்வங்களும், அது மந்தமாகிவிடுமோ என்று நீங்கள் பயப்படும் வர்த்தகமும், நீங்கள் விரும்பும் வீடுகளும் அல்லாஹ்வை விட; இன்னும், அவனுடைய தூதரை விட; இன்னும், அவனுடைய பாதையில் போரிடுவதை விட உங்களுக்கு மிக விருப்பமாக இருந்தால் அல்லாஹ் (உங்களிடம்) தன் (தண்டனையின்) கட்டளையைக் கொண்டு வரும் வரை எதிர்பாருங்கள். இன்னும், அல்லாஹ் பாவிகளான மக்களை நேர்வழி செலுத்த மாட்டான்.","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:25","price":"அதிகமான போர்க்களங்களிலும் ஹுனைன் போரிலும் அல்லாஹ் உங்களுக்கு திட்டவட்டமாக உதவினான். நீங்கள் (எண்ணிக்கையில்) அதிகமாக இருப்பது உங்களை பெருமைப்படுத்தியபோது (அந்த எண்ணிக்கை) உங்களுக்கு எதையும் பலன் தரவில்லை. இன்னும், பூமி - அது விசாலமாக இருந்தும் உங்களுக்கு நெருக்கடியாகி விட்டது. பிறகு, நீங்கள் புறமுதுகு காட்டியவர்களாக திரும்பி (ஓடி)னீர்கள்.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:26","price":"பிறகு, அல்லாஹ் தன் தூதர் மீதும், நம்பிக்கை கொண்டவர்கள் மீதும் தன் (புறத்திலிருந்து) அமைதியை இறக்கினான். இன்னும், சில படைகளை இறக்கினான். அவர்களை நீங்கள் பார்க்கவில்லை. இன்னும், நிராகரித்தவர்களை தண்டித்தான். இதுதான் நிராகரிப்பவர்களின் கூலியாகும்.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:27","price":"பிறகு, அதற்குப் பின்னர் அல்லாஹ், தான் நாடியவர்களை திருந்த செய்து அவர்களை மன்னிப்பான். அல்லாஹ் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:28","price":"நம்பிக்கையாளர்களே! இணைவைப்பவர்கள் எல்லாம் அசுத்தமானவர்கள். ஆகவே, அவர்கள் அவர்களுடைய இந்த ஆண்டிற்குப் பின்னர் புனித மஸ்ஜிதை நெருங்கக் கூடாது. வறுமையை நீங்கள் பயந்தால், தனது அருளினால் உங்களை நிறைவாக்குவான் (உங்களுக்கு தேவையான செல்வத்தை வழங்குவான்) அல்லாஹ் நாடினால். நிச்சயமாக அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:29","price":"வேதம் கொடுக்கப்பட்டவர்களில் எவர்கள் அல்லாஹ்வையும் மறுமை நாளையும் நம்பிக்கை கொள்ளாமல், அல்லாஹ்வும் அவனுடைய தூதரும் தடை செய்தவற்றை தடை செய்யாமல், சத்திய மார்க்கத்தை மார்க்கமாக ஏற்காமல் இருக்கிறார்களோ அவர்களிடம் - அவர்களோ (சிறுமையடைந்தவர்களாக) பணிந்தவர்களாக இருக்கும் நிலையில், உடனே வரியை கொடுக்கும் வரை - நீங்கள் போர் புரியுங்கள்.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:30","price":"‘உஸைர்’ அல்லாஹ்வுடைய மகன் என்று யூதர்கள் கூறுகிறார்கள். ‘மஸீஹ்’அல்லாஹ்வுடைய மகன் என்று கிறித்தவர்கள் கூறுகிறார்கள். இது, அவர்களின் வாய்களில் இருந்து வரும் அவர்களின் (கற்பனைக்) கூற்றாகும் (உண்மையில்லை). முன்னர் நிராகரித்தவர்களின் கூற்றுக்கு ஒப்பா(க இவர்களும் பேசு)கிறார்கள். அல்லாஹ் அவர்களை அழிப்பான். அவர்கள் எப்படி (உண்மையை விட்டு வழிகேட்டின் பக்கம்) திருப்பப்படுகிறார்கள்?","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:31","price":"இவர்கள் அல்லாஹ்வையன்றி தங்கள் அறிஞர்களையும் தங்கள் துறவிகளையும் மர்யமுடைய மகன் (ஈஸா) மஸீஹையும் கடவுள்களாக எடுத்துக் கொண்டனர். வணக்கத்திற்குரிய ஒரே ஓர் இறைவனை அவர்கள் வணங்குவதற்கே தவிர அவர்கள் ஏவப்படவில்லை. அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. அவர்கள் இணைவைப்பவற்றை விட்டு அவன் மிகத் தூயவன்.","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:32","price":"இவர்கள் தங்கள் வாய்களால் (ஊதி) அல்லாஹ்வுடைய ஒளியை அணைப்பதற்கு விரும்புகிறார்கள். நிராகரிப்பவர்கள் வெறுத்தாலும் அல்லாஹ் தன் ஒளியை முழுமைப்படுத்தியே தீருவான்.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:33","price":"அவன், தன் தூதரை நேர்வழியுடனும் உண்மையான மார்க்கத்துடனும் அனுப்பினான், - எல்லா மார்க்கங்களைப் பார்க்கிலும் அதை மேலோங்க வைப்பதற்காக. இணைவைப்பவர்கள் வெறுத்தாலும் சரியே!","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:34","price":"நம்பிக்கையாளர்களே! நிச்சயமாக யூத, கிறித்தவ அறிஞர்களில் இருந்தும் இன்னும் துறவிகளில் இருந்தும் அதிகமானோர் மக்களின் செல்வங்களைத் தவறாக அனுபவிக்கிறார்கள். இன்னும், அல்லாஹ்வின் பாதையை விட்டு (மக்களை) தடுக்கிறார்கள். இன்னும், எவர்கள் தங்கத்தையும், வெள்ளியையும் சேமித்துவிட்டு, அவற்றை அல்லாஹ்வின் பாதையில் தர்மம் செய்ய மாட்டார்களோ, துன்புறுத்தக்கூடிய தண்டனை அவர்களுக்கு உண்டு என்று நற்செய்தி கூறுவீராக.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:35","price":"மறுமை நாளில், அவற்றை (-அந்த தங்கம் வெள்ளிகளை) நரக நெருப்பில் பழுக்கக் காய்ச்சப்படும். ஆக, அவற்றைக் கொண்டு அவர்களுடைய நெற்றிகளுக்கும், அவர்களுடைய விலாக்களுக்கும், அவர்களுடைய முதுகுகளுக்கும் சூடு போடப்படும். “உங்களுக்காக நீங்கள் சேமித்தவைதான் இவை. ஆகவே, நீங்கள் சேமித்துக் கொண்டிருந்தவற்றை (-அவற்றுக்குரிய தண்டனையை இன்று) சுவையுங்கள்.” (என்று அவர்களுக்கு கூறப்படும்.)","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:36","price":"நிச்சயமாக அல்லாஹ்விடம், வானங்களையும், பூமியையும் படைத்த நாளில், அல்லாஹ்வின் விதியில் மாதங்களின் எண்ணிக்கை பன்னிரண்டு மாதங்களாகும். அவற்றில் புனிதமான நான்கு மாதங்கள் உள்ளன. இதுதான் நேரான மார்க்கமாகும். ஆகவே, அவற்றில் (-அம்மாதங்களில் பாவம் செய்து) உங்களுக்கு தீங்கு இழைக்காதீர்கள். நீங்கள் ஒன்றிணைந்து இணைவைப்பவர்களிடம் போர் புரியுங்கள் அவர்கள் ஒன்றிணைந்து உங்களிடம் போர் புரிவது போன்று. நிச்சயமாக அல்லாஹ், தன்னை அஞ்சுபவர்களுடன் இருக்கிறான் என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:37","price":"(புனித மாதங்களை அவற்றின் காலத்திலிருந்து) பிற்படுத்துவதெல்லாம் நிராகரிப்பில் அதிகப்படுத்துவதாகும். அதன்மூலம் நிராகரிப்பவர்கள் வழி கெடுக்கப்படுகிறார்கள். ஓர் ஆண்டில் (புனித மாதமாகிய) அதை ஆகுமாக்குகிறார்கள். இன்னும், (வேறு) ஓர் ஆண்டில் அதை (புனிதம் என) தடை செய்து கொள்கிறார்கள். காரணம், அல்லாஹ் தடை செய்த (புனித மாதங்களின்) எண்ணிக்கைக்கு அவர்கள் ஒத்துவந்து, பிறகு, அல்லாஹ் தடை செய்ததை அவர்கள் ஆகுமாக்கிக் கொள்ள வேண்டும் என்பதாகும். அவர்களுடைய தீயச் செயல்கள் அவர்களுக்கு அலங்கரிக்கப்பட்டன. இன்னும், அல்லாஹ் நிராகரிப்பாளர்களான மக்களை நேர்வழி செலுத்தமாட்டான்.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:38","price":"நம்பிக்கையாளர்களே! அல்லாஹ்வின் பாதையில் (போருக்கு) புறப்படுங்கள் என்று உங்களுக்குக் கூறப்பட்டால் உங்களுக்கு என்ன ஆனது? உலகத்தின் பக்கம் சாய்ந்து விட்டீர்கள்! மறுமையை பார்க்கிலும் உலக வாழ்க்கையைக் கொண்டு திருப்தி அடைந்தீர்களா? உலக வாழ்க்கையின் இன்பம் மறுமையில் அற்பமானதாகவே தவிர இல்லை!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:39","price":"(போருக்கு) நீங்கள் புறப்படாவிட்டால், துன்புறுத்தக்கூடிய தண்டனையால் அவன் உங்களை தண்டிப்பான்; இன்னும், உங்களை அன்றி (வேறு) ஒரு சமுதாயத்தை (தனது தீனுக்காக) மாற்றி விடுவான். நீங்கள் அவனுக்கு எதையும் தீங்கிழைக்க முடியாது. அல்லாஹ் எல்லாவற்றின் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:40","price":"நீங்கள் அவருக்கு உதவவில்லையெனில் (அவருக்கு நஷ்டம் இல்லை). இருவரில் ஒருவராக அவர் இருக்கும் நிலையில் நிராகரித்தவர்கள் அவரை (ஊரை விட்டு) வெளியேற்றியபோது, அவ்விருவரும் குகையில் இருந்தபோது, தன் தோழரை நோக்கி, “நீ கவலைப்படாதே! நிச்சயமாக அல்லாஹ் நம்முடன் இருக்கிறான்” என்று கூறியபோது அல்லாஹ் அவருக்கு உதவி செய்துவிட்டான். ஆக, அல்லாஹ் அவர் மீது தன் அமைதியை இறக்கினான். இன்னும், நீங்கள் பார்க்காத படைகளின் மூலம் அவரைப் பலப்படுத்தினான். நிராகரித்தவர்களின் வார்த்தையை (மார்க்கத்தை, ஆற்றலை) மிகத் தாழ்ந்ததாக ஆக்கினான். அல்லாஹ்வின் வார்த்தைதான் (அவனது மார்க்கம், வலிமை) மிக உயர்வானது. அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:41","price":"நீங்கள் இலகுவானவர்களாக* இருக்கும் நிலையிலும்; இன்னும், கனமானவர்களாக* இருக்கும் நிலையிலும் போருக்கு புறப்படுங்கள். இன்னும், அல்லாஹ்வின் பாதையில் உங்கள் செல்வங்களாலும் உங்கள் உயிர்களாலும் போரிடுங்கள். நீங்கள் (உபதேசங்களை) அறிபவர்களாக இருந்தால் இதுவே உங்களுக்கு மிகச் சிறந்ததாகும்.","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"*இலகுவானவர்கள்: வாலிபர்கள், வாகனிப்பவர்கள், செல்வந்தர்கள்.\n*கனமானவர்கள்: வயோதிகர்கள், கால்நடையாக செல்பவர்கள், ஏழைகள்.","lang":"ta"},{"name":"9:42","price":"(நபியே!) அருகில் உள்ள பொருளாகவும் சமீபமான பயணமாகவும் இருந்திருந்தால் அவர்கள் உம்மைப் பின்பற்றி இருப்பார்கள். எனினும், (செல்ல வேண்டிய) எல்லை அவர்களுக்கு தூரமாக இருக்கிறது. இன்னும், “நாங்கள் ஆற்றல் பெற்றிருந்தால் உங்களுடன் வெளியேறி இருப்போம்” என்று அல்லாஹ்வின் மீது அவர்கள் சத்தியம் செய்கிறார்கள். (பொய் சத்தியத்தால் அவர்கள்) தங்களையே அழித்துக் கொள்கிறார்கள். இன்னும், நிச்சயமாக அவர்கள் பொய்யர்கள்தான் என்பதை அல்லாஹ் அறிவான்.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:43","price":"அல்லாஹ் உம்மை மன்னிப்பான்! (அவர்களில்) உண்மை உரைத்தவர்கள் (எவர்கள் என்று) உமக்குத் தெளிவாகின்ற வரை; இன்னும், பொய்யர்களை(யும் அவர்கள் யாரென்று) நீர் அறிகின்ற வரை ஏன் அவர்களுக்கு அனுமதியளித்தீர்?","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:44","price":"அல்லாஹ்வையும் இறுதிநாளையும் நம்பிக்கை கொள்பவர்கள் தங்கள் செல்வங்களாலும் தங்கள் உயிர்களாலும் (அல்லாஹ்வின் பாதையில்) போரிடுவதிலிருந்து (விலகியிருக்க) உம்மிடம் அனுமதி கோர மாட்டார்கள். இன்னும், அல்லாஹ், தன்னை அஞ்சுபவர்களை நன்கறிந்தவன் ஆவான்.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:45","price":"உம்மிடம் அனுமதி கோருவதெல்லாம், அல்லாஹ்வையும் இறுதி நாளையும் நம்பிக்கை கொள்ளாதவர்கள்தான். இன்னும், அவர்களுடைய உள்ளங்கள் சந்தேகித்தன. ஆகவே, அவர்கள் தங்கள் சந்தேகத்தில் தடுமாறுகிறார்கள்.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:46","price":"இன்னும், அவர்கள் (போருக்காக தங்கள் இல்லங்களிலிருந்து) வெளியேறி செல்வதை நாடியிருந்தால் அதற்கு ஒரு (முறையான) தயாரிப்பை ஏற்பாடு செய்திருப்பார்கள். எனினும், (உம்முடன்) அவர்கள் கிளம்பிவருவதை அல்லாஹ் வெறுத்தான். ஆகவே, (அல்லாஹ்) அவர்களைத் தடுத்து விட்டான். இன்னும், தங்குபவர்களுடன் தங்கிவிடுங்கள் என்று (அவர்களுக்கு) கூறப்பட்டது.","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:47","price":"அவர்கள் உங்களுடன் (போருக்கு) வெளியேறி (வந்து) இருந்தால் தீமையைத் தவிர உங்களுக்கு அதிகப்படுத்தி இருக்க மாட்டார்கள்; இன்னும், உங்களுக்கு குழப்பத்தைத் தேடி உங்களுக்கிடையில் விரைந்(து விஷமத்தனமான வேலை செய்)திருப்பார்கள். இன்னும், அவர்களுக்காக (உளவு பார்க்கும்) ஒற்றர்களும் உங்களுடன் இருக்கிறார்கள். இன்னும், அல்லாஹ் அநியாயக்காரர்களை நன்கறிந்தவன்.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:48","price":"திட்டவட்டமாக (அவர்கள் இதற்கு) முன்னர் குழப்பத்தைத் தேடியுள்ளனர். இன்னும், காரியங்களை உமக்கு (தலைகீழாய்)ப் புரட்டி(க் காண்பித்த)னர். இறுதியாக (வெற்றி எனும்) சத்தியம் வந்தது. இன்னும், அவர்கள் வெறுப்பவர்களாக இருந்த நிலையில் அல்லாஹ்வின் கட்டளை(யாகிய அவனது மார்க்கம்) வென்றது.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:49","price":"இன்னும், (நபியே!) “எனக்கு அனுமதி தருவீராக, என்னைச் சோதிக்காதீர்” என்று கூறுபவரும் அவர்களில் உண்டு. அறிந்து கொள்ளுங்கள்! அவர்கள் சோதனையில்தான் விழுந்தனர். நிச்சயமாக நரகம் நிராகரிப்பவர்களை சூழ்ந்தே உள்ளது.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:50","price":"(நபியே!) உமக்கு ஒரு நன்மை ஏற்பட்டால் அது அவர்களைத் துக்கப்படுத்துகிறது. இன்னும், உமக்கு ஒரு சோதனை ஏற்பட்டால், “முன்னரே எங்கள் காரியத்தை (எச்சரிக்கையுடன்) நாங்கள் (முடிவு) எடுத்துக் கொண்(டு போருக்கு வராமல் தங்கி விட்)டோம்” என்று அவர்கள் கூறுகிறார்கள்; இன்னும், அவர்களோ மகிழ்ச்சியடைந்தவர்களாக இருக்கும் நிலையில் (உம்மை விட்டு) திரும்பி செல்கிறார்கள்.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:51","price":"(நபியே!) கூறுவீராக: “அல்லாஹ் எங்களுக்கு விதித்ததைத் தவிர (எதுவும்) எங்களுக்கு அறவே ஏற்படாது. அவன்தான் எங்கள் மவ்லா ஆவான்.” இன்னும், நம்பிக்கையாளர்கள் அல்லாஹ்வின் மீது நம்பிக்கை வை(த்து அவனையே சார்ந்து இரு)க்கவும்.","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:52","price":"(நபியே!) கூறுவீராக: (வெற்றி அல்லது சொர்க்கம் இந்த) இரு சிறப்பானவற்றில் ஒன்றைத் தவிர (வேறு எதையும்) எங்களுக்கு எதிர்பார்க்கிறீர்களா? அல்லாஹ், தன்னிடமிருந்து; அல்லது, எங்கள் கரங்களால் ஒரு தண்டனையின் மூலம் உங்களை சோதிப்பதை நாங்கள் உங்களுக்கு எதிர்பார்க்கிறோம். ஆகவே, எதிர்பாருங்கள்! நிச்சயமாக நாங்கள் உங்களுடன் சேர்ந்து எதிர்பார்க்கிறோம்.","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:53","price":"(நபியே! நயவஞ்சககர்களை நோக்கி) கூறுவீராக: “விருப்பமாக அல்லது வெறுப்பாக தர்மம் செய்யுங்கள். (எப்படி செய்தாலும் உங்கள் தர்மம்) உங்களிடமிருந்து அறவே அங்கீகரிக்கப்படாது. நிச்சயமாக நீங்கள் (அல்லாஹ்வின் கட்டளைகளை மீறுகின்ற) பாவிகளான மக்களாக ஆகிவிட்டீர்கள்.”","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:54","price":"நிச்சயமாக அவர்கள் அல்லாஹ்வையும் அவனுடைய தூதரையும் நிராகரித்தனர்; இன்னும், அவர்கள் சோம்பேறிகளாக இருந்த நிலையில் தவிர தொழுகைக்கு வர மாட்டார்கள்; இன்னும், அவர்கள் வெறுத்தவர்களாக இருந்த நிலையில் தவிர தர்மம் புரிய மாட்டார்கள் ஆகிய இவற்றைத் தவிர அவர்களுடைய தர்மங்கள் அவர்களிடமிருந்து அங்கீகரிக்கப்படுவதற்கு (வேறு எதுவும் காரணம்) அவர்களுக்குத் தடையாக இருக்கவில்லை.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:55","price":"ஆகவே, (நபியே!) அவர்களுடைய செல்வங்களும், அவர்களுடைய பிள்ளைகளும் உம்மை ஆச்சரியப்படுத்த வேண்டாம். அல்லாஹ் நாடுவதெல்லாம் அவற்றின் மூலம் உலக வாழ்க்கையில் அவர்களை தண்டிப்பதற்கும், இன்னும், அவர்கள் நிராகரிப்பவர்களாக இருக்கும் நிலையில் அவர்களுடைய உயிர்கள் பிரிந்து சென்று விடுவதையும்தான்.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:56","price":"இன்னும், “நிச்சயமாக அவர்கள் உங்களைச் சேர்ந்தவர்கள்தான்” என்று அல்லாஹ்வின் மீது சத்தியம் செய்கிறார்கள். ஆனால், அவர்கள் உங்களைச் சேர்ந்தவர்கள் இல்லை. என்றாலும், அவர்கள் (உங்களை கண்டு) பயப்படுகின்ற மக்கள் ஆவார்கள்.","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:57","price":"ஓர் ஒதுங்குமிடத்தை; அல்லது, (மலைக்) குகைகளை; அல்லது, ஒரு சுரங்கத்தை அவர்கள் கண்டால் அவர்களோ விரைந்தவர்களாக அதன் பக்கம் திரும்பி (ஓடி)யிருப்பார்கள்.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:58","price":"இன்னும், (நபியே! நீர் கொடுக்கின்ற) தர்மங்களில் உம்மைக் குறை கூறுபவர்களும் அவர்களில் இருக்கின்றனர். ஆக, அவற்றிலிருந்து அவர்கள் கொடுக்கப்படுவார்களேயானால் திருப்தியடைவார்கள். இன்னும், அவற்றிலிருந்து அவர்கள் கொடுக்கப்படவில்லையென்றால் அப்போது அவர்கள் ஆத்திரப்ப(ட்)டு (உம்மை குறை கூறு)கிறார்கள்.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:59","price":"இன்னும், அல்லாஹ்வும், அவனுடைய தூதரும் அவர்களுக்குக் கொடுத்ததை நிச்சயமாக அவர்கள் திருப்தியடைந்திருக்க வேண்டுமே! இன்னும், “அல்லாஹ் எங்களுக்குப் போதுமானவன். அல்லாஹ் தனது அருளிலிருந்து(ம்) இன்னும், அவனுடைய தூதர் (தன் தர்மத்திலிருந்தும்) எங்களுக்குக் கொடுப்பார்கள். நிச்சயமாக நாங்கள் அல்லாஹ்வின் பக்கம்தான் ஆசையுள்ளவர்கள்” என்று அவர்கள் கூறி இருக்க வேண்டுமே!","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:60","price":"(கடமையான) ஸகாத்துகள் - வறியவர்களுக்கும், ஏழைகளுக்கும், அவற்றுக்கு ஊழியம் செய்பவர்களுக்கும், அவர்களின் உள்ளங்கள் (புதிதாக இஸ்லாமுடன்) இணைக்கப்பட்டவர்களுக்கும், அடிமைகளை உரிமையிடுவதற்கும், கடனாளிகளுக்கும், அல்லாஹ்வின் பாதையில் இருப்பவர்களுக்கும், வழிப்போக்கர்களுக்கும் உரியதாகும். இது அல்லாஹ்விடமிருந்து (விதிக்கப்பட்ட வரையறுக்கப்பட்ட) கடமையாக இருக்கிறது. இன்னும், அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான் ஆவான்.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:61","price":"இன்னும், “அவர் (அனைத்தையும் செவியேற்கும்) ஒரு காது” என்று கூறி நபியை இகழ்பவர்களும் அவர்களில் உள்ளனர். (நபியே!) கூறுவீராக: “(அவர்) உங்களுக்கு நல்ல(தை செவியுறுகின்ற) காது ஆவார். அவர் அல்லாஹ்வை நம்பிக்கை கொள்கிறார். இன்னும், நம்பிக்கையாளர்க(ள் கூறும் செய்திக)ளை ஏற்றுக் கொள்கிறார். இன்னும், உங்களில் நம்பிக்கை கொண்டவர்களுக்கு கருணையாக இருக்கிறார்.” இன்னும், எவர்கள் அல்லாஹ்வின் தூதரை இகழ்கிறார்களோ, துன்புறுத்தக்கூடிய தண்டனை அவர்களுக்கு உண்டு.","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:62","price":"அவர்கள் உங்களைத் திருப்திப்படுத்துவதற்காக உங்களுக்காக அல்லாஹ் மீது சத்தியம் செய்கிறார்கள். அவர்கள் (உண்மையான) நம்பிக்கையாளர்களாக இருந்தால், அவர்கள் திருப்திப்படுத்துவதற்கு அல்லாஹ்வும், அவனுடைய தூதரும்தான் மிகவும் தகுதியுடையவர்கள்.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:63","price":"“நிச்சயமாக எவர் அல்லாஹ்விற்கும், அவனுடைய தூதருக்கும் முரண்படுவாரோ அவருக்கு நிச்சயமாக நரகத்தின் நெருப்புதான் உண்டு. அதில் (அவர்) நிரந்தரமானவர்” என்பதை அவர்கள் அறியவில்லையா? இதுதான் பெரிய இழிவாகும்.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:64","price":"நயவஞ்சகர்கள், அவர்களைப் பற்றி ஓர் அத்தியாயம் இறக்கப்பட்டு, அது அவர்களின் உள்ளங்களில் உள்ளவற்றை நம்பிக்கையாளர்களுக்கு அறிவித்துவிடுவதைப் பயப்படுகிறார்கள். (நபியே! அவர்களை நோக்கி) கூறுவீராக: “கேலிசெய்து கொள்ளுங்கள். நீங்கள் பயப்படுவதை நிச்சயமாக அல்லாஹ் (நபிக்கு) வெளியாக்குவான்.”","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:65","price":"(இதைப் பற்றி) நீர் அவர்களிடம் கேட்டால், “நாங்கள் எல்லாம் (சிரித்து கேலியாக பேசுவதில் கவனமற்று மிகத் தீவிரமாக) மூழ்கி இருந்தோம்; இன்னும், (பேசி) விளையாடிக் கொண்டிருந்தோம்” என்று அவர்கள் நிச்சயம் (பதில்) கூறுவார்கள். (நபியே!) கூறுவீராக! “அல்லாஹ்வையும், அவனுடைய வசனங்களையும், அவனுடைய தூதரையுமா கேலிசெய்து கொண்டிருந்தீர்கள்?”","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:66","price":"நீங்கள் (செய்யும் விஷமத்தனத்திற்கு) சாக்கு போக்கு கூறாதீர்கள். நீங்கள் நம்பிக்கை கொண்டதற்குப் பின்னர் திட்டமாக நிராகரித்து விட்டீர்கள். உங்களில் ஒரு கூட்டத்தை நாம் மன்னித்தால் (மற்ற) ஒரு கூட்டத்தை, - நிச்சயமாக அவர்கள் குற்றவாளிகளாக இருந்த காரணத்தால் - தண்டிப்போம்.","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:67","price":"நயவஞ்சகமுடைய ஆண்களும், நயவஞ்சகமுடைய பெண்களும் அவர்களில் சிலர் சிலரைச் சேர்ந்தவர்களே! அவர்கள் தீமையை ஏவுகிறார்கள்; இன்னும், நன்மையை விட்டு தடுக்கிறார்கள்; இன்னும், தங்கள் கரங்களை மூடிக் கொள்கிறார்கள் (கருமித்தனம் செய்கிறார்கள்). அவர்கள் அல்லாஹ்வை மறந்தார்கள். ஆகவே, அவனும் அவர்களை (இறையருள் இன்றி) விட்டுவிட்டான். நிச்சயமாக நயவஞ்சகர்கள்தான் (அல்லாஹ்வின் கட்டளையை மீறுகின்ற) பாவிகள் ஆவார்கள்.","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:68","price":"நயவஞ்சகமுடைய ஆண்களுக்கும் நயவஞ்சகமுடைய பெண்களுக்கும் (எல்லா) நிராகரிப்பாளர்களுக்கும் நரகத்தின் நெருப்பை அல்லாஹ் வாக்களித்தான். அதில் (அவர்கள்) நிரந்தரமாக தங்குவார்கள். அதுவே, அவர்களுக்குப் போது(மான கூலியாகு)ம். இன்னும், அல்லாஹ் அவர்களைச் சபித்தான். இன்னும், (அங்கு) நிலையான நிரந்தரமான தண்டனை அவர்களுக்கு உண்டு.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:69","price":"(நயவஞ்சகர்களே! நீங்கள்) உங்களுக்கு முன்னுள்ளவர்களைப் போன்றே. அவர்கள் உங்களை விட வலிமையால் பலமிகுந்தவர்களாக; செல்வங்களாலும் சந்ததிகளாலும் அதிகமானவர்களாக இருந்தனர். ஆக, (அவர்கள் இவ்வுலகில்) தங்களுக்கு கிடைத்த உலக பங்கை சுகமாக அனுபவித்தார்கள். இன்னும், உங்களுக்கு முன்னுள்ளவர்கள் தங்களது உலக பங்கை (இவ்வுலகில்) சுகமாக அனுபவித்தது போன்று, (நீங்களும்) உங்கள் அதிர்ஷ்டத்தை சுகமாக அனுபவித்தீர்கள். இன்னும், அவர்கள் (அல்லாஹ்வின் மீது பொய் கூறுவதில்) மூழ்கியது போன்றே (நீங்களும்) மூழ்கினீர்கள். அவர்கள், - இம்மையிலும் மறுமையிலும் அவர்களுடைய (நற்)செயல்கள் அழிந்தன. இன்னும், அவர்கள்தான் நஷ்டவாளிகள். (அவ்வாறே நீங்களும் நஷ்டவாளிகள்.)","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:70","price":"இவர்களுக்கு முன்னர் இருந்தவர்களாகிய நூஹ் (நபி) உடைய சமுதாயம், ஆது சமுதாயம், ஸமூது சமுதாயம், இப்ராஹீம் (நபி) உடைய சமுதாயம், மத்யன் வாசிகள், தலைகீழாகப் புரட்டப்பட்ட ஊர்(வாசி)கள் ஆகியோரின் சரித்திரம் அவர்களுக்கு வரவில்லையா? அவர்களுடைய தூதர்கள் அவர்களிடம் அத்தாட்சிகளைக் கொண்டு வந்தார்கள். ஆக, அல்லாஹ் அவர்களுக்கு அநீதியிழைப்பவனாக இருக்கவில்லை. எனினும், அவர்கள் தங்களுக்குத் தாமே அநீதி செய்பவர்களாக இருந்தனர்.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:71","price":"நம்பிக்கை கொண்ட ஆண்கள், இன்னும், நம்பிக்கை கொண்ட பெண்கள் அவர்களில் சிலர் சிலருக்கு பொறுப்பாளர்கள் ஆவார்கள். அவர்கள், நன்மையை ஏவுகிறார்கள்; இன்னும், தீமையை விட்டு தடுக்கிறார்கள்; இன்னும், தொழுகையை நிலைநிறுத்துகிறார்கள்; இன்னும், ஸகாத்தை கொடுக்கிறார்கள்; இன்னும், அல்லாஹ்விற்கும், அவனுடைய தூதருக்கும் கீழ்ப்படிகிறார்கள். இவர்களுக்கு அல்லாஹ் கருணை புரிவான். நிச்சயமாக அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:72","price":"நம்பிக்கை கொண்ட ஆண்களுக்கும் நம்பிக்கை கொண்ட பெண்களுக்கும் சொர்க்கங்களையும், (அத்ன் எனும்) நிலையான சொர்க்கங்களில் நல்ல தங்குமிடங்களையும் அல்லாஹ் வாக்களித்தான். அவற்றின் கீழ் நதிகள் ஓடும். (அவர்கள்) அவற்றில் நிரந்தரமாக தங்குவார்கள். இன்னும், (இவை அனைத்தையும் விட அவர்களுக்கு கிடைக்க இருக்கும்) அல்லாஹ்வின் பொருத்தம் மிகப் பெரியதாகும். இதுதான் மகத்தான வெற்றியாகும்.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:73","price":"நபியே! நிராகரிப்பவர்களிடமும் நயவஞ்சகர்களிடமும் போரிடுவீராக. இன்னும், அவர்களிடம் கடுமை காட்டுவீராக. அவர்களுடைய தங்குமிடம் நரகம்தான். மீளுமிடத்தால் அது மிகக் கெட்டதாகும்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:74","price":"(தூதருக்கு எதிராக ஏதும்) அவர்கள் கூறவில்லை என்று அல்லாஹ் மீது (நயவஞ்சகர்கள்) சத்தியமிடுன்றனர். இன்னும், திட்டவட்டமாக நிராகரிப்பின் வார்த்தையை அவர்கள் கூறினார்கள். அவர்கள் இஸ்லாமை ஏற்றதற்குப் பின்னர் நிராகரித்தனர். அவர்கள் அடைய முடியாததை (செய்ய) திட்டமிட்டனர். (அதாவது, தூதரை கொல்வதற்கு முயற்சித்தனர்.) அல்லாஹ் தன் அருளினால், இன்னும் அவனுடைய தூதர் (தனது தர்மத்தினால்) இவர்களுக்கு (செல்வத்தை வழங்கி) நிறைவாக்கினார்கள் என்பதற்கே தவிர (வேறு எதற்காகவும்) இவர்கள் (தூதரை) தண்டிக்க (நாட)வில்லை. (அதாவது, அல்லாஹ் இன்னும் அவனுடைய தூதரின் உபகாரத்திற்கு நன்றியுள்ளவர்களாக இருப்பதற்குப் பதிலாக நன்றிகெட்டதனமாக தூதரையே கொல்ல நாடினர் நயவஞ்சகர்கள்.) அவர்கள் திருந்தினால் அது அவர்களுக்கே சிறந்ததாக இருக்கும். அவர்கள் (திருந்தாமல்) விலகிச் சென்றால் இம்மையிலும், மறுமையிலும் அவர்களை துன்புறுத்தக்கூடிய தண்டனையால் அல்லாஹ் தண்டிப்பான். இந்த பூமியில் அவர்களுக்கு (எந்த) பாதுகாவலர் எவரும் இல்லை. இன்னும், உதவியாளர் எவரும் இல்லை.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:75","price":"இன்னும், “அல்லாஹ் தன் அருளிலிருந்து எங்களுக்குக் கொடுத்தால் நிச்சயமாக நாம் தர்மம் செய்வோம்; இன்னும், நிச்சயமாக நாம் நல்லவர்களில் ஆகிவிடுவோம்” என்று அல்லாஹ்விடம் உடன்படிக்கை செய்தவர்களும் அவர்களில் உண்டு.","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:76","price":"ஆக, அவன் தன் அருளிலிருந்து அவர்களுக்கு கொடுத்தபோது, அதில் கஞ்சத்தனம் செய்தனர். இன்னும், (தங்கள் உடன்படிக்கையை நிறைவேற்றாது) விலகிவிட்டனர். அவர்கள் (எப்போதும் தாங்கள் வாக்குறுதிகளை) புறக்கணிப்பவர்களே.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:77","price":"ஆகவே, அவர்கள் அல்லாஹ்விடம் தாங்கள் வாக்களித்ததற்கு மாறாக நடந்த காரணத்தினாலும் அவர்கள் பொய் சொல்பவர்களாக இருந்த காரணத்தாலும் அவர்கள் அவனை சந்திக்கின்ற நாள் வரை அவர்களுடைய உள்ளங்களில் அவர்களுக்கு நயவஞ்சகத்தையே முடிவாக (இறுதி வரை) அல்லாஹ் ஆக்கினான்.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:78","price":"“நிச்சயமாக அவர்களின் இரகசியத்தையும்; இன்னும், அவர்களின் பேச்சையும் அல்லாஹ் அறிவான் என்பதையும், நிச்சயமாக அல்லாஹ் மறைவானவற்றை மிகமிக அறிந்தவன் என்பதையும்” அவர்கள் அறியவில்லையா?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:79","price":"(நயவஞ்சக்காரர்களான) அவர்கள், உபரியாக தர்மம் செய்கின்ற நம்பிக்கையாளர்களையும் (தர்மம் புரிய) தங்கள் உழைப்பைத் தவிர (செல்வம் எதையும்) பெறாதவர்களையும் (அவர்கள் செய்கின்ற) தர்மங்கள் விஷயத்தில் குறை கூறி குத்திப் பேசுகிறார்கள். இன்னும் அவர்களை கேலி செய்கிறார்கள். அல்லாஹ் அவர்களை கேலி செய்கிறான். இன்னும் துன்புறுத்தக்கூடிய தண்டனையும் அவர்களுக்கு உண்டு.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:80","price":"(நபியே!) நீர் அவர்களுக்காக மன்னிப்புத் தேடுவீராக! அல்லது அவர்களுக்காக மன்னிப்புத் தேடாதீர்! அவர்களுக்காக நீர் எழுபது முறை மன்னிப்புத் தேடினாலும் அல்லாஹ் அவர்களை மன்னிக்கவே மாட்டான். அதற்குக் காரணம், நிச்சயமாக அவர்கள் அல்லாஹ்வையும், அவனுடைய தூதரையும் நிராகரித்தனர் என்பதாகும். அல்லாஹ், (தனது கட்டளைகளை மீறுகின்ற) பாவிகளான மக்களை நேர்வழி செலுத்தமாட்டான்.","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:81","price":"பின் தங்கியவர்கள், அல்லாஹ்வின் தூதருக்கு மாறாக(த் தங்கள் வீடுகளில்) தாங்கள் தங்கியதைப் பற்றி மகிழ்ச்சி அடைந்தனர். இன்னும், அல்லாஹ்வின் பாதையில் தங்கள் செல்வங்களாலும், தங்கள் உயிர்களாலும் போரிடுவதை வெறுத்தனர். இன்னும், (போருக்கு சென்றவர்களை நோக்கி) “வெயிலில் (போருக்குப்) புறப்படாதீர்கள்” என்று கூறினர். (நபியே!) “நரகத்தின் நெருப்பு வெப்பத்தால் மிகக் கடுமையானது” என்று கூறுவீராக. (இதை) அவர்கள் சிந்தித்து விளங்குபவர்களாக இருக்க வேண்டுமே!","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:82","price":"ஆக, (இவ்வுலகில்) அவர்கள் குறைவாக சிரித்துக் கொள்ளட்டும். அவர்கள் செய்து கொண்டிருந்ததற்கு (தகுந்த) கூலியாக (மறுமையில்) அதிகமாக அழுது கொள்ளட்டும்! (அவர்கள் இவ்வுலகத்தில் சிரித்தாலும் அது குறைவுதான். மறுமையிலோ அதிகமாக அழப்போகிறார்கள்.)","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:83","price":"(நபியே!) ஆக, அல்லாஹ் உம்மை (வெற்றி பெற்றவராக) அவர்களில் ஒரு பிரிவினரிடம் திருப்பினால், அப்போது (அடுத்த போரில் உம்முடன் சேர்ந்து) அவர்கள் வெளியேறுவதற்கு உம்மிடம் அனுமதி கோரினால், (நீர்) கூறுவீராக: “ஒருபோதும் என்னுடன் அறவே புறப்படாதீர்கள். என்னுடன் சேர்ந்து (எந்த) ஒரு எதிரியிடமும் அறவே போரிடாதீர்கள். நிச்சயமாக நீங்கள் முதல் முறை, (போருக்கு வராமல் வீட்டில்) உட்கார்ந்து விடுவதை விரும்பினீர்கள். ஆகவே, (இப்போதும்) பின் தங்கிவிடுபவர்களுடன் உட்கார்ந்து விடுங்கள்.”","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:84","price":"(நபியே!) இன்னும், அவர்களில் யார் இறந்துவிட்டாரோ அவருக்கு ஒருபோதும் (ஜனாஸா தொழுகை) தொழாதீர். அவருடைய புதைகுழிக்கு அருகில் நிற்காதீர். நிச்சயமாக அவர்கள் அல்லாஹ்வையும் அவனுடைய தூதரையும் நிராகரித்தனர். இன்னும், அவர்களோ பாவிகளாக இருக்கும் நிலையில் இறப்பெய்தினர்.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:85","price":"இன்னும், அவர்களுடைய செல்வங்களும் அவர்களுடைய பிள்ளைகளும் உம்மை ஆச்சரியப்படுத்த வேண்டாம். அல்லாஹ் நாடுவதெல்லாம் அவற்றின் மூலம் உலகில் அவர்களை தண்டிப்பதற்கும், அவர்கள் நிராகரித்தவர்களாக இருக்கும் நிலையில் அவர்களுடைய உயிர்கள் பிரிவதையும்தான்.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:86","price":"அல்லாஹ்வை நம்பிக்கை கொள்ளுங்கள்; இன்னும், அவனுடைய தூதருடன் சேர்ந்து (எதிரிகளிடம்) போரிடுங்கள் என்று ஓர் அத்தியாயம் இறக்கப்பட்டால் அவர்களிலுள்ள செல்வந்தர்கள் உம்மிடம் அனுமதிகோரி, “எங்களை விட்டுவிடுவீராக! (போருக்கு வராமல் வீட்டில்) உட்கார்ந்தவர்களுடன் (நாங்களும்) இருந்துவிடுகிறோம்” என்று கூறுகிறார்கள்.","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:87","price":"பின் தங்கிய பெண்களுடன் அவர்கள் இருந்துவிடுவதைக் கொண்டு திருப்தியடைந்தனர். இன்னும், அவர்களுடைய உள்ளங்கள் மீது முத்திரையிடப்பட்டது. ஆகவே, அவர்கள் சிந்தித்து விளங்க மாட்டார்கள்.","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:88","price":"எனினும், தூதரும் அவருடன் நம்பிக்கை கொண்டவர்களும் தங்கள் செல்வங்களாலும் தங்கள் உயிர்களாலும் (அல்லாஹ்வின் பாதையில்) போரிட்டனர். இன்னும், அவர்களுக்குத்தான் நன்மைகள் உண்டு. இன்னும் அவர்கள்தான் வெற்றியாளர்கள் ஆவார்கள்.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:89","price":"அல்லாஹ், அவர்களுக்காக சொர்க்கங்களை ஏற்படுத்தி இருக்கிறான். அவற்றின் கீழ் நதிகள் ஓடும். அவற்றில் (அவர்கள்) நிரந்தரமாக தங்கிவிடுவார்கள். அதுதான் மகத்தான வெற்றியாகும்.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:90","price":"இன்னும், கிராம அரபிகளில் சாக்கு போக்கு கூறுபவர்கள் அவர்களுக்கு அனுமதி அளிக்கப்படுவதற்காக வந்தார்கள். இன்னும், அல்லாஹ்வையும் அவனுடைய தூதரையும் நம்பாதவர்கள் (அனுமதி கோராமல் தங்கள் இல்லங்களில்) உட்கார்ந்து விட்டார்கள். நிராகரித்த இவர்களை துன்புறுத்தும் தண்டனை வந்தடையும்.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:91","price":"பலவீனர்கள் மீதும்; இன்னும், நோயாளிகள் மீதும்; இன்னும், (போருக்காக) செலவழிப்பதற்கு வசதி பெறாதவர்கள் மீதும் - அவர்கள் அல்லாஹ்விற்கும் அவனுடைய தூதருக்கும் நன்மையை நாடினால் (அவர்கள் போரில் கலந்து கொள்ளாமல் இருப்பதில்) - அறவே குற்றம் ஏதுமில்லை. நல்லறம் புரிவோர் மீது குற்றம் கூற வழி ஏதும் இல்லை. அல்லாஹ் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:92","price":"இன்னும், நீர் அவர்களை (வாகனத்தில்) ஏற்றி அனுப்புவதற்காக உம்மிடம் அவர்கள் வந்தால், “உங்களை ஏற்றி அனுப்புவதற்கு நான் (வாகன) வசதி பெற்றிருக்கவில்லையே” என்று நீர் கூறினால், (போருக்கு) செலவு செய்கின்ற வசதியை தாம் பெறாத கவலையினால் அவர்களுடைய கண்கள் கண்ணீரால் பொங்கி வழிய எவர்கள் திரும்பி சென்றார்களோ அவர்கள் மீதும் குற்றம் இல்லை.","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"ta"},{"name":"9:93","price":"குற்றம் சுமத்த வழியெல்லாம் எவர்கள், அவர்கள் செல்வந்தர்களாக இருக்கும் நிலையில் உம்மிடம் அனுமதி கோருகிறார்களோ அவர்கள் மீதுதான். பின் தங்கிவிட்ட பெண்களுடன் அவர்கள் இருந்து விடுவதைக் கொண்டு திருப்திபடுகிறார்கள். இன்னும், அவர்களுடைய உள்ளங்கள் மீது அல்லாஹ் முத்திரையிட்டான். ஆகவே, அவர்கள் (தங்கள் தீய செயலின் கெட்ட பாதிப்பை) அறிய மாட்டார்கள்.","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:94","price":"(நம்பிக்கையாளர்களே!) நீங்கள் அவர்களிடம் திரும்பினால் உங்களிடம் அவர்கள் சாக்கு சொல்வார்கள். (நபியே!) கூறுவீராக: “சாக்கு சொல்லாதீர்கள். நாங்கள் உங்க(ள் சாக்கு)களை நம்ப மாட்டோம். உங்கள் செய்திகளிலிருந்து (சிலவற்றை) அல்லாஹ் எங்களுக்கு அறிவித்து விட்டான். இன்னும், அல்லாஹ் உங்கள் செயல்களைப் பார்ப்பான். இன்னும், அவனுடைய தூதரும் (உங்கள் செயலைப் பார்ப்பார்). பிறகு, மறைவையும் வெளிப்படையையும் அறிந்தவ(னாகிய அல்லாஹ்வி)னிடம் மீண்டும் கொண்டு வரப்படுவீர்கள். ஆக, நீங்கள் செய்து கொண்டிருந்தவற்றை அவன் உங்களுக்கு அறிவிப்பான்.”","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:95","price":"நீங்கள் (போரிலிருந்து) அவர்களிடம் திரும்பி சென்றால், நீங்கள் அவர்களைப் புறக்கணித்து விடுவதற்காக உங்களிடம் அல்லாஹ்வின் மீது சத்தியம் செய்(து பொய் கூறு)வார்கள். ஆகவே, அவர்களைப் புறக்கணித்து விடுங்கள். நிச்சயமாக, அவர்கள் அசுத்தமானவர்கள். அவர்கள் செய்து கொண்டிருந்ததற்கு கூலியாக அவர்களுடைய தங்குமிடம் நரகமாகத்தான் இருக்கும்.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:96","price":"அவர்களைப் பற்றி நீங்கள் திருப்தியடைவதற்காக உங்களிடம் சத்தியம் செய்கிறார்கள். அவர்களைப் பற்றி நீங்கள் திருப்தியடைந்தாலும் நிச்சயமாக அல்லாஹ் பாவிகளான (அம்)மக்களைப் பற்றி திருப்தியடையமாட்டான்.","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:97","price":"கிராம அரபிகள் நிராகரிப்பிலும் நயவஞ்சகத்திலும் மிகக் கடுமையானவர்கள். இன்னும், அல்லாஹ் தன் தூதர் மீது இறக்கியவற்றின் சட்டங்களை அவர்கள் அறியாதவர்கள் என்று சொல்வதற்கு மிகத் தகுதியானவர்கள். அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான் ஆவான்.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:98","price":"இன்னும், கிராம அரபிகளில் சிலர் இருக்கிறார்கள். அவர்கள் தர்மம் செய்வதை நஷ்டமாக எடுத்துக் கொள்கிறார்கள். இன்னும், உங்களுக்கு (கெட்ட) சுழற்சிகளை (கெடுதிகள் நிகழ்வதை) எதிர்பார்க்கிறார்கள். அவர்கள் மீதுதான் தண்டனையின் சுழற்சி (-கெடுதி இறங்க) உள்ளது. அல்லாஹ் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:99","price":"கிராம அரபிகளில் சிலர் இருக்கிறார்கள். அவர்கள் அல்லாஹ்வையும் இறுதி நாளையும் நம்பிக்கை கொள்கிறார்கள். இன்னும், அவர்கள் தாங்கள் தர்மம் புரிவதை அல்லாஹ்விடம் புண்ணியங்களாகவும், தூதரின் பிரார்த்தனைகளை பெறும் வழியாகவும் எடுத்துக் கொள்கிறார்கள். அறிந்து கொள்ளுங்கள்: நிச்சயமாக அது அவர்களுக்கு (நன்மை தரும்) புண்ணியமாக இருக்கும். அல்லாஹ் அவர்களைத் தன் கருணையில் பிரவேசிக்கச் செய்வான். நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:100","price":"(இஸ்லாமை ஏற்பதில்) முதலாமவர்களாகவும் முந்தியவர்களாகவும் இருந்த முஹாஜிர்கள்; இன்னும், அன்ஸாரிகள்; இன்னும், இவர்க(ளுக்கு பின்னர் வந்து இவர்க)ளை நன்மையில் பின்பற்றிய(மற்ற)வர்க(ள் ஆகிய இவர்க)ளைப் பற்றி அல்லாஹ் திருப்தியடைந்தான். இன்னும், இவர்களும் அவனைப் பற்றி திருப்தியடைந்தனர். இன்னும், சொர்க்கங்களை இவர்களுக்கு (அவன்) தயார் செய்து வைத்திருக்கிறான். அவற்றின் கீழ் நதிகள் ஓடும். அவற்றில் எப்போதும் (அவர்கள்) நிரந்தரமாக தங்கி இருப்பார்கள். இதுதான் மகத்தான வெற்றியாகும்.","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:101","price":"இன்னும் உங்களைச் சூழவுள்ள கிராம அரபிகளிலும் மதீனாவாசிகளிலும் நயவஞ்சகர்கள் உள்ளனர். அவர்கள் நயவஞ்சகத்தின் மீது பிடிவாதமாக நிலைத்திருந்து அழிச்சாட்டியம் செய்கிறார்கள். (நபியே! நீர்) அவர்களை அறியமாட்டீர்; நாம்தான் அவர்களை அறிவோம். விரைவில் அவர்களை இருமுறை தண்டிப்போம். பிறகு, (மறுமையில் நரகத்தின்) பெரிய தண்டனையின் பக்கம் (அவர்கள்) மீண்டும் கொண்டு வரப்படுவார்கள்.","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:102","price":"இன்னும், (நயவஞ்சகர்கள் அல்லாத) மற்றவர்கள் சிலரும் (மதீனாவிலும் அதைச் சுற்றிலும்) இருக்கிறார்கள். அவர்கள் தங்கள் குற்றங்களை ஒப்புக் கொண்டனர். நல்ல செயலையும் மற்ற (சில) கெட்ட செயலையும் கலந்(து செய்)தனர். அல்லாஹ் அவர்களை மன்னிக்கக் கூடும். நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், பெரும் கருணையாளன் ஆவான்.","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:103","price":"(நபியே!) அவர்களுடைய செல்வங்களிலிருந்து தர்மத்தை எடுப்பீராக. அதன் மூலம் அவர்களை நீர் சுத்தப்படுத்துவீர்; இன்னும், (உயர் பண்புகளுக்கு) அவர்களை உயர்த்துவீர். இன்னும், அவர்களுக்காக (அல்லாஹ்விடம்) பிரார்த்திப்பீராக. நிச்சயமாக உம் பிரார்த்தனை அவர்களுக்கு நிம்மதி தரக்கூடியதாகும். அல்லாஹ் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:104","price":"நிச்சயமாக, அல்லாஹ், தன் அடியார்களிடமிருந்து தவ்பாவை (-அவர்கள் திருந்துவதையும் மன்னிப்புக் கோருவதையும்) ஏற்றுக் கொள்கிறான்; இன்னும், தர்மங்களை எடுக்கிறான்; இன்னும், நிச்சயமாக அல்லாஹ்தான் (அடியார்களின்) தவ்பாவை அங்கீகரிப்பவன், பெரும் கருணையாளன் என்பதை அவர்கள் அறியவில்லையா?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:105","price":"(நபியே!) இன்னும், (போருக்கு வராமல் பின்தங்கிவிட்டு, பிறகு மன்னிப்பு கோரியவர்களிடம்) கூறுவீராக: “நீங்கள் (நல்ல அமல்களை அதிகம்) செய்யுங்கள். ஆக, அல்லாஹ்வும் அவனுடைய தூதரும் நம்பிக்கையாளர்களும் உங்கள் செயலைப் பார்ப்பார்கள். இன்னும், மறைவையும், வெளிப்படையையும் அறிந்தவ(னாகிய அல்லாஹ்வி)ன் பக்கம் (மறுமையில்) மீண்டும் கொண்டு வரப்படுவீர்கள். நீங்கள் செய்து கொண்டிருந்ததை (அவன்) உங்களுக்கு அறிவிப்பான்.","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:106","price":"இன்னும், அல்லாஹ்வின் உத்தரவிற்காக தள்ளிவைக்கப்பட்ட மற்றவர்கள் சிலர் இருக்கிறார்கள். ஒன்று, (அவர்கள் திருந்தவில்லை என்றால்) அல்லாஹ் அவர்களை தண்டிப்பான். அல்லது, (அவர்கள் திருந்திவிட்டால்) அவன் அவர்களை மன்னிப்பான். இன்னும், அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான்.","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:107","price":"இன்னும், கெடுதல் செய்வதற்காகவும்; நிராகரிப்பிற்காகவும்; நம்பிக்கையாளர்களுக்கு மத்தியில் பிரிவினை ஏற்படுத்துவதற்காகவும்; இதற்கு முன்னர் அல்லாஹ்விடமும் அவனுடைய தூதரிடமும் போரிட்டவர்(கள் வந்து தங்குவதற்காக அவர்)களை எதிர் பார்த்திருப்பதற்காகவும் ஒரு மஸ்ஜிதை எடுத்துக் கொண்டவர்களும் (மதீனாவிலும் மதீனாவை சுற்றிலும்) இருக்கிறார்கள். இன்னும், “நாங்கள் நன்மையைத் தவிர (கெட்டதை) நாடவில்லை” என்று நிச்சயமாக சத்தியம் அவர்கள் செய்கிறார்கள். நிச்சயமாக அவர்கள் பொய்யர்கள்தான் என்று அல்லாஹ் சாட்சி கூறுகிறான்.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:108","price":"(நபியே!) ஒருபோதும் அ(ந்த மஸ்ஜி)தில் நின்று வணங்காதீர். முதல் நாளிலிருந்தே இறையச்சத்தின் மீது அடித்தளமிடப்பட்ட (உமது அல்லது குபா) மஸ்ஜிதுதான் நீர் நின்று வணங்குவதற்கு மிகத் தகுதியானது. அதில், சில ஆண்கள் இருக்கின்றனர். அவர்கள் அதிகம் பரிசுத்தமாக இருப்பதை விரும்புகின்றனர். அல்லாஹ் மிக பரிசுத்தமானவர்கள் மீது அன்பு வைக்கிறான்.","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:109","price":"அல்லாஹ்வின் அச்சம் இன்னும் (அவனது) பொருத்தத்தின் மீது தமது கட்டிடத்தை அடித்தளமிட்டவர் சிறந்தவரா? அல்லது, சரிந்து விடக்கூடிய ஓடையின் ஓரத்தில் தமது கட்டிடத்திற்கு அடித்தளமிட்டு, அது அவருடன் நரக நெருப்பில் சரிந்துவிட்டதே அவ(ர் சிறந்தவ)ரா?. அநியாயக்கார மக்களை அல்லாஹ் நேர்வழி செலுத்த மாட்டான்.","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:110","price":"அவர்கள் கட்டிய கட்டடம் அவர்களுடைய உள்ளங்களில் சந்தேகமாகவே நீடித்திருக்கும், அவர்களுடைய உள்ளங்கள் துண்டு துண்டானால் தவிர (அது நீங்காது). அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான்.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:111","price":"நிச்சயமாக அல்லாஹ், நம்பிக்கையாளர்களிடமிருந்து அவர்களுடைய உயிர்களையும் அவர்களுடைய செல்வங்களையும் நிச்சயம் அவர்களுக்கு சொர்க்கம் உண்டு என்பதற்கு பகரமாக விலைக்கு வாங்கினான். அவர்கள் அல்லாஹ்வின் பாதையில் போர் செய்வார்கள்; ஆக, அவர்கள் (எதிரிகளை) கொல்வார்கள்; இன்னும் (எதிரிகளால்) கொல்லப்படுவார்கள். தவ்ராத்திலும், இன்ஜீலிலும், குர்ஆனிலும் அவன் மீது கடமையான வாக்குறுதியாக இது இருக்கிறது. இன்னும், அல்லாஹ்வைவிட தனது உடன்படிக்கையை முழுமையாக நிறைவேற்றுபவர் யார்? ஆகவே, எதற்குப் பகரமாக நீங்கள் (உங்களை) விற்றீர்களோ அந்த உங்கள் விற்பனையைக் கொண்டு மகிழ்ச்சி அடையுங்கள். இதுதான் மகத்தான வெற்றி!","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:112","price":"(சொர்க்க பாக்கியம் பெறுகின்ற அவர்கள் பாவத்திலிருந்து) திருந்தியவர்கள்; வணக்கசாலிகள்; அல்லாஹ்வை புகழ்பவர்கள்; நோன்பு நோற்பவர்கள்; (தொழுகையில் பணிவாக அல்லாஹ்விற்கு முன்) குனிபவர்கள், சிரம் பணிபவர்கள்; நன்மையை ஏவக் கூடியவர்கள்; இன்னும், பாவத்தை விட்டுத் தடுக்கக் கூடியவர்கள்; இன்னும், அல்லாஹ்வுடைய சட்டங்களைப் பாதுகாப்பவர்கள் ஆவார்கள். (இத்தகைய தன்மைகளை உடைய) நம்பிக்கையாளர்களுக்கு (சொர்க்கத்தின்) நற்செய்தி கூறுவீராக!","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:113","price":"நிச்சயமாக நபிக்கும் நம்பிக்கையாளர்களுக்கும் தகுந்ததல்ல, இணைவைப்பவர்களுக்காக அவர்கள் பாவமன்னிப்பு கோருவது, அவர்கள் நரகவாசிகள் என்று அவர்களுக்கு தெளிவான பின்னர். அவர்கள் உறவினர்களாக இருந்தாலும் சரி.","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:114","price":"(நபி) இப்ராஹீம் தன் தந்தைக்காக மன்னிப்புக் கோரியது, அவர் அவருக்கு வாக்களித்த வாக்குறுதியை முன்னிட்டே தவிர (வேறு காரணத்திற்காக) இருக்கவில்லை. நிச்சயமாக அல்லாஹ்விற்கு அவர் எதிரி என அவருக்குத் தெளிவானபோது அவரிலிருந்து அவர் விலகிக்கொண்டார். நிச்சயமாக இப்ராஹீம் அதிகம் பிரார்த்திப்பவர், பெரும் சகிப்பாளர்.","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:115","price":"ஒரு கூட்டத்தினரை, அவர்களை அல்லாஹ் நேர்வழிப்படுத்திய பின்னர், அவர்கள் தவிர்ந்து விலகி இருக்க வேண்டியவற்றை அவன் அவர்களுக்கு விவரிக்கும் வரை அவர்களை அவன் வழிகெட்டவர்கள் என்று முடிவு செய்பவனாக இருக்கவில்லை. நிச்சயமாக அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவன்.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:116","price":"நிச்சயமாக அல்லாஹ், வானங்கள் இன்னும் பூமியின் ஆட்சி அவனுக்கே உரியது! இன்னும் அவனே உயிர்ப்பிக்கிறான்; இன்னும், மரணிக்கச் செய்கிறான். இன்னும், அல்லாஹ்வை அன்றி உங்களுக்கு பாதுகாவலர் எவரும் இல்லை; இன்னும், உதவியாளர் எவரும் இல்லை.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:117","price":"நபி; இன்னும், (தபூக் போருடைய) சிரமமான நேரத்தில் அவரைப் பின்பற்றிய முஹாஜிர்கள்; இன்னும், அன்ஸாரிகளை அல்லாஹ் திட்டவட்டமாக மன்னித்தான், (தோழர்களாகிய) அவர்களில் ஒரு பிரிவினரின் உள்ளங்கள் வழிதவற நெருங்கிய பின்னர். பிறகு, அவன் அவர்களை மன்னித்தான். நிச்சயமாக அவன் அவர்கள் மீது மிகவும் இரக்கமுள்ளவன், பெரும் கருணையாளன்.","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:118","price":"இன்னும், (மன்னிப்பு வழங்கப்படாமல்) பிற்படுத்தப்பட்ட மூவரையும் (அல்லாஹ் மன்னித்து விட்டான்). இறுதியாக, பூமி விசாலமாக இருந்தும் (அது) அவர்களுக்கு நெருக்கடியாக ஆகியது. இன்னும், அவர்கள் மீது அவர்களின் ஆன்மாக்கள் நெருக்கடியாக ஆகியது. இன்னும், அல்லாஹ்விடமிருந்து (தப்பித்து) ஒதுங்குமிடம் அவனிடமே தவிர (வேறு எங்கும்) அறவே இல்லை என அவர்கள் உறுதி(யாக அறிந்து) கொண்டனர். பிறகு, அவர்கள் திருந்தி அல்லாஹ்வின் பக்கம் திரும்புவதற்காக அவர்களை அவன் மன்னித்தான். நிச்சயமாக அல்லாஹ், அவன்தான் (அடியார்களின்) தவ்பாவை அங்கீகரிப்பவன், பெரும் கருணையாளன்.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:119","price":"நம்பிக்கையாளர்களே! அல்லாஹ்வை அஞ்சுங்கள்; இன்னும், உண்மையாளர்களுடன் இருங்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:120","price":"மதீனாவாசிகள்; இன்னும், அவர்களைச் சுற்றி உள்ள கிராம அரபிகளுக்கு - அவர்கள் அல்லாஹ்வின் தூதரை விட்டு பின் தங்குவதும்; அவருடைய உயிரை விட தங்கள் உயிர்களை நேசிப்பதும் - ஆகுமானதல்ல. அதற்குக் காரணம், அல்லாஹ்வின் பாதையில் அவர்களுக்கு தாகமோ, களைப்போ, பசியோ எது ஏற்பட்டாலும்; இன்னும், நிராகரிப்பாளர்களைக் கோபமூட்டுகிற இடத்தை இவர்கள் மிதித்தாலும்; இன்னும், எதிரிகளிடமிருந்து துன்பத்தை அவர்கள் அடைந்தாலும், இவற்றிற்கு பதிலாக அவர்களுக்கு நன்மையான செயல்(கள்) எழுதப்படாமல் இருக்காது. நிச்சயமாக அல்லாஹ் நல்லறம்புரிபவர்களின் கூலியை வீணாக்க மாட்டான்.","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:121","price":"இன்னும் (அல்லாஹ்வின் பாதையில்) சிறிய, பெரிய செலவை அவர்கள் செலவு செய்தாலும் ஒரு பள்ளத்தாக்கை அவர்கள் கடந்து சென்றாலும் அவை அவர்களுக்கு (நன்மைகளாக) பதியப்படாமல் இருக்காது. இறுதியாக, அவர்கள் செய்து கொண்டிருந்ததற்கு மிக அழகிய(சொர்க்கத்)தை அல்லாஹ் அவர்களுக்குக் கூலியாக கொடுப்பான்.","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:122","price":"நம்பிக்கையாளர்கள் அனைவருமே (நபியை தனியாக விட்டுவிட்டு ஊரிலிருந்து) புறப்படுவது சரியல்ல. மார்க்கத்தில் அவர்கள் ஞானம் பெறுவதற்காகவும் தங்கள் சமுதாயத்திடம் திரும்பும்போது அவர்களை எச்சரிப்பதற்காகவும் உங்களில் ஒவ்வொரு பிரிவினரிலிருந்தும் ஒரு கூட்டம் (மட்டும் போருக்கு) புறப்பட்டிருக்க வேண்டாமா? (ஊரில் தங்கிய) அவர்கள் (இதன் மூலம்) எச்சரிக்கையாக இருப்பார்கள்.","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:123","price":"நம்பிக்கையாளர்களே! உங்களை அடுத்திருக்கின்ற நிராகரிப்பாளர்களிடம் போரிடுங்கள். இன்னும், அவர்கள் உங்களிடம் கடுமையை உணரட்டும். நிச்சயமாக அல்லாஹ் (தன்னை) அஞ்சுபவர்களுடன் இருக்கிறான் என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:124","price":"இன்னும், ஓர் அத்தியாயம் (புதிதாக) இறக்கப்பட்டால், “உங்களில் எவருக்கு இது நம்பிக்கையை அதிகப்படுத்தியது?” என்று கேட்பவர் அவர்களில் இருக்கிறார்கள். ஆக, நம்பிக்கை கொண்டவர்கள் அவர்களோ (இறக்கப்பட்ட அத்தியாயத்தைக் கொண்டு) மகிழ்ச்சியடைந்தவர்களாக இருக்கும் நிலையில் அவர்களுக்கு (இது) நம்பிக்கையை அதிகப்படுத்தியது.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:125","price":"ஆக, எவர்களுடைய உள்ளங்களில் நோய் இருக்கிறதோ அவர்களுக்கு அவர்களுடைய அசுத்தத்துடன் ஒரு அசுத்தத்தையே அது அதிகப்படுத்தியது! அவர்களோ நிராகரிப்பாளர்களாக இருக்கும் நிலையில்தான் இறப்பார்கள்.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:126","price":"ஒவ்வோர் ஆண்டிலும் ஒரு முறையோ அல்லது இரு முறைகளோ நிச்சயமாக அவர்கள் சோதிக்கப்படுகிறார்கள் என்பதை அவர்கள் கவனிக்கவில்லையா? பிறகும், அவர்கள் திருந்துவதுமில்லை. இன்னும், அவர்கள் நல்லுணர்ச்சி பெறுவதுமில்லை.","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:127","price":"இன்னும், ஓர் அத்தியாயம் (புதிதாக) இறக்கப்பட்டால், அவர்களில் சிலர் சிலரை (விரைக்கப்) பார்க்கிறார்களா? “உங்களை யாரும் பார்க்கின்றனரா?” என்று (கேட்டு விட்டு) பின்னர், (அங்கிருந்து) திரும்பி சென்று விடுகிறார்கள். நிச்சயமாக அவர்கள் (சத்தியத்தை) அறிய முயற்சிக்காத மக்களாக இருக்கும் காரணத்தால், அல்லாஹ்(வும்) அவர்களுடைய உள்ளங்களை (நம்பிக்கை கொள்வதிலிருந்து) திருப்பி விட்டான்.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:128","price":"(நம்பிக்கையாளர்களே!) நீங்கள் சிரமப்படுவதை தன் மீது கடினமாக உணரக்கூடிய; உங்கள் மீது அதிக பற்றுடைய; நம்பிக்கையாளர்கள் மீது பெரிதும் இரக்கமுள்ள; அதிகம் கருணையுள்ள தூதர் உங்களிலிருந்தே உங்களிடம் வந்து விட்டார்.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"ta"},{"name":"9:129","price":"(நபியே) ஆக, அவர்கள் (உம்மை விட்டு புறக்கணித்து) விலகி சென்றால், “எனக்குப் போதுமானவன் அல்லாஹ்தான்; அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை; அவன் மீதே நான் நம்பிக்கை வைத்து (அவனையே சார்ந்து) விட்டேன்; இன்னும், அவன் மகத்தான ‘அர்ஷின்’ அதிபதி” என்று கூறுவீராக!","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"","lang":"ta"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}