{"data":[{"name":"98:1","price":"வேதக்காரர்கள்; இன்னும், இணைவைப்பவர்கள் ஆகிய நிராகரிப்பாளர்கள் தங்களிடம் தெளிவான அத்தாட்சி வருகின்ற வரை (இறைவனின் தூதர் வந்தால், அவரைப் பின்பற்றுவோம் என்ற கொள்கையிலிருந்து) விலகியவர்களாக இருக்கவில்லை.","arabic":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6131,"juzNumber":30,"footnotes":"","lang":"ta"},{"name":"98:2","price":"(அந்தச் சான்று) பரிசுத்தமான ஏடுகளை ஓதுகின்ற அல்லாஹ்விடமிருந்து (அனுப்பப்பட்டுள்ள முஹம்மத் எனும்) தூதர் ஆவார்.","arabic":"رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6132,"juzNumber":30,"footnotes":"","lang":"ta"},{"name":"98:3","price":"அவற்றில் (-அந்த வேத ஏடுகளில்) நேரான (சரியான, நீதியான) சட்டங்கள் உள்ளன.","arabic":"فِيهَا كُتُبٞ قَيِّمَةٞ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6133,"juzNumber":30,"footnotes":"","lang":"ta"},{"name":"98:4","price":"வேதம் கொடுக்கப்பட்டவர்கள் தங்களிடம் தெளிவான சான்று வந்த பின்னர் தவிர (நபியைப் பின்பற்றுவோம் என்ற தங்கள் கொள்கையிலிருந்து) பிரியவில்லை.","arabic":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6134,"juzNumber":30,"footnotes":"","lang":"ta"},{"name":"98:5","price":"அவர்கள் வழிபாட்டை அவனுக்கு மட்டும் தூய்மைப்படுத்தியவர்களாக, இணைவைப்பை விட்டு விலகியவர்களாக இருக்கும் நிலையில் அல்லாஹ்வை வணங்குவதற்கும், தொழுகையை நிலைநிறுத்துவதற்கும் ஸகாத்தைக் கொடுப்பதற்கும் தவிர ஏவப்படவில்லை. இன்னும், இதுதான் நேரான (நீதியான, சரியான சட்டங்களுடைய) மார்க்கமாகும்.","arabic":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6135,"juzNumber":30,"footnotes":"","lang":"ta"},{"name":"98:6","price":"நிச்சயமாக வேதக்காரர்கள்; இன்னும், இணைவைப்போர் ஆகிய நிராகரிப்பாளர்கள் ஜஹன்னம் எனும் நரக நெருப்பில் - அதில் நிரந்தரமானவர்களாக இருப்பார்கள். இவர்கள்தான் படைப்புகளில் மகா தீயோர் ஆவார்கள்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6136,"juzNumber":30,"footnotes":"","lang":"ta"},{"name":"98:7","price":"நிச்சயமாக எவர்கள் நம்பிக்கைக் கொண்டு, நற்செயல்களை செய்தார்களோ அவர்கள்தான் படைப்புகளில் மிகச் சிறந்தோர் ஆவார்கள்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6137,"juzNumber":30,"footnotes":"","lang":"ta"},{"name":"98:8","price":"அவர்களுடைய கூலி அவர்களின் இறைவனிடம் அத்ன் எனும் சொர்க்கங்களாகும். அவற்றின் கீழே நதிகள் ஓடுகின்றன. அவற்றில் எப்போதும் நிரந்தரமானவர்களாக அவர்கள் இருப்பார்கள். அல்லாஹ், அவர்களைப் பற்றி திருப்தி அடைவான். அவர்களும் அவனைப் பற்றி திருப்தி அடைவார்கள். இது, தன் இறைவனைப் பயந்தவருக்கு (கிடைக்கும் நற்பாக்கியமாகும்).","arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6138,"juzNumber":30,"footnotes":"","lang":"ta"}],"chapter":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"]}