{"data":[{"name":"13:1","price":"Алиф, лом, мим, ро. Ин оёти китоби [осмонӣ] ва он чи аз [сӯйи] Парвардигорат бар ту нозил шудааст, ҳақ аст, вале бештари мардум имон намеоваранд","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:2","price":"Аллоҳ таоло аст, ки осмонҳоро бидуни сутунҳое, ки онҳоро бубинед, барафрошт, он гоҳ бар Арш қарор гирифт ва хуршеду моҳро ба хидмат [-и инсон] гумоштааст, ки ҳар як то замоне муайян дар [мадори худ] равон бошанд. Ӯ кор [-и ҷаҳон]-ро тадбир мекунад ва оёти [хеш]-ро ба равшани баён медорад, бошад, ки ба дидори Парвардигоратон яқин пайдо кунед","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:3","price":"Ва Ӯст он ки заминро бигустард ва дар он кӯҳҳои устувор ва ҷӯйборҳо падид овард ва дар он аз ҳар гуна мевае ду гуна офарид, шабро ба рӯз [ва рӯзро ба шаб] мепӯшонад. Ҳатман, дар инҳо барои мардуме, ки меандешанд, нишонаҳое [аз қудрати Парвардигор] аст","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:4","price":"Ва дар замин қитъаҳое аст дар канори ҳам [ки бо якдигар мутафовитанд] ва [низ] боғҳое аз ангур ва киштзорҳову дарахтони хурмо, ки [нару модаанд ва] гоҳ аз як реша мерӯянд ва гоҳ аз решаҳое гуногунанд ва [ҳамаи онҳо] бо як об сероб мешаванд. Ва [бо ин ҳол] баъзе аз онҳоро дар [таъму хосияти] мева бар дигаре бартарӣ медиҳем. Бе тардид, дар ин [амр низ] барои мардуме, ки хирад меварзанд, нишонаҳо [-и равшане] ҳаст","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:5","price":"Ва [эй паёмбар] агар [аз беимонии кофирон] тааҷҷуб мекунӣ, аҷиб [-тар] гуфтори онон аст, ки [дар бораи миод мегӯянд]: «Оё вақте хок шудем, воқеан [зинда мешавем ва] дар офариниши ҷадиде хоҳем буд»? Инонанд, ки ба Парвардигорашон куфр варзидаанд ва дар гарданҳояшон [аз оташ] занҷирҳост ва онон аҳли оташанд [ва] дар он ҷовидонанд","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:6","price":"Ва [эй Паёмбар, мушрикон] пеш аз некӣ [раҳмат] ба шитоб аз ту бадӣ [азоб]-ро дархост мекунанд ва ҳол он ки пеш аз эшон [низ бар кофирон] уқубатҳои ибратомӯз рафтааст ва ба ростӣ, Парвардигорат нисбат ба мардум, бо вуҷуди ситамгориашон омурзандааст ва бешак Парвардигорат сахткайфар аст","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:7","price":"Кофирон мегӯянд: «Чаро нишонаҳо [ва муъҷизоте ҳаммонанди Мӯсо ва Исо] аз Парвардигораш бар ӯ нозил нашудааст»? [Эй паёмбар] бе тардид, ту фақат бимдиҳандаӣ ва ҳар қавме [паёмбари] ҳидоятгаре дорад","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:8","price":"Аллоҳ таоло медонад он чиро, ки ҳар модае [дар раҳим] бор мегирад ва [низ] он чиро, ки раҳимҳо мекоҳанд ва он чиро меафзоянд ва ҳар чизе назди Ӯ ба андоза [ва дақиқ] аст","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:9","price":"[Ӯ] Донои ниҳону ошкор [ва] бузургу баландмартаба аст","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:10","price":"[Эй мардум] Ҳар касе аз шумо, ки сухани худро пинҳон кунад ё онро ошкоро баён созад ва ҳар ки дар [торикии] шаб пинҳон гардад ё дар рӯз [ба дунболи анҷоми корҳояш] биравад, [дар илми илоҳӣ] яксон аст [ва Ӯ ҳамаро медонад]","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:11","price":"Ӯ [Аллоҳ таоло] фариштагоне дорад, ки ҳамвора [бандаи] Ӯро аз пешорӯ ва аз пушти сараш ба фармони Аллоҳ таоло ҳифз мекунанд. Бе гумон, Аллоҳ таоло ҳол [ва сарнавишти накуи] ҳеҷ қавмеро тағйир намедиҳад, магар он ки онон он чиро, ки дар дилҳояшон доранд, дигаргун созанд [ва муртакиби гуноҳ шаванд]. Ва ҳангоме ки Аллоҳ таоло барои қавме [гирифторӣ ва] бадӣ бихоҳад, ҳеҷ чиз монеаш нахоҳад шуд ва онон ҷуз [Зоти поки] Ӯ ҳеҷ корсозе надоранд","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:12","price":"Ӯст, ки барқро барои бим [соиқа ва оташ] ва умед [борон] ба шумо менамоёнад ва абрҳои гаронборро падид меоварад","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:13","price":"Раъд ба ситоиши Ӯ ва фариштагон аз хавфу тарс Ӯро тасбеҳ мегӯянд ва [Ӯст, ки] соиқаҳоро мефиристад. Пас, он [соиқаи маргбор] ба ҳар ки Ӯ бихоҳад, бархӯрд мекунад ва онон [кофирон] дар бораи [ягонагии] Аллоҳ таоло муҷодала мекунанд ва Ӯ сахтгир [-у сахткайфар] аст","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:14","price":"Даъват ба ҳақ [тавҳид] аз они Ӯст ва [бутҳо ва дигар] касонеро, ки [мушрикон] ба ҷойи Ӯ мехонанд, [ҳаргиз] ба эшон посухе намедиҳанд, магар монанди касе, ки ду дасташро ба сӯйи об бикушояд, то [об] ба даҳонаш бирасонад, дар ҳоле ки [ҳеҷ обе] ба [даҳони] ӯ намерасад ва дуои кофирон [дар баробари бутҳояшон] ҷуз дар гумроҳӣ нест","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:15","price":"Ва ҳар ки [ва ҳар чи] дар осмонҳо ва замин аст, хоҳу нохоҳ ва [ҳатто] сояҳояшон бомдоду шабонгоҳ барои Аллоҳ таоло саҷда [ва фурӯтанӣ] мекунанд","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:16","price":"[Эй Паёмбар, ба мушрикон] бигӯ: « Парвардигори осмонҳо ва замин кист»? Бигӯ: «Аллоҳ таоло». [Сипас] Бигӯ: «Оё ба ҷойи Ӯ [дӯстону] корсозоне баргузидаед, ки [ҳатто] молики суду зиёни худ нестанд»? Бигӯ: «Оё нобино ва бино баробаранд? Ё торикиҳо ва нур яксонанд? Ё онон шариконе барои Аллоҳ таоло қарор додаанд, ки ҳамчун офариниши Ӯ офаридаанд ва [дар натиҷа амри] офариниш бар онон муштабаҳ шудааст»? Бигӯ: «Аллоҳ таоло офаринандаи ҳама чиз аст ва Ӯ ягонаи пирӯзманд аст","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:17","price":"[Аллоҳ таоло] Аз осмон обе фурӯ борид, он гоҳ рӯдҳо ҳар як ба андозаи [ғунҷоиши] худ ҷорӣ шуданд ва селоб кафк рӯйи худ баровард ва аз он чи бар оташ меафрузанд [ва мегудозанд], то зевар ё колое ба даст оваранд, [низ] кафке ҳаммонанди он [аз об бармеояд]. Аллоҳ таоло ҳаққу ботилро инчунин мисол мезанад. Ва аммо кафк ба каноре меравад ва нест мегардад, вале он чи ба мардум суд мерасонад, бар замин [боқӣ] мемонад. Аллоҳ таоло масалҳо инчунин баён мекунад","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:18","price":"Барои касоне, ки [даъвати] Парвардигорашонро иҷобат карданд, подоши неки [биҳишт дар пеш] аст ва касоне, ки [даъвати[ Ӯро иҷобат накарданд, агар тамоми он чи дар замин аст ва [низ] ҳаммонандашро бо он доштанд, яқинан [ҳозир буданд, ки ҳамаро] барои раҳоии хеш [аз азоб] бипардозанд [вале аз эшон пазируфта нахоҳад шуд]. Онон ҳисоби баде доранд [ва бозхосте бисёр сахт] ва ҷойгоҳашон дузах аст ва чи бад ҷойгоҳе ҳаст!","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:19","price":"Оё касе, ки медонад, ки он чи аз [тарафи] Парвардигорат бар ту нозил шуда, ҳақ аст, монанди касест, ки [нисбат ба ҳақ] нобиност? Танҳо хирадмандон панд мегиранд.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:20","price":"[Ҳамон] Касоне, ки ба паймони Аллоҳ таоло вафо мекунанд ва аҳд намешикананд","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:21","price":"Ва касоне, ки ҳар он чиро Аллоҳ таоло ба пайванд кардани он фармон додааст, мепайванданд [силаи раҳим мекунанд] ва аз Парвардигорашон метарсанд ва аз сахтии ҳисоб меҳаросанд","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:22","price":"Ва касоне, ки барои касби хушнудии Парвардигорашон шикебоӣ кардаанд ва намоз барпо доштаанд ва аз он чи ба онон рӯзӣ додаем, пинҳону ошкоро инфоқ кардаанд ва бадиро бо некӣ мезудоянд. Ононанд, ки нек фарҷоме хоҳанд дошт.","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:23","price":"[Подошашон] Боғҳои ҷовидон [-и биҳишт аст], ки онон ва ҳар як аз падарон ва ҳамсарону фарзандонашон, ки накукор будаанд, ба он ворид мешаванд ва фариштагон аз ҳар даре бар онон дармеоянд","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:24","price":"[Ва ба онон мегӯянд] «Салом бар шумо ба [подоши] он чи [бар имонатон] шикебоӣ кардаед. Пас, чи накуст фарҷоми он саро!»","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:25","price":"Ва касоне, ки паймони Аллоҳро пас аз устувор карданаш мешикананд ва он чиро, ки Аллоҳ таоло ба пайвастанаш фармон додааст [силаи раҳим] қатъ мекунанд ва дар замин [фитнаву] фасод мекунанд, инонанд, ки [дар охират] лаънат ва бад фарҷоме доранд","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:26","price":"Аллоҳ таоло [неъмату] рӯзиро бар ҳар ки бихоҳад, густурда медорад ва ё танг мегирад ва [кофирон] ба зиндагии дунё шод шуданд, ва[-ле] зиндагии дунё дар [баробари] охират ҷуз баҳрае [ночиз] нест","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:27","price":"Ва касоне, ки куфр варзиданд, мегӯянд: «Чаро нишонае аз [сӯйи] Парвардигораш бар ӯ нозил нашудааст»? Бигӯ: «Бе тардид, Аллоҳ таоло ҳар киро, ки бихоҳад гумроҳ мекунад ва ҳар киро, ки тавба намояд, ба сӯйи хеш ҳидоят мекунад»","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:28","price":"[Ҳамон] Касоне, ки имон овардаанд ва дилҳояшон ба ёди Аллоҳ таоло ором мегирад. Бидонед, ки бо ёди Аллоҳ таоло аст, ки дилҳо ором мегирад","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:29","price":"Касоне, ки имон овардаанд ва корҳои шоиста кардаанд, хушо бар онон! Ва нек саранҷоме доранд","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:30","price":"[Эй Паёмбар] Бад-ин сон туро байни уммате фиристодем, ки пеш аз онҳо умматҳое омада [ва рафта] буданд, то он чи бар ту ваҳй кардаем, бар онон бихонӣ ва ҳол он ки онон ба [Парвардигори] раҳмон куфр меварзанд. Бигӯ: «Ӯ Парвардигори ман аст [ва] маъбуде [барҳақ] ҷуз Ӯ нест. Бар Ӯ таваккал кардам ва бозгаштам ба сӯйи Ӯст»","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:31","price":"Ва [ҳатто] агар Қуръоне буд, ки кӯҳҳо аз [ҳайбати] он ба ҳаракат дармеомад ва замин пора-пора мешикофт ё мурдагон аз [тиловати] он ба сухан дармеомаданд, [боз ҳам кофирон имон намеоварданд]. Амри [тадбири ҷаҳон ва нузули муъҷизот] аз они Аллоҳ таоло аст. Оё касоне, ки имон овардаанд, намедонанд, ки агар Аллоҳ таоло мехост, ҳатман, ҳамаи мардумро ҳидоят мекард? Ва касоне, ки куфр варзиданд, пайваста ба [сазои] он чи кардаанд, гирифтори мусибати кӯбандае мешаванд ё [азоби илоҳӣ] наздики хонаҳояшон фуруд меояд ё [саранҷом] ваъдаи Аллоҳ таоло фаро мерасад. Бе тардид, Аллоҳ таоло хилофи ваъда намекунад","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:32","price":"[Эй Паёмбар] Яқинан, паёмбароне, ки пеш аз ту буданд, [низ] мавриди тамасхур воқеъ шуданд, он гоҳ ба касоне, ки куфр варзиданд, муҳлат додам, сипас ононро [ба азоб] фурӯ гирифтам. Пас, [бингар, ки] кайфари ман чи гуна буд","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:33","price":"Оё он [Парвардигоре], ки ҳоким бар ҳар кас ва [нозир бар] рафтору кирдори ӯст, [ба парастиш сазовортар аст ё бутҳои беҷон]? Ва [кофирон] барои Аллоҳ таоло шариконе қарор додаанд. Бигӯ: «Ононро ном баред». Оё [мехоҳед ба] ӯ дар бораи он чи дар замин аст ва ӯ намедонад хабар диҳед, ё фақат сухани сатҳие ва [беасос] мегӯед? [Чунин нест] балки барои касоне, ки куфр варзидаанд, найрангашон ороста шудааст ва аз роҳи [ҳақ] боздошта шудаанд ва ҳар киро Аллоҳ таоло гумроҳ гузорад, ҳидоятгаре нахоҳад дошт","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:34","price":"Онон дар зиндагии дунё азоб [-и дардноке] доранд ва ҳатман, азоби охират сахттар аст ва дар баробари [азоби] Аллоҳ таоло ҳеҷ [ёру] мудофеъе надоранд","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:35","price":"Вижагии биҳиште, ки ба парҳезгорон ваъда дода шуда, [чунин аст, ки] ҷӯйборҳо аз зери [дарахтони] он ҷорӣ аст, меваҳояш ҳамешагӣ ва сояаш [низ доимӣ аст]. Ин саранҷоми касонест, ки парҳезгорӣ кардаанд ва саранҷоми кофирон оташ [-и дузах] аст","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:36","price":"Ва касоне, ки ба онон китоби осмонӣ додаем, аз он чи бар ту нозил шудааст, шодмон мешаванд ва бархе аз гурӯҳҳо[-и аҳли китоб] бахше аз онро инкор мекунанд. [Эй паёмбар, ба онон] Бигӯ: «Ҷуз ин нест, ки ман дастур ёфтаам, Аллоҳро бипарастам ва ба Ӯ ширк наварзам, ба сӯйи Ӯ даъват мекунам ва бозгаштам ба сӯйи Ӯст»","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:37","price":"Ва бад-ин сон, ин Қуръонро фармоне ба забони арабӣ [-и фасеҳ] нозил кардем ва агар пас аз донише, ки [аз ҷониби Парвардигор] бароят омадааст, аз ҳавасҳои онон [мушрикон] пайравӣ кунӣ, дар баробари [азоби] Аллоҳ таоло ҳеҷ корсоз ва нигаҳдорандае нахоҳӣ дошт","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:38","price":"Ва бе тардид, пеш аз ту паёмбароне фиристодем ва барои онон [монанди дигар инсонҳо] ҳамсарону фарзандоне қарор додем ва барои ҳеҷ паёмбаре сазовор нест, ки ҷуз ба фармони Аллоҳ таоло [муъҷиза ва] ояте биёварад. Ҳар амре [тақдиру] навиштае [маълум] дорад","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:39","price":"Аллоҳ таоло ҳар чиро, ки бихоҳад аз миён мебарад ва [он чиро бихоҳад] устувор медорад ва умму-л-китоб [Лавҳи маҳфуз] назди Ӯст","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:40","price":"Ва [эй Паёмбар] агар бархе аз он чиро, ки ба онон ваъда медиҳем, ба ту нишон диҳем ё [пеш аз фаро расидани азоб] туро бимиронем, [дар ҳар ҳол] фақат таблиғи [рисолат] бар [уҳдаи] туст ва ҳисоб [-у муҷозоташон] бар мост","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:41","price":"Оё [кофирон] надидаанд, ки мо [бо футуҳоти лашкари ислом] аз доманаҳои сарзамини [куфр] мекоҳем [ва бар қаламрави ислом меафзоем]? Ва Аллоҳ таоло ҳукм мекунад ва барои ҳукмаш [ҳеҷ] боздорандае нест ва ӯ дар ҳисобрасӣ сареъ аст","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:42","price":"Ва ба ростӣ, касоне, ки пеш аз онон буданд [барои муқобала бо паёмбаронашон] макр варзиданд, вале тамоми макрҳо [ва тадбирҳо] аз они Аллоҳ таоло аст. Ӯ медонад, ки ҳар касе чи мекунад ва ба зудӣ кофирон хоҳанд донист, ки фарҷоми [накуи] сарои [охират] аз они кист","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"tg"},{"name":"13:43","price":"Ва касоне, ки куфр варзиданд, мегӯянд: «[Эй Муҳаммад] Ту фиристода [-и Аллоҳ таоло] нестӣ». Бигӯ: «Кофист, ки Аллоҳ таоло ва касе, ки дониши [китобҳои осмонии пешин] назди Ӯст, миёни ману шумо гувоҳ бошад»","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"","lang":"tg"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}