{"data":[{"name":"2:1","price":"Алиф, лом, мим.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:2","price":"Ин китобест, ки ҳеҷ тардиде [шакку гумоне] дар [китоби илоҳӣ будани] он нест ва мояи ҳидояти парҳезгорон аст.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:3","price":"Он касоне, ки [дар ниҳону ошкор] ба ғайб имон доранд ва намоз барпо медоранд ва аз он чи ба эшон рӯзӣ додаем, инфоқ [сарфу харҷ ва хайр] мекунанд.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:4","price":"Ва онҳое, ки ба он чи бар ту ва [бар паёмбарони] пеш аз ту нозил шудааст, имон меоваранд ва бар рӯзи растохез яқин доранд.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:5","price":"Онҳо аз ҷониби Парвардигорашон аз ҳидоят бархӯрдоранд ва ононад, ки растагоранд.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:6","price":"Бар касоне, ки кофир шудаанд, баробар аст, ки оё бимашон додаӣ, ё надодаӣ, имон нахоҳанд овард.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:7","price":"Аллоҳ таоло бар дилҳо ва гӯшҳояшон муҳр [-и ғафлат] задааст ва бар чашмҳояшон пардаест ва барояшон азоби бузурге [дар пеш] аст","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:8","price":"Бархе аз мардум мегӯянд: Ба Аллоҳ таоло ва рӯзи қиёмат имон овардаем, дар ҳоле ки имон надоранд","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:9","price":"Онон [гумон мекунанд] Аллоҳ таоло ва муъминонро фиреб медиҳанд, дар ҳоле ки фақат худро фиреб медиҳанд, вале намефаҳманд.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:10","price":"Дар дилҳояшон беморӣ (шак, нифоқ ва палидӣ) аст ва Аллоҳ таоло бар бемории онон афзудааст ва ба хотири дурӯғҳое, ки мегуфтанд, азоби дардноке [дар пеш] хоҳанд дошт","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:11","price":"Ҳар гоҳ ба онон гуфта шавад: Дар замин фасод накунед, [ба дурӯғ] мегӯянд: Мо албатта худ ислоҳгарем","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:12","price":"Огоҳ бошед! Онон [табаҳкор ва] муфсиданд, вале намефаҳманд","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:13","price":"Ва вақте ба онон гуфта шавад: Шумо низ ҳамчун мардум [-и боинсоф ва воқеъбин] имон оваред, мегӯянд: Оё [интизор доред] ҳамчун камхирадон имон оварем? Огоҳ бошед! [Маҳз худи] Ононанд, ки камхирад ҳастанд, вале намедонанд","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:14","price":"Ва ҳангоме ки муъминонро мулоқот мекунанд, мегӯянд: Мо [низ ҳамчун шумо] имон овардаем ва ҳангоме ки бо васвасагарони шайтонсифати худ хилват мекунанд [дар танҳоӣ якҷо мешаванд], мегӯянд: Мо бо шумо ҳастем ва фақат [онҳоро] масхара мекунем","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:15","price":"Аллоҳ таоло тамасхурашон мекунад ва дар туғёнашон саргашта нигаҳ медорад","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:16","price":"Онон касоне ҳастанд, ки гумроҳиро ба [баҳои] ҳидоят хариданд, пас, тиҷораташон суде надорад ва ҳидоятёфта набуданд.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:17","price":"Достони инон [мунофиқон] ҳаммонанди достони касест, ки оташе афрӯхт, пас, чун оташ перомунашро равшан сохт, Аллоҳ таоло нурашонро бигирифт ва дар торикиҳое, ки намебинанд, раҳояшон кард","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:18","price":"Кару лолу кӯранд ва [аз гумроҳии худ] бознамегарданд","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:19","price":"Ё [мисолашон] ҳамчун [гирифторони] борони сахт (сел) аст, ки аз осмон [фурӯ мерезад] ва дар он торикиҳо ва раъду барқ бошад ва онон аз тарси марг ангуштони худро дар гӯшҳояшон фурӯ мебаранд, то садои соиқа [оташак]-ро нашнаванд ва Аллоҳ таоло ба кофирон иҳота дорад","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:20","price":"Наздик аст, ки барқ чашмонашонро бирабояд, ҳар гоҳ ки [барқ мезанад ва роҳро] бар онон равшан месозад, қадаме дар [партави] он мегузоранд ва чун торикӣ ононро фаро гирад, [ҳайратзада] бозмеистанд; ва агар Аллоҳ таоло бихоҳад, шунавоӣ ва биноиашонро аз байн мебарад, зеро Аллоҳ таоло бар ҳар коре тавоност","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:21","price":"Эй мардум, Парвардигори худро парастиш кунед; он касе, ки шумо ва пешиниёни шуморо офарид. Бошад, ки парҳезгор шавед.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:22","price":"Он, ки заминро барои шумо бигустурд ва осмонро [ҳамчун сақфе] болои саратон қарор дод ва аз осмон обе фурӯ фиристод ва ба василаи он анвои меваҳоро ба вуҷуд овард, то рӯзии шумо бошад. Бинобар ин барои Аллоҳ таоло ҳамтоёне қарор надиҳед, дар ҳоле ки [ҳақиқатро] медонед.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:23","price":"Ва агар дар бораи он чи бар бандаи худ [Муҳаммад] нозил кардаем, дар шакку тардид ҳастед, агар рост мегӯед, сурае ҳаммонанди он биёваред ва гувоҳони худро – ғайр аз Аллоҳ таоло – фаро хонед.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:24","price":"Пас, агар чунин накардед – ва ҳаргиз натавонед кард – аз оташе битарсед, ки ҳезуми он мардуму сангҳо ҳастанд ва барои кофирон омода шудааст.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:25","price":"[Эй Паёмбар] Ба касоне, ки имон оварда ва корҳои шоиста анҷом додаанд, мужда бидеҳ, ки боғҳое [аз биҳишт] барояшон [дар пеш] аст, ки аз зери [дарахтони] он ҷӯйборҳо ҷорӣ аст. Ҳар замон, ки мевае аз он ба эшон дода шавад, мегӯянд: Ин ҳамон аст, ки пеш аз ин [дар дунё] рӯзии мо шуда буд; дар ҳоле ки шабеҳи он ба эшон дода шуда буд [на худи он] ва [дар он ҷо] ҳамсарони поке доранд ва ҷовидона дар он хоҳанд буд","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:26","price":"Аллоҳ таоло аз ин, ки ба пашшае–ё болотар аз он–масал бизанад, шарм намекунад. Онон, ки имон овардаанд, медонанд, ки он [масал] ҳақ аст аз тарафи Парвардигорашон [ва аз он панд мегиранд] ва аммо онҳое, ки кофиранд, мегӯянд: Аллоҳ таоло аз ин масал чӣ хостааст? Аллоҳ таоло [бо баёни ин амсол] гурӯҳи бисёреро [ки муставҷиби онанд ҳайрон ва] гумроҳ ва гурӯҳи бисёреро ҳидоят мекунад; ва танҳо [мунофиқон ва] фосиқонро бо он гумроҳ месозад","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:27","price":"[Ҳамон] касоне, ки паймони Аллоҳро – пас аз маҳкам сохтанаш – мешикананд ва равобити [накуи хешовандӣ]-ро, ки Аллоҳ таоло ба барқарории он фармон додааст, қатъ ва дар замин фасод мекунанд. Инон [дар дунё ва охират] зиёндидагонанд.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:28","price":"Чи гуна [яктоии] Аллоҳро инкор мекунед, дар ҳоле ки (моддаи) беҷон будед ва Ӯ шуморо ҳаёт бахшид. Боз шуморо мемиронад ва баъд аз он зинда хоҳад кард, баъд аз он [барои бозпурсӣ] ба пешгоҳаш боз гардонда мешавед.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:29","price":"Ӯст, ки ҳамаи он чиро, ки дар замин аст, бароятон офарид, Пас аз он ба сӯи осмон рӯй овард ва онҳоро ба сурати ҳафт осмон сомон дод ва Ӯ ба ҳар чиз доност.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:30","price":"Ва [ёд кун] ҳангоме ки Парвардигорат ба фариштагон гуфт: Ман дар замин ҷонишине хоҳам гумошт. Онон гуфтанд: Оё касеро дар он ҷо мегуморӣ, ки табаҳкорӣ ва хунрезӣ кунад, дар ҳоле ки мо Туро бо сипос ба покӣ меситоем ва тақдис мекунем? Аллоҳ таоло гуфт: Ман [дар бораи ҳадафу маслиҳати офариниши ӯ] чизҳое медонам, ки шумо намедонед","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:31","price":"Он гоҳ ҳамаи номҳо [-и ашё ва мавҷудот]-ро ба Одам омӯхт. Сипас онҳоро ба фариштагон арза дошт ва фармуд: Агар рост мегӯед, аз номҳои инҳо ба ман хабар диҳед","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:32","price":"[Фариштагон] Гуфтанд: Муназзаҳӣ [покӣ], Ту! Мо чизе ҷуз он чи ба мо омӯхтаӣ намедонем. Ту донои ҳакимӣ","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:33","price":"Фармуд: Эй Одам, ононро аз номҳояшон огоҳ кун. Ҳангоме ки вай ононро огоҳ кард, [Аллоҳ таоло] фармуд: Оё ба шумо нагуфтам, ки ман асрори осмонҳову заминро медонам ва аз он чи, ки ошкор мекунед ва пинҳон медоштед, огоҳам?","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:34","price":"[Ёд кун] Ҳангоме ки ба фариштагон гуфтем: Барои [бузургдошту эҳтиром бар] Одам саҷда кунед! Пас, [ҳамагӣ] саҷда карданд, ба ҷуз иблис, ки худдорӣ кард ва такаббур варзид ва аз кофирон шуд.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:35","price":"Гуфтем: Эй Одам, ту ва ҳамсарат [Ҳавво] дар биҳишт сукунат кунед ва аз [неъматҳои] он – аз ҳар ҷо, ки мехоҳед – гуворо бихӯред, аммо ба ин дарахт наздик нашавед, ки [ба хотири сарпечӣ аз фармони илоҳӣ] дар зумраи ситамгорон хоҳед буд","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:36","price":"Пас, шайтон муҷиби лағжиш [ва сарпечии] он ду шуд. Сипас Аллоҳ таоло онҳоро аз он чи дар он буданд [биҳишт] берун кард ва [ба он ду тан ва шайтон] гуфтем: Ҳамагӣ [ба замин] фуруд оед, дар ҳоле ки душмани якдигар хоҳед буд ва бароятон дар замин то муддати муайян қароргоҳ ва василаи баҳрабардорӣ вуҷуд хоҳад дошт","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:37","price":"Он гоҳ Одам аз Парвардигораш калимоте фаро гирифт [ва дархости бахшоиш намуд] ва Аллоҳ таоло тавбаи ӯро пазируфт, чаро ки Аллоҳ таоло тавбапазиру меҳрубон аст","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:38","price":"Гуфтем: Ҳамагӣ аз он [биҳишт] фуруд оед ва ҳар гоҳ аз ҷониби Ман раҳнамуде бароятон омад, касоне, ки аз он [ҳидоят] пайравӣ кунанд, на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:39","price":"Ва касоне, ки кофир шуданд ва нишонаҳои [қудрату яктоии] моро дурӯғ пиндоштанд, онон аҳли дӯзаханд ва ҳамеша дар он хоҳанд буд","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:40","price":"Эй Бани Исроил [фарзандони Яъқуб], неъматҳоеро, ки ба шумо арзонӣ доштам, ба ёд оваред ва ба паймоне, ки бо ман бастаед, вафо кунед, то Ман низ ба паймони [худ бо] шумо [дар бораи неъматҳои дунё ва охират] вафо кунам ва танҳо аз ман битарсед","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:41","price":"Ва ба он чи нозил кардаам [Қуръон] имон биёваред, ки тасдиқкунандаи чизест, ки бо шумост ва нахустин кофир ба он набошед ва оёти маро ба баҳои ночиз нафурӯшед ва танҳо аз Ман битарсед","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:42","price":"Ва, дар ҳоле ки [ҳақиқатро] медонед, ҳақро бо ботил наёмезед ва онро китмон [пинҳон] накунед","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:43","price":"Ва намоз барпо доред ва закот бипардозед ва бо намозгузорон намоз бихонед","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:44","price":"Оё, дар ҳоле ки китоби [Таврот] – ро мехонед, мардумро ба некӣ фармон медиҳеду худро фаромӯш мекунед? Оё намеандешед?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:45","price":"Ва аз сабру намоз ёрӣ ҷӯед; ва ба ростӣ, ки он [намоз] ҷуз ба фурӯтанон душвору гарон аст","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:46","price":"Ҳамон касоне, ки яқин доранд, ки ба дидори Парвардигори хеш ноил хоҳанд шуд ва ба пешгоҳи Ӯ бозмегарданд","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:47","price":"Эй Бани Исроил, неъматҳоеро, ки ба шумо арзонӣ доштам, ба ёд оваред ва [низ] ин ки шуморо [ба далели бархӯрдорӣ аз ҳидоят] ба ҷаҳониён бартарӣ додам","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:48","price":"Ва аз рӯзе битарсед, ки касе чизе [аз азоби Аллоҳ таоло] – ро аз касе дафъ намекунад ва аз ӯ шафоат пазируфта намешавад ва на ғаромату фидяе гирифта мешавад ва на ёрӣ мешаванд","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:49","price":"Ва [ба ёд оваред] ҳангоме ки шуморо аз чанголи фиръавниён наҷот додем. [Онон] Бадтарин азобро бар саратон меоварданд: Писаронатонро мекуштанд ва занонатонро [барои канизӣ] зинда нигаҳ медоштанд ва дар инҳо озмоиши бузурге аз ҷониби Парвардигоратон барои шумо буд","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:50","price":"Ва [ба ёд оваред] ҳангоме ки дарёро бароятон шикофтем ва шуморо наҷот додем ва фиръавниёнро, дар ҳоле ки [ба азоби онҳо бо чашми худ] менигаристед, ғарқ сохтем","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:51","price":"Ва [ба ёд оваред] ҳангомеро ки [барои нузули Таврот] чиҳил шаб бо Мӯсо ваъда гузоридем, он гоҳ шумо баъд аз ӯ гӯсоларо [ба парастиш] гирифтед, дар ҳоле ки [нисбат ба хештан] ситамгор будед","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:52","price":"Сипас шуморо баъд аз он [гуноҳ] бахшидем; бошад, ки сипосгузорӣ кунед","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:53","price":"Ва [низ ба ёд оваред] ҳангоме ки ба Мӯсо китоби [Таврот] – ро, ки ҷудокунанда [-и ҳақ аз ботил] аст, ато кардем; бошад, ки ҳидоят шавед","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:54","price":"Ва [ба ёд оваред] замонеро, ки Мӯсо ба қавми худ гуфт: Эй қавми ман, шумо бо интихоби гӯсола [барои парастиш] ба худ ситам кардаед, пас, ба сӯйи Офаридгори худ бозгардед ва тавба кунед ва [хатокорони] худро бикушед. Ин кор барои шумо дар пешгоҳи Парвардигоратон беҳтар аст. Он гоҳ Аллоҳ таоло тавбаи шуморо пазируфт. Ба ростӣ, ки Ӯ тавбапазиру меҳрубон аст","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:55","price":"Ва [ба ёд оваред] ҳангомеро ки гуфтед: Эй Мӯсо, мо ҳаргиз ба ту имон намеоварем, магар ин ки Аллоҳро ошкоро бубинем. Пас, соиқа [оташак] шуморо дар ҳоле гирифт, ки [азоби худро бо чашми хеш] менигаристед","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:56","price":"Сипас шуморо пас аз маргатон барангехтем, бошад, ки сипосгузорӣ кунед","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:57","price":"Ва абрро бар шумо соябон қарор додем ва манну салво [шаҳду бедона] бароятон фурӯ фиристодем [ва гуфтем]: Аз неъматҳои покизае, ки ба шумо рӯзӣ додаем, бихӯред [вале куфр варзидед]. Онон [бо носипосиву нофармонӣ] ба мо ситам накарданд, балки ба худ ситам раво доштанд","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:58","price":"Ва [ба ёд оваред] замонеро, ки гуфтем: Ба ин шаҳр [Байт-ул-муқаддас] ворид шавед ва аз [неъматҳои] он, аз ҳар ҷо [ва ҳар вақт], ки хостед, бихӯред ва бо фурӯтанӣ аз дарвоза ворид шавед ва бигӯед: [Парвардигоро, гуноҳонамонро] фурӯ рез. [Чунин бигӯед] То гуноҳонатонро биёмурзем ва [яқинан] бар [подоши] накукорон хоҳем афзуд","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:59","price":"Он гоҳ ситамгарон ин суханро, ки ба онҳо гуфта шуда буд, тағйир доданд [ва ба ҷояш калимоти масхараомезе гуфтанд]. Аз ин рӯ, бар ситамгарон, ба сазои ин нофармониашон, азобе аз осмон нозил кардем","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:60","price":"Ва [ба ёд оваред] замонеро, ки Мӯсо барои қавми хеш об хост, пас, гуфтем: Асои худро бар санг бизан. Он гоҳ дувоздаҳ чашма аз он ҷӯшид ва ҳар гурӯҳе обнӯшгоҳи худро донист [ва гуфтем]: Аз рӯзии Аллоҳ таоло бихӯред ва биёшомед ва дар замин ба фасод [ва табоҳӣ] накӯшед","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:61","price":"Ва [ба ёд оваред] замонеро, ки гуфтед: Эй Мӯсо, мо ҳаргиз тобу таҳаммули як навъ ғизоро надорем, пас, Парвардигори хешро бихон, то аз рӯиданиҳои замин, аз сабзиву бодиринг ва гандуму наск ва пиёз бароямон бирӯёнад. [Мӯсо] Гуфт: Оё чизеро, ки пасттар аст, бо чизи беҳтар ҷойгузин мекунед? Ба шаҳре фуруд оед; зеро он чи ки хостед, дар он ҷо бароятон вуҷуд дорад ва [чунин шуд, ки муҳри] зиллату бенавоӣ бар онон зада шуд ва сазовори хашми Аллоҳ таоло гардиданд, чаро ки онон ба оёти Аллоҳ таоло куфр меварзиданд ва паёмбаронро ба ноҳақ мекуштанд. Инҳо ба хотири он буд, ки гунаҳгору мутаҷовиз буданд","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:62","price":"Дар ҳақиқат касоне, ки [холисона ба ислом] имон овардаанд ва онон, ки яҳудӣ шуданд ва масеҳиёну собеон [фитратгароён], ҳар, ки ба Аллоҳ таоло ва рӯзи қиёмат имон биёварад ва кори шоистае анҷом диҳад, подошашон назди Парвардигорашон аст; на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:63","price":"Ва [ба ёд оваред] замонеро, ки аз шумо паймон гирифтем ва [кӯҳи] Турро болои саратон барафроштем [ва гуфтем]: Он чи [аз аҳкоми Таврот] ба шумо додаем, бо ҷиддият бигиред ва ончиро, ки дар он аст, ёд кунед, бошад, ки парҳезкор шавед","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:64","price":"Вале баъд [аз он ҳама аҳду паймон] аз ин [фармон] рӯй бартофтед ва агар фазлу бахшиши Аллоҳ таоло бар шумо намебуд, яқинан дар зумраи зиёнкорон будед","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:65","price":"Мусалламан аз [шарҳи ҳоли] касоне аз худатон огоҳ шудаед, ки дар [мавриди ҳукми ҳурмати сайди моҳӣ дар рӯзҳои] шанбе таҷовуз карданд. Пас, ба онҳо гуфтем: Бӯзинаҳои хору рондашуда бошед!","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:66","price":"Пас, он [кайфар] – ро ибрате барои мардуми он замон ва наслҳои пас аз эшон ва [ҳамчунин] панду андарзе барои парҳезгорон қарор додем","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:67","price":"Ва [ба ёд оваред] замоне, ки Мӯсо ба қавми худ гуфт: Аллоҳ таоло ба шумо дастур медиҳад, ки модаговеро забҳ кунед. Онон гуфтанд: Оё моро масхара мекунӣ? [Мӯсо] гуфт: [Тамасхур кори ҷоҳилон аст ва] Ба Аллоҳ таоло паноҳ мебарам, аз ин ки дар зумраи ҷоҳилон бошам","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:68","price":"Гуфтанд: Аз Парвардигорат бихоҳ, то барои мо равшан кунад, ки он чи гуна [гове] аст? [Мӯсо] Гуфт: [Аллоҳ таоло] Мефармояд: Он гове аст на пир ва на ҷавон, балки миёнасоли байни ин ду бошад. Пас, [акнун] он чиро, ки дастур ёфтаед, анҷом диҳед","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:69","price":"Гуфтанд: Аз Парвардигорат бихоҳ, то барои мо равшан созад, ки рангаш чи гуна аст? [Мӯсо] Гуфт: [Аллоҳ таоло] Мефармояд: Он гов зарди пуррангест, ки [рангаш] бинандагонро шод мекунад","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:70","price":"Гуфтанд: Аз Парвардигорат [боз ҳам] бихоҳ, то чигунагии он говро [аз ҳар ҷиҳат] барои мо равшан созад, зеро [вижагиҳои] ин гов ҳанӯз бароямон мубҳам аст ва иншоаллоҳ [бо тавзеҳоти ту] ҳидоят хоҳем шуд","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:71","price":"[Мӯсо] гуфт: Вай мефармояд: Он гове аст на чунон ром, ки заминро ҷуфт кунад ва ё киштзорро об диҳад, [аммо] беайб асту якранг ва дар он ҳеҷ ранги дигаре нест. Онон гуфтанд: Инак сухани дуруст овардӣ. Сипас [чунон говеро пайдо карданд ва] онро сар буриданду [албатта] наздик буд, ки ин корро накунанд","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:72","price":"Ва [ба ёд оваред] ҳангоме ки фардеро куштед ва дар бораи [қотили] ӯ ба низоъ пардохтед ва Аллоҳ таоло чизеро, ки пинҳон мекардед, ошкор намуд","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:73","price":"Пас гуфтем: Порае аз [бадани] говро ба мақтул бизанед [то зинда шавад ва қотили хешро муаррифӣ кунад]. Аллоҳ таоло мурдагонро ҳамин гуна зинда мекунад ва нишонаҳои [ошкори қудрати] хешро ба шумо нишон медиҳад, бошад, ки бияндешед","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:74","price":"Пас аз он [бо вуҷуди ин муъҷизаи бузург] дилҳои шумо сахт шуд, ҳамчун санг, ё сахттар, зеро [ҳоли дилҳоятон ҳаргиз тағйир намекунад, аммо сангҳо дучори тағйиру таҳаввул мешаванд, чунон ки] бархе аз сангҳо мешикофанд ва аз онҳо ҷӯйборҳое ҷорӣ мешаванд ва бархе мешикофанду [чашмаҳои] об аз онҳо меҷӯшад ва бархе аз тарси Аллоҳ таоло [аз фарози кӯҳҳо] фурӯ меафтанд. Ва Аллоҳ таоло аз он чи мекунед, ғофил нест","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:75","price":"[Эй муъминон, ҳоло ки ҳақиқати душмании яҳудиён бароятон ошкор гардид] Оё умед доред, ки ба [оини] шумо имон биёваранд, бо ин ки гурӯҳе аз [уламои] онон суханони Аллоҳро [дар Таврот] мешуниданд ва пас аз фаҳмиданаш [алфозу маонии] онро таҳриф мекарданд, ҳол он ки [аз бузургии гуноҳи хеш] иттилоъ доштанд","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:76","price":"Ва [яке аз фиребкориҳояшон ин аст, ки] вақте бо муъминон рӯбарӯ мешаванд мегӯянд: [Мо ҳам] имон овардаем, вале ҳангоме ки бо якдигар хилват мекунанд, мегӯянд: Чаро матолиберо, ки [дар бораи вижагиҳои паёмбар ва ҳаққонияти ислом дар Таврот омадааст ва] Аллоҳ таоло барои шумо баён кардааст, барои мусулмонон бозгӯ мекунед, то [рӯзи қиёмат] дар пешгоҳи Парвардигоратон алайҳи [бар зидди] шумо ба он истидлол кунанд? Оё намефаҳмед?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:77","price":"Оё намедонанд, ки Аллоҳ таоло он чиро, ки пинҳон медоранд ва ошкор месозанд, [ҳамаро] медонад?!","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:78","price":"Ва бархе аз онон бесаводоне ҳастанд, ки [фақат ба тиловати содаи Таврот дилхушанд] ва китоби Аллоҳро ҷуз мушти хаёлоти хом намедонанд ва танҳо ба пиндорҳои хеш [ки аз бузургонашон фаро гирифтаанд] дил бастаанд","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:79","price":"Пас, вой бар касоне, ки бо дасти худ менависанд, сипас мегӯянд: Ин аз ҷониби Аллоҳ таоло аст, то онро ба баҳои андак бифурушанд! Пас, вой бар онҳо аз он чи дастҳояшон навиштааст ва вой бар онон аз он чи [аз ин роҳ] ба даст меоваранд!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:80","price":"Ва [яҳудиён] гуфтанд: Оташи дӯзах ҷуз чанд рӯзи маҳдуде ҳаргиз ба мо нахоҳад расид. Бигӯ: Оё аз назди Аллоҳ таоло паймоне гирифтаед, ки Аллоҳ таоло ҳаргиз хилофи паймонаш накунад? Ё чизеро, ки намедонед, ба Аллоҳ таоло нисбат медиҳед?!","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:81","price":"Оре, ҳар ки муртакиби гуноҳе шавад ва гуноҳонаш ӯро иҳота кунад, онон аҳли оташанд ва ҷовидона дар он хоҳанд буд","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:82","price":"Ва касоне, ки имон оваранд ва корҳои шоиста анҷом диҳанд, онон аҳли биҳиштанд ва ҷовидона дар он хоҳанд монд","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:83","price":"Ва [ба ёд оваред] ҳангоме ки аз Бани Исроил паймон гирифтем, ки: Ҷуз Аллоҳи ягонаро парастиш накунед ва ба падару модару наздикону ятимон ва бенавоён некӣ кунед ва ба мардум [сухани] нек бигӯеду намоз барпо доред ва закот бипардозед, вале ҳамаи шумо, ҷуз иддаи каме пушт гардонидед ва рӯйгардон шудед","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:84","price":"Ва [ба ёд оваред] ҳангоме ки аз шумо паймон гирифтем, ки хуни якдигарро нарезед ва ҳамдигарро аз сарзаминатон берун накунед; сипас шумо иқрор кардед ва худ [бар он паймон] гувоҳӣ медиҳед","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:85","price":"Пас аз он, ҳамин шумо ҳастед, ки якдигарро мекушед ва гурӯҳе аз худатонро аз сарзаминашон берун мекунед ва ба гуноҳу ситам алайҳи онон ба якдигар ёрӣ мекунед ва агар [баъзе аз онон дар ҷанг бо ҳампаймонони араби шумо гирифтор шаванд ва ба сурати] асир наздатон биёянд [бо он ки ҳамдини шумо ҳастанд, дар баробари озодиашон] фидя мегиред, ҳол он ки ихроҷи онон [аз ҳамон оғоз] бар шумо ҳаром буд. Оё ба бахше аз [дастуроти] китоб [-и осмонӣ дар мавриди фидя гирифтан] имон меоваред ва ба бахше [ки шуморо дар бораи ҳамдинонатон супориш мекунад] кофир мешавед? Пас, ҷазои ҳар касе аз шумо, ки чунин кунад, ҷуз расвоӣ ва хорӣ дар ин ҷаҳон нахоҳад буд ва дар рӯзи қиёмат ба шадидтарин азоб гирифтор мешаванд; ва [яқин бидонед, ки] Аллоҳ таоло аз он чи анҷом медиҳед, ғофил нест","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:86","price":"Инон касоне ҳастанд, ки зиндагонии дунёро ба баҳои охират хариданд, пас, азоби онҳо сабук карда намешавад ва касе ёриашон нахоҳад кард","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:87","price":"Ҳамоно ба Мӯсо китоби [Таврот] додем ва пас аз ӯ паёмбарони пайдарпай фиристодем; ва ба Исо писари Марям муъҷизоту далоили равшан додем ва ӯро ба василаи Рӯҳулқудус [Ҷабраил] тақвият кардем. Оё чунин нест, ки ҳар гоҳ паёмбаре чизе бархилофи ҳавои нафсатон оварад, дар баробараш такаббур намудед ва гурӯҳеро такзиб кардед ва гурӯҳеро куштед","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:88","price":"Ва [яҳудиён барои пайравӣ накардан аз Муҳаммад (с) аз рӯйи тамасхур] гуфтанд: Дилҳои мо пӯшида ва дар ғилоф аст, [чунин нест] балки Аллоҳ таоло онро ба сазои куфрашон лаънат кардааст, пас, [ба ҳамин далел аст, ки] бисёр кам имон меоваранд","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:89","price":"Ва ҳангоме ки аз тарафи Аллоҳ таоло китобе [Қуръон] барои онон омад, ки тасдиқкунандаи матолибе буд, ки бо худ доштанд [Таврот] ва [ба интизор расидани ин китоб] аз қабл ба худ навиди пирӯзӣ бар кофиронро медоданд, бо ин ҳама вақте он касеро, ки аз пеш шинохта буданд [Муҳаммад], наздашон омад, инкораш карданд. Лаънати Аллоҳ таоло бар кофирон бод!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:90","price":"Ба чи баҳои баде худро фурӯхтанд, ки аз рӯйи ҳасад [ва бартарихоҳӣ] ба он чи Аллоҳ таоло фиристода буд, кофир шуданд, ки чаро Аллоҳ таоло аз фазли хеш бар ҳар кас аз бандагонаш, ки мехоҳад [ваҳй] нозил мекунад. Пас, [ба хотири ин ҳасодат] беш аз пеш ба хашми [илоҳӣ] гирифтор шуданд ва барои кофирон азоби хоркунандае [дар пеш] аст","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:91","price":"Ва чун ба онон гуфта шавад: Ба он чи Аллоҳ таоло нозил кардааст, имон биёваред, мегӯянд: Мо ба чизе имон меоварем, ки бар худи мо нозил шудааст ва ба ғайри он кофир мешаванд, дар ҳоле ки он [Қуръон сухани] ҳақ ва тасдиқкунандаи матолибе аст, ки бо худ доранд. [Эй паёмбар, ба онон] Бигӯ: Агар [рост мегӯед ва] муъминед, пас, чаро паёмбарони Аллоҳро пеш аз ин мекуштед?!","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:92","price":"Ва ба ростӣ, Мӯсо муъҷизаҳову нишонаҳои равшане бароятон овард, он гоҳ шумо пас аз вай дар ҳоле гӯсоларо [барои парастиш] баргузидед, ки [ба хотири ин ширкварзӣ нисбат ба худ] ситамгор будед","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:93","price":"Ва [ба ёд оваред] ҳангомеро, ки аз шумо паймон гирифтем [ки аз фармудаҳои илоҳӣ ва раҳнамудҳои Мӯсо пайравӣ кунед] ва [кӯҳи] Турро болои саратон барафроштем [ва гуфтем]: Он чи [аз аҳкоми Таврот] ба шумо додаем, маҳкам бигиред ва [ба каломи Аллоҳ таоло] гӯш фаро диҳед. Гуфтанд: [Бо гӯшҳоямон] Шунидем, [вале бо рафторамон] нофармонӣ кардем; ва ба сабаби куфрашон бо [муҳаббати] гӯсола дар дилҳояшон ҷой гирифт. [Эй паёмбар, ба онон] Бигӯ: Агар [воқеан] муъмин ҳастед, имонатон чи фармони баде ба шумо медиҳад","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:94","price":"Бигӯ: [Эй қавми яҳуд] Агар назди Аллоҳ таоло сарои охират вижаи шумост на барои дигар мардум, пас, агар рост мегӯед, орзуи марг кунед [то ҳар чи зудтар ба ин ҷойгоҳ даст ёбед]","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:95","price":"Вале онон ба хотири он чи [аз куфру такзиб ва таҳриф] пеш фиристодаанд, ҳаргиз орзуи марг нахоҳанд кард ва Аллоҳ таоло ба [аҳволи] ситамгорон доност","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:96","price":"[Эй паёмбар] Ҳатман, эшон [яҳудиён]-ро ҳаристарини мардум бар зиндагӣ хоҳӣ ёфт, [ҳатто] ҳаристар аз мушрикон. Ҳар як аз онон дӯст дорад, ки ҳазор сол умр бинад, дар ҳоле ки [ҳатто] агар ин умр [-и дароз] ба ӯ дода шавад, [боз ҳам тӯли умраш] ӯро аз азоб дур намекунад ва Аллоҳ таоло ба он чи мекунанд, биност","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:97","price":"Бигӯ: Касе, ки душмани Ҷабраил бошад, [дар ҳақиқат душмани Аллоҳ таоло аст, зеро] ӯ ба фармони Аллоҳ таоло Қуръонро бар қалби ту нозил кардааст, ки китобҳои осмонии пеш аз худро тасдиқ мекунад ва барои муъминон ҳидояту башорат аст","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:98","price":"Ҳар ки душмани Аллоҳ таоло ва фариштагони Ӯ ва паёмбаронаш ва Ҷабраилу Микоил бошад, [бидонад, ки] Аллоҳ таоло душмани кофирон аст","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:99","price":"[Эй паёмбар] Ба ростӣ, ки мо нишонаҳои равшане бар ту нозил кардем ва ҷуз мунҳарифон [аз дин] касе ба онҳо куфр намеварзад","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:100","price":"Оё чунин нест, ки ҳар гоҳ онон паймоне [бо Аллоҳ таоло ва Расул] бастанд, гурӯҳе аз эшон онро дур афканданд [ва паймон шикастанд]?! Оре бештарашон имон намеоваранд","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:101","price":"Ва ҳангоме ки фиристодае аз сӯйи Аллоҳ таоло ба суроғашон омад, ки бо нишонаҳое, ки [дар Таврот] назди онон буд мутобиқат дошт, гурӯҳе аз эшон, ки ба онҳо китоби [Таврот] дода шуда буд, китоби Аллоҳро пушти сар афканданд, гӯё [аз он нишонаҳо] ҳеҷ намедонанд","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:102","price":"Ва аз он чи шаётин дар [аҳди] фармонравоии Сулаймон [бар мардум] мехонданд, пайравӣ карданд [ва муддаӣ шуданд, ки Сулаймон подшоҳии хешро бо сеҳр устувор кардааст] ва [ҳол он ки] Сулаймон [ҳаргиз даст ба сеҳр наолуд] ва кофир нашуд, вале шаётин [ки] куфр варзиданд ба мардум сеҳр меомӯхтанд ва [низ] аз он чи бар ду фаришта: Ҳорут ва Морут дар Бобул нозил шуда буд, [пайравӣ карданд, вале он ду фаришта] ба ҳеҷ кас чизе ёд намедоданд, магар ин ки [қаблан аз рӯйи хайрхоҳӣ ба ӯ] мегуфтанд: Мо василаи озмоиш ҳастем, пас, [бо истифода бурдани сеҳр] кофир нашав. Онон [яҳудиён] аз он ду [фаришта] чизҳое меомӯхтанд, ки [битавонанд] тавассути он миёни марду ҳамсараш ҷудоӣ афкананд, ҳол он ки бидуни иҷозати Аллоҳ таоло наметавонистанд ба василаи он (сеҳр) ба касе зиёне бирасонанд ва чизе меомӯхтанд, ки [фақат] ба онон зиён мерасонад ва суде намедод ва ҳатман медонистанд, ки ҳар кас [муштоқу] харидори он [ҷодуҳо] бошад, дар охират баҳрае нахоҳад дошт. Агар [ҳақиқатро] медонистанд [мутаваҷҷеҳ мешуданд, ки] чи баду зишт буд он чи худро ба он фурӯхтанд!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:103","price":"Ва агар онҳо имон меоварданд ва парҳезгорӣ мекарданд, агар огаҳӣ доштанд [дармеёфтанд, ки] подоше, ки назди Аллоҳ таоло ҳаст, барояшон беҳтар буд","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:104","price":"Эй касоне, ки имон овардаед, [ҳангоме ки аз паёмбар барои дарки оёти Қуръон дархости муҳлат мекунед] нагӯед: Роъино [Зеро таъбири мазкур илова бар маънои аслӣ мафҳуми тавҳиномезе ҳамгуни нодонӣ-ро ба зеҳн мерасонад], балки бигӯед: Унзурно [каме ба мо фурсат бидеҳ] ва [он гоҳ ба оёти Қуръон] гӯш кунед ва [яқин бидонед, ки] кофирон [ва тамасхуркунандагони паёмбар] азоби дарднок [дар пеш] доранд","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:105","price":"Кофирон – аз аҳли китоб ва мушрикон – дӯст намедоранд, ки аз ҷониби Парвардигоратон хайру баракате бар шумо нозил гардад, дар ҳоле ки Аллоҳ таоло раҳмати худро ба ҳар кас, ки бихоҳад, ихтисос медиҳад ва Аллоҳ таоло дорои фазли бузург аст","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:106","price":"Ҳар оятеро насх кунем ё [аз дили мардум бизудоем ва] фаромӯшаш гардонем, беҳтар аз он ё ҳаммонандашро меоварем. [Эй паёмбар] Оё намедонӣ, ки Аллоҳ таоло бар ҳар чиз тавоност","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:107","price":"Оё намедонӣ, ки фармонравоии осмонҳо ва замин аз они Аллоҳ таоло аст ва шумо ба ҷуз Аллоҳ таоло [ҳеҷ] дӯсту ёваре надоред [ки корсозатон бошад]","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:108","price":"[Эй муъминон] Оё мехоҳед аз паёмбари худ [мавориди номаъқуле ҳамчун дидори Аллоҳро] дархост кунед, ки пеш аз ин аз Мӯсо хоста шуд? Касе, ки куфрро ба [ҷойи] имон баргузинад, мусалламан роҳи ростро гум кардааст","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:109","price":"Бисёре аз аҳли китоб пас аз ин, ки ҳақ барояшон ошкор гардид, ба хотири ҳасодате, ки дар вуҷудашон аст, орзу доранд, ки шуморо баъд аз имонатон ба ҳоли куфр бозгардонанд. Пас, шумо афв кунед ва [аз эшон] даргузаред, то Аллоҳ таоло фармони хешро [барои ҷиҳод бо онон] содир намояд. Ҳамоно Аллоҳ таоло бар ҳар чизе тавоност","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:110","price":"Ва намоз барпо доред ва закот бипардозед ва [бидонед, ки] ҳар кори неке, ки барои худ пеш мефиристед, [подоши] онро назди Аллоҳ таоло хоҳед ёфт. Яқинан Аллоҳ таоло ба он чи мекунед, биност","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:111","price":"[Аҳли китоб] Гуфтанд: Ҷуз яҳудӣ ё масеҳӣ [ҳеҷ кас] ҳаргиз дохили биҳишт нахоҳад шуд. Ин орзуҳои [ботили] онҳост. [Эй паёмбар ба онон] Бигӯ: Агар рост мегӯед, далели худро биёваред","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:112","price":"Оре, подоши касе, ки холисона таслими Аллоҳ таоло гардад ва накукор бошад, назди Парвардигораш маҳфуз аст ва [чунин касоне] на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:113","price":"Яҳудиён гуфтанд: Масеҳиён барҳақ [ва бар оини саҳеҳе] нестанд ва масеҳиён [низ] гуфтанд: Яҳудиён барҳақ [ва бар оини саҳеҳе] нестанд, дар ҳоле ки [ҳар ду гурӯҳи] онон китоб [-и осмонӣ]–ро мехонанд. Ҳамчунин, касоне [монанди мушрикон], ки [аз паёми илоҳӣ ҳеҷ] намедонанд [сухане] ҳаммонанди онон гуфтанд. Пас, Аллоҳ таоло рӯзи қиёмат дар мавриди он чи бо ҳам ихтилоф доштанд, миёнашон доварӣ хоҳад кард","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:114","price":"Кист ситамгортар аз он, ки аз бурдани номи Аллоҳ таоло дар масоҷид ҷилавгирӣ кунад ва дар вайронии онҳо бикӯшад?! Шоиста нест, ки онон ҷуз бо ҳоли ваҳшату тарс вориди ин масоҷид шаванд. Баҳраи онон дар дунё хорӣ ва расвоӣ аст ва дар охират [низ] азоби бузурге [дар пеш] доранд","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:115","price":"Машриқу мағриб аз они Аллоҳ таоло аст, пас, ба ҳар сӯйе рӯ кунед, рӯ [ба] Аллоҳ таоло аст. Ҳамоно Аллоҳ таоло кушоишгари доност","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:116","price":"[Аҳли китоб ва мушрикон] Гуфтанд: Аллоҳ таоло [барои худ] фарзанде баргузидааст. Ӯ [аз чунин нисбатҳое] муназзаҳ [-у пок] аст. [Аллоҳ таоло на танҳо ниёзе ба фарзанд надорад, балки] Он чи дар осмонҳо ва замин аст, мутааллиқ ба Ӯст, [ва] ҳама фармонбардори Ӯ ҳастанд","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:117","price":"[Ӯ] падидоварандаи осмонҳо ва замин аст ва чун ба коре ирода фармояд, танҳо ба он мегӯяд: Бош, пас, мешавад","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:118","price":"Онон, ки [аз аҳли китоб ва мушрикон ҳастанд ва аз оини илоҳи чизе] намедонанд гуфтанд: Чаро Аллоҳ таоло бо мо сухан намегӯяд? Ё [чаро] муъҷиза ва нишонае барои мо намеояд? Касоне, ки пеш аз эшон буданд, ҳамин гуна сухан мегуфтанд. [Афкор ва] Дилҳояшон ҳаммонанди якдигар аст. Бе тардид, мо нишонаҳо [–и яктоӣ ва қудрати хеш]–ро барои гурӯҳе, ки яқин доранд, ошкор ва равшан сохтаем","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:119","price":"[Эй паёмбар] Мо туро ба ҳақ фиристодем, то башоратбахшу бимдиҳанда бошӣ ва [ту ҳаргиз дар охират] дар бораи [куфру бединии] дузахиён бозхост нахоҳӣ шуд","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:120","price":"Яҳудиён ва масеҳиён ҳаргиз аз ту хушнуд нахоҳанд шуд, магар ин ки аз оини онон пайравӣ кунӣ. Бигӯ: Бе тардид, ҳидоят [-и ростин] ҳидояти Аллоҳ таоло аст ва [яқин бидон] агар пас аз донише, ки ба ту расидааст, аз ҳавасҳои онон пайравӣ кунӣ, дар баробари Аллоҳ таоло ҳеҷ дӯсту ёваре нахоҳӣ дошт","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:121","price":"Касоне, ки китоби осмонӣ [Таврот ва Инҷил] ба онҳо додаем [ва] онро чунон, ки шоистааст мехонанд, ба [матолиби] он [ки дар бораи ҳаққонияти Муҳаммад ва рисолаташ мебошад] имон меоваранд; ва касоне, ки ба ӯ [ва оинаш] кофир шаванд, онон зиёндидагонанд","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:122","price":"Эй Бани Исроил, неъматҳоеро, ки ба шумо арзонӣ доштам, ба ёд оваред ва [низ] ин ки шуморо [ба далели бархӯрдорӣ аз ҳидоят] ба ҷаҳониён бартарӣ додам","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:123","price":"Аз рӯзе битарсед, ки ҳеҷ кас аз дигаре дифоъ намекунад ва ҳеҷ товону фидяе аз ӯ пазируфта намешавад ва шафоат барояш суде надорад ва [инсонҳо] ёрӣ намешаванд","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:124","price":"Ва [эй паёмбар, ёд кун аз] ҳангоме ки Аллоҳ таоло Иброҳимро бо суханон [-и фарогир бар аҳкому таколифи шаръӣ] озмуд ва ӯ ҳамаро ба хубӣ ба анҷом расонд. [Аллоҳ таоло ба вай] Фармуд: Ман туро пешвои мардум қарор медиҳам. [Иброҳим] гуфт: [Парвардигоро] Аз фарзандонам [низ пешвоёне қарор бидеҳ, то мардум ба онон иқтидо кунанд]. [Аллоҳ таоло] Фармуд: Аҳду паймони Ман [бо ту дар мавриди пешвои дин] ба ситамгорон намерасад","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:125","price":"Ва [ёд кун аз] ҳангоме ки хонаи [Каъба] – ро маҳалли бозгашт [-и ҳоҷиёни муштоқ] ва [ҷойи] амне барои мардум қарор додем ва [муқаррар кардем, ки] мақоми Иброҳимро намозгоҳе барои хеш интихоб кунед ва мо ба Иброҳим ва Исмоил ваҳй кардем, ки: Хонаи маро барои тавофкунандагону муътакифон ва рукуъу суҷудкунандагон [намозгузорон] поку покиза кунед","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:126","price":"Ва [ёд кун аз] ҳангоме ки Иброҳим гуфт: Парвардигоро, ин [сарзамини Макка]-ро шаҳри амн бигардон ва аҳли онро – [яъне] касоне аз эшонро, ки ба Аллоҳ таоло ва рӯзи қиёмат имон овардаанд – аз меваҳои [гуногун] рӯзӣ бидеҳ. [Аллоҳ таоло] фармуд: Ҳар ки кофир шавад, андаке баҳрамандаш месозам, сипас ӯро ба азоби оташ мекашонам ва чи бад саранҷоме аст!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:127","price":"Ва [ёд кун аз] ҳангоме ки Иброҳим ва Исмоил пояҳои хонаи [Каъба] – ро боло мебурданд [ва мегуфтанд]:Парвардигоро, [аъмоли неки мо, аз ҷумла бинои ин хонаи муқаддасро] аз мо бипазир, ки бе тардид Ту шунавову доноӣ","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:128","price":"Парвардигоро, моро [таслим ва] фармонбардори худ қарор бидеҳ ва аз фарзандонамон [низ] уммате фармонбардори худ [падид овар] ва одоби ибодатамонро ба мо нишон бидеҳ ва тавбаи моро бипазир. Ҳаққо, ки Ту тавбапазиру меҳрубонӣ","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:129","price":"Парвардигоро, дар миёни онон [мардуми Макка] паёмбаре аз худашон [аз насли Исмоил] барангез, то оёти Туро бар онон бихонад ва ба эшон китобу ҳикмате биёмӯзаду [аз ширку нодонӣ] покиза гардонад. Ҳамоно ки Ту пирӯзманду ҳакимӣ","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:130","price":"Ва чи касе ҷуз он ки худро ба [сабуксариву] нодонӣ меандозад аз оини Иброҳим рӯйгардон мегардад? Ва ба ростӣ, ки мо ӯро дар дунё баргузидем ва бе тардид дар охират [низ] аз шоистагон хоҳад буд","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:131","price":"Он гоҳ, ки Парвардигораш ба ӯ фармуд: [Холисона] Таслим шав [ва ӯ дар посух] гуфт: Таслими Парвардигори ҷаҳониён шудам","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:132","price":"Ва Иброҳиму Яқуб фарзандони худро ба ин оин супориш карданд [ва ҳар як ба онон мегуфтанд]: Эй фарзандони ман, Аллоҳ таоло ин оинро барои шумо баргузида аст [пас, ба он бигаравед] ва аз дунё наравед, магар ин ки таслими [фармони Ҳақ] бошед","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:133","price":"Оё ҳангоме ки марги Яқуб фаро расид, шумо ҳозир будед? Он гоҳ, ки ба фарзандони худ гуфт: Баъд аз ман чи чизро мепарастед? Гуфтанд: Маъбуди ту ва маъбуди падаронат – Иброҳим ва Исмоилу Исҳоқ – Аллоҳи якторо мепарастем ва мо таслими Ӯ ҳастем","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:134","price":"Онон уммате буданд, ки даргузаштанд, он чи ки [аз натиҷаи аъмолашон] касб кардаанд, барои онҳост ва он чи шумо касб кардаед, барои шумост ва шумо дар бораи он чи [онон] мекарданд, бозхост нахоҳед шуд","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:135","price":"Ва [аҳли китоб] гуфтанд: Яҳудӣ ё масеҳӣ шавед, то ҳидоят ёбед. [Эй паёмбар ба онон] Бигӯ: [На аз оини шумо] Балки аз оини Иброҳим [пайравӣ мекунем], ки ҳақгаро буд ва ҳаргиз дар зумраи мушрикон набуд","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:136","price":"[Эй муъминон ба аҳли китоб] бигӯед: Мо ба Аллоҳ таоло имон овардаем ва ба он чи бар мо нозил шудааст ва ба он чи, ки бар Иброҳиму Исмоил ва Исҳоқу Яъқуб ва наводагон [-и Яъқуб] нозил гардид ва [ҳамчунин] ба он чи, ки ба Мӯсо ва Исо дода шудааст ва ба он чи, ки ба паёмбарони [дигар] аз тарафи Парвардигорашон дода шудааст [оре, ба ҳамаи онон имон меоварем] ва миёни ҳеҷ як аз эшон тафовут намегузорем ва мо [ҳамагӣ] таслими Аллоҳ таоло ҳастем","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:137","price":"Пас, агар онон [низ] ба он чи шумо имон овардаед, имон оваранд, ҳатман, ҳидоят ёфтаанд ва агар пушт гардонанд, пас, ҷуз ин нест, ки ҳатман сари ситез [ва ҷудоӣ] доранд, пас, [эй паёмбар, Парвардигори якто барои ҳимояти ту кофӣ аст ва] ба зудӣ Аллоҳ таоло [шарри] онҳоро аз ту дафъ хоҳад намуд ва Ӯ шунавову доност","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:138","price":"Ранги илоҳӣ [ва дини Ӯро бипазиред ва ба он пойбанд бошед] ва чи касе хушнигорандатар аз Аллоҳ таоло аст! Ва мо танҳо Ӯро мепарастем","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:139","price":"[Эй паёмбар ба аҳли китоб] Бигӯ: Оё дар бораи Аллоҳ таоло бо мо муҷодала мекунед, дар ҳоле ки Ӯ парвардигори мо ва шумост ва кирдори мо аз они мо ва кирдори шумо аз они шумост ва мо Ӯро бо ихлос парастиш мекунем","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:140","price":"[Оё] Мегӯед: Иброҳиму Исмоил ва Исҳоқу Яъқуб ва наводагон [-и ӯ] яҳудӣ ё масеҳӣ буданд [дар ҳоле ки Таврот ва Инҷил пас аз ин паёмбарон нозил шудааст]? Бигӯ: Шумо донотаред ё Аллоҳ таоло? Ва кист ситамгортар аз он, ки шаҳодатеро, ки аз [ҷониби] Аллоҳ таоло [дар китобҳои осмонӣ дар бораи ин паёмбарон омада ва] назди Ӯст, китмон (пинҳон) мекунад? Ва [яқин бидонед, ки] Аллоҳ таоло аз он чи мекунед, ғофил нест","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:141","price":"Онон уммате буданд, ки даргузаштанд, он чи ки [аз натиҷаи аъмолашон] касб кардаанд, барои онҳост ва он чи шумо касб кардаед, барои шумост ва шумо дар бораи он чи [онон] мекарданд, бозхост нахоҳед шуд","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"tg"},{"name":"2:142","price":"Ба зудӣ гурӯҳе аз мардуми камхирад [яҳудӣ] хоҳанд гуфт: Чӣ чизе онҳо [мусулмонон]-ро аз қиблаашон [Байт-ул-муқаддас], ки бар он буданд, [ба сӯйи Каъба] бозгардонд? [Эй паёмбар] Бигӯ: Машриқу мағриб аз они Аллоҳ таоло аст, ҳар касро бихоҳад ба роҳи рост ҳидоят мекунад","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:143","price":"Ҳамон гуна [ки қиблаи шумо як қиблаи миёна аст] шуморо низ уммати миёна [ва аҳли эътидол] қарор додем то [дар рӯзи қиёмат] бар мардум гувоҳ бошед [ки паёмбарони илоҳӣ паёмашонро ба дурустӣ расонидаанд] ва паёмбар бар шумо гувоҳ бошад [ки каломи Аллоҳро ба шумо расонидааст] ва мо қиблаеро, ки бештар бар он будӣ [Байт-ул-муқаддас], қарор надодем, магар барои ин ки касеро, ки аз паёмбар пайравӣ мекунад, аз касе, ки ба ақиб бозмегардад [ва аз итоати Аллоҳ таоло ва расулаш рӯйгардон мешавад], бозшиносем. Мусалламан ин [ҳукм] ҷуз бар касоне, ки Аллоҳ таоло ҳидояташон карда бошад, сангину душвор аст. Аллоҳ таоло ҳаргиз имон [ва намоз]-и шуморо зоеъ намегардонад. Ба ростӣ, ки Аллоҳ таоло нисбат ба мардум дилсӯзу меҳрубон аст","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:144","price":"[Эй паёмбар] Ба ростӣ, ки мо гардондани рӯятро ба [сӯйи] осмон [ки дар интизори ваҳйи илоҳӣ барои тағйири қибла ҳастӣ] мебинем. Акнун туро ба [сӯйи] қиблае бозмегардонем, ки ба он хушнуд мешавӣ, пас, рӯйи худро ба сӯйи Масҷид-ул-ҳаром кун ва [шумо низ, эй муъминон, барои адои намоз] ҳар ҷо будед, рӯйи худро ба сӯйи он бигардонед. Касоне, ки китоби [осмонӣ] ба онҳо дода шуд, ба хубӣ медонанд, ки ин [тағйири қибла фармони] ҳақ аст [ва] аз ҷониби Парвардигорашон мебошад ва Аллоҳ таоло аз он чи мекунанд, ғофил нест","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:145","price":"Агар барои онон, ки китоби [осмонӣ] ба эшон дода шудааст, ҳар нишона [ва далеле барои ҳаққонияти тағйири қибла] биёварӣ, [боз ҳам] аз қиблаи ту пайравӣ намекунанд ва ту [низ] аз қиблаи онон пайравӣ нахоҳӣ кард ва бархе аз онон низ аз қиблаи бархе дигар пайравӣ намекунанд ва агар пас аз он ки илму дониш ба ту расидааст, аз хостаҳои [нафсонии] онон [дар мавриди қибла ва дигар аҳком] пайравӣ кунӣ, дар ин сурат мусалламан аз ситамгорон хоҳӣ буд","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:146","price":"Касоне, ки ба онон китоби [осмонӣ] додаем, [Муҳаммад]-ро чунон мешиносанд, ки фарзандони худро мешиносанд [ва медонанд, ки суханаш барҳақ аст], вале гурӯҳе аз онон, дар ҳоле ки худ низ медонанд, ҳақро китмон мекунанд","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:147","price":"[Эй паёмбар он чи бар ту нозил мегардад, ҳукми] Ҳақ аз ҷониби Парвардигори туст, пас, ҳаргиз аз тардидкунандагон мабош","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:148","price":"Ҳар яке [аз умматҳо] ҷиҳате доранд, ки [ҳангоми намоз] бад-он рӯ мекунанд, пас, [шумо эй муъминон] дар некиҳо [бар якдигар] сабқат бигиред. Ҳар ҷо ки бошед, Аллоҳ таоло [дар рӯзи қиёмат] ҳамаи шуморо ҳозир мекунад. Ҳамоно Аллоҳ таоло бар ҳар чизе тавоност","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:149","price":"[Эй паёмбар] Аз ҳар ҷо ки [ба қасди сафар] хориҷ шудӣ, пас, [ба ҳангоми намоз] рӯйи худро ба сӯйи Масҷид-ул-ҳаром кун ва ба дурустӣ, ки ин [рӯ карданат] ҳаққе аз ҷониби Парвардигорат аст ва Аллоҳ таоло аз он чи мекунед, ғофил нест","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:150","price":"Ва аз ҳар ҷо, ки берун шудӣ, пас, [дар ҳангоми намоз] рӯйи худро ба сӯйи Масҷид-ул-ҳаром кун ва [шумо, эй муъминон] ҳар ҷо ки бошед, рӯйи худро ба сӯйи он [масҷид] кунед, то мардум алайҳи шумо ҳуҷҷате надошта бошанд [то бо истинод ба онҳо баҳонатарошӣ кунанд], магар касоне аз эшон, ки ситам карданд [ва ҳамвора душманатон хоҳанд буд]. Пас, аз онҳо натарсед ва аз ман битарсед [ин тағйири қибла барои он буд], ки неъматамро бар шумо тамом кунам [ва шуморо мутамоиз созам], бошад, ки ҳидоят шавед","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:151","price":"Ҳамчунон ки [неъмати дигаре низ ба шумо арзонӣ доштем ва] паёмбаре аз худатон ба миёнатон фиристодем, ки оёти моро бар шумо мехонад ва шуморо [бо амри маъруф ва наҳйи мункар аз палидиҳо] пок мегардонад ва ба шумо китоби [Қуръон] ва ҳикмате меомӯзад ва он чиро [ки аз умури дину дунёятон] намедонистед, ба шумо омӯзиш медиҳад","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:152","price":"Пас, Маро ёд кунед, то шуморо ёд кунам ва Маро сипос гӯед ва ба Ман носипосӣ накунед","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:153","price":"Эй касоне, ки имон овардаед, аз шикебоиву намоз ёрӣ биҷӯед [ки] бе тардид Аллоҳ таоло бо сабркунандагон аст","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:154","price":"Ва ба онҳо, ки дар роҳи Аллоҳ таоло кушта мешаванд, мурда нагӯед, балки онон [назди Парвардигорашон] зиндаанд, вале шумо намефаҳмед","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:155","price":"Ва ҳатман шуморо бо чизе аз [қабили] тарсу гуруснагӣ [қаҳтӣ] ва зиёни молӣ [нобудӣ ё душвории касби он] ва ҷонӣ [маргу мир ё шаҳодат] ва зиёни маҳсулот [-и кишоварзӣ] меозмоем ва [эй паёмбар] сабркунандагонро [ба он чи дар дунё ва охират барояшон фароҳам меояд] башорат бидеҳ","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:156","price":"Онон, ки ҳар гоҳ мусибате ба эшон мерасад, [аз рӯйи ризоият ва таслим] мегӯянд: Ба ростӣ, ки мо аз они Аллоҳ таоло ҳастем ва ба сӯйи Ӯ бозмегардем","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:157","price":"Инҳо ҳастанд, ки дурудҳо ва раҳмате аз Парвардигорашон бар эшон аст ва маҳз инҳо ҳидоятёфтагонанд","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:158","price":"Сафо ва Марва аз нишонаҳои [зоҳири шариати] Аллоҳ таоло аст. Пас, ҳар ки ҳаҷҷи хона [-и Каъба] ё умра ба ҷой меоварад, бар ӯ гуноҳе нест, ки тавофи [саъй] байни он дуро [низ] анҷом диҳад [ва ин кор аз рафторҳои ҷоҳилият шуморида намешавад] ва касе, ки ба майли худ кори неке анҷом диҳад, пас, [бидонад, ки] бе тардид Аллоҳ таоло сипосгузори доност","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:159","price":"Касоне, ки он чиро аз далоили равшан ва ҳидоят нозил кардаем – пас аз он, ки дар китоби [Таврот ва Инҷил] барои мардум баёнаш намудем – пинҳон медоранд, Аллоҳ таоло ононро лаънат мекунад ва лаънаткунандагон [аз фариштагону муъминон] лаънаташон мекунанд","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:160","price":"Магар касоне, ки тавба кунанд ва [корҳои ношоистаи худро] ислоҳ намоянд ва [ҳақиқатро] ошкор созанд. Инон ҳастанд, ки тавбаашонро мепазирам ва Ман тавбапазиру меҳрубонам","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:161","price":"Касоне, ки куфр варзиданд [ва ба инкори ҳақ кӯшиданд] ва дар ҳоли куфр мурданд, лаънати Аллоҳ таоло ва фариштагон ва ҳамаи мардум бар онҳо хоҳад буд","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:162","price":"Дар он [лаънат ва азоби онон] ҷовидона боқӣ мемонанд ва на аз азобашон коста мешавад ва на муҳлат [-и узрхоҳӣ] меёбанд","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:163","price":"[Эй мардум] маъбуди шумо маъбуди ягона аст [ки] ба ҷуз Ӯ [ҳеҷ] маъбуде [ба ҳақ] нест; бахшандаву меҳрубон аст","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:164","price":"Ба ростӣ дар офариниши осмонҳо ва замину гузари шабу рӯз ва киштиҳое, ки барои баҳрабардории мардум дар дарё равонанд ва обе, ки Аллоҳ таоло аз осмон нозил намудааст, ки бо он заминро пас аз хушкӣ ва хазонаш зинда карда ва анвои ҷунбандагонро дар он пароканда аст ва [ҳамчунин] дар тағйири масири бодҳо ва абрҳое, ки дар миёни осмон ва замин ба хидмат [-и инсон] гумошта шудаанд, барои касоне, ки меандешанд, нишонаҳое [аз қудрати Парвардигор] аст","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:165","price":"[Бо вуҷуди ин оёти равшан] бархе аз мардум ҳамтоёни ғайр аз Аллоҳро [барои парастиш] бармегузинанд ва онҳоро ҳамчун Аллоҳ таоло дӯст медоранд, вале касоне, ки имон овардаанд, Аллоҳро бештар дӯст доранд ва онон, ки [бо ширку иртикоби гуноҳон] ситам карданд, ҳангоме ки азоби [қиёмат] – ро бубинанд, [хоҳанд донист], ки тамоми қудрат аз они Аллоҳ таоло аст ва ин ки Аллоҳ таоло сахткайфар аст","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:166","price":"Он гоҳ, ки раҳбарон [-и гумроҳгар] аз пайравони худ безорӣ меҷӯянд ва азобро мебинанд ва асбоб [-у равобите, ки муҷиби наҷоташон мешуд, ҳамагӣ] гусаста мегардад","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:167","price":"Ва [дар ин ҳангом] касоне, ки [дар дунё аз раҳбарони гумроҳгар] пайравӣ карда буданд, мегӯянд: Кош барои мо бозгаште [ба дунё] буд, то ҳамон гуна, ки онон аз мо безорӣ ҷустанд, [мо низ] аз онҳо безорӣ ҷӯем. Аллоҳ таоло чунин рафтори эшонро, ки мояи ҳасраташон аст, ба онҳо нишон медиҳад ва ҳаргиз аз оташи [дӯзах] берун нахоҳанд омад","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:168","price":"Эй мардум, аз он чи дар замин аст ҳалолу покиза бихӯред ва аз [роҳҳо ва] гомҳои шайтон [ки ба василаи онҳо ба тадриҷ шуморо ба сӯйи азоб мекашад], пайравӣ накунед, ки ба ростӣ ӯ душмани ошкори шумост","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:169","price":"[Ӯ] Шуморо фақат ба бадӣ ва зиштӣ фармон медиҳад ва [бар он медорад, то] он чиро, ки намедонед, ба Аллоҳ таоло нисбат диҳед","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:170","price":"Ва ҳангоме ки ба онон [кофирон] гуфта шавад: Аз он чи Аллоҳ таоло нозил кардааст, пайравӣ кунед, мегӯянд: [На] Балки мо аз чизе пайравӣ мекунем, ки падарони худро бар он ёфтаем. Оё агар падаронашон [аз ҳақиқат] чизе нафаҳмидаву ҳидоят наёфта бошанд [боз ҳам аз онон пайравӣ мекунанд]!?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:171","price":"Масали [даъвати ту – эй Муҳаммад – барои ҳидояти ин] кофирон ҳамчун касест, ки чаҳорпоеро садо мезанад, ки ҷуз садо ва овозе намешунавад. [Ин кофирон дар рӯёрӯӣ бо ҳақ] кару лолу кӯр ҳастанд, аз ин рӯ, намеандешанд","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:172","price":"Эй касоне, ки имон овардаед, аз чизҳои покизае, ки рӯзии шумо кардаем, бихӯред ва шукри Аллоҳро ба ҷо оваред, агар танҳо Ӯро мепарастед","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:173","price":"[Аллоҳ таоло] Танҳо мурдор ва хуну гӯшти хук ва он чиро, ки [ҳангоми забҳ] номи ғайри Аллоҳ таоло бар он бурда шавад, бар шумо ҳаром кардааст. Пас, ҳар ки [ барои ҳифзи ҷони худ ба хӯрдани онҳо] ночор шавад [ва] саркашу зиёдахоҳ набошад, бар ӯ гуноҳе нест. Ба ростӣ, ки Аллоҳ таоло омурзандаву меҳрубон аст","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:174","price":"Касоне, ки он чиро Аллоҳ таоло дар китоби [Таврот дар бораи нубуввати Муҳаммад] нозил кардааст, китмон мекунанд ва онро [барои касби молу мақоми дунё] ба баҳои андаке мефурӯшанд [дар ҳақиқат] ҷуз оташ дар шикамҳояшон фурӯ намебаранд ва Аллоҳ таоло рӯзи қиёмат бо онон сухан намегӯяд ва [аз палидии гуноҳ] покашон намекунад ва азоби дардноке хоҳанд дошт","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:175","price":"Инон касоне ҳастанд, ки гумроҳиро ба [баҳои] ҳидоят ва азобро ба [баҳои] омурзиш хариданд, пас, бар оташи [дӯзах] чи шикебо ҳастанд!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:176","price":"Ин [муҷозот бар китмони ҳақ] ба хотири он аст, ки Аллоҳ таоло китоб [-ҳои осмони]-ро ба ҳақ нозил кардааст ва касоне, ки дар он ихтилоф карданд, [аз ҳақиқат] бисёр дуранд","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:177","price":"Некӣ [фақат] ин нест, ки [барои намоз] рӯйи худро ба сӯйи машриқ ва [ё] мағриб кунед, балки некӣ [рафтори] он касе аст, ки ба Аллоҳ таоло ва рӯзи қиёмат ва фариштагону китоби [осмонӣ] ва паёмбарон имон оварда бошад ва моли [худ]-ро, бо вуҷуди дӯст доштанаш, ба хешовандону ятимон ва мустамандон ва дар роҳмондагону дархосткунандагон [гадоён] ва дар [роҳи озодии] бардагон бибахшад ва намоз бар пой дорад ва закот бипардозад ва [низ] онон, ки чун аҳд мебанданд, ба паймонашон вафо мекунанд ва [касоне, ки] дар фақру сахтӣ ва зиёну беморӣ ва ба ҳангоми [шиддат гирифтани] набард, [пойдорӣ ва] шикебоӣ мекунанд, онон [ки ба ин вижагиҳо оростаанд], касоне ҳастанд, ки рост гуфтанд ва онон парҳезгоронанд","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:178","price":"Эй касоне, ки имон овардаед, дар [мавриди] куштагон [ки барқасд ба қатл расонида шудаанд, ҳукми] қасос бар шумо муқаррар гаштааст: Озод дар баробари озод ва барда дар баробари барда ва зан дар баробари зан. Пас, агар касе [хешованди мақтул] дар ҳаққи бародар [-и дини]-аш [қотил] бахшиш намояд, бояд [аз азобу озораш бипарҳезад ва бо ӯ] хушрафторӣ намояд ва [қотил низ бояд мутақобилан дия-хунбаҳоро] ба некӣ ба ӯ бипардозад. Ин [ҳукм] тахфифу раҳмате аст аз сӯйи Парвардигоратон. Пас, агар касе баъд аз он [гузашту қабули дия] таҷовуз кунад, азоби дарднок [дар интизор] дорад","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:179","price":"Эй хирадмандон, дар [ин] қасос барои шумо [давоми] зиндагӣ аст, бошад, ки тақво пеша кунед","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:180","price":"Бар шумо муқаррар шудааст, ки ҳар гоҳ замони марги яке аз шумо фаро расад, агар моле аз худ ба ҷой гузоштааст, барои падару модар ва хешовандон ба шеваи шоиста васият кунад. Ин [кор] ҳаққе аст бар парҳезкорон [ки бояд анҷом диҳанд]","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:181","price":"Пас, ҳар ки он [васият]-ро пас аз шуниданаш тағйир диҳад, гуноҳаш танҳо бар [уҳдаи] касонест, ки онро тағйир медиҳанд. Ба ростӣ, ки Аллоҳ таоло шунавову доност","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:182","price":"Пас, касе, ки аз беадолатӣ [ва майли беҷойи] васияткунанда [нисбат ба ворисон] ё аз гуноҳи ӯ [дар васият ба кори хилоф] битарсад ва [бо ислоҳи васият] миёни онон [ворисон]-ро созиш диҳад, бар ӯ гуноҳе нест, [ки] ҳамоно Аллоҳ таоло омурзандаи меҳрубон аст","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:183","price":"Эй касоне, ки имон овардаед, рӯза бар шумо воҷиб шудааст, ҳамон гуна ки бар касоне, ки пеш аз шумо буданд, низ воҷиб шуда буд; бошад, ки парҳезкор шавед","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:184","price":"Рӯзҳои муайян [-ро рӯзадорӣ кунед], пас, ҳар кас аз шумо, ки бемор ё мусофир бошад, [ба андозаи он рӯзҳое, ки натавонистааст рӯза бигирад] теъдоде аз рӯзҳои дигар [-ро рӯза бигирад] ва бар касоне, ки тавоноии онро надоранд, лозим аст каффора бидиҳанд [ва он ба баробари ҳар рӯз] хӯрок додан ба як тиҳидаст аст ва ҳар ки ба майли худ [бештар] накуӣ кунад, он [афзунбахшӣ ба суди ӯст ва] барояш беҳтар аст ва агар [фазилати рӯзадориро] бидонед, рӯза бароятон беҳтар [аз рӯзахӯрӣ ва пардохти каффора] аст","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:185","price":"Моҳи рамазон [моҳе] аст, ки Қуръон дар он нозил шудааст; [китобе,] ки роҳнамои мардум аст ва далоили ошкоре аз ҳидоят [бо худ дорад] ва ҷудокунанда [-и ҳақ аз ботил] аст. Пас, ҳар яке аз шумо [ки муқиму солим аст] ин моҳро дарёбад, бояд онро рӯза бидорад ва ҳар ки бемор ё дар сафар бошад, [бояд ба теъдоди рӯзҳое, ки рӯза нагирифтааст] рӯзҳои дигаре [-ро рӯза бигирад]. Аллоҳ таоло [бо баёни ин аҳком] бароятон осонӣ мехоҳад ва душворӣ намехоҳад, то [битавонед рӯзадорӣ дар моҳи рамазон]-ро комил кунед ва Аллоҳро барои он ки ҳидоятатон кардааст, ба бузургӣ ёд кунед; бошад, ки шукр гузоред","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:186","price":"Ва [эй паёмбар] чун бандагонам дар бораи Ман аз ту бипурсанд, [ба онон] бигӯ: Ман наздикам ва дуои дуокунандаро – ҳангоме ки маро бихонад – иҷобат мекунам, пас, [онон фақат] бояд даъвати Маро бипазаранд ва ба Ман имон биёваранд; бошад, ки роҳ ёбанд","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:187","price":"[Эй муъминон] Омезиш бо ҳамсаронатон дар шаб [-ҳои] рӯза бар шумо ҳалол гардидааст. Онон либоси шумо ҳастанд ва шумо либоси эшон. Аллоҳ таоло медонист, ки шумо бар худ хиёнат мекардед [ва бо он ки дар авоили ислом омезиш дар моҳи рамазон ҳаром буд, шумо бар он бетаваҷҷуҳ будед], пас, тавбаатонро пазируфту аз шумо даргузашт. Пас, акнун [дар шабҳои рамазон метавонед] бо онон омезиш кунед ва он чиро, ки Аллоҳ таоло бароятон муқаррар доштааст [аз эшон] талаб кунед. Бихӯред ва биошомед, то риштаи сапеди субҳ [фаҷри содиқ] аз риштаи сиёҳ [шаб] бароятон ошкор гардад, он гоҳ рӯзаро то шаб ба поён бирасонед ва, дар ҳоле ки дар масоҷид муътакиф ҳастед, бо занон омезиш накунед. Ин марзҳо [-и аҳком]-и илоҳӣ аст, пас, ба онҳо наздик нашавед. Аллоҳ таоло чунин оёт [ва аҳком]-и худро барои мардум равшан месозад, бошад, ки парҳезкор шаванд","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:188","price":"Ва амволатонро байни худ ба ботил [ва ноҳақ] нахӯред ва барои он, ки бахше аз моли мардумро ба гуноҳ бихӯред, қазияро ба ҳокимон накашонед, дар ҳоле ки медонед [ки ин кор гуноҳ аст]","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:189","price":"[Эй паёмбар] Аз ту дар бораи ҳилолҳо [-и моҳ] мепурсанд, бигӯ: Онҳо баёни авқот [ва гоҳшумории табиӣ] барои мардум ва [василаи таъйини вақти] ҳаҷ ҳастанд. Накукорӣ он нест, ки [монанди даврони ҷоҳилият дар ҳоли эҳром] аз пушти хонаҳо ворид шавед, балки накукор касест, ки тақво пеша кунад [пас, парҳезкор бошед] ва ба хонаҳо аз дарҳояшон ворид шавед ва аз Аллоҳ таоло битарсед, бошад, ки растагор шавед","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:190","price":"Ва дар роҳи Аллоҳ таоло бо касоне, ки бо шумо меҷанганд, биҷангед [вале бо мусла кардан ва куштани кӯдакону занон ва пиронсолон] аз ҳад таҷовуз накунед, [ки] ба ростӣ Аллоҳ таоло таҷовузгаронро дӯст намедорад","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:191","price":"Ва онон [мушрикон]-ро ҳар куҷо ёфтед, бикушед ва аз он ҷо [Макка], ки шуморо берун кардаанд, берун кунед ва фитна [куфру ширк] бадтар аз қатл аст ва бо онҳо дар канори Масҷид-ул-ҳаром пайкор накунед, магар ин ки бо шумо дар он ҷо биҷанганд. Пас, агар [дар он ҷо] бо шумо ҷангиданд, эшонро бикушед, [ки] сазои кофирон чунин аст","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:192","price":"Пас, агар [аз куфрашон] даст бардоштанд [аз набард даст бикашед, ки] бе гумон Аллоҳ таоло омурзандаи меҳрубон аст","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:193","price":"Ва бо онҳо биҷангед, то фитнаи [ширк] боқӣ намонад ва дин [холисона] аз они Аллоҳ таоло гардад. Пас, агар даст бардоштанд, [ситам накунед, ки] ситам ҷуз бар ситамгорон раво нест","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:194","price":"[Ин] Моҳи ҳаром [соли ҳафтуми ҳиҷрӣ, ки имкони умра гузоридан ёфтед] дар баробари моҳи ҳаром [-и соли гузашта] аст [ки мушрикон шуморо аз адои ҳаҷ боздошта буданд] ва [таҷовузи] ҳурматҳо [-и сарзамину моҳи ҳаром] қасос дорад; пас, ҳар ки ситам кард, ба ҳамон гуна ки бар шумо ситам кардааст, бар ӯ ситам раво доред ва аз Аллоҳ таоло парво кунед ва бидонед, ки Аллоҳ таоло бо парҳезкорон аст","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:195","price":"Ва дар роҳи Аллоҳ таоло инфоқ кунед ва [бо фирор аз майдони ҷиҳод ва тарки инфоқ] худро бо дасти хештан ба ҳалокат наафканед ва некӣ кунед, [ки] ба ростӣ Аллоҳ таоло накукоронро дӯст медорад","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:196","price":"Ва ҳаҷҷу умраро барои Аллоҳ таоло ба поён расонед ва агар [ба василаи душман ё беморӣ аз ин кор] бозмонед, он чи аз қурбонӣ [хоҳ аз шутуру гов ё гӯсфанд] фароҳам шавад [забҳ кунед ва он гоҳ аз эҳром хориҷ шавед] ва сарҳои худро натарошед, то қурбонӣ ба ҷойгоҳаш [дар қурбонгоҳ] бирасад ва агар касе аз шумо бемор буду ё нороҳатие дар сар дошт [ки ночор буд бад-он хотир дар ҳоли эҳром сари худро битарошад], пас, фидя диҳад, аз [қабили се рӯз] рӯза ё садақа [таом додани шаш тиҳидасти ҳарам] ё қурбонӣ кардани гӯсфанде [ки миёни тиҳидастони ҳарам тақсим шавад]. Пас, ҳангоме ки дар амон будед, ҳар ки аз умра баҳраманд гардид ва сипас [аъмоли] ҳаҷро оғоз кард, он чи аз қурбонӣ [барояш] муяссар шуд [забҳ кунад] ва ҳар ки [қурбонӣ] наёфт, се рӯз дар [айёми] ҳаҷ ва ҳафт рӯз ҳангоме ки [ба хона] бозгаштед, рӯза бигиред. Ин даҳ [рӯзи] комил аст. Ин [ҳукми ҳаҷҷи таматтуъ] барои касест, ки хонаводааш сокини Масҷид-ул-ҳаром [Макка ва атрофи он] набошад ва аз Аллоҳ таоло парво кунед ва бидонед, ки Аллоҳ таоло сахткайфар аст","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:197","price":"[Мавсими] ҳаҷ дар моҳҳои мушаххасе аст [аз оғози Шаввол то даҳуми Зулҳиҷҷа]; пас, касе, ки дар ин моҳҳо ҳаҷро [бар худ] воҷиб гардонад, [бояд бидонад, ки] дар ҳаҷ, омезиши ҷинсӣ ва [иртикоби] гуноҳ ва даргирӣ [ва ҷидол раво] нест ва он чи аз корҳои нек анҷом медиҳед, Аллоҳ таоло онро медонад; ва [хӯроку пӯшоки мавриди ниёзи ҳаҷро барои худ фароҳам кунед ва] тӯша баргиред, [вале ба ёд дошта бошед, ки] ба ростӣ, беҳтарин тӯша парҳезкорист ва, эй хирадмандон, аз ман парво кунед","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:198","price":"Гуноҳе бар шумо нест, ки [дар айёми ҳаҷ бо хариду фурӯш] аз фазли Парвардигоратон [манфиат ва рӯзӣ] талаб кунед ва ҳангоме ки [рӯзи нуҳум пас аз вуқуф] аз Арафот кӯч кардед, Аллоҳро дар Машъар-ул-ҳаром ёд кунед; ва Ӯро ёд кунед, чаро ки шуморо, ки пештар аз гумроҳон будед, [ба адои маносики ҳаҷҷу дигар аъмоли ибодӣ] ҳидоят кард","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:199","price":"Пас, аз ҳамон ҷо, ки мардум [пайравони Иброҳим] равона мешаванд, [шумо низ аз Арафот ба сӯйи Мино] харакат кунед ва аз Аллоҳ таоло омурзиш бихоҳед, [чаро ки] бе тардид Аллоҳ таоло омурзандаву меҳрубон аст","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:200","price":"Пас, чун маносики [ҳаҷҷи] худро ба ҷой овардед, ҳамон гуна, ки падаронатонро [бо фахру ғурур] ёд мекардед, балки [беҳтар ва] бештар аз он Аллоҳро ёд кунед; ва бархе аз мардум [кофироне] ҳастанд, ки мегӯянд: Парвардигоро, ба мо дар дунё [молу фарзанд] ато кун. Ин шахс дар охират баҳрае [аз неъматҳои илоҳӣ] надорад","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:201","price":"Ва бархе [дигар] аз эшон [муъминоне] ҳастанд, ки мегӯянд: Парвардигоро, ба мо дар дунё некӣ [рӯзӣ, саломатӣ, дониш ва имон] ато кун ва дар охират [низ] некӣ [ато фармо] ва моро аз азоби оташ нигаҳ дор","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:202","price":"Инҳоанд, ки аз дастовардашон баҳрае доранд ва Аллоҳ таоло дар ҳисобрасӣ сареъ аст","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:203","price":"Аллоҳро дар рӯзҳои муайян [се рӯзи айёми ташриқ ёздаҳум то сенздаҳуми Зулҳиҷҷа] ёд кунед; пас, касе, ки шитоб кунад ва тайи ду рӯз [аъмолро анҷом диҳад], гуноҳе бар ӯ нест; ва касе, ки таъхир кунад [ва аъмолро дар се рӯз анҷом диҳад], гуноҳе бар ӯ нест. [Ин фурсат] Барои касе аст, ки тақво пеша кунад; ва [эй муъминон] аз Аллоҳ таоло парво кунед ва бидонед, ки ба сӯйи Ӯ ҳашр хоҳед шуд","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:204","price":"Ва [эй паёмбар], аз мардум касе аст, ки гуфтораш дар [мавриди] зиндагии дунё туро ба шигифт меандозад ва Аллоҳро бар [имони қалбӣ ва] он чи дар дилаш дорад, гувоҳ мегирад [то ҷойе, ки ӯро ростгӯ мепиндорӣ] ва ҳол он ки ӯ [дар зумраи] сарсахттарин душманон [ва бадхоҳони ислому муслимин] аст","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:205","price":"Ӯ ҳангоме ки [аз ту] рӯй бармегардонад ва [аз наздат] меравад [ё ба раёсате мерасад], дар роҳи фасод дар замин мекӯшад ва [маҳсулоти] кишоварзӣ ва чаҳорпоёнро нобуд месозад; ва Аллоҳ таоло фасоду [табоҳкорӣ]-ро дӯст надорад","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:206","price":"Ва ҳангоме ки ба ӯ гуфта мешавад: Аз Аллоҳ таоло битарс, худбузургбинӣ [ва ғурураш] ӯро ба [идома додан бар анҷоми] гуноҳ мекашонад; пас, [оташи] ҷаҳаннам барояш кофӣ аст ва чи бад ҷойгоҳе аст!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:207","price":"Ва аз мардум касе [низ] ҳаст, ки ҷони худро барои касби хушнудии Аллоҳ таоло дареғ намедорад; ва Аллоҳ таоло нисбат ба бандагон меҳрубон аст","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:208","price":"Эй касоне, ки имон овардаед, ҳамагӣ ба ислом [ва итоати Аллоҳ таоло] дароед ва аз қадамҳо [роҳҳо]-и шайтон пайравӣ накунед. Ба ростӣ, ки ӯ душмани ошкори шумост","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:209","price":"Пас, агар баъд аз он ки нишонаҳои равшану ошкор бароятон омад, лағжиш кардед ва [мунҳариф шудед], бидонед, ки Аллоҳ таоло шикастнопазиру ҳаким аст","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:210","price":"Оё интизорӣ [-и онон, ки пайрави шайтонанд] ғайр аз ин аст, ки Аллоҳ таоло [дар рӯзи қиёмат барои доварӣ] дар сояҳое аз абрҳо ба сӯяшон биёяд ва фариштагон [низ барои иҷрои азоби илоҳӣ ононро иҳота кунанд] ва кор яксара шавад? Ва [огоҳ бошед, ки ҳамаи] корҳо ба сӯйи Аллоҳ таоло бозгардонда мешавад","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:211","price":"[Эй паёмбар], аз Бани Исроил бипурс, [ки] чӣ андоза нишонаҳои ошкор ба онҳо додаем; ва касе, ки неъмати Аллоҳро пас аз он ки насибаш шуд, [ба куфру носипосӣ] табдил кунад, [азоби сахте хоҳад дошт ва бояд бидонад, ки] Аллоҳ таоло сахткайфар аст","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:212","price":"Зиндагии дунё барои кофирон ороста шудааст ва муъминонро масхара мекунанд, ҳол он ки парҳезкорон дар рӯзи қиёмат болотар аз онон ҳастанд; [зеро дар биҳишт ҷовидонанд] ва Аллоҳ таоло ҳар киро бихоҳад, бешумор рӯзӣ медиҳад","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:213","price":"[Дар оғоз] мардум як уммат буданд [аммо дар амри дин ихтилоф карданд]; он гоҳ Аллоҳ таоло паёмбаронро башоратбахшу бимдиҳанда барангехт ва ҳамроҳ бо онон китоб [-и осмонӣ]-ро ба ҳақ нозил кард, то миёни мардум дар он чи ихтилоф доштанд, доварӣ кунанд; ва фақат касоне, ки Таврот] ба онон дода шуда буд – пас аз он ки нишонаҳои равшан ба онҳо расид – ба хотири ситам ва ҳасодате, ки байнашон буд, дар мавриди он ихтилоф карданд; пас, Аллоҳ таоло ба фармони хеш касонеро, ки имон оварда буданд, ба ҳақиқате, ки дар он ихтилоф доштанд, ҳидоят намуд; ва Аллоҳ таоло ҳар киро бихоҳад, ба роҳи рост ҳидоят мекунад","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:214","price":"[Эй муъминон] Оё пиндоштаед, ки вориди биҳишт мешавед, ҳол он ки ҳанӯз монанди он чи бар [сари] пешиниёни шумо омад, бар [сари] шумо наомадааст? Душворӣ ва зиён ба эшон расид ва [он чунон сахтӣ кашиданд ва] ба ларза афтоданд, ки паёмбар ва касоне, ки бо ӯ имон оварда буданд, гуфтанд: Ёрии Аллоҳ таоло кай фаро хоҳад расид? Огоҳ бошед! Бе тардид ёрии Аллоҳ таоло наздик аст","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:215","price":"[Эй паёмбар, ёронат] Аз ту мепурсанд, чи чизе инфоқ кунанд, бигӯ: Ҳар моле, ки инфоқ кардед, барои падару модару наздикон ва ятимону тиҳидастон ва дарроҳмондагон аст ва ҳар кори неке, ки анҷом диҳед, Аллоҳ таоло ба он доност","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:216","price":"[Эй муъминон] Ҷиҳод [дар роҳи Аллоҳ таоло] бар шумо воҷиб шудааст, дар ҳоле ки барои шумо нохушоянд аст [зеро харҷи молӣ ва ҷонӣ дорад]. Чи басо чизеро хуш надошта бошед, ҳол он ки бароятон беҳтар аст ва чи басо чизеро дӯст дошта бошед, ҳол он ки бароятон бад аст; ва Аллоҳ таоло [хайру шарри корҳоро] медонад ва шумо намедонед","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:217","price":"[Эй паёмбар] Аз ту дар бораи ҷанг дар моҳи ҳаром [Муҳаррам, Раҷаб, Зулқаъда ва Зулҳиҷҷа] мепурсанд, бигӯ: Ҷанг дар он [моҳҳо гуноҳи] бузург аст ва боздоштан аз роҳи Аллоҳ таоло ва куфр варзидан ба Ӯ ва [ҷилавгирӣ аз вуруди мардум ба] Масҷид-ул-ҳаром ва берун рондани аҳлаш аз он ҷо назди Аллоҳ таоло [гуноҳи] бузургтар аст ва фитна [-и ширк] аз қатл бузургтар аст. Ва [эй муъминон, мушрикон] ҳамвора бо шумо меҷанганд, то агар битавонанд шуморо аз динатон баргардонанд; ва ҳар як аз шумо, ки аз динаш бозгардад ва дар ҳоли куфр бимирад, аъмолаш дар дунё ва охират табоҳ мегардад ва онон аҳли оташанд ва ҳамеша дар он хоҳанд буд","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:218","price":"Касоне, ки имон оварданд ва касоне, ки [барои барпоии дини ҳақ] ҳиҷрат намуданд ва дар роҳи Аллоҳ таоло ҷиҳод карданд, онон ба раҳмати Аллоҳ таоло умедворанд ва Аллоҳ таоло [нисбат ба эшон] омурзандаи меҳрубон аст","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:219","price":"[Эй паёмбар, асҳобат] аз ту дар бораи шароб ва қимор мепурсанд, бигӯ: Дар он ду гуноҳи бузург ва [низ] судҳое барои мардум вуҷуд дорад, вале гуноҳи он ду аз судашон [бештар ва] бузургтар аст; ва аз ту мепурсанд, чӣ чизе инфоқ кунанд, бигӯ: Он чӣ афзун ояд [аз ниёзмандии худ]. Аллоҳ таоло оётро инчунин барои шумо равшан месозад; бошад, ки бияндешед","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:220","price":"Дар бораи дунё ва охират [бияндешед]; ва [эй паёмбар] аз ту дар мавриди [чигунагии сарпарастиашон бар] ятимон мепурсанд; бигӯ: Ислоҳи [кору парҳез аз дахолат дар амволи] онон беҳтар аст; ва агар бо [ҷамъ кардани амволи онон бо дороии худ дар нафақаҳои зиндагӣ ва маскан бо] онон ҳамзистӣ кунед, [эроде дар ин кор нест; зеро] онҳо бародарони [динии] шумо ҳастанд. Ва Аллоҳ таоло табаҳкорро аз дурусткор бозмешиносад; ва агар Аллоҳ таоло мехост, [дар мавриди ятимон сахтгирӣ мекард ва] шуморо ба заҳмат меандохт. Ба ростӣ, ки Аллоҳ таоло шикастнопазиру ҳаким аст","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:221","price":"Ва [эй муъминон] бо занони мушрик то имон наёвардаанд, издивоҷ накунед; ва бе гумон канизи муъмин, аз зани [озоди] мушрик беҳтар аст; агарчи [зебоӣ ё дороиаш] мавриди писандатон воқеъ гардад; ва [занони мусулмонро] ба издивоҷи мардони мушрик дарнаёваред, магар он ки имон биёваранд; ва ҳатман бардаи муъмин аз марди [озоди] мушрик беҳтар аст; агарчи шефтаи [дороӣ ва мавқеияти] ӯ шуда бошед. Онон ба сӯйи оташ [-и дузах] даъват мекунанд ва Аллоҳ таоло ба фармон [ва тавфиқ]-и хеш ба сӯйи биҳишт ва омурзиш даъват мекунанд ва оёт [-у аҳкоми] худро барои мардум равшан месозад; бошад, ки панд гиранд","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:222","price":"Ва [эй паёмбар] аз ту дар бораи ҳайз [одати моҳонаи занон] мепурсанд, бигӯ: Он [ҳолат] навъи нороҳатӣ аст; пас, дар ҳолати қоидагӣ аз занон канорагирӣ кунед ва бо онон наздикӣ накунед, то пок шаванд. Пас, ҳангоме ки пок шуданд [ва ғусл карданд], аз ҳамон ҷойе, ки Аллоҳ таоло ба шумо фармон додааст, бо эшон омезиш кунед. Ба ростӣ, ки Аллоҳ таоло тавбакунандагонро дӯст медорад ва покизагонро [низ] дӯст медорад","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:223","price":"Занони шумо [дар ҳукми] киштзоре барои шумо ҳастанд, пас, ҳар гуна ки мехоҳед ба киштзори худ дароед ва [тӯшае ҳамчун фарзанди солеҳ] барои худ пеш бифиристед ва аз Аллоҳ таоло парво кунед ва бидонед, ки Ӯро мулоқот хоҳед кард ва [эй паёмбар, дар бораи неъматҳои илоҳӣ] ба муъминон башорат бидеҳ","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:224","price":"Ва Аллоҳро дастовези савгандҳои худ қарор надиҳед, то [ба ин баҳона] аз накукорӣ ва парҳезкориву оштӣ додан миёни мардум [даст бардоред]; ва [бидонед, ки] Аллоҳ таоло шунавову доност","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:225","price":"Аллоҳ таоло шуморо ба хотири савгандҳое, ки беҳуда ва бидуни қасд ёд мекунед, бозпурсӣ намекунад, вале ба хотири он чи дилҳоятон [амдан] касб кардааст [ва савгандҳои дурӯғе, ки огоҳона бар забон овардаед] бозхост мекунад ва [агар тавба кунед] Аллоҳ таоло омурзандаи бурдбор аст","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:226","price":"Барои касоне, ки [ба расми ҷоҳилият] бар тарки омезиш бо занони худ савганд ёд кунанд, чаҳор моҳ интизор [ва муҳлат] аст. Пас, агар [дар муддати чаҳор моҳ ё камтар пушаймон шуданд ва ба занонашон] бозгаштанд, [бидонанд, ки] Аллоҳ таоло омурзандаи меҳрубон аст","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:227","price":"Ва агар [бар тарки занонашон пофишорӣ кунанд ва] тасмим ба талоқ гирифтанд, [бидонанд, ки] ҳамоно Аллоҳ таоло шунавову доност","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:228","price":"Занони талоқшуда [пеш аз издивоҷи муҷаддад] бояд ба муддати се бор покӣ [дидани се бор одати моҳона] интизор бикашанд; ва агар ба Аллоҳ таоло ва рӯзи қиёмат имон доранд, бар онон раво нест, ки он чиро Аллоҳ таоло дар раҳимҳояшон офаридааст, китмон кунанд; ва агар шавҳаронашон хоҳони оштӣ ҳастанд, барои бозгардондани онон [ба зиндагии заношӯӣ] дар ин [муддат аз дигарон] сазовортаранд; ва занон ҳуқуқи шоистае доранд, ҳаммонанд [-у ҳамсангии вазоифе], ки бар уҳда доранд ва мардон [дар сарпарастиву амри талоқ] бар онон бартарӣ доранд; ва Аллоҳ таоло шикастнопазиру ҳаким аст","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:229","price":"Талоқ [-и раҷъӣ] ду бор аст; пас, [аз он мард ё бояд ҳамсарашро] ба тарзи шоиста нигоҳ дорад, ё ба некӣ раҳо кунад; ва [эй мардони мусулмон] бароятон ҳалол нест, ки [заррае] аз он чиро ба онон додаед [маҳрия ва монанди он] пас бигиред, магар он ки [зану шавҳар] битарсанд, ки натавонанд [ҳуқуқи заношӯиву] ҳудуди илоҳиро барпо доранд; пас, [ҳалли ихтилофро ба хешовандон ё дӯстони худ месупоранд; ва шумо эй муъминон] агар тарсидед, ки [мумкин аст завҷайн] ҳудуди илоҳиро барпо надоранд, гуноҳе бар он ду нест, ки зан [барои розӣ кардани мард ба талоқ маҳрияашро бибахшад ё ба ӯ] фидяе бипардозад [ва талоқи хулъ бигирад] . Инҳо ҳудуди [аҳкоми] илоҳӣ аст; пас, аз онҳо таҷовуз накунед; ва ҳар ки аз ҳудуди Аллоҳ таоло таҷовуз кунад, пас чунин одамон, бешак, ситамгоронанд.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:230","price":"Агар [шавҳар барои бори савум] ӯро талоқ дод, пас аз он [зан] барояш ҳалол нест; магар ин ки [бо қасди издивоҷи ҳақиқӣ ва на барои ҳалол шудан] бо шавҳари ғайр аз ӯ издивоҷ кунад [ва бо вай ҳамбистар шавад. Дар ин сурат] Агар [шавҳари баъдӣ фавт кард ё] ӯро талоқ дод, агар [ду ҳамсари собиқ] мепиндоранд, ки ҳудуди [аҳкоми] Аллоҳро барпо медоранд, гуноҳе бар он ду нест, ки [бо издивоҷи муҷаддад] ба якдигар бозгарданд. Инҳо ҳудуди Аллоҳ таоло аст, ки онҳоро барои мардуме, ки огоҳанд [ва ба ислом имон доранд], баён мекунад","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:231","price":"Ва ҳангоме ки занонро талоқ [-и раҷъӣ] додед ва ба поёни [рӯзҳои] иддаи хеш расиданд, ба шоистагӣ ононро нигаҳ доред ва ё ба некиву хубӣ раҳояшон созед; ва [ҳамчун даврони ҷоҳилият] ононро ба хотири [озору] зиён расондан нигаҳ надоред, то [ба ҳуқуқашон] таҷовуз кунед; ва ҳар ки чунин кунад, ҳатман ба худ ситам кардааст; ва оёти Аллоҳро ба сухра [лаҳву лаъб] нагиред ва неъмати Аллоҳро бар худ ва он чиро, ки аз китоб [Қуръон] ва ҳикмат бар шумо нозил кардааст ва шуморо бо он панд медиҳад, ба ёд биёваред ва аз Аллоҳ таоло парво кунед ва бидонед, ки Аллоҳ таоло ба ҳама чиз доност","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:232","price":"Ва ҳангоме ки занонро талоқ додед ва [муддате] иддаи худро ба поён расонданд, [шумо, эй сарпарастон] ононро боз надоред, ки агар [бар асоси меъёрҳои шаръӣ] ба тарзи писандидае байни хеш ба тавофуқ расида буданд, бо шавҳарони [собиқи] худ издивоҷ кунанд. Ин [дастуре аст], ки ҳар яке аз шумо, ки ба Аллоҳ таоло ва рӯзи қиёмат имон дорад, ба он [ҳукм] панд дода мешавад; ва ин [дастур] бароятон пурбаракаттар ва покизатар аст; ва Аллоҳ таоло [хайру салоҳи шуморо] медонад ва шумо намедонед","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:233","price":"Ва модарон [бояд] фарзандони худро ду соли тамом шир диҳанд. [Ин дастур] Барои касест, ки бихоҳад даврони ширхораги [-и фарзандаш]-ро такмил кунад; ва бар соҳиби фарзанд [падар] лозим аст хӯроку пӯшоки онон [модарон]-ро [дар муддати шир додан] ба таври шоиста [фароҳам кунад]. Ҳеҷ кас ҷуз ба андозаи тавоноиаш мукаллаф намешавад; на модар бояд ба хотири фарзандаш зиён бубинад ва на падар ба сабаби фарзандаш. [Агар падари кӯдак фавт карда буд ва моле ҳам надошт] Монанди ҳамин [тааҳҳудоти падар] бар ворис [низ] лозим аст; пас, агар он ду [падару модар] бо ризояту машварати якдигар бихоҳанд [кӯдакро зудтар] аз шир бозгиранд, гуноҳе бар онҳо нест; ва агар хостед, ки барои фарзандатон дояе бигиред, гуноҳе бар шумо нест; ба шарте ки он чи [аз ҳуқуқу дастмузд] муқаррар кардаед, ба таври шоиста бипардозед; ва аз Аллоҳ таоло парво кунед ва бидонед, ки Аллоҳ таоло ба он чи анҷом медиҳед биност","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:234","price":"Ва афроде аз шумо, ки мемиранд ва ҳамсарон [-и ғайри бордор аз худ] боқӣ мегузоранд, [он занон барои издивоҷи муҷаддад] бояд чаҳор моҳ ва даҳ рӯз интизор бикашанд [ва идда нигаҳ доранд] ва ҳангоме ки муддати иддаи худро ба поён расониданд, дар мавриди он чи онон ба таври шоиста [ва машруъ] дар бораи [зиндагии] худ анҷом диҳанд, гуноҳе бар шумо [сарпарастон] нест; ва Аллоҳ таоло ба он чи мекунед, огоҳ аст","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:235","price":"Ва гуноҳе бар шумо нест, ки ба таври киноя аз занони [бева ё талоқшудае, ки идда нигаҳ доштаанд] хостгорӣ кунед ва ё дар дил тасмим бар ин кор бигиред [бидуни ин ки онро баён кунед]. Аллоҳ таоло медонист, ки шумо ба зудӣ ба ёди онон хоҳед афтод; вале пинҳонӣ ба онҳо ваъда [-и заношӯӣ] надиҳед, магар ин ки [ба киноя] сухани писандида бигӯед ва [ҳамчунин] тасмим ба ақди издивоҷ нагиред, то муддати муқаррар [идда] ба сар ояд; ва бидонед, ки Аллоҳ таоло он чиро, ки дар дилҳои шумост, медонад; пас, аз [мухолифат бо] Ӯ парво кунед ва бидонед, ки ба ростӣ Аллоҳ таоло омурзандаи бурдбор аст","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:236","price":"Агар занонро пеш аз омезиш ва таъйини маҳрия [ба далоиле] талоқ диҳед, гуноҳе бар шумо нест ва [дар ин сурат дилҷӯӣ кунед ва] ононро [бо ҳадяи муносиб] баҳраманд созед; тавонгар ба андозаи тавонаш ва тангдаст ба андозаи тавонаш. [Иҷрои ин ҳукм] Бар накукорон [ҳаққи собит ва] илзомист","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:237","price":"Агар пеш аз наздикӣ бо онон хостед талоқашон бидиҳед ва маҳрияе барояшон таъйин карда будед, нисфи он чиро, ки таъйин кардаед [ба онон бипардозед]; магар ин ки [ҳаққи худро] бибахшанд ё [шавҳар, яъне] касе, ки [тасмимгирӣ дар мавриди] пайванди издивоҷ бо ӯст, гузашт кунад [ва тамоми маҳрияро бипардозад]. Гузашт кардани шумо [ва бахшидани тамоми маҳрия ба занон] ба парҳезкорӣ наздиктар аст. [Эй муъминон, ҳангоми пардохти ҳуқуқ, осонгирӣ ва] некиро миёни худ фаромӯш накунед [ва бидонед, ки] ба ростӣ Аллоҳ таоло ба он чи мекунед биност","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:238","price":"[Эй мусулмонон] бар [анҷоми] ҳама намозҳо ва [ба хусус] намози аср кӯшо бошед [саъю талош кунед] ва бо фурӯтаниву фармонбардорӣ барои Аллоҳ таоло ба по хезед","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:239","price":"Агар [аз хатар] тарсидед, дар ҳоли пиёда ё савора [ё ҳатто бо имо ва ишора намозро ба ҷой оваред] ва чун эмин шудед, Аллоҳро [чунонки ба шумо омӯхтааст] ёд кунед [ва шукрашро ба ҷо оваред], ки он чиро намедонистед ба шумо ёд дод","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:240","price":"Касоне аз шумо, ки маргашон фаро мерасад ва ҳамсароне [аз худ] ба ҷо мегузоранд, бояд барои ҳамсаронашон васият кунанд, ки [ворисон] то як сол ононро [бо пардохтани харҷи зиндагӣ] баҳраманд созанд, бидуни он ки [аз хонаи шавҳар] берун кунанд. Пас, агар [ба майли худ пеш аз поёни як сол хонаро тарк кунанд ва] берун бираванд, дар бораи он чи, ки нисбат ба [зоҳир ва зиндагии] худ ба таври шоиста [ва машруъ] анҷом медиҳанд [аз қабили зинат кардан ва издивоҷи муҷаддад] гуноҳе бар шумо нест; ва Аллоҳ таоло шикастнопазиру ҳаким аст","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:241","price":"Ва барои занони талоқшуда ҳадяи муносибу шоиста лозим аст [ки аз тарафи шавҳар пардохта шавад, то дилшикастагиаш ҷуброн гардад. Иҷрои ин ҳукм], ҳаққе аст бар мардони парҳезкор","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:242","price":"[Эй муъминон] Аллоҳ таоло оёти худро [ки муштамал бар ҳудуд ва аҳком аст] инчунин бароятон ба равшанӣ баён мекунад; бошад, ки бияндешед","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:243","price":"[Эй паёмбар] Оё намедонӣ, [достони] афроде [аз бани Исроил]-ро, ки ҳазорон нафар буданд, ки аз тарси [беморӣ ва] марг аз хонаҳояшон фирор карданд? Аллоҳ таоло ба онон гуфт: Бимиред [пас мурданд]. Сипас Аллоҳ таоло онҳоро зинда кард [то барояшон равшан гардонад, ки тамоми корҳо ба дасти Ӯст]. Ба ростӣ, ки Аллоҳ таоло нисбат ба бандагонаш бахшоиш дорад, вале бештари мардум шукр [-и неъматҳо] -ашро ба ҷой намеоваранд","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:244","price":"Ва [эй муъминон] дар роҳи Аллоҳ таоло биҷангед ва бидонед, ки бе тардид Аллоҳ таоло шунавову доност","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:245","price":"Кист, ки ба Аллоҳ таоло қарз диҳад; қарзи наку [ва аз амволаш дар роҳи хушнудии Парвардигор инфоқ кунад], то [Аллоҳ таоло] онро барояш чандин баробар кунад? Ва Аллоҳ таоло аст, ки [аз рӯйи ҳикмат ва адолат, дар рӯзии бандагонаш] тангӣ ва кушоиш падид меоварад ва [ҳамагӣ дар охират] ба сӯйи Ӯ бозгардонда мешавед","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:246","price":"[Эй паёмбар] Оё [аз достони] гурӯҳе аз [ашрофу бузургони] Бани Исроил хабар дорӣ, ки баъд аз Мӯсо ба паёмбари худ гуфтанд: Фармонравое бароямон интихоб кун, то [ба дастураш] дар роҳи Аллоҳ таоло биҷангем? [Паёмбарашон] Гуфт: Шояд агар ҷиҳод бар шумо муқаррар шавад, [сарпечӣ кунед ва] ҷиҳод накунед. Гуфтанд: Чаро дар роҳи Аллоҳ таоло ҷиҳод накунем, дар ҳоле ки аз хонаҳоямон ронда шудаем ва писаронамон [-ро куштаанд ё ба асорат бурдаанд]? Пас, ҳангоме ки ҷанг бар эшон муқаррар шуд – ҷуз иддаи каме аз онон – [ҳамагӣ] сарпечӣ карданд; ва Аллоҳ таоло ба [ҳоли паймоншиканон ва] ситамгорон доност","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:247","price":"Паёмбарашон ба онон гуфт: Аллоҳ таоло Толутро ба фармонравоии шумо баргузидааст. [Онон] гуфтанд: Чи гуна ӯ бар мо фармонравоӣ мекунад, дар ҳоле ки мо ба фармонравоӣ аз ӯ сазовортарем ва аз мол [-и дунё низ] баҳраи чандоне [ба вай] дода нашудааст? Ӯ гуфт: Ба ростӣ, ки Аллоҳ таоло ӯро бар шумо баргузида ва донишу неруи ҷисмиашро вусъат бахшидааст; ва Аллоҳ таоло фармонравоии худро ба ҳар ки бихоҳад медиҳад ва Аллоҳ таоло кушоишгару доност","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:248","price":"Паёмбарашон ба онҳо гуфт: Нишонаи [ростӣ ва дурустии] фармонравоии ӯ, ин аст, ки тобути аҳд бароятон мерасад, ки мояи оромише аз сӯйи Парвардигоратон мебошад ва дарунаш бозмондаи мероси хонадони Мӯсо ва Ҳорун [ҳамчун асо ва бархе алвоҳи Таврот] қарор дорад ва дар ҳоле мерасад, ки фариштагон онро бардоштаанд. Агар муъмин бошед, мусалламан дар ин [амр] нишонае [дар мавриди ҳаққонияти Толут] бароятон вуҷуд дорад","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:249","price":"Пас, ҳангоме ки Толут бо лашкариён раҳсипор шуд, ба онон гуфт: Аллоҳ таоло [шикебоии] шуморо ба василаи як наҳр [об] озмоиш мекунад; ҳар ки аз он бинӯшад, аз [ёрони] ман нест ва ҳар ки аз он нанӯшад, ҳатман аз [ёрони] ман аст; магар касе, ки бо дасти худ муште [аз он об] баргирад [ва ба андозаи кафи дасте биошомад]. Пас, ҷуз иддаи каме ҳамагӣ аз он [об] нӯшиданд; ва ҳангоме ки ӯ ва касоне, ки бо ӯ имон оварда буданд, аз он [наҳр] гузаштанд, [аз камии афроди худ нороҳат шуданд ва бархе] гуфтанд: Имрӯз мо тавоноии [муқобилият] бо Ҷолут ва сипоҳиёнашро надорем. [Дар ин ҳангом касоне, ки ба дидори Аллоҳ таоло [дар охират] яқин доштанд, гуфтанд: Чи басо гурӯҳи кучаке, ки ба фармони Аллоҳ таоло бар гурӯҳи бисёр пирӯз шуданд ва [бидонед, ки ҳамвора] Аллоҳ таоло ҳамроҳи сабркунандагон аст","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:250","price":"Ва ҳангоме ки [Толут ва ҳамроҳонаш] барои [мубориза] бо Ҷолут ва сипоҳиёнаш ба майдон омаданд, гуфтанд: Парвардигоро, бар [дилҳои] мо сабру шикебоӣ фурӯ рез ва гомҳоямонро устувор бидор ва моро бар гурӯҳи кофирон пирӯз гардон","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:251","price":"Пас, ба фармони Аллоҳ таоло, онҳоро шикаст доданд ва Довуд [ҷавони неруманду шуҷое, ки дар лашкари Толут буд] Ҷолутро кушт ва Аллоҳ таоло фармонравоиву нубувватро ба ӯ бахшид ва аз он чи мехост, ба ӯ омӯхт; ва агар Аллоҳ таоло [фитнаи] бархе аз мардумро тавассути бархи дигар [дур намекард] намеронд, ҳатман замин табоҳ мегардид; вале Аллоҳ таоло бар ҷаҳониён бахшиш дорад","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:252","price":"[Эй паёмбар] Инҳо оёти Аллоҳ таоло аст, ки онро ба ҳақ бар ту мехонем ва ба ростӣ, ту аз паёмбарон ҳастӣ","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"tg"},{"name":"2:253","price":"Ин паёмбарон [ки номи бархе аз онон гузашт] бархе аз эшонро [дар дарёфти ваҳй ва теъдоди пайравон] бар бархе дигар бартарӣ додем. Аз [миёни] эшон касе [ҳамчун] буд, ки Аллоҳ таоло бо ӯ сухан гуфт ва дараҷоти бархе [дигар] аз ононро боло бурд; ва ба Исо писари Марям нишонаҳои равшане [бар исботи нубувваташ] додем ва ӯро тавассути Руҳулқудус [Ҷабраил] таъйид [ва тақвият] кардем; ва агар Аллоҳ таоло мехост, касоне, ки баъд аз онҳо буданд, пас аз он [ҳама] нишонаҳои равшане, ки барояшон омад, бо якдигар ҷанг намекарданд; вале [бо ҳам] ихтилоф карданд ва бархе аз онон имон оварданд ва бархе куфр варзиданд; ва агар Аллоҳ таоло мехост, [ҳаргиз] бо ҳам намеҷангиданд; вале Аллоҳ таоло он чиро мехоҳад, анҷом медиҳад","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:254","price":"Эй касоне, ки имон овардаед, аз он чи ба шумо рӯзӣ додаем, инфоқ кунед, пеш аз он ки рӯзе фаро расад, ки дар он на хариду фурӯше ҳаст ва на дӯстиву шафоате; ва кофирон [ба сабаби куфрашон] ҳамон ситамгоронанд","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:255","price":"Аллоҳ таоло [маъбуди ростин аст] ҳеҷ маъбуде [ба ҳақ] ҷуз Ӯ нест; зиндаи поянда [ва қоим ба зот] аст; на хоби сабук [ғанаб, пинак] Ӯро фаро мегирад ва на хоби сангин; он чи дар осмонҳо ва замин аст, аз они Ӯст. Кист, ки дар назди Ӯ ҷуз ба фармонаш шафоат кунад?! Гузашта ва ояндаи эшон [бандагон]-ро медонад ва [онон] ба чизе аз илми Ӯ иҳота [ва огоҳӣ] намеёбанд, магар он чи худ бихоҳад. Курсии Ӯ осмонҳо ва заминро дар бар гирифтааст ва нигаҳ доштани онҳо бар Ӯ [сангину] душвор нест ва Ӯ баландмартаба [ва] бузург аст","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:256","price":"Дар [пазириши] дин, ҳеҷ иҷборе нест; ба ростӣ, ки роҳи рост [ва ҳидоят] аз роҳи инҳироф [ва гумроҳӣ] равшан шудааст; пас, ҳар кас ба тоғут [он чи ба ҷойи Аллоҳ таоло парастиш мешавад] куфр биварзад ва ба Аллоҳ таоло имон оварад, ҳатман, ба маҳкамтарин дастовез чанг задааст, ки ҳаргиз нахоҳад гусаст; ва Аллоҳ таоло шунавову доност","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:257","price":"Аллоҳ таоло ёвар [ва корсози] касоне аст, ки имон овардаанд; ононро аз торикиҳо ба сӯйи нур берун мебарад; ва касоне, ки кофир шуданд, [корсоз ва] ёварашон тоғут аст, [ки] ононро аз нур [–и имон ва илм] ба сӯйи торикиҳо [–и куфру нодонӣ] берун мебарад. Онон аҳли оташанд [ва] дар он ҷовидонанд","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:258","price":"[Эй паёмбар], оё [достони] он шахсро надонистаӣ, ки аз [сари мастӣ] он ки Аллоҳ таоло бар ӯ фармонравоӣ бахшида буд бо Иброҳим дар бораи Парвардигораш муҷодала мекард? Ҳангоме ки Иброҳим гуфт: Парвардигори ман касе аст, ки зинда мекунад ва мемиронад. [Намруд] Гуфт: Ман [низ] зинда мекунам ва мемиронам. Иброҳим гуфт: Аллоҳ таоло хуршедро аз машриқ [берун] меоварад, пас, ту онро аз мағриб биёвар. [Дар ин ҷо] Он ки куфр варзида буд, мабҳут шуд; ва Аллоҳ таоло ситамгоронро ҳидоят намекунад","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:259","price":"Ё ҳамчун он, ки аз шаҳр [-и вайрону матрук] гузашт, ки сақфҳо ва деворҳояш фурӯ рехта буд. [Ӯ бо худ] Гуфт: Чи гуна Аллоҳ таоло [аҳли] ин [диёр] – ро пас аз маргашон зинда мекунад? Пас Аллоҳ таоло ӯро [ба муддати] сад сол миронид, [ва] сипас зинда кард [ва ба ӯ] гуфт: Чанд муддат [дар ин ҳол] мондаӣ? Гуфт: Як рӯз ё бахше аз як рӯз [дар ин ҳол] мондаам. Фармуд: Чунин нест; сад сол [дар чунин ҳоле] мондаӣ. Ба хӯрданиву нӯшиданиат бингар, ки бо гузашти замон дигаргун нашудааст ва ба дарозгӯши худ бингар [ки чӣ гуна муталошӣ шудааст. Мо чунин кардем то ба суолат посух гӯем] ва туро барои мардум нишонае [дар мавриди қиёмат] қарор диҳем. [Акнун] Ба устухонҳои он [ҳайвон] нигоҳ кун, ки чи гуна онҳоро ба ҳам пайванд медиҳем ва сипас гӯште бар он мепӯшонем. Пас, ҳангоме ки [қудрати илоҳӣ бар зинда кардани мурдагон] барояш ошкор шуд, гуфт: [Ба яқин] Медонам, ки Аллоҳ таоло бар ҳар коре тавоност","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:260","price":"Ва [Эй паёмбар, ёд кун аз] ҳангоме ки Иброҳим гуфт: Парвардигоро, ба ман нишон бидеҳ, чи гуна мурдагонро зинда мекунӣ? [Аллоҳ таоло] Фармуд: Магар имон наёвардаӣ? Гуфт: Бале, вале [мехоҳам] қалбам ором бигирад. Фармуд: Пас, чаҳор парранда бигир [ва бикуш] ва пора – пора кун [ва дар ҳам биёмез], сипас бар ҳар кӯҳе порае аз онҳоро бигзор, [ва] онгоҳ онҳоро [ба сӯйи худ] фаро хон; [хоҳӣ дид, ки зинда мешаванд ва] шитобон ба сӯйи ту меоянд; ва [эй Иброҳим], бидон, ки Аллоҳ таоло шикастнопазиру ҳаким аст","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:261","price":"Масали [аҷру савоби] касоне, ки амволи худро дар роҳи Аллоҳ таоло инфоқ мекунанд, ҳаммонанди донаест, ки ҳафт хӯша мерӯёнад, ки дар ҳар хӯша сад дона аст; ва Аллоҳ таоло барои ҳар ки бихоҳад, [подошашро] чанд баробар мекунад ва Аллоҳ таоло кушоишгару доност","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:262","price":"Касоне, ки амволашонро дар роҳи Аллоҳ таоло мебахшанд ва дар пайи бахшиши худ миннату озор раво намедоранд, подошашон назди Парвардигорашон [маҳфуз] аст; на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:263","price":"Сухани писандида [дар бархурд бо ниёзмандон] ва гузашт [аз исрору тундии онон], беҳтар аз садақае аст, ки озоре ба дунболаш бошад; ва Аллоҳ таоло бениёзу бурдбор аст","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:264","price":"Эй касоне, ки имон овардаед, садақаҳои худро бо миннату озор ботил накунед, ҳамчун касе, ки моли худро барои намоиш додан ба мардум инфоқ мекунад ва ба Аллоҳу рӯзи қиёмат имон надорад; пас, масали ӯ ҳамчун масали санги софест, ки рӯйи он [андаке] хок нишастааст; он гоҳ борони тунде бар он мезанад [ва ҳамаи хокҳоро аз санг мешӯяд] ва онро соф [-у бидуни хок] раҳо мекунад. Онон [риёкорон] аз он чи, ки анҷом додаанд, чизе ба даст намеоваранд; ва Аллоҳ таоло гурӯҳи кофиронро ҳидоят намекунад","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:265","price":"Ва масали касоне, ки амволи худро барои талаби хушнудии Аллоҳ таоло ва ба хотири боваре, ки дар дилҳояшон [ба подоши Аллоҳ таоло] доранд, инфоқ мекунанд, ҳамчун бӯстоне бар теппае аст, ки борони тунде бар он борад ва меваҳояшро дучандон ба бор оварад; ва агар борони тунде ҳам ба он нарасад, борони сабук [низ замини покашро пурсамар месозад]; ва Аллоҳ таоло аз он чи мекунед, огоҳ аст","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:266","price":"Оё ҳеҷ як аз шумо дӯст дорад, ки боғе аз дарахтони хурмо ва ангур дошта бошад, ки аз зери онҳо ҷӯйборҳо [-и гуворо] равон аст ва ҳар гуна мева барояш ба бор меоварад ва [аммо] дар ҳоле ки ба синни пирӣ расида ва фарзандон [-и хурдсол] ва нотавон дорад, ногаҳон гирдбоди оташин дар он занаду [ҳамаи боғ] бисӯзад? [Ҳоли касоне, ки садақаҳои худро бо миннату озор ва риё ботил мекунанд низ чунин аст]. Аллоҳ таоло бад-ин гуна оёт [-и худ]-ро барои шумо равшан месозад; бошад, ки биандешед","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:267","price":"Эй касоне, ки имон овардаед, аз чизҳои покизае, ки ба даст овардаед ва аз он чи аз замин барои шумо баровардаем, инфоқ кунед; ва ба суроғ [-и моли] нопок наравед, ки аз он инфоқ намоед; дар ҳоле ки худатон ҳозир ба пазируфтанаш нестед, магар бо чашмпӯшӣ [ва бемайлӣ] нисбат ба он; [пас, чӣ гуна чизеро, ки барои худ намеписандед, барои Аллоҳ таоло раво медоред]? Ва бидонед, ки Аллоҳ таоло бениёзу сутуда аст","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:268","price":"Шайтон шуморо [ба ҳангоми инфоқ метарсонад ва] ваъдаи тиҳидастӣ медиҳад ва шуморо ба зиштиҳо [гуноҳ намудан] амр мекунад; вале Аллоҳ таоло аз ҷониби худ ба шумо ваъдаи омурзиш ва афзуни [-и неъмат] медиҳад ва Аллоҳ таоло кушоишгару доност","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:269","price":"[Аллоҳ таоло] Ба ҳар ки бихоҳад, ҳикмат [ростӣ дар гуфтор ва кирдор] медиҳад ва бе тардид, ба ҳар ки ҳикмат дода шавад, хайри фаровоне ато шудааст; ва ба ҷуз хирадмандон [аз оёти илоҳӣ] панд намегиранд","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:270","price":"Ҳар чизе, ки инфоқ кунед ё ҳар назре, ки [бо худ] аҳд кунед, ҳатман, Аллоҳ таоло онро медонад [Ҳар ки аз иҷрои фармудаҳои илоҳӣ ҷилавгирӣ кунад, ситамгор аст] ва ситамгорон [дар охират] ҳеҷ ёваре надоранд","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:271","price":"Агар садақаҳоро ошкор кунед, чи накуст! Ва агар онхоро пинҳон доред ва ба тиҳидастон бидиҳед, бароятон беҳтар аст ва [ин гуна садақаи холисона ва пинҳонӣ] аз гуноҳонатон мезудояд; ва [бидонед, ки дар ҳама сурат] Аллоҳ таоло ба он чи мекунед, огоҳ аст","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:272","price":"[Эй паёмбар] Ҳидояти онон бар уҳдаи ту нест; балки Аллоҳ таоло ҳар киро бихоҳад ҳидоят мекунад; ва [эй муъминон] он чи аз моли [худ] инфоқ мекунед, ба суди худатон аст ва [ба ёд дошта бошед, ки] ҷуз барои хушнудии Аллоҳ таоло инфоқ накунед; ва он чи аз мол инфоқ мекунед, [подошаш] ба таври комил ва тамом ба шумо дода мешавад ва [ҳаргиз] ситам нахоҳед дид","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:273","price":"[Садақоти шумо] Барои афроди тангдасте аст, ки худро вақф [-и ҷиҳод] дар роҳи Аллоҳ таоло кардаанд ва наметавонанд [барои таъмини харҷҳои зиндагӣ] дар замин сафар кунанд. Аз шиддати [наҷобат ва] хештандорӣ афроди ноогоҳ ононро бениёз мепиндоранд. Эшонро аз нишонаҳояшон [ки дар либосу вазъияти зоҳириашон ошкор аст, ба таври ошкор] мешиносӣ [ва онон ҳаргиз] бо исрор чизе аз мардум намехоҳанд; ва он чи аз мол инфоқ мекунед, ҳатман, Аллоҳ таоло аз он огоҳ аст","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:274","price":"Касоне, ки амволи худро дар шабу рӯз, пинҳону ошкор инфоқ мекунанд, подошашон назди Парвардигорашон [маҳфуз] аст; на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:275","price":"Касоне, ки рибо мехӯранд, [рӯзи қиёмат аз қабр] барнамехезанд; магар монанди бархостани касе, ки бар асари тамоси шайтон девона шудааст ва [наметавонад таодули худро ҳифз кунад]. Ин бад-он сабаб аст, ки онон [рибохорон] гуфтанд: Доду ситад низ монанди рибост [ва ин ҳар ду молро афзун мекунад]; дар ҳоле ки Аллоҳ таоло, доду ситадро ҳалол ва риборо ҳаром намудааст. Пас, ҳар ки аз [ҷониби] Парвардигораш панде ба ӯ бирасад ва [аз рибохорӣ] даст бардорад, он чи гузашта ва [судҳое, ки қабл аз нузули ҳукми рибо дарёфт кардааст] аз они ӯст ва [дар мавриди оянда низ] кораш ба Аллоҳ таоло вогузор мешавад; ва [аммо] касоне, ки [ба рибохорӣ] бозмегарданд, аҳли оташанд ва дар он ҷовидонанд","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:276","price":"Аллоҳ таоло риборо нобуд [ва бебаракат] мегардонад ва садақотро [бо изофа кардан бар савобаш] афзоиш [ва баракат] медиҳад; ва Аллоҳ таоло ҳеҷ кофири лаҷуҷу гунаҳгореро дӯст намедорад","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:277","price":"Касоне, ки имон овардаанд ва корҳои шоиста анҷом додаанд ва намоз барпо доштаанд ва закот пардохтаанд, подошашон назди Парвардигорашон [маҳфуз] аст; на тарсе хоҳанд дошт ва на андӯҳгин мешаванд","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:278","price":"Эй касоне, ки имон овардаед, аз Аллоҳ таоло парво кунед [битарсед] ва агар муъмин ҳастед, он чиро, ки аз [мутолиботи] рибо боқӣ мондааст, раҳо кунед","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:279","price":"Агар [чунин] накардед, бидонед, ки Аллоҳ таоло ва расулаш бо шумо пайкор хоҳанд кард; ва агар тавба кардед, асли сармояҳоятон аз они шумост; на [бо гирифтани суди сармояатон ба касе] ситам мекунед ва на [бо чашмпӯшӣ аз он суди ҳаром] бар шумо ситам меравад","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:280","price":"Ва агар [шахси қарздор] тангдаст бувад, то [ҳангоми] кушоиш [ва тавоноии бозпардохт ба ӯ] муҳлат диҳед ва [агар тавоноии пардохт надошт], бахшидани он [қарз] бароятон беҳтар аст, агар [савоби ин корро] бидонед","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:281","price":"Ва аз [азоби] рӯзе битарсед, ки дар он ба сӯйи Аллоҳ таоло бозгардонда мешавед; сипас ба ҳар кас [подоши] он чи анҷом додааст, ба таври комил дода мешавад ва ба онон ситам нахоҳад шуд","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:282","price":"Эй касоне, ки имон овардаед, агар ба ҳамдигар воме [пардохтед ё муомилаи насияе анҷом] додед, ки саррасиди муайяне дошт, онро бинависед; ва бояд нависанда [қарордоди ин корро] бар асоси адолат байни шумо бинависад ва ҳеҷ нависандае набояд аз навиштанаш худдорӣ кунад, ҳамон гуна [ва ба шукронаи он], ки Аллоҳ таоло ба ӯ омӯзиш додааст; ва касе, ки вом бар уҳдаи ӯст [қарздор] бояд имло кунад ва ӯ [нависанда] бинависад; ва бояд аз Аллоҳ таоло, ки Парвардигори ӯст, бипарҳезад ва аз [маблағ ва муддати] он [вом] чизе накоҳад. Агар касе, ки вом бар уҳдаи ӯст, сафеҳ [кӯдак ё девона] ё нотавон аст ё худ наметавонад имло кунад, бояд сарпарасти ӯ бо [риояти] адолат имло кунад ва ду шоҳид аз мардонатонро [бар он қарордод] гувоҳ бигиред. Агар ду мард набошад, як марду ду зан аз миёни гувоҳоне, ки [ба адолати онон] ризоият доред [гувоҳ бигиред], то агар яке аз он ду [зан] фаромӯш кард, дигаре ба ӯ ёдоварӣ кунад; ва ҳангоме ки гувоҳон [барои адои шаҳодат] даъват шаванд, набояд [аз омадан] худдорӣ кунанд. Ва аз навиштани [қарз] то саррасидаш [озурда ва] дилгир нашавед, хоҳ [маблағаш] кам бошад хоҳ зиёд. Ин [кор] дар назди Аллоҳ таоло ба адолат наздиктар ва барои гувоҳӣ додан устувортар ва барои он, ки [дар миқдор ва муддати вом] дучори тардид нашавед, [ба адолат] наздиктар аст; магар ин ки доду ситади нақдӣ бошад, ки байни худ даст ба даст мекунед. Дар ин сурат гуноҳе бар шумо нест, ки онро нанависед; ва ҳангоме ки доду ситад [-и нақдӣ] кардед, гувоҳ бигиред ва [дар ин миён] набояд ба нависанда ва гувоҳ [ҳеҷ] ранҷу зиёне бирасад; ва агар [чунин] кунед; бе шак [баёнгари] нофармонии шумо хоҳад буд; ва [эй муъминон], аз Аллоҳ таоло парво кунед [ва муомилотро ба ҳамон шакле, ки амр мекунад, анҷом диҳед]. Аллоҳ таоло [он чиро, ки барои дунё ва охирататон судманд аст] ба шумо омӯзиш медиҳад ва Аллоҳ таоло ба ҳар чиз доност","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:283","price":"Агар дар сафар будед ва нависандае наёфтед [ки санади вомро бинависад, чизе] гарав бигиред ва агар яке аз шумо дигареро амин донист [ва чизе гарав нагирифт ва навиштаву гувоҳе низ надошт], он ки амин шумурда шудааст, бояд амонат [ва қарзи] худро бозпас диҳад ва бояд аз Аллоҳ таоло, ки Парвардигори ӯст, парво кунад; ва шаҳодатро китмон накунед ва [бидонед, ки] ҳар касе онро китмон кунад, бе шак, қалбаш гунаҳкор аст; ва Аллоҳ таоло ба он чи мекунед, доност","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:284","price":"Он чи дар осмонҳо ва замин аст, аз они Аллоҳ таоло аст. Агар он чиро дар дили худ доред, ошкор кунед ё пинҳонаш намоед, Аллоҳ таоло шуморо бар [асоси] он муҳосиба [бозпурсӣ] мекунад; пас, [бар асоси бахшиш ва раҳмати хеш] ҳар киро бихоҳад, мебахшад ва [аз рӯйи адолат ва ҳикматаш низ] ҳар киро бихоҳад, азоб мекунад; ва Аллоҳ таоло бар [анҷоми] ҳар коре тавоност","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:285","price":"Расул [-и Аллоҳ таоло] ба он чи аз [сӯйи] Парвардигораш бар ӯ нозил шуда, имон овардааст ва муъминон [низ] ҳамагӣ ба Аллоҳ таоло ва фариштагону китобҳо ва паёмбаронаш имон овардаанд; [ва суханашон ин аст, ки]: Миёни ҳеҷ як аз паёмбаронаш [дар имон ба эшон] тафовуте намегузорем ва гуфтанд: Шунидем ва итоат кардем. Парвардигоро, омурзиши Туро [хоҳонем] ва бозгашти [тамоми умур] ба сӯйи Туст","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"tg"},{"name":"2:286","price":"Аллоҳ таоло ҳеҷ касро ҷуз ба андозаи тавонаш таклиф [уҳдадор] намекунад. Он чи [аз хубӣ] ба даст овардааст ба суди ӯст ва он чи [аз бадӣ] касб кардааст, ба зиёни ӯст. [Паёмбарон ва муъминон гуфтанд:] Парвардигоро, агар фаромӯш ё хато кардем, моро бозхост макун. Парвардигоро, бори гарон [ва таклифи сангин] бар [дӯши] мо магзор; чунон ки онро [ба муҷозоти гуноҳ ва саркашӣ] бар [дӯши] касоне, ки пеш аз мо буданд [яҳудиён] ниҳодӣ. Парвардигоро, он чи, ки тоби таҳаммулашро надорем, бар [дӯши] мо магзор ва моро биёмурз ва ба мо раҳм кун. Ту ёр [-у корсози] моӣ; пас, моро бар гурӯҳи кофирон пирӯз гардон","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"tg"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}