{"data":[{"name":"28:1","price":"То, син, мим","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:2","price":"Ин оёти китоби равшангар аст","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:3","price":"[бахшҳое] аз достони Мӯсо ва Фиръавнро барои касоне, ки имон овардаанд, ба дурустӣ бар ту тиловат мекунем","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:4","price":"Бе тардид, Фиръавн дар сарзамини [Миср] бартарихоҳӣ кард ва мардумашро ба гурӯҳҳо тақсим намуд. Гурӯҳе аз ононро ба нотавонӣ [ва хорӣ] мекашонд, [чунон ки] писаронашонро мекушт ва занонашонро [барои канизӣ] зинда нигаҳ медошт. Ба ростӣ, ки ӯ аз табаҳкорон буд","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:5","price":"Ва мехостем бар Бани Исроил, ки дар он сарзамин ба нотавонӣ кашида шуда буданд, [бо нобуд кардани душманашон] миннат бигузорем ва пешвоён [-и мардум] қарорашон диҳем ва [пас аз нобудии Фиръавн] ононро ворисон [-и сарзамини Шом] намоем","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:6","price":"Ва дар он сарзамин ҳукумат ба эшон диҳем ва он чиро Фиръавн ва [вазираш] Ҳомон ва сипоҳиёнашон ҳамвора аз он метарсиданд [суқути ҳукумат], ба онон нишон диҳем","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:7","price":"Ва ба модари Мӯсо илҳом кардем, ки: «Ӯро шир бидеҳ ва ҳангоме ки [аз осеби фиръавниён] бар ӯ тарсидӣ, [кӯдакро дар сандуқе бигзор ва] ба рӯд [-и Нил] биандозаш ва натарс ва андуҳгин нашав [зеро] ҳатман, ӯро ба ту бозмегардонем ва аз паёмбарон қарораш медиҳем»","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:8","price":"Пас, [чун модари Мӯсо чунин кард] хонадони Фиръавн ӯро [аз об] гирифтанд, то саранҷом [солҳо баъд ин фарзанди Бани Исроил] душман ва [мояи] андуҳашон гардад. Ба ростӣ, ки Фиръавн ва Ҳомон ва сипоҳиёнашон гунаҳгор буданд","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:9","price":"Ва [чун Фиръавн дастури қатли Мӯсоро дод, Осия] ҳамсари Фиръавн гуфт: «[Ин писар] Нури чашми ману туст. Ӯро накушед. Чи басо ба мо суде бибахшад, ё ӯро ба фарзандӣ бигирем», ҳол он ки [оқибати корро] намедонистанд","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:10","price":"Ва дили модари Мӯсо [аз ҳама чиз ҷуз ёди писараш] тиҳӣ гашт ва агар қалбашро қавӣ накарда будем, ки [ба ваъдаи Мо] имон дошта бошад, наздик буд он розро фош кунад","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:11","price":"Ва [модари Мӯсо пас аз он ки ӯро дар Нил раҳо кард] ба хоҳари ӯ гуфт: «Ба дунболаш бирав», пас, [хоҳараш] аз дур ба ӯ менигарист, дар ҳоле ки онон намедонистанд [ки он духтар, хоҳари ин кӯдак аст]","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:12","price":"Ва Мо [шири] ҳамаи занони ширдеҳро аз қабл бар ӯ ҳаром кардем [чунон ки синаи ҳеҷ якро напазируфт]. Он гоҳ [хоҳараш] гуфт: «Мехоҳед хонаводаеро нишонатон диҳам, ки ӯро бароятон нигаҳ доранд ва хайрхоҳаш бошанд?»","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:13","price":"Пас, [онон пазируфтанд ва бад-ин сурат] ӯро ба модараш бозгардонидем, то чашмаш равшан гардад ва ғамгин набошад ва то бидонад, ки ваъдаи Аллоҳ таоло ҳақ аст, вале бештарашон намедонанд","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:14","price":"Ва чун Мӯсо ба рушду камоли хеш расид ва баруманд шуд, ба ӯ ҳикмату дониш [-и оини Бани Исроилро] ато кардем ва накукоронро инчунин подош медиҳем","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:15","price":"Ҳангоме ки мардум [машғули истироҳат ва] бехабар буданд, Мӯсо [махфиёна] вориди шаҳр шуд ва ду мардро дид, ки бо якдигар даргир шудаанд. Яке аз онон [аз қавми Бани Исроил ва] аз дӯстони Мӯсо буд ва дигаре [қибтӣ буд ва] аз душманонаш. Пас, он ки аз дӯстони ӯ буд, алайҳи душманаш аз Мӯсо ёрӣ хост, пас, [Мӯсо] мушт [-и маҳкам]-е ба вай заду ӯро аз пой даровард [он гоҳ] гуфт: «Ин кори шайтон буд. Ҳаққо, ки ӯ душман [-и инсон ва] гумроҳкунандаи ошкоре аст»","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:16","price":"[Сипас] Гуфт: «Парвардигоро, ман ба худ ситам кардаам, пас, маро бибахш» ва [Аллоҳ таоло] ӯро бахшид. Бе тардид, Ӯ омурзандаи меҳрубон аст","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:17","price":"[Он гоҳ] Гуфт: «Парвардигоро, ба шукронаи он ки бар ман неъмат [-и қудрату дониш] арзонӣ доштаӣ, ҳаргиз пуштибони муҷримон нахоҳам буд»","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:18","price":"[Мӯсо] Шабро бо тарсу нигаронӣ дар шаҳр ба субҳ расонд, ки ногоҳ марде, ки дирӯз аз ӯ ёрӣ хоста буд, боз ба фарёд аз ӯ ёрӣ хост. Мӯсо ба ӯ гуфт: «Воқеан, ошкор аст, ки ту [моҷароҷӯ ва] гумроҳӣ»","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:19","price":"Пас, ҳангоме ки [Мӯсо] хост, ба касе, ки душмани ҳар дуи онон буд, ҳамла кунад, [он марди қибтӣ] гуфт: «Эй Мӯсо, оё мехоҳӣ ҳамон гуна ки дирӯз касеро куштӣ, [имрӯз низ] маро бикушӣ? Қасди ту фақат зӯргӯӣ дар ин сарзамин аст ва намехоҳӣ аз ислоҳгарон [байни афрод] бошӣ»","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:20","price":"Ва [дар ин ҳангом] марде [ки аз дӯстони Мӯсо буд] аз дуртарин нуқтаи шаҳр шитобон омад [ва] гуфт: «Эй Мӯсо, бузургон [-и қавми Фиръавн] дар бораи куштанат ба машварат нишастаанд, пас, бедиранг [аз шаҳр] хориҷ шав, [ки] ман ҳатман, хайрхоҳат ҳастам»","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:21","price":"Пас, Мӯсо бо тарсу нигаронӣ аз шаҳр берун рафт ва гуфт: «Парвардигоро, маро аз [осеби] ситамгорон наҷот бидеҳ»","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:22","price":"Ва чун ба шаҳри Мадян рӯ овард, гуфт: «Умед аст, Парвардигорам маро ба роҳи рост ҳидоят кунад»","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:23","price":"Ва ҳангоме ки ба [чоҳи] оби Мадян расид, бар сари чоҳ гурӯҳе аз мардумро дид, ки [чаҳорпоёни худро] об медиҳанд ва наздики онон ду занро дид, ки [гӯсфандонашонро] канор мекашиданд [ва аз дигарон фосила мегирифтанд. Мӯсо] гуфт: «Шумо чи мекунед? [Чаро гӯсфандони худро об намедиҳед.] Онон гуфтанд: «Мо [ба рамаи худ] об намедиҳем, то ин чӯпонҳо бозгарданд [ва музоҳимамон набошанд]. Падарамон пирамарде куҳансол аст [ва тавоноии ин корро надорад]»","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:24","price":"Мӯсо барои он ду нафар [гӯсфандонашонро] об дод, он гоҳ сӯйи соя бозгашт ва гуфт: «Парвардигоро, ба ҳар хайре, ки бароям бифиристӣ, сахт ниёзмандам»","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:25","price":"Он гоҳ яке аз он ду [зан], дар ҳоле ки бо шарму ҳаё гом бармедошт, наздаш омаду гуфт: «Падарам даъватат мекунад [ки наздаш биравӣ], то музди он ки [гӯсфандон]-ро бароямон об додӣ, ба ту пардохт кунад». Чун [Мӯсо] назди ӯ рафту саргузашташро барои ӯ ҳикоят кард, вай гуфт: «Натарс, ки аз гурӯҳи ситамгор наҷот ёфтаӣ»","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:26","price":"Яке аз он ду [духтар] гуфт: «Падарҷон, ӯро истихдом кун, [зеро] бе тардид, беҳтарин касе, ки метавонӣ ба кор бигирӣ он аст, ки неруманду амонатдор бошад [ва ӯ чунин аст]»","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:27","price":"[Пирамард ба Мӯсо] Гуфт: «Мехоҳам яке аз ду духтарамро ба ҳамсариат дароварам, ба ин [шарт] ки ҳашт сол бароям кор кунӣ ва агар [ин корро] то даҳ сол идома диҳӣ, лутфу муҳаббате аз сӯйи туст. Ман намехоҳам бар ту сахтгирӣ кунам. Ин шоал-л-лоҳ маро шоиста [ва накукор] хоҳӣ ёфт»","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:28","price":"[Мӯсо] Гуфт: «Ин [қарордод] миёни ману ту бошад, ки ҳар кадом аз ин ду муддат [ҳашт ё даҳ сол]-ро, ки анҷом додам, [ба аҳди худ вафо кардаам], пас, ситаме бар ман набошад [ва нахоҳӣ, ки бештар бимонам] ва Аллоҳ таоло бар он чи мегӯем, гувоҳ аст»","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:29","price":"Ҳангоме ки Мӯсо [он] муддат [-и муайян]-ро ба поён расонд ва ҳамроҳи хонаводааш [аз Мадян ба сӯйи Миср] ҳаракат кард, [ногаҳон дар торикии шаб] аз сӯйи [кӯҳи] Тӯр оташе дид, ба хонаводааш гуфт: «Биистед, ки ман оташе [аз дур] дидам. Шояд хабаре аз он бароятон биёварам ё шуълаи оташе [биёварам], то гарм шавед»","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:30","price":"Пас, вақте ба он оташ наздик шуд, дар канораи рости он сарзамини дар минтақаи пурбаракат [-и Тӯр] аз [миёни] як дарахт нидо дода шуд, ки: «Эй Мӯсо, бе тардид, ман Аллоҳ таоло–Парвардигори ҷаҳониёнам","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:31","price":"Ва асоятро биафкан». Пас, чун [Мӯсо чунин карду] онро дид, ки ҳамчун море [босуръат] мехазад, [аз тарс] пушт карду гурехт ва бознагашт. [Нидо омад] «Эй Мӯсо, пеш о ва натарс. Ҳатман, ту аз [осеби хатарҳо] эмин шудаӣ","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:32","price":"Ва дастро дар гиребонат фурӯ бар [то] сапеду бидуни айб [ва бемории песӣ] хориҷ шавад ва [барои раҳоӣ] аз ин тарс дастонатро ба самти худ ҷамъ кун [ва ба синаат бичаспон]. Ин ду [муъҷизаи асо ва яди байзо] ду далели [равшан] аз сӯи Парвардигорат барои Фиръавн ва бузургони [қавми] ӯст. Ба ростӣ, ки онон гурӯҳе нофармонанд»","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:33","price":"[Мӯсо] Гуфт: «Парвардигоро, ман яке аз ононро [бидуни амд] куштаам, метарсам, ки [ба қасоси он қатл] маро бикушанд","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:34","price":"Ва бародарам – Ҳорун – забонаш аз ман шевотар аст, пас, ӯро ҳамроҳам бифирист, то ёварам бошад ва ростгӯиямро таъйид кунад, зеро метарсам, маро дурӯғгӯ ангоранд»","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:35","price":"[Аллоҳ таоло] Фармуд: «Туро бо [пайвастани] бародарат тақвият хоҳем намуд ва бароятон тасаллуте қарор медиҳем, ки [фиръавниён ҳаргиз] ба шумо даст наёбанд ва ба [баракати] муъҷизотамон [ки дар ихтиёр доред] шумо ва ҳар ки аз шумо пайравӣ кунад, пирӯзед»","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:36","price":"Пас, чун Мӯсо бо муъҷизоти равшани Мо ба сӯяшон омад, гуфтанд: «Ин [чизе] нест, магар ҷодуе сохта ва мо ҳаргиз ин [иддаои яктопарастӣ]-ро аз падаронамон нашнидаем»","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:37","price":"Ва Мӯсо гуфт: «Парвардигорам беҳтар медонад, чи касе ҳидоятро аз назди Ӯ овардааст ва [огоҳтар аст, ки] оқибати неки он саро барои кист. Бе тардид, ситамгорон росткор намешаванд»","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:38","price":"Фиръавн гуфт: «Эй бузургон, маъбуде ба ҷуз худ бароятон намешиносам, пас, эй Ҳомон, бароям оташе бар гил барафрӯз [ва хишт бипаз], он гоҳ бурҷи баланде бисоз, бошад, ки аз маъбуди Мӯсо бохабар шавам. Ҳар чанд ки ҳатман, ӯро дурӯғгӯ мепиндорам»","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:39","price":"Ва ӯ [Фиръавн] ва лашкариёнаш ба ноҳақ дар сарзамин [-и Миср] саркашӣ карданд ва пиндоштанд, ки ба сӯйи Мо бозгардонда намешаванд","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:40","price":"Пас, [мо] ӯ ва лашкариёнашро [ба азоб] фурӯ гирифтем ва ононро ба дарё андохтем. Пас, бингар, ки оқибати ситамгорон чи гуна буд","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:41","price":"Ва ононро пешвоёне қарор додем, ки [пайравонашонро] ба оташи [дузах] даъват мекарданд ва рӯзи қиёмат ёрӣ намешаванд","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:42","price":"Дар ин дунё ба дунболашон лаънат равон кардем ва рӯзи қиёмат [низ] зиштманзаранд","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:43","price":"Ва ба ростӣ, пас аз он ки умматҳои пешинро нобуд намудем, ба Мӯсо китоб [Таврот] додем, ки [муштамил бар] равшангариҳо ва ҳидоят ва раҳмате барои мардум буд, бошад, ки панд пазиранд","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:44","price":"Ва ту [эй Паёмбар] он гоҳ ки фармони [нубувват]-ро ба Мӯсо медодем, дар доманаи ғарбӣ [-и кӯҳи Тӯр] ҳузур надоштӣ ва аз гувоҳон [низ] набудӣ","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:45","price":"Ва [Мо пас аз Мӯсо] наслҳое офаридем ва солҳои тӯлонӣ бар онон гузашт [ва паймони илоҳиро фаромӯш карданд]. Ва ту дар миёни аҳли Мадян иқомат надоштӣ [ки аз достони Мӯсо бохабар бошӣ ва] оёти Моро бар онон [мардуми Макка] бихонӣ, балки Мо будем, ки [ин оётро ба сӯят] мефиристодем","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:46","price":"Ва он гоҳ ки [ба Мӯсо] нидо додем, ту дар канори кӯҳи Тӯр набудӣ, вале ба унвони раҳмате аз сӯйи Парвадигорат [ба ту ваҳй намудем], то гурӯҳеро, ки пеш аз ту бимдиҳандае ба суроғашон наомадааст, [бо ин оёт] бим диҳӣ, бошад, ки панд пазиранд","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:47","price":"[Бо кофирон итмоми ҳуҷҷат кардем] То вақте ба кайфари корҳое, ки дар гузашта муртакиб шудаанд, мусибате ба онҳо мерасад, нагӯянд: «Парвардигоро, чаро паёмбаре бар мо нафиристодӣ, то аз оётат пайравӣ кунем ва аз муъминон бошем»?","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:48","price":"Вале ҳангоме ки [Паёмбари] ҳақ аз ҷониби Мо ба суроғашон омад, [яҳудиён аз сари лаҷоҷат] гуфтанд: «Чаро муъҷизоте ҳаммонанд Мӯсо ба ӯ дода нашудааст»? [Дар посухашон бигӯ] «Магар [яҳудиён] дар гузашта муъҷизоти Мӯсоро инкор накарданд»? Онон гуфтанд: «[Қуръону Таврот] ду ҷоду ҳастанд, ки якдигарро таъйид мекунанд» ва гуфтанд: «Мо тамоми [матолиби] онҳоро инкор мекунем»","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:49","price":"Бигӯ: «Агар ростгӯед, аз ҷониби Аллоҳ таоло китобе ҳидоятбахштар аз ин ду [китоб] биёваред, то ман низ аз он пайравӣ кунам»","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:50","price":"Пас, агар [Қурайш] ба дархостат посухе надоданд, бидон, ки онон фақат аз ҳавои нафсашон пайравӣ мекунанд ва кист гумроҳтар аз он ки бидуни раҳнамуде аз сӯи Аллоҳ таоло аз ҳавои нафсаш пайравӣ мекунад? Бе тардид, Аллоҳ таоло гурӯҳи ситамгорро ҳидоят намекунад","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:51","price":"Ва ба ростӣ, Мо ин оёт [ва ҳикоёт]-ро яке пас аз дигаре барои онон [мушрикону яҳудиён] нозил кардем, бошад, ки панд гиранд","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:52","price":"Касоне, ки пеш аз ин [оёти илоҳӣ] ба онон китоб [Таврот] додаем, ба ин [Қуръон] низ имон меоваранд","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:53","price":"Ва чун [оёташ] бар онон хонда мешавад, мегӯянд: «Ба он имон овардем. Яқинан, сухани ҳаққе аст аз ҷониби Парвардигорамон. Ба ростӣ, ки Мо пеш аз [нузули] он низ таслим [-и фармони Парвардигор] будаем»","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:54","price":"Инонанд, ки ба поси он ки шикебоӣ карданд, подошашонро ду бор мегиранд ва бо корҳои нек [гуноҳон ва] бадиҳоро дафъ мекунанд ва аз он чи ба онон рӯзӣ додаем, инфоқ менамоянд","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:55","price":"Ва ҳар гоҳ сухане беҳуда [ва ношоиста аз аҳли китоб] мешунаванд, [бо бетаваҷҷуҳӣ] аз он рӯй мегардонанд ва мегӯянд: «[Подоши] Корҳои мо барои мост ва [кайфари] корҳои шумо аз они шумост, [шумо аз озору носозии мо] дар амонед. Мо ба дунболи [ҳамсуҳбатӣ бо] ҷоҳилон нестем»","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:56","price":"[Эй Паёмбар] Бе тардид, ту ҳар киро дӯст дошта бошӣ, наметавонӣ [ба иҷбор ба роҳи рост] ҳидоят кунӣ, балки Аллоҳ таоло аст, ки ҳар касро бихоҳад, ҳидоят мекунад ва ٕӮ ба [ҳоли] роҳёфтагон донотар аст","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:57","price":"Ва [мушрикон] гуфтанд: «Агар ҳамроҳи ту аз ҳидоят пайравӣ кунем, моро аз сарзаминамон мерабоянд». Оё мо ононро дар ҳарами амне ҷой надодем, ки анвои маҳсулот – ба унвони рӯзие аз ҷониби Мо – ба сӯяшон сарозер мегардад? Вале бештарашон [қадри неъматҳои илоҳиро] намедонанд","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:58","price":"Ва чи бисёр [мардуми] шаҳрҳоеро нобуд сохтем, ки дар ҳаққи неъматҳои илоҳӣ носипосӣ карда буданд. Ин хонаҳои [вайроншудаи] онон аст, ки пас аз эшон ҷуз андаке - [касе] дар онҳо сукунат накардааст ва Мо вориси онон будем","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:59","price":"Ва Парвардигорат ҳаргиз [мардуми] шаҳрҳоро нобуд намекунад, магар он ки дар шаҳри бузурге аз онҳо [ҳамчун Макка] паёмбаре бифиристад, ки оёти Моро бар онон бихонад. Ва Мо ҳаргиз шаҳрҳоро нобуд накардем, магар он ки сокинонаш [кофиру] ситамгор будаанд","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:60","price":"Ва он чи ба шумо дода шудааст, баҳра [-и гузаро] ва зинати зиндагии дунёст ва он чи назди Аллоҳ таоло аст, беҳтар ва пойдортар аст. Оё намеандешед?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:61","price":"Оё касе, ки ба ӯ ваъдаи наку додаем ва ба он хоҳад расид, ҳамчун касест, ки ӯро аз баҳраи зиндагии дунё бархӯрдор сохтаем ва рӯзи қиёмат аз [ҷумлаи] эҳзоршудагон [дар оташи дузах] аст?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:62","price":"Ва [ёд кун аз] рӯзе, ки Аллоҳ таоло ба онон нидо медиҳад ва мегӯяд: «Афроде, ки шарикони ман [дар парастиш] мепиндоштед, куҷо ҳастанд?»","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:63","price":"Касоне [аз сарони кофирон], ки азоб барояшон ҳатмӣ аст, мегӯянд: «Парвардигоро, инҳо касоне ҳастанд, ки мо гумроҳашон кардем. [Оре] Ононро гумроҳ кардем, чунон ки [худ низ] гумроҳ шудем. Аз [ширку тавассули] эшон ба сӯят безорӣ меҷӯем. [Дар ҳақиқат] Онон моро намепарастиданд [балки шайтонро парастиш мекарданд]»","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:64","price":"Ва [ба мушрикон] гуфта мешавад: «Шариконатонро [ки ба ҷойи Аллоҳ таоло мепарастидед] фаро бихонед [то ёриатон кунанд]». Пас, ононро мехонанд, вале посухе ба эшон намедиҳанд ва азоби [дузах]-ро мебинанд [ва орзу мекунанд], кош ҳидоятёфта буданд","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:65","price":"Ва рӯзе, ки [Аллоҳ таоло] ононро нидо медиҳад ва мефармояд: «Ба [даъвати] паёмбарон чи посухе додед?»","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:66","price":"Дар он рӯз ҳамаи далоил [ва баҳонаҳое, ки барои тавҷеҳ доранд] аз онон пинҳон мегардад ва аз [шиддати азоб аз ҳоли] якдигар намепурсанд","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:67","price":"Аммо касе, ки тавба кунад ва имон оварад ва кори шоиста анҷом диҳад, умед аст, ки аз растагорон бошад","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:68","price":"Ва Парвардигорат ҳар чи бихоҳад, меофаринад ва [ҳар киро бихоҳад ба парастиш ва паёмбарӣ] бармегузинад. Мушрикон ихтиёре надоранд [ки дар ин маврид эътироз кунанд]. Аллоҳ таоло муназзаҳ ва бартар аст аз он чи бо Ӯ шарик медонанд","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:69","price":"Ва Парвардигорат он чи дар синаҳояшон пинҳон мекунанд ва он чи ошкор месозанд, [ҳамаро] медонад","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:70","price":"Ва Ӯ Аллоҳ таоло аст, ки ҳеҷ маъбуде [бар ҳақ] ҷуз Ӯ нест. Ситоиш дар дунёву охират барои Ӯст ва ҳукм [-у фармонравоӣ низ] аз они Ӯст ва [ҳамагӣ] ба сӯйи Ӯ бозгарданда мешавед","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:71","price":"[Ба мушрикон] бигӯ: «Ба ман бигӯед, агар Аллоҳ таоло [торикии] шабро то рӯзи қиёмат бар шумо поянда гардонад, кадом маъбуд ба ҷуз Аллоҳ таоло бароятон равшанӣ меоварад? Оё [сухани ҳақро] намешунавед?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:72","price":"Бигӯ “Ба ман бигӯед, агар Аллоҳ таоло [рӯшноии] рӯзро то рӯзи қиёмат бар шумо поянда гардонад, кадом маъбуд ба ҷуз Аллоҳ таоло бароятон шабе меоварад, ки дар он ором бигиред? Оё [ин нишонаҳои қудрати илоҳиро] намебинед?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:73","price":"Ва Аллоҳ таоло аз раҳмати хеш шабу рӯзро бароятон қарор дод, то дар шаб ором гиред ва дар рӯз [талош кунед ва] аз бахшиши Ӯ [рӯзӣ] биҷӯед ва бошад, ки сипос гузоред","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:74","price":"Ва [ёд кун аз] рӯзе, ки Аллоҳ таоло ба онон нидо медиҳад ва мегӯяд: «Афроде, ки шарикони ман [дар парастиш] мепиндоштед, куҷо ҳастанд?»","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:75","price":"Ва аз ҳар уммате гувоҳе бармегузинем [ки паёмбари онон аст ва дар мавриди куфрашон шаҳодат медиҳад]. Сипас ба онон мегӯем: «Далели [куфру ширки] хешро биёваред», пас, медонанд, ки ҳақ аз они Аллоҳ таоло аст ва дурӯғҳое, ки мебофтанд [ва он чи мушрикона мепарастиданд], маҳву нобуд гаштааст","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:76","price":"Қорун аз қавми Мӯсо буд, аммо бар онон фахрфурӯшӣ намуд ва аз ганҷина он қадар ба вай дода будем, ки [ҳатто] ҳамли калидҳояш барои гурӯҳе неруманд мушкил буд. Ҳангоме ки [мардуми] қавмаш ба ӯ гуфтанд: «[Ба хотири сарватат чунин мағруру] сармаст набош. Бе тардид, Аллоҳ таоло сармастонро дӯст намедорад","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:77","price":"Ва бо он чи Аллоҳ таоло ба ту бахшидааст, [савоби] сарои охиратро биҷӯй ва [дар айни ҳол] баҳраатро аз [зиндагии] дунё низ фаромӯш накун ва чунон ки Аллоҳ таоло ба ту некӣ кардааст, ту низ [ба бандагонаш] некӣ кун ва ҳаргиз дар пайи табаҳкорӣ [ва фасод] дар замин набош. Бе тардид, Аллоҳ таоло муфсидонро дӯст намедорад»","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:78","price":"[Қорун] гуфт: «Он чи ба ман дода шуда, дар натиҷаи [қудрату] донишест, ки назди ман аст». Оё намедонист, ки Аллоҳ таоло наслҳоеро пеш аз вай нобуд карда буд, ки аз ӯ нерумандтар ва сарватмандтар буданд? Ва [рӯзи қиёмат] аз муҷримон дар бораи гуноҳонашон суол намешавад [зеро Аллоҳ таоло ҳамаро медонад]","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:79","price":"Он гоҳ Қорун бо [таҷаммулоту] зинатҳояш дар баробари қавмаш зоҳир шуд. Афроде [аз атрофиёни ӯ], ки хостори зиндагии дунё буданд, гуфтанд: «Эй кош, ҳаммонанди он чи ба Қорун дода шудааст, мо низ доштем. Воқеан, ӯ баҳраи бузурге [аз моли дунё] дорад»","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:80","price":"Аммо касоне, ки дониш [-и ҳақиқӣ] ёфта буданд, гуфтанд: «Вой бар шумо! Барои касе, ки имон овардааст ва корҳои шоиста мекунад, савоби илоҳӣ беҳтар аст ва ин [сухан]-ро касоне ба ҷуз шикебоён намепазиранд»","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:81","price":"Он гоҳ Қорунро ҳамроҳи [хонааш дар замин фуру бурдем, пас, ҳеҷ гурӯҳе надошт, ки дар баробари [азоби] Аллоҳ таоло ёриаш кунанд ва [худ низ] натавонист ба хештан ёрӣ расонад","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:82","price":"Ва касоне, ки дирӯз орзу мекарданд, ба ҷойи ӯ бошанд, бомдод [-и рӯзи баъд] мегуфтанд: «Вой бар мо! Гӯӣ Аллоҳ таоло аст, ки [неъмату] рӯзиро бар ҳар ки бихоҳад густурда медорад ва [ё] танг мегирад. Агар Аллоҳ таоло бар мо миннат наниҳода буд, ҳатман, моро [низ ба сазои суханонамон ба жарфои замин] фурӯ мебурд. Эй вой! Гӯӣ кофирон ҳаргиз растагор намешаванд","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:83","price":"Ин сарои охиратро [фақат] барои касоне қарор медиҳем, ки хоҳони гарданкашӣ ва фасод дар замин нестанд ва саранҷоми нек аз они парҳезкорон аст","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:84","price":"[Рӯзи қиёмат] Ҳар ки некӣ биёварад, [подоше] беҳтар аз он хоҳад дошт ва ҳар ки бадӣ биёварад, [бидонад, ки] касоне, ки корҳои ношоиста кардаанд, ҷуз [ба миқдори] он чи мекарданд, кайфар намебинанд","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:85","price":"Ҳамон [Парвардигоре], ки Қуръонро [нозил намуд ва таблиғашро] бар ту воҷиб кард, ҳатман, туро ба ҷойгоҳат [дар Макка] бозмегардонад. Бигӯ: «Парвардигорам беҳтар медонад, чи касе ҳидоят овардааст ва чи касе дар гумроҳии ошкор аст»","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:86","price":"Ва [пеш аз биъсат] ту орзу надоштӣ, ки ин китоб [-и осмонӣ] бар ту нозил шавад. [Ин набуд] Магар раҳмате аз ҷониби Парвардигорат. Пас, ҳаргиз пуштибони кофирон набош","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:87","price":"Ва мабодо [кофирон] туро аз [таблиғи] оёти илоҳӣ – пас аз он ки бар ту нозил шуд – боздоранд! Ва [мардумро] ба сӯйи Парвардигорат даъват кун ва ҳаргиз аз мушрикон набош","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"tg"},{"name":"28:88","price":"Ва маъбуди дигаре бо Аллоҳ таоло [ба ниёиш] нахон. Ҳеҷ маъбуде [ба ҳақ] ҷуз Ӯ нест. Ҳама чиз фанопазир аст, магар [зоти ҷовид ва] рӯйи Ӯ. Фармонравоӣ [танҳо] аз они Ӯст ва [рӯзи қиёмат ҳамагӣ] ба пешгоҳаш бозгардонда мешавед","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"tg"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}