{"data":[{"name":"42:1","price":"Ҳо, мим","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:2","price":"Айн, син қоф","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:3","price":"Аллоҳи шикастнопазири ҳаким бар ту ва паёмбарони пеш аз ту чунин ваҳй мефиристад","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:4","price":"Ҳар чи дар осмонҳо ва замин аст, мутааллиқ ба Ӯст ва Ӯ баландмартаба ва бузург аст","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:5","price":"Наздик аст осмонҳо [аз шукӯҳу азамати илоҳӣ] аз фарози якдигар бишкофанд ва фариштагон Парвардигорашонро бо ситоиш тақдис мекунанд ва барои сокинони замин [ки тавба кардаанд] омурзиш металабанд. Огоҳ бошед, ки Аллоҳ таоло омурзандаи меҳрубон аст","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:6","price":"[Эй Паёмбар] Аллоҳ худ муроқиби [рафтори] касонест, ки ғайри Ӯро [дӯсту] корсози худ баргузидаанд ва ту коргузор [ва масъули рафтор]-и онон нестӣ","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:7","price":"Мо Қуръонро ин гуна ба забони арабӣ бар ту ваҳй кардем, то аҳли Макка ва сокинони атрофашро бим диҳӣ ва ба онон дар мавриди рӯзи маҳшар, ки тардиде дар вуқуаш нест, ҳушёр диҳӣ [Он рӯз] гурӯҳе биҳиштианд ва гурӯҳе дар оташи сӯзон","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:8","price":"Агар Аллоҳ таоло мехост, ҳамаи мардумро уммати воҳид [ва яктопараст] қарор медод, вале [ба инсон ихтиёр дод, пас] ҳар киро бихоҳад, ба раҳмати хеш дармеоварад; ва мушрикон ҳеҷ корсоз ва ёваре нахоҳанд дошт","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:9","price":"Оё онон ба ҷойи Ӯ каси [дигарро ба унвони дӯсту] корсоз баргузидаанд? Ҳол он ки корсоз [-и ҷаҳониён] Аллоҳ таоло аст ва Ӯст, ки мурдагонро зинда мекунад ва бар ҳар коре тавоност","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:10","price":"[Бигӯ: «Эй мардум] Ҳар ихтилофе байни шумост, довариаш бо Аллоҳ таоло аст. Чунин аст Аллоҳ таоло Парвардигори ман. Бар Ӯ таваккал кардам ва ба пешгоҳаш бозмеоям»","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:11","price":"Ӯ офаринандаи осмонҳо ва замин аст. Барои шумо ҳамсароне аз [ҷинси] худатон қарор дод ва аз чаҳорпоён низ ҷуфт офарид, бад-ин сурат, теъдоди шуморо афзоиш медиҳад. Ҳеҷ чиз ҳаммонанди Аллоҳ таоло нест ва Ӯ шунаво ва биност","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:12","price":"Калиди [ганҷинаи] осмонҳо ва замин дар ихтиёри Ӯст. [Неъмату] Рӯзиро бар ҳар кас, ки бихоҳад, густурда медорад ва ё танг мегирад. Ба ростӣ, ки Ӯ бар ҳар чизе доност","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:13","price":"Аз дин ҳамонро барои шумо муқаррар кард, ки ба Нуҳ амр карда буд ва низ он чи ба ту ваҳй кардем ва он чи ба Иброҳим ва Мӯсо ва Исо амр кардем, ин ки: «Динро барпо нигоҳ доред ва дар мавриди он фирқа-фирқа нашавед [ва ихтилоф наварзед]». [Пазириши] Даъвати ту бар мушрикон гарон омадааст. Аллоҳ таоло аст, ки ҳар касро бихоҳад [тавфиқи ибодат медиҳад ва] ба сӯйи хеш бармегузинад ва ҳар киро [ки тавба кунад ва ба даргоҳаш] боз ояд, ба сӯйи хеш ҳидоят хоҳад кард","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:14","price":"Ҳангоме ки далоили маҳками нубуввати паёмбар бар кофирон арза шуд, онон аз рӯйи бартарихоҳӣ [ва ҳасодат]-е ки байнашон буд, роҳи тафриқа тай намуданд ва агар фармони Парвардигорат [дар мавриди муҳлат ва таъхири азоб] то замоне муайян аз пеш муқаррар нашуда буд, [бе диранг] миёнашон доварӣ мешуд ва аммо пас аз кофирон [ва ба далели инкору ихтилофи онон] ворисони китоб [Таврот ва Инҷил низ] дар мавриди Қуръон сахт дар тардид ва бадгумонӣ ҳастанд","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:15","price":"[Эй Паёмбар, мардумро] ба сӯйи ин [оини илоҳӣ] даъват кун ва чунон ки фармон ёфтаӣ, пойдорӣ кун ва аз ҳавасҳои онон пайравӣ накун ва бигӯ: «Ба ҳамаи китобҳое, ки Аллоҳ таоло нозил кардааст имон дорам ва фармон ёфтаам, ки дар барорбари шумо ба адолат рафтор кунам. Аллоҳ таоло Парвардигори мову шумост. [натиҷаи] аъмоли мо барои мост ва [натиҷаи] аъмоли шумо барои шумо. Ҳеҷ [душманиву] ҷидоле байни мову шумо нест. Аллоҳ таоло ҳамаи моро [дар қиёмат] ҷамъ хоҳад кард ва бозгашти [ҳама] ба сӯи Ӯст»","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:16","price":"Касоне, ки пас аз пазириши умумӣ, дар бораи [ҳаққонияти дини] Аллоҳ таоло далел меоваранд, мантиқашон назди Парвардигорашон [ботил ва ] бепоя аст. Хашм [-и илоҳӣ] гиребонгирашон мешавад ва азобе сахт [дар пеш] доранд","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:17","price":"Аллоҳ таоло аст, ки Қуръон ва миқёси адолатро ба ҳақ нозил кардааст ва ту чи медонӣ? Шояд қиёмат наздик бошад","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:18","price":"Касоне, ки қиёматро бовар надоранд, [бо тамасхур ва] ба шитоб онро мехоҳанд. Ва касоне, ки [ба рӯзи ҷазо] бовар доранд ва медонанд, ки ҳақ аст, аз он дар ҳаросанд. Огоҳ бошед! Онон, ки дар мавриди қиёмат ҷадалу инкор мекунанд, дар гумроҳии бепоёне қарор доранд","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:19","price":"Аллоҳ таоло нисбат ба бандагонаш борикбин [ва меҳрубон] аст. Ба ҳар кас, ки бихоҳад, рӯзӣ мебахшад ва Ӯ тавонои шикастнопазир аст","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:20","price":"Касе, ки кишти охиратро бихоҳад, кишташро баракат мебахшем ва ҳар ки [танҳо] кишти дунёро бихоҳад, дар ихтиёраш қарор медиҳем, вале дар охират баҳрае нахоҳад дошт","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:21","price":"Оё [мушрикон] маъбудоне доранд, ки бидуни иҷозати Аллоҳ таоло [қавонини] дине барои онон муқаррар кардаанд? Агар ҳукми қатъӣ [барои муҳлат додан ба гунаҳкорон] дар миён набуд, [бе диранг] миёнашон доварӣ мешуд ва ситамгорон азобе дарднок [дар пеш] доранд","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:22","price":"[Дар рӯзи қиёмат] ситамгоронро аз дастовардашон ҳаросон мебинӣ ва [хоҳӣ дид, ки кайфари он корҳо] домангирашон аст, вале муъминони накукор дар боғҳои биҳиштанд, ҳар чи бихоҳанд, назди Парвардигорашон доранд. Фазлу бахшиши бузург ҳамин аст","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:23","price":"Ин ҳамон [фазилате] аст, ки Аллоҳ таоло ба бандагони муъмин ва некукораш башорат медиҳад. [Эй паёмбар] Бигӯ: «Дар баробари ин рисолат, подоше аз шумо намехоҳам, ҷуз [риояи дӯстӣ ва] муҳаббати хешовандӣ ва ҳар ки [дар ин росто] иқдоми некуе кунад, бар подошаш дар он [маврид] меафзоем. Ба ростӣ, ки Аллоҳ таоло омурзгори қадршинос аст","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:24","price":"Оё мушрикон мегӯянд: «[Муҳаммад] ба Аллоҳ таоло дурӯғ нисбат додааст»? Агар Аллоҳ таоло бихоҳад, бар дили ту меҳр мениҳад, ва [-ле] Аллоҳ таоло ботилро маҳв мекунад ва ҳақро бо суханони [ва тамҳидоти] хеш ба курсӣ менишонад, ки Ӯ ба рози дилҳо доност","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:25","price":"Ӯст, ки тавбаи бандагонашро мепазирад ва аз бадиҳо дармегузарад ва он чи мекунед, медонад","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:26","price":"Ӯ [дархости] муъминони некукорро мепазирад ва аз фазли хеш бар [подоши] онон меафзояд ва кофирон азобе сахт дар пеш доранд","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:27","price":"Агар Аллоҳ таоло рӯзии [бархе аз] бандагонашро кушоиш медод, дар замин ситаму саркашӣ мекарданд, вале ба андозае, ки бихоҳад муқаррар медорад, ки Ӯ ба [ҳоли] бандагонаш огоҳ ва биност","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:28","price":"Ӯст, ки боронро пас аз навмедӣ [-и мардум] мефиристад ва раҳмати хешро мегустарад ва Ӯ корсозу сутуда аст","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:29","price":"Аз нишонаҳои [тавону тадбири] Ӯ офариниши осмонҳо ва замину мавҷудоти зиндаест, ки дар онҳо пароканда кардааст ва ҳар гоҳ ирода кунад, бар ҷамъоварии онҳо низ тавоност","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:30","price":"Ҳар мусибате, ки ба шумо расад, ба хотири корҳоест, ки анҷом додаед ва [Аллоҳ таоло] аз бисёре [аз гуноҳонатон] гузашт мекунад","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:31","price":"Шумо ҳаргиз дар замин [ва осмон Аллоҳро] ба танг намеоваред ва дар баробари Аллоҳ таоло хеҷ корсозу ёваре нахоҳед дошт","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:32","price":"Аз нишонаҳои [тавону тадбири] илоҳӣ, киштиҳои кӯҳпайкарест, ки дар дарёҳо равонанд","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:33","price":"Агар Аллоҳ таоло бихоҳад, бодро сокин мегардонад, то [киштиҳо] бар паҳнаи дарё беҳаракат бимонанд. Ба ростӣ, дар ин [амр] барои ҳар шикебои сипосгузор нишонаҳоест","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:34","price":"Ё [агар бихоҳад сарнишинони] он киштиҳоро ба кайфари аъмолашон нобуд месозад, дар ҳоле ки Ӯ аз бисёре [аз гуноҳон] гузашт мекунад","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:35","price":"[То муҷиби ибрат бошад] Ва касоне, ки дар мавриди оёти Мо ба муҷодала бармехезанд, бидонанд, ки [агар азоби илоҳӣ фаро расад] роҳи гурезе нахоҳанд дошт","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:36","price":"[Эй мардум] Он чи ба шумо дода шудааст, неъматҳои [гузарои] дунёст ва он чи назди Аллоҳ таоло аст, барои муъминоне, ки бар Парвардигорашон таваккал мекунанд, беҳтар ва пояндтар аст","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:37","price":"Ва [низ барои] онон, ки аз гуноҳони бузургу бешармиҳо канора мегиранд ва онгоҳ, ки хашмгин мешаванд, гузашт мекунанд","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:38","price":"Ва онон, ки [даъвати] Парвардигорашонро пазиро мешаванд ва намоз барпо медоранд ва умурашон дар миёнашон ба машварат ниҳода мешавад ва аз он чи рӯзияшон кардаем, инфоқ мекунанд","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:39","price":"Ва касоне, ки ҳар гоҳ ситаме ба онон бирасад, [ба дифоъ ва] интиқом бармехезанд","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:40","price":"Ва ҷазои ҳар бадӣ кайфаре ҳаммонанди он бадӣ аст [на бештар], пас, ҳар ки гузашт кунад ва корро ба ислоҳ [ва оштӣ] оварад, подошаш бар уҳдаи Аллоҳ таоло аст. Бе гумон, Ӯ ситамгоронро дӯст намедорад","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:41","price":"Албатта, касоне, ки пас аз ситаме, ки дидаанд, интиқом мегиранд, ҳеҷ [бозхосту] сарзанише бар онон нест","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:42","price":"Роҳи [бозхосту] сарзаниш танҳо бар ситамгороне кушода аст, ки ба ноҳақ дар замин бартариҷӯӣ мекунанд. Онон азоби дарднок [дар пеш] доранд","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:43","price":"Аммо ҳар ки шикебоӣ ва гузашт кунад, нишон аз қудрати ирода [-и Ӯ] дорад","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:44","price":"Ҳар киро Аллоҳ таоло гумроҳ кунад, пас, аз Аллоҳ таоло ҳеҷ [ёвару] корсозе нахоҳад дошт ва [дар рӯзи қиёмат] ситамгоронро мебинӣ, ки чун азобро мушоҳида кунанд, мегӯянд: «Оё роҳи бозгаште [ба дунё] ҳаст?»","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:45","price":"[Дар он рӯз] Ситамгоронро мушоҳида хоҳӣ кард, ки бар оташ арза мешаванд ва дар ҳоле ки аз [шиддати] хорӣ фурӯтан шудаанд, бо таги чашм менигаранд ва [дар он ҳол] муъминон мегӯянд: «Зиёнкорон [-и воқеӣ] касоне ҳастанд, ки [ба тамаъи дунё] худ ва хонаводаҳояшонро дар қиёмат ба зиён андохтаанд. Огоҳ бошед! Ситамгорон гирифтори азобе пойдоранд","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:46","price":"Ва онон дар баробари Аллоҳ таоло корсозе нахоҳанд дошт, ки ёриашон кунад ва ҳар киро Аллоҳ таоло гумроҳ кунад, роҳе [барои наҷот] нахоҳад дошт","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:47","price":"[Эй мардум] Пеш аз он ки рӯзе фаро расад, ки бозгаште аз ҷониби Аллоҳ таоло надорад, даъвати Парвардигоратонро бипазиред. Дар он рӯз на паноҳгоҳе хоҳед дошт, на [фурсате барои] инкор","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:48","price":"Пас [эй Паёмбар] агар [мушрикон аз даъвати ту] рӯй мегардонанд [тавфиқро аз худ салб мекунанд]. Мо туро нигаҳбони онон нафиристодем ва ту вазифае ҷуз расонидан [-и ваҳй] надорӣ ва чун раҳмате аз ҷониби худ ба инсон бичашонем, бад-он сармаст мешавад ва агар ба сазои рафтори гузаштаи худ дучори мусибате шавад, [ба ҷойи бедорӣ носипосӣ мекунад]. Ба ростӣ, ки инсон бисёр носипос аст","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:49","price":"Фармонравоии осмонҳо ва замин аз они Аллоҳ таоло аст. Ӯ ҳар чи бихоҳад, меофаринад, ба ҳар ки бихоҳад, [фарзанди] духтар мебахшад ва ба ҳар ки бихоҳад, [фарзанди] писар","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:50","price":"Ё писару духтарро -ҳар ду бо ҳам медиҳад ва ҳар киро бихоҳад, нозо мегардонад, ки Ӯ донои тавоност","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:51","price":"Дархӯри ҳеҷ башаре нест, ки Аллоҳ таоло бо ӯ сухан бигӯяд, магар бо ваҳй ё аз фаросӯи ҳиҷобе ё [ин ки Аллоҳ таоло] фариштае бифиристад, ки ба фармонаш ҳар чи бихоҳад, ваҳй кунад. Бе тардид, Ӯ баландмартабаи ҳаким аст","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:52","price":"[Эй Паёмбар] бад-ин гуна Қуръонро [тавассути Ҷабраил ва] ба фармони хеш бар ту ваҳй кардем. [Пеш аз он] Ту огоҳӣ надоштӣ, ки китобу имон чист, вале Мо онро нуре сохтем, ки ҳар касе аз бандагони хешро, ки бихоҳем, бад-он ҳидоят кунем ва мусалламан, ту ба роҳи рост [Ислом] ҳидоят мекунӣ","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"tg"},{"name":"42:53","price":"Роҳи илоҳӣ, ки он чи дар осмонҳо ва замин аст, аз они Ӯст. Огоҳ бошед, [ҳамаи] умур ба сӯйи Аллоҳ таоло бозмегардад","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"tg"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}