{"data":[{"name":"6:1","price":"Ситоиш Аллоҳ таолорост, ки осмонҳо ва заминро офарид ва торикиҳо ва рӯшноӣ [шабу рӯз]-ро падид овард. Бо ин ҳама, касоне, ки куфр варзидаанд, [дигаронро дар тавону тадбир] бо Парвардигори худ баробар медонанд","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:2","price":"Ӯст, ки шуморо аз гил офарид, он гоҳ муддатеро [барои ҳаётатон] муқаррар дошт ва аҷал, ҳатман, назди Ӯст. Бо ин ҳама шумо [дар қудрати Ӯ барои барпо шудани қиёмат] тардид мекунед","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:3","price":"Ва Ӯст Аллоҳ таоло [Маъбуди ягона] дар осмонҳо ва замин, ниҳону ошкоратонро медонад ва он чиро ба даст меоваред,[ва анҷом медиҳед низ] медонад","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:4","price":"Ва ҳеҷ нишонае аз нишонаҳои Парвардигорашон ба инон [кофирон] намеояд, магар ин ки аз он рӯйгардон мешаванд","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:5","price":"Ҳамоно онон ҳақро, ҳангоме ки ба сӯяшон омад, дурӯғ шумурданд, пас, ба зудӣ хабарҳои он чиро, ки масхарааш мекарданд, ба онон хоҳад расид","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:6","price":"Оё [кофирон] надиданд, ки пеш аз онон чи [бисёр] гурӯҳҳое аз мардумро нобуд кардем? [Умматҳое] Ки дар замин ба эшон чунон иқтидор [ва неруе] дода будем, ки [ҳаргиз] ба шумо чунон имконоте надодаем ва борони осмонро паёпай бар онон фиристодем ва наҳрҳо падид овардем, ки зери [хонаҳои] онон ҷорӣ буд. Пас, [ҳангоме ки носипосӣ карданд, Мо] эшонро ба [сазои] гуноҳҳояшон нобуд кардем ва пас аз онҳо гурӯҳи дигаре падид овардем","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:7","price":"Ва [эй паёмбар, ҳатто] агар китобе [навишта] бар коғаз бар ту нозил мекардем ва эшон он [китоб]-ро бо дастони хеш ламс мекарданд, ҳатман, касоне, ки куфр варзидаанд мегуфтанд: «Ин [китоб чизе] нест, магар ҷодуи ошкор»","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:8","price":"Ва [кофирон] гуфтанд: «Чаро фариштае ба ӯ нозил нашудааст [то гувоҳи ростгӯияш бошад]»? Ва агар фариштае мефиристодем [ва имон намеоварданд], ҳатман, кор ба поён мерасид ва муҳлате [барои тавба] намеёфтанд [ва ҳалок мешуданд]","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:9","price":"Ва агар он [фиристода]-ро фариштае қарор медодем, ҳатман, вайро ба шакли марде дармеовардем [то битавонанд ӯро бубинанд ва суханонашро бифаҳманд] ва яқинан, ононро дучори ҳамон иштибоҳе мекардем, ки қаблан дар он буданд [зеро ӯ низ сурати инсон дошт]","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:10","price":"[Эй паёмбар] Ҳатман, паёмбароне пеш аз ту [низ аз сӯйи кофирон] мавриди тамасхур воқеъ шуданд, пас, он чи ки масхарааш мекарданд, домонашонро гирифт [ва гирифтори азоб шуданд]","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:11","price":"[Эй паёмбар, ба кофирон] Бигӯ: «Дар замин гардиш кунед ва бингаред, ки саранҷоми такзибкунандагон [-и оёти илоҳӣ] чигуна будааст»","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:12","price":"Бигӯ: «Он чи дар осмонҳо ва замин аст, аз они кист»? Бигӯ: «Аз они Аллоҳи мутаол аст, ки раҳматро бар хеш воҷиб гардонидааст, [ва] ҳатман, шуморо дар рӯзи қиёмат, ки дар он шакке нест, [назди худ] ҷамъ хоҳад кард. Ва касоне, ки ба хеш зиён расонидаанд, имон намеоваранд","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:13","price":"Ва ҳарчи дар шабу рӯз ором [-у қарор] дорад аз они Ӯст ва Ӯ шуновову доност","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:14","price":"Бигӯ: «Оё ғайри Аллоҳи мутаолро [барои худ дӯст ва] корсоз гирам? [Парвардигоре] Ки падидоварандаи осмонҳо ва замин аст ва Ӯст, ки рӯзӣ медиҳад ва худ рӯзӣ дода намешавад». Бигӯ: «Ман фармон ёфтаам, ки нахустин касе [аз ин уммат] бошам, ки таслим [-и амри илоҳӣ] шудааст ва [Аллоҳ таоло бар ман фармон дод, ки]: “Ҳаргиз аз мушрикон набошам”","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:15","price":"Бигӯ: «Агар ман аз [ҳукми] парвардигорам нофармонӣ кунам, бе тардид аз азоби рӯзи бузург метарсам»","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:16","price":"Ҳар ки дар он рӯз ба вай азоб нарасад, ҳатман, [Аллоҳ таоло] ба ӯ раҳм кардааст ва ин ҳамон пирӯзии ошкор аст","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:17","price":"[Эй инсон] Агар Аллоҳ таоло [бихоҳад] зиёне ба ту расонад, ҳеҷ касе ҷуз Ӯ бартарафкунандаи он нест; ва агар [ирода кунад, ки] хайре ба ту расонад, [касе боздорандаи он нест] пас, Ӯ бар ҳама чиз тавоност","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:18","price":"Ва Ӯст, ки бар бандагони худ чира [ва мусаллат] аст ва Ӯ ҳакими огоҳ аст","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:19","price":"[Эй паёмбар, бар мушрикон] Бигӯ: «Гувоҳии чи касе аз ҳама беҳтар аст»? Бигӯ: «Аллоҳ таоло [ки] миёни ману шумо гувоҳ аст ва ин Қуръон [аз ҷониби Ӯ] бар ман ваҳй шудааст, то ба василаи он ба шумо ва ҳар ки [ин паём ба ӯ] мерасад, ҳушдор диҳам. Оё шумо ба ростӣ гувоҳӣ медиҳед, ки бо Аллоҳ таоло маъбудони дигаре ҳаст?» Бигӯ: «Ман [ҳаргиз ба чунин чизе] гувоҳӣ намедиҳам». Бигӯ: «Яқинан Ӯ танҳо маъбуди ягона аст ва ман аз он чи [бо Ӯ] шарик қарор медиҳед, безорам»","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:20","price":"Касоне, ки ба онон китоб [-и осмонӣ] додаем, ҳамон гуна ки писарони худро мешиносанд, [паёмбар]-ро мешиносанд. Онон ки [бо пайравӣ аз ҳавои нафс] ба хеш зиён расонидаанд, имон намеоваранд","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:21","price":"Ва кист ситамгортар аз он ки бар Аллоҳ таоло дурӯғ мебандад [ва барояш шарик мепиндорад] ё оёташро дурӯғ меангорад? Яқинан, ситамгорони [мушрик] растагор намешаванд","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:22","price":"Ва [ёд кун аз қиёмат] рӯзе, ки ҳамаи ононро ҷамъ мекунем ва ба касоне, ки ширк варзидаанд, мегӯем: «Маъбудонатон, ки [шарики Аллоҳ таоло] мепиндоштед, куҷо ҳастанд»?","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:23","price":"Онгоҳ [посух ва] узрашон ҷуз ин нест, ки мегӯянд: «Ба Аллоҳ таоло –Парвардигорамон– савганд, ки мо мушрик набудем»","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:24","price":"[Эй паёмбар] Бингар,чигуна бар худ дурӯғ бастанд ва он чи [дар мавриди шафоати маъбудонашон] ба дурӯғ мегуфтанд, [ҳама] маҳву нобуд шуд","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:25","price":"Ва афроде аз онон [мушрикон] ҳастанд, ки [ҳангоми тиловати Қуръон] ба ту гӯш месупоранд ва [-ле] мо бар дилҳояшон парда афкандаем, то онро нафаҳманд ва дар гӯшҳояшон сангинӣ [қарор додаем] ва агар тамоми муъҷизот [ва далоили тавҳид]-ро бубинанд, [боз ҳам] ба он имон намеоваранд, то наздат биёянд ва бо ту муҷодала кунанд. Касоне, ки куфр варзидаанд, мегӯянд: «Ин [Қуръон, чизе] Нест магар афсонаҳои пешиниён»","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:26","price":"Ва онон [мардум]-ро аз пайравии ӯ [паёмбар] бозмедоранд ва худ [низ] аз ӯ дур мешаванд ва [касе] ҷуз хештанро ҳалок намекунанд ва [-ле] намедонанд","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:27","price":"Ва агар [ононро] ҳангоме ки дар баробари оташ [-и дузах] нигаҳ доштаанд, бубинӣ, [аз ҳолашон шигифтзада мешавӣ, ки] мегӯянд: «Эй кош, [ба дунё] бозгардонда мешудем ва оёти Парвардигорамонро такзиб намекардем ва аз муъминон будем»!","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:28","price":"[Чунин нест, ки мегӯянд] Балки он чи пеш аз ин пинҳон мекарданд, барояшон ошкор шудааст ва агар [ҳам ба дунё] бозгардонда шаванд, бе тардид ба он чи аз он наҳй шуда буданд, бозмегарданд ва инон дурӯғгӯ ҳастанд","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:29","price":"Ва [мушрикон] гуфтанд: «Ҷуз зиндагии мо дар дунё ҳеҷ [зиндагии дигаре] нест ва ҳаргиз барангехта нахоҳем шуд»","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:30","price":"Ва агар ононро ҳангоме ки дар пешгоҳи Парвардигорашон нигоҳ дошта мешаванд, бубинӣ, [шигифтзада мешавӣ. Аллоҳ таоло ба онон] мегӯяд: «Оё ин [зиндагии пас аз марг] ҳақ нест?» Онон мегӯянд: «Бале, қасам ба Парвардигорамон [ки ҳақ аст]. [Аллоҳ таоло] мегӯяд: «Пас, ба сазои он ки куфр меварзидед, ин азобро бичашед»","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:31","price":"Касоне, ки дидори Парвардигорро дурӯғ ангоштаанд, ҳатман, зиён диданд, [пас] ҳангоме ки ногаҳон қиёмат бар онон фаро расад, дар ҳоле ки бори [сангини] гуноҳҳони хешро бар пушташон ҳамл мекунанду мегӯянд: «Эй дареғ, бар мо аз он чи дар бораи он [дар дунё] кӯтоҳӣ кардем»! Ҳон! Чи бад аст боре, ки [бар дӯш] мекашанд!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:32","price":"Зиндагии дунё [чизе] ҷуз бозича ва саргармӣ нест, ва ҳатман, сарои охират барои касоне, ки парво пеша мекунанд, беҳтар аст. Оё намеандешед?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:33","price":"[Эй Паёмбар] ба яқин мо медонем, ки ончи [мушрикон] мегӯянд, туро сахт ғамгин мекунад. Дар воқеъ, онон туро[дар дил] такзиб намекунанд, балки ситамгорон [бо он ки ҳақиқатро медонанд] оёти Аллоҳ таолоро инкор мекунанд","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:34","price":"Ва пеш аз ту низ паёмбароне такзиб шудаанд, вале бар он чи такзиб шуданд ва озор диданд, шикебоӣ карданд, то [саранҷом] ёрии мо бар онон фаро расид ва суханони Аллоҳ таоло [дар мавриди пирӯзии паёмбаронаш]-ро ҳеҷ тағйирдиҳандае нест [ки монеъ гардад] ва мусалламан, ахбори паёмбарони [пешин ва достони шикасти душманонашон] ба ту расидааст","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:35","price":"Ва [эй паёмбар] агар рӯйгардонии онон [аз Қуръон] бар ту ногувор [ва душвор] аст, агар метавонӣ нақбе (тунел) дар замин ё нардбоне дар осмон биҷӯӣ, то муъҷиза [дигар] барояшон биёварӣ [пас, чунон кун, вале суде надорад].Ва агар Аллоҳ таоло мехост, ҳатман, ононро бар [масири] ҳидоят ҷамъ мекард, пас, ҳаргиз аз нодонон мабош","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:36","price":"Ба ростӣ, танҳо касоне [даъвати ҳақро] мепазиранд, ки мешунаванд [ва дарк мекунанд] ва Аллоҳ таоло мурдагонро [рӯзи қиёмат] бармеангезад, сипас ба сӯйи Ӯ бозгардонда мешаванд","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:37","price":"Ва [мушрикон] гуфтанд: «Чаро нишонае [дар бораи ҳаққонияти Муҳаммад] аз тарафи Парвардигораш бар ӯ нозил нашудааст?» [Эй паёмбар] бигӯ: «Бе гумон, Аллоҳ таоло тавоност, ки нишонае [мутобиқи хости онон] нозил кунад», вале бештарашон намедонанд, [ки нузули ваҳй, бар асоси ҳикмату тадбир аст]","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:38","price":"Ва ҳеҷ ҷунбандае дар замин нест ва на ҳеҷ парандае, ки бо болҳои худ парвоз мекунад, магар он ки онҳо [низ дар офариниш ва зиндагӣ] гурӯҳҳое монанди шумо ҳастанд. Мо ҳеҷ чизеро дар китоб [Лавҳи маҳфуз] фуругузор накардаем, сипас [ҳамаро рӯзи қиёмат] назди Парвардигорашон гирд меоваранд","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:39","price":"Ва касоне, ки оёти моро дурӯғ ангоштаанд, кару гунг ва дар торикиҳо[-и ҷаҳл саргашта] ҳастанд. Аллоҳи мутаол ҳаркиро бихоҳад, гумроҳ мекунад ва ҳаркиро бихоҳад, бар роҳи рост қарораш медиҳад","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:40","price":"[Эй Паёмбар, ба мушрикон] Бигӯ: «Агар рост мегӯед, ба ман хабар диҳед, ки агар азоби Аллоҳи мутаол ба суроғатон биояд ё [ногаҳон] қиёмат барпо шавад, оё ғайр аз Аллоҳ таолоро [ба ёрӣ] мехонед?»","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:41","price":"Оре, танҳо Ӯро [ба дуо] мехонед ва агар Ӯ бихоҳад, он чиро ки ба хотираш ӯро фаро мехонед, аз байн мебарад ва шумо [низ аз тарси азоб] шарикеро, ки барояш қоил шудаед, аз ёд мебаред","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:42","price":"[Эй Паёмбар] Бе тардид, пеш аз ту [низ паёмбароне] ба сӯйи умматҳо[-и пешин] фиристодем ва ононро ба тангдастӣ ва нохушӣ дучор сохтем, бошад, ки [ба даргоҳи илоҳӣ фурӯтанӣ ва] тазарруъ кунанд","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:43","price":"Пас, чаро ҳангоме ки азоби мо ба онон расид, тазарруъ накарданд? Вале [дар ҳақиқат] дилҳояшон сахт шудааст ва шайтон он чиро анҷом медоданд, барояшон оростааст","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:44","price":"Пас, вақте [мушрикон] ончиро, ки ба он панд дода шуда буданд, фаромӯш карданд, дарҳои ҳар чизе [аз неъматҳои илоҳӣ]-ро бар онон кушудем, то ба он чи ба эшон дода шуда буд, шод гардиданд. Ногаҳон ононро [ба куфр] гирифтем, пас, ҳамон дам [ҳамагӣ аз наҷоту раҳмат] маъюс шуданд","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:45","price":"Пас, решаи он гурӯҳе, ки ситам карданд, барканда шуд ва ситоиш махсуси Аллоҳ таоло –Парвардигори ҷаҳониён– аст","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:46","price":"[Эй Паёмбар, ба мушрикон] Бигӯ: «Ба ман хабар диҳед, агар Аллоҳ таоло гӯшу чашмҳоятонро бигирад ва бар дилҳоятон муҳр бизанад, кадом маъбуде ба ҷуз Аллоҳ таоло [метавонад] онҳоро ба шумо бозгардонад?» Бубин, чигуна оётро [ба шеваҳои] гуногун [баён] мекунем, онгоҳ онон рӯй мегардонанд","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:47","price":"Бигӯ: «Биандешед, агар азоби илоҳӣ ба ногоҳ ё ошкоро ба суроғатон биояд, оё ҷуз гурӯҳи ситамгорон [касе] нобуд мешавад?»","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:48","price":"Ва мо паёмбаронро ҷуз башоратгар ва бимдиҳанда намефиристем, пас, ҳар ки имон биоварад ва [хештанро] ислоҳ кунад, на тарсе бар онон аст ва на андуҳгин мешаванд","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:49","price":"Ва касоне, ки оёти моро дурӯғ шуморидаанд, ба [сазои] он ки нофармонӣ мекарданд, азоб [-и илоҳӣ] домангирашон хоҳад шуд","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:50","price":"[Эй Паёмбар, ба мушрикон] Бигӯ: «Ман намегӯям, ки ганҷинаҳои Аллоҳ таоло назди ман аст ва ғайб [низ] намедонам ва ба шумо намегӯям, ки ман фариштаам. Ман аз чизе пайравӣ намекунам магар аз он чи ки ба ман ваҳй мегардад». Бигӯ: «Оё нобино ва бино [кофир ва муъмин] яксонанд? Оё намеандешед»?","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:51","price":"Ва [эй Паёмбар] бо ин [Қуръон] ба онон, ки метарсанд, ба сӯйи Парвардигорашон [барангехта] ва гирд оварда шаванд, ҳушдор деҳ, [чаро] ки ба ҷуз Ӯ барояшон на [дӯсту] корсозе ҳаст ва на шафоатгаре, бошад, ки парво кунанд","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:52","price":"Ва касонеро, ки [фақиранд ва ] бомдоду шомгоҳ Парвардигорашонро мехонанд [ва] хушнудии Ӯро металабанд [аз маҷолиси худ] тард накун [ки ба бузургони мушрикин таваҷҷуҳ кунӣ], на чизе аз ҳисоби онҳо бар туст ва на чизе аз ҳисоби ту бар онҳост, ки [бихоҳӣ аз перомунат] тардашон кунӣ ва аз ситамгорон шавӣ","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:53","price":"Ва ин чунин бархе аз ишонро ба бархе дигар озмудем, то [кофирони сарватманд дар бораи муъминони мустаманд] бигӯянд: «Оё аз миёни мо инҳо ҳастанд, ки Аллоҳи таоло [бо бахшиши тавфиқи имон] бар онон миннат ниҳодааст?» Оё Аллоҳи мутаол ба [ҳоли] сипосгузорон донотар нест?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:54","price":"Ва [эй Паёмбар] ҳар гоҳ касоне, ки ба оёти Мо имон доранд, назди ту оянд, бигӯ: «Салом бар шумо. Парвардигоратон [дар ҳаққи шумо бахшоиш ва] раҳматро бар худ муқаррар доштааст. Ҳар касе аз шумо, ки ба нодонӣ кори баде анҷом диҳад ва онгоҳ тавба намояд ва [гузаштаи хешро] ислоҳ кунад, пас, [бидон, ки] яқинан, Ӯ омурзандаи меҳрубон аст»","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:55","price":"Ва инчунин оёти [худ]-ро шарҳ медиҳем, то роҳи гунаҳкорон равшан шавад [ва шумо аз он дурӣ кунед]","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:56","price":"[Эй Паёмбар, ба мушрикон] Бигӯ: «Ман наҳй шудаам аз ин ки касонеро бипарастам, ки шумо ба ҷойи Аллоҳи мутаол мехонед». Бигӯ: «Ман аз ҳавасҳоятон пайравӣ намекунам, ки [агар чунин кунам] ҳатман, гумроҳ шудаам ва аз ҳидоятёфтагон нахоҳам буд»","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:57","price":"Бигӯ: «Ман далели равшане аз Парвардигорам дорам, ва [-ле] шумо онро дурӯғ пиндоштед.Ва он чи ба шитоб хостораш ҳастед, [азоби илоҳӣ] назди ман нест. Фармон, танҳо аз они Аллоҳ таолост, [ки] ҳақро баён мекунад ва Ӯ беҳтарин ҷудокунанда[-и ҳақ аз ботил] аст»","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:58","price":"[Эй Паёмбар, ба мушрикон] Бигӯ: «Агар он чи ки ба шитоб хостораш ҳастед, назди ман буд, [бар саратон фуруд меовардам ва] кори миёни ману шумо ба поён мерасид, ва [-ле] Аллоҳ таоло ба [ҳоли] ситамгорон донотар аст [ва ба онон муҳлат медиҳад]»","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:59","price":"Ва калидҳо [ганҷинаҳо]-и ниҳон назди Ӯст [ва] ҷуз Ӯ [ҳеҷ кас] онро намедонад ва [Ӯст, ки] он чиро дар хушкӣ ва дарёст медонад ва ҳеҷ барге [аз дарахт] намеафтад, магар ин ки онро медонад ва ҳеҷ донае дар торикиҳои замин ва ҳеҷ тару хушке нест, магар ин ки дар китоби равшан [Лавҳи маҳфуз] қарор дорад","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:60","price":"Ва Ӯст, ки шабонгоҳ рӯҳатонро [ҳангоми хоб] мегирад ва [ҳам Ӯст, ки] ончиро дар рӯз ба даст овардаед, медонад. Сипас шуморо дар он [рӯз] бедор мекунад, то он ки замони муайяне сипарӣ гардад,; онгоҳ [ки вафот кардед, дар қиёмат] бозгаштатон ба сӯйи Ӯст. Сипас шуморо аз ончи анҷом медодед, огоҳ мекунад","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:61","price":"Ва Ӯ бар бандагонаш чира аст ва нигаҳбононе [аз фариштагон] бар шумо мефиристад, то замоне, ки марги яке аз шумо фаро расад, фиристодагони мо [бо ҳамроҳи фариштаи марг] ҷонашро мегиранд ва онон [дар маъмурияти худ] кӯтоҳӣ намекунанд","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:62","price":"Он гоҳ ба сӯйи Аллоҳ таоло, ки [ёру] корсози ростинашон аст, бозгардонда мешаванд. Огоҳ бошед! Ҳукм аз они Ӯст ва Ӯ сареътарин ҳисобрас аст","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:63","price":"[Эй Паёмбар, ба мушрикон] Бигӯ: «Кист, ки шуморо аз торикиҳо [ва сахтиҳои] хушкӣ ва дарё наҷот медиҳад? [Дар ҳоле ки] Ӯро ба зорӣ ва пинҳонӣ мехонед [ва мегӯед] “Агар моро аз ин [вартаи марг] наҷот диҳад, ҳатман, аз сипосгузорон хоҳем буд”»","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:64","price":"Бигӯ: «Аллоҳи мутаол шуморо аз инҳо ва аз тамоми сахтиҳо наҷот медиҳад,он гоҳ шумо [боз ҳам] ширк меварзед»","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:65","price":"Бигӯ: «Ӯ тавоност, ки бар шумо азобе [ҳамчун соиқа ва тӯфон] аз болои саратон ё [ҳамчун хушксолӣ ва зилзила] аз зери пойҳоятон бифиристад ё шуморо ба сурати гурӯҳҳои пароканда [ва ҷудо аз ҳам] дароварад ва азоби бархе аз шуморо ба бархе [дигар] бичашонад». Бингар чигуна оёт [-и худ]-ро гуногун баён мекунем, бошад, ки дарёбанд","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:66","price":"[Эй Паёмбар] Қавми ту он [Қуръон]-ро дурӯғ шумурданд, дар ҳоле ки он [китоб] ҳақ аст. [Ба кофирони қавмат] Бигӯ: «Ман [муроқибу] коргузори шумо нестам»","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:67","price":"Ҳар хабаре саррасиде [барои вуқуъ] дорад ва [ба зудӣ] хоҳед донист [ки саранҷоматон чигуна аст]»","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:68","price":"Ва ҳаргоҳ касонеро дидӣ, ки дар оёти Мо [бо душманӣ ва тамасхур] гуфтугӯ мекунанд, аз онон рӯ бигардон, то ба сухани дигаре бипардозанд.Ва агар шайтон туро ба фаромӯшӣ андохт, пас, аз он ки ёд овардӣ, бо қавми ситамгор [мушрик] манишин","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:69","price":"Ва [ҳарчанд] чизе аз ҳисоб [ ва гуноҳи] онон бар [уҳдаи] парҳезгорон нест, вале ёдоварӣ [ва иршод лозим] аст, бошад, ки парво кунанд","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:70","price":"Ва касонеро, ки динашонро ба бозӣ ва саргармӣ гирифтаанд ва зиндагии дунё ононро фирефтааст, раҳо кун ва [мардумро] бо ин [Қуръон] андарз деҳ, то мабодо касе ба [кайфари] ончи ба даст овардааст, ба ҳалокат биафтад, дар ҳоле ки дар баробари Аллоҳи мутаол барои [раҳоӣ аз азоби] он на [дӯст ва] корсозе дорад ва на шафоатгаре.Ва[ҳатто] агар [бихоҳад барои наҷоти хеш] ҳар фидяе диҳад, аз ӯ пазируфта намешавад. Инҳо ҳастанд, ки ба [кайфари] он чи ба даст овардаанд, ҳалок гаштаанд ва ба [сазоӣ] он ки куфр меварзиданд, шаробе аз оби ҷӯшон ва азобе пурдард [дар пеш] доранд","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:71","price":"[Эй Паёмбар] Бигӯ: «Оё ба ҷойи Аллоҳи мутаол чизеро бихонем, ки на ба мо суд медиҳад ва на зиён мерасонад? Ва оё пас аз он ки Аллоҳ таоло моро ҳидоят кардааст, [ба сӯйи гумроҳӣ] ба ақиб бозгардем? Ҳамчун касе, ки шаётин ӯро [фиреб дода ва аз роҳи рост] бадар бурдаанд ва ӯ дар замин ҳайрону саргашта мондааст, дар ҳоле ки ӯ ёрон [-и дилсӯз] дорад, ки ба ҳидоят даъваташ мекунанд [ва мегӯянд]: “Ба сӯйи мо биё”»!Бигӯ: «Бе тардид, ҳидояти [ростин] ҳидояти Аллоҳ таолост ва мо фармон ёфтаем, ки таслими Парвардигори ҷаҳониён бошем","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:72","price":"Ва ин ки намоз барпо доред ва аз ӯ парво кунед ва Ӯст, ки ба пешгоҳаш ҳашр хоҳед шуд»","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:73","price":"Ва Ӯст, ки осмонҳо ва заминро ба ҳақ офарид ва рӯзе, ки [Аллоҳ таоло ба ҳар чизе] бигӯяд: «Мавҷуд шав», пас, бедиранг мавҷуд мешавад. Сухани Ӯ ҳақ аст. Ва рӯзе, ки дар сур дамида мешавад, фармонравоӣ аз они Ӯст. Ӯ донои пинҳону пайдост ва Ӯст, ки ҳакими огоҳ аст","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:74","price":"Ва [ёд кун аз] ҳангоме ки Иброҳим ба падараш –Озар– гуфт: «Оё бутҳоро маъбуди [хеш] мегирӣ? Ба ростӣ, ки ман ту ва қавматро дар гумроҳии ошкоре мебинам»","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:75","price":"Ва ин гуна фармондиҳии [шукӯҳманди] осмонҳо ва заминро ба Иброҳим нишон додем, то [ягонагии Аллоҳ таоло ва гумроҳии Озар ва қавмашро дарёбад ва] аз аҳли яқин бошад","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:76","price":"Пас, ҳангоме ки [торикии] шаб Ӯро дарбар гирифт, ситорае дид, [ва] гуфт: «Ин Парвардигори ман аст».Ва чун ғуруб кард, гуфт: «Ғурубкунандагонро дӯст надорам»","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:77","price":"Пас, ҳангоме ки моҳро тобанда дид, гуфт: «Ин Парвардигори ман аст».Ва чун ғуруб кард, гуфт: «Агар Парвардигорам маро ҳидоят накарда буд, ҳатман, аз гумроҳон будам»","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:78","price":"Пас, ҳангоме ки хуршедро дурахшанда дид, гуфт: «Ин Парвардигори ман аст. Ин бузургтар аст». Он гоҳ вақте ки ғуруб кард, гуфт: «Эй қавм, ман аз он чи [барои Аллоҳ таоло] шарик қарор медиҳед, безорам»","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:79","price":"Ба ростӣ, ки ман ҳақгароёна дин [-у ибодат]-и хешро барои касе холис кардам, ки осмонҳо ва заминро падид овардааст ва ҳаргиз дар зумраи мушрикон нестам»","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:80","price":"Ва қавми ӯ бо вай ба муҷодала пардохтанд, [ва ӯро аз хашми бутҳо тарсонданд. Иброҳим] гуфт: «Оё дар бораи Аллоҳи мутаол бо ман муҷодала мекунед, дар ҳоле ки Ӯ маро [ба роҳи рост] ҳидоят кардааст ва аз он чи бо Ӯ шарик мепиндоред, ҳеҷ наметарсам, магар он ки Парвардигорам чизе [аз суд ва зиён бароям] хоста бошад. Илми Парвардигорам ҳама чизро фаро гирифтааст. Оё панд намегиред?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:81","price":"Ва чигуна аз он чи шарик [-и Аллоҳ таоло] мепиндоред битарсам бо он ки шумо худ намеҳаросед аз ин ки чизеро шарики Аллоҳи мутаол сохтаед, ки Ӯ [ҳеҷ] далеле дар бораи [ҳаққонияти] он бар шумо нозил накардааст? Пас, агар медонед, [бигӯед] кадом як аз ин ду гурӯҳ [муваҳҳид ва мушрик] ба амният [ва дурӣ аз азоб] сазовортар аст?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:82","price":"Касоне, ки имон овардаанд ва имонашонро ба [ҳеҷ] ширке наолудаанд, ононанд, ки амн [-у оромиш] доранд ва роҳёфтагонанд»","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:83","price":"Ва ин [истидлол] ҳуҷҷати мо буд, ки ба Иброҳим дар баробари қавмаш додем. [Дар дунё ва охират мақоми] Ҳар киро, ки биҳоҳем, ба дараҷоти болое мебарем. [Эй паёмбар] Бе тардид, Парвардигорат ҳакиму доност","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:84","price":"Ва ба ӯ [Иброҳим] Исҳоқ ва Яъқубро бахшидем ва ҳамаро [ба роҳи рост] ҳидоят кардем.Ва пештар Нуҳро [низ] ҳидоят карда будем ва аз насли ӯ Довуд, Сулаймон, Аюб, Юсуф, Мӯсо ва Ҳорунро [ба роҳи ҳақ раҳнамун гаштем] ва накукоронро ингуна подош медиҳем","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:85","price":"Ва [ҳамчунин] Закариё, Яҳё, Исо ва Илёс[-ро роҳ намудем, ки] ҳама аз шоистагон буданд","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:86","price":"Ва Исмоил, Ясаъ, Юнус ва Лут[-ро низ ҳидоят кардем] ва ҷумлагиро бар ҷаҳониён бартарӣ додем","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:87","price":"Ва [низ] аз падарон ва фарзандону бародаронашон [бархеро бартарӣ додем ва] ононро баргузидем ва ба роҳи рост ҳидояташон кардем","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:88","price":"Ин ҳидояти Аллоҳи мутаол аст, ки ҳар касе аз бандагонашро, ки бихоҳад, бо он ҳидоят мекунад ва агар ширк меварзиданд, он чи [аз аъмоли нек] ки анҷом дода буданд, табоҳ мешуд","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:89","price":"Инон касоне ҳастанд, ки ба эшон китобу ҳикмат ва нубувват бахшидем. Пас, [эй паёмбар] агар инон [ мушрикон] ба ин [паёмбарон ва китобҳои илоҳӣ] куфр биварзанд, ҳатман, гурӯҳ [-и муҳоҷирин ва ансор ва тобеин]-ро бар [ҳифзу нигаҳбонии] он [усулу ақоид] мегуморем, ки нисбат ба он кофир набошанд","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:90","price":"Онон касоне ҳастанд, ки Аллоҳ таоло ҳидояташон кардааст, пас, [эй паёмбар] аз ҳидоят [-у роҳи рост]-и эшон пайравӣ кун, [ва ба қавмат] бигӯ: «Ман дар баробари ин [рисолат] подоше аз шумо намехоҳам. Ин [Қуръон чизе] нест, магар [ёдоварӣ ва] панде барои ҷаҳониён»","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:91","price":"Ва [мушрикон бузургӣ ва мақоми] Аллоҳ таолоро чунон ки сазовори Ӯст нашинохтанд, чаро ки гуфтанд: «Аллоҳ таоло бар [ҳеҷ] башаре чизе нозил накардааст». [Эй паёмбар] Бигӯ: «Он китоберо, ки Мӯсо овард, чи касе нозил кардааст? [Ҳамон китобе, ки] барои мардум рӯшноӣ ва раҳнамуде буд [ва шумо яҳудиён] онро ба сурати [пароканда бар] туморҳо дармеоваред [ва ҳар чиро ки мехоҳед] аз он ошкор месозед ва бисёреро пинҳон мекунед.Ва [акнун, эй қавми араб] чизҳое [аз оёт ва ахбори Қуръон] ба шумо омӯхта шуд, ки на худ медонистед ва на падаронатон». [Эй паёмбар] Бигӯ: «Аллоҳ таоло [онро нозил кардааст». Онгоҳ [дар ҷаҳлу гумроҳӣ] раҳояшон кун, то дар жарфо [-и ақоиди ботил]-и худ саргарми бозӣ бошанд","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:92","price":"Ва ин [Қуръон] китоби мубораке аст, ки онро нозил кардем, [то] тасдиқкунандаи чизе бошад, ки пеш аз он нозил шудааст ва [ҳамчунин] барои он аст, ки ба [сокинони] Умму-л-қуро [Макка] ва [мардуми] перомунаш ҳушдор диҳӣ.Ва касоне, ки ба охират имон меоваранд, ба ин [китоб] низ имон меоваранд ва бар намози хеш мувозибат мекунанд","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:93","price":"Ва кист ситамгортар аз он ки дурӯғе ба Аллоҳ таоло бибандад ё бигӯяд: «Ба ман [низ] ваҳй шудааст», дар ҳоле ки ҳеҷ ваҳйе ба ӯ нарасидааст ва [ё] касе, ки бигӯяд: «Ман [ҳам] монанди он чи ки Аллоҳ таоло нозил кардааст, [бароятон] нозил мекунам»? Ва [эй паёмбар, саҳнаи ҳавлноке аст] агар ҳангомеро бубинӣ, ки [ин] ситамгорон дар [тарсу] сахтиҳои марг фурӯ рафтаанд ва фариштагон [-и қабзи рӯҳ] дастҳояшонро [ба сӯйи онон] кушудаанд [ва фарёд мезананд]: «Ҷонҳои хешро [аз бадан] берун диҳед. Имрӯз ба [сазои] он чи ба ноҳақ бар Аллоҳ таоло дурӯғ мебастед ва дар баробари оёташ такаббур мекардед, ба азоби хоркунанда муҷозот мешавед»","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:94","price":"Ва [рӯзи қиёмат Аллоҳи мутаол мефармояд] «ҳамон гуна ки шуморо нахустин бор [бидуни молу мақом] офаридем, [акнун низ] ҳатман, танҳо ба сӯйи мо омадаед ва он чиро ба шумо арзонӣ карда будем, пушти сари худ [дар дунё] вогузоштед ва [маъбудону] шафоатгаронеро, ки дар [кори] хеш шарикони [Аллоҳ таоло] мепиндоштед, ҳамроҳатон намебинем. Ба ростӣ, пайванди миёни шумо гусаста аст ва он чи [шарики мо ва шафеъи худ] мепиндоштед, гум гаштааст»","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:95","price":"Бе тардид Аллоҳ таоло шикофандаи дона[-и гиёҳҳо] ва ҳаста[-и хурмо дар дили замин] аст. [Мавҷуди] Зиндаро аз [моддаи] беҷон берун меоварад [равиши гиёҳ аз дона] ва [моддаи ба зоҳир] беҷонро аз [мавҷуди] зинда хориҷ месозад [берун омадани тухм ё нутфа аз ҳайвонот]. Ин Аллоҳ таолост, [ки чунин қудрати мутлақе дорад].Пас, чигуна [аз роҳи бандагии Ӯ] бозгарданда мешавед?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:96","price":"[Ӯ] Шикофандаи сапедадам аст ва шабро [мояи] оромиш қарор дод ва хуршеду моҳро [низ] бо ҳисоб [ва назми дақиқ падид овард]. Тақдири [Парвардигори] шикастнопазири доно чунинаст","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:97","price":"Ва [эй фарзандони Одам] Ӯст, ки ситорагонро бароятон қарор дод,то дар торикиҳои хушкӣ ва дарё ба [кумаки] онҳо роҳ ёбед. Ба ростӣ, ки мо нишонаҳо [-и тавону тадбири хеш]-ро барои мардуме, ки медонанд, ба тафсил баён кардаем","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:98","price":"Ва Ӯст, ки шуморо аз як тан офарид, пас, барои шумо [дар раҳими модар] қароргоҳе аст ва [дар пушти падар] амонатгоҳе. Мо оёт [-и худ]-ро барои мардуме, ки [каломи илоҳиро] мефаҳманд, ба тафсил баён кардаем","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:99","price":"Ва Ӯст, ки аз осмон обе фурӯ рехт ва аз он [борон] ҳар гуна рӯйидание баровардем ва аз он [низ ҳар кишту гиёҳи] сабзеро рӯёнидем, [ки] аз он [гиёҳҳо низ барои тағзияи шумо] донаҳои мутарокиме [ҳамчун гандуму ҷав] падид меоварем ва [ҳамчунин] аз шукуфтаи нахл хӯшаҳои наздик ба якдигар [рӯёнидем] ва боғҳое аз ангур ва зайтуну анор [офаридем меваҳое, ки] бархе ҳаммонанд ва бархе ноҳаммонанд ҳастанд. Вақте ба бор нишаст ба меваҳои он ва [тарзи] расиданаш бингаред. Дар ин [офариниш] барои мардуме, ки имон доранд, нишонаҳои [равшану қудрати илоҳӣ] аст","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:100","price":"Ва [мушрикон] барои Аллоҳ таоло шариконе аз ҷин қоил шудаанд, ҳол онки [Аллоҳ таоло худ] онҳоро офаридааст.Ва[ҳамчунин] аз рӯйи нодонӣ барояш [фарзандон] писару духтар месозанд. Ӯ аз он чи васф мекунанд, поку бартар аст","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:101","price":"[Ӯ] падидоварандаи осмонҳо ва замин аст, чигуна мумкин аст фарзанд дошта бошад, дар ҳоле ки ҳамсаре надорад? Ва ҳама чизро офарида ва Ӯ ба ҳар чизе доност","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:102","price":"Ин аст Аллоҳ таоло-Парвардигори шумо, ҳеҷ маъбуде [ба ҳақ] ҷуз Ӯ нест, офаринандаи ҳама чиз аст, пас, Ӯро бипарастед ва [бидонед, ки] Ӯ [муроқибу] коргузори ҳама чиз аст","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:103","price":"Чашмҳо Ӯро дарнамеёбанд ва [-ле] Ӯ чашмҳоро дармеёбад ва Ӯст, ки борикбин ва огоҳ аст","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:104","price":"[Эй паёмбар, ба мушрикон бигӯ] «Баростӣ далоили ошкоре аз ҷониби Парвардигоратон барои шумо омадааст, пас, ҳар ки [бо басирату мантиқ дар бораи он] биандешад, ба суди ӯст ва ҳар ки чашм [бар ҳақиқат] бибандад, ба зиёни ӯст ва ман нигаҳбони шумо нестам»","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:105","price":"Ва инчунин нишонаҳо [ва далоили қудрати илоҳӣ]-ро гуногун баён мекунем, то мабодо [мушрикон] бигӯянд: «[Онҳоро аз аҳли китоб] омӯхтаӣ».Ва мо ин оятҳоро барои гурӯҳе, ки медонанд [ва мефаҳманд], ба равшанӣ баён мекунем","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:106","price":"[Эй паёмбар] Аз ончи ки аз ҷониби Парвардигорат ба ту ваҳй шудааст, пайравӣ кун, ҳеҷ маъбуде [ба ҳақ] ҷуз Ӯ нест ва аз мушрикон рӯй бигардон","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:107","price":"Ва агар Аллоҳ таоло мехост, [онон ҳаргиз] ширк намеварзиданд.Ва мо туро бар онон нигаҳбон қарор надодаем ва ту [ҳаргиз муроқибу] коргузорашон нестӣ","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:108","price":"Ва [эй муъминон, ҳаргиз] ба онҳо [бутҳо], ки [мушрикон] ба ҷойи Аллоҳ таоло [ба ниёиш] мехонанд, дашном надиҳед, [чаро ки] онон низ аз рӯйи душманӣ [ва] нодонӣ ба Аллоҳ таоло дашном медиҳанд. Ин гуна барои ҳар уммате кирдорашонро оростем.Сипас бозгашташон [дар қиёмат] ба сӯйи Парвардигорашон аст ва ононро аз ончи анҷом медоданд, огоҳ месозад","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:109","price":"Ва [мушрикон] бо сахттарин савгандҳояшон ба Аллоҳ таоло савганд хӯрданд, ки агар муъҷизае [ки хостаанд] бар эшон биояд, ҳатман, имон меоваранд. [Эй паёмбар] Бигӯ: «Муъҷизот фақат дар ихтиёри Аллоҳ таоло аст»ва шумо [эй муъминон] чи медонед, ки агар [муъҷизае ҳам] биёяд, имон намеоваранд","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:110","price":"Ва мо дилҳо ва дидагонашонро [аз дарки ҳақоиқ] бармегардонем, чунончи нахустин бор ба он имон наёварданд ва ононро дар [нофармонӣ ва] туғёнашон саргашта раҳо мекунем","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"tg"},{"name":"6:111","price":"Ва агар мо фариштагонро ба сӯйи онон мефиристодем ва [ҳатто] агар мурдагон бо онон ба сухан меомаданд ва ҳар чизеро даста-даста дар баробарашон гирд меовардем, [то ростгӯии паёмбарро гувоҳӣ диҳанд], боз ҳам имон намеоварданд, магар ин ки Аллоҳ таоло бихоҳад, вале бештарашон нодонӣ мекунанд","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:112","price":"Ва [эй Паёмбар- Муҳаммад, туро бо душмании мушрикон озмудем ва] ҳамчунин, барои ҳар паёмбаре душмане аз шаётини инс ва ҷин қарор додем, ки бархе аз онон дар ниҳон ба бархе дигар суханони фиребанда [ва беасос] илқо мекунанд ва агар Парвардигорат мехост, [ҳаргиз] чунин намекарданд.Пас, ононро ба дурӯғҳое, ки мебофанд, вогузор","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:113","price":"Ва [чунин кардем, то ононро биозмоем, хостем] то дилҳои касоне, ки ба охират имон намеоваранд, ба он [сухани фиребанда] бигарояд ва онро биписандад ва ҳар гуноҳе, ки мехоҳанд муртакиб шаванд","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:114","price":"[Эй Паёмбар, ба мушрикон бигӯ] «Оё [сазост, ки барои қазоват дар бораи ихтилофи ману шумо] доваре ҷуз Аллоҳ таоло биҷӯем? Ва ҳол он ки Ӯст, ки ин китобро бо тафсил ба сӯйи шумо нозил кардааст».Ва онҳо, ки китоб [-и осмонӣ] ба эшон додаем, медонанд, ки он [Қуръон] аз ҷониби Парвардигорат ба ҳақ нозил шудааст.Пас, ҳаргиз аз тардидкунандагон набош","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:115","price":"Ва суханони Парвардигорат [Қуръон] бо ростӣ [ дар гуфтор] ва адл [дар аҳком] ба ҳадди тамом ба камол расид. Ҳеҷ тағйирдиҳандае барои суханонаш нест ва Ӯ шунавову доност","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:116","price":"Ва агар аз бештари мардуми замин итоат кунӣ, аз роҳи Аллоҳ таоло гумроҳат мекунанд. Онон ҷуз гумон [-и беасоси худ аз чизе] пайравӣ намекунанд ва ҷуз дурӯғ намебофанд","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:117","price":"Бе тардид, Парвардигорат ба [ҳоли] касе, ки аз роҳи Ӯ мунҳариф мешавад, донотар аст ва Ӯ ба [ҳоли] роҳёфтагон [низ] донотар аст","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:118","price":"Пас, [эй мардум] агар ба оёташ имон доред, [фақат] аз [гӯшти] он чи номи Аллоҳ таоло [ҳангоми забҳ] бар он бурдашудааст, бихӯред","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:119","price":"Ва [эй мусулмонон] шуморо чи мешавад, ки аз он чи номи Аллоҳ таоло бар он бурдашудааст, намехӯред? Ҳол он ки [Аллоҳ таоло] он чиро бар шумо ҳаром кардааст, ба тафсил бароятон баён доштааст [пас, аз онҳо дурӣ кунед] магар чизе, ки ба [хӯрдани] он ночор шавед ва бе тардид, бисёре [аз мардум дигаронро] аз рӯйи нодонӣ бо ҳавасҳои хеш гумроҳ мекунанд. [Эй паёмбар] Яқинан, Парвардигорат ба [ҳоли] таҷовузкорон [аз ҳудуди илоҳӣ] донотар аст","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:120","price":"Ва [эй мардум] гуноҳи ошкор ва пинҳонро раҳо кунед, [чаро ки] бе тардид, касоне, ки муртакиби гуноҳ мешаванд, ба зудӣ дар баробари ончи мекарданд, муҷозот хоҳанд шуд","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:121","price":"Ва [эй муъминон] аз он чи [ҳангоми забҳ] номи Аллоҳ таоло бар он бурданашудааст, нахӯред, чаро ки он [кори] ҳатман, нофармонӣ аст ва дар ҳақиқат шаётин ба дӯстони худ илқо мекунанд, ки бо шумо [дар ин маврид] муҷодала намоянд.Ва агар аз онон итоат кунед, ҳатман, шумо [низ дар зумраи] мушрикон ҳастед","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:122","price":"Оё касе, ки [дилаш аз ҷаҳлу ширк] мурда буд ва мо [бо тавҳиду имон] зиндааш гардонидем ва нуре барояш падид овардем, то дар партави [ҳидоят] он миёни мардум гом бардорад, ҳамчун касест, ки гӯӣ дар торикиҳо [гирифтор] аст ва аз он берун омаданӣ нест? Он чи кофирон мекарданд, ин гуна барояшон ороста шудааст","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:123","price":"Ва ба ин гуна дар ҳар шаҳре бузургони гунаҳкорашро мегуморем, то дар он ба найранг бипардозанд [ва мардумро аз роҳи Аллоҳ таоло боздоранд], ва [-ле] онон ҷуз ба худ найранг намезананд ва [ин ҳақиқатро] дарк намекунанд","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:124","price":"Ва [мушрикон] чун ояте [аз Қуръон] барояшон меояд мегӯянд: «Ҳаргиз ба он имон намеоварем, магар он ки ҳаммонанди он чи ба паёмбарони илоҳӣ додашудааст, ба мо низ дода шавад». Аллоҳ таоло беҳтар медонад, ки рисолати хешро куҷо [ва бар уҳдаи чи касе] қарор диҳад. Ба зудӣ бар онон, ки муртакиби [нофармонӣ ва] гуноҳ шуданд, ба сазои найранге, ки варзида буданд, аз ҷониби Аллоҳ таоло хорӣ ва азоби сахте хоҳад расид","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:125","price":"Пас, ҳар киро Аллоҳ таоло бихоҳад, ҳидоят кунад, дилашро барои [пазириши] Ислом мекушояд ва ҳаркиро бихоҳад, дар гумроҳӣ вогузорад, дилашро танг [ва баста] месозад [ва пазириши ҳақро чунон барояш маҳол мегардонад, ки] гӯё мехоҳад аз осмон боло равад [ва наметавонад], Аллоҳ таоло ин чунин азобро бар касоне, ки имон намеоваранд, мегуморад","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:126","price":"Ва [эй Паёмбар] ин [дини Ислом] роҳи рости Парвардигори туст. Ба ростӣ, ки мо оёт [-и худ]-ро барои гурӯҳе, ки панд мегиранд, ба тафсил баён кардем","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:127","price":"Барои онон назди Парвардигорашон сарои саломату амният аст ва Ӯ ба [подоши] корҳое, ки мекарданд, [дӯсту] корсозашон аст","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:128","price":"Ва [ёд кун аз қиёмат] рӯзе, ки ҳамаи онон [инсу ҷин]-ро гирд меоварад [ва мефармояд]: «Эй гурӯҳи ҷинниён, аз одамиён [бисёреро гумроҳ кардед ва пайравони] фаровон ёфтед».Ва дӯстони [мушрики] эшон аз [миёни] инсонҳо мегӯянд: «Парвардигоро, бархе аз мо аз бархе дигар баҳрабардорӣ карданд [ва дар куфру гуноҳ ба якдигар ёрӣ расониданд] ва [ин ки] мо ба поёне, ки бароямон муқаррар карда будӣ, расидаем» [Аллоҳ таоло] Мефармояд: «Ҷойгоҳатон оташ аст [ва] дар он ҷовидон хоҳед буд, магар он чиро Аллоҳ таоло бихоҳад [ки аз он бикоҳад ё бибахшояд]. Бе тардид,Парвардигорат ҳакиму доност»","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:129","price":"Ва инчунин баъзе аз ситамгоронро ба баъзе дигар ба [сазои] он чи мекарданд, мусаллат мегардонем","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:130","price":"Эй гурӯҳи ҷин ва инс, оё аз миёни шумо фиристодагоне бароятон наёмаданд, ки оёти Маро бар шумо бихонанд ва аз дидори ин рӯз ба шумо ҳушдор диҳанд? Онон мегӯянд: «[Оре] Мо алайҳи хеш гувоҳӣ медиҳем [ки омаданд]».Ва зиндагии дунё фиребашон дод ва ба зиёни худ гувоҳӣ доданд, ки кофир буданд","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:131","price":"Ин [итмоми ҳуҷҷат] ба он хотир аст, ки Парвардигорат ҳеҷ гоҳ шаҳрҳоро, дар ҳоле ки мардумаш [аз паёми илоҳӣ бехабар ва] ғофиланд, ба ситам нобуд накардааст","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:132","price":"Ва ҳамагон дар баробари он чи анҷом додаанд, дараҷоте доранд ва Парвардигорат аз он чи мекунанд, ғофил нест","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:133","price":"Ва Парвардигорат бениёзу дорои раҳмат [-и бекарон] аст. [Эй бандагони гунаҳгор, Аллоҳ таоло] Агар бихоҳад, шуморо [бо азоб аз миён] мебарад ва пас аз шумо ҳаркиро бихоҳад, ҷойнишин месозад, ҳамчунонки шуморо низ аз насли гурӯҳи дигар офарид","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:134","price":"[Эй кофирон] Он чи ба шумо ваъда дода мешавад, яқинан, хоҳад омад ва шумо наметавонед [Аллоҳ таолоро] нотавон созед [ва аз кайфараш бигурезед]","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:135","price":"Бигӯ: «Эй қавми ман, ба шеваи худ амал кунед [ва бар куфру гумроҳии худ бимонед, ки] бе тардид, ман [низ ба имони хеш] амал мекунам, пас, ба зудӣ хоҳед донист, ки [пирӯзии дунё ва] фарҷоми [некуи]он саро аз они кист. Бе гумон, ситамгорон [-и мушрик] растагор нахоҳанд шуд»","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:136","price":"Ва [мушрикон] барои Аллоҳ таоло аз он чи офаридааст, аз кишту чаҳорпоён, саҳме таъйин карданд ва ба гумони худ гуфтанд: «Ин махсуси Аллоҳ таолост ва ин махсуси шарикони мо [бутҳо]». Пас, он чи барои шариконашон буд, ба Аллоҳ таоло намерасад, ва [-ле] он чи барои Аллоҳ таоло буд, ба шарикони онҳо мерасад. Чи бад доварӣ мекунанд!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:137","price":"Ва ин гуна буд, ки шарикони онҳо [аз шаётину бутҳо] дар назари бисёре аз мушрикон [ки фақир буданд] қатли фарзандонашонро оростанд [ва зебо ҷилва доданд], то ҳалокашон кунанд ва оинашонро бар онон [ошуфта ва] муштабаҳ созанд.Ва агар Аллоҳ таоло мехост, чунин намекарданд, пас, [эй паёмбар, ту низ] ононро бо [туҳмату] дурӯғҳояшон вогузор","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:138","price":"Ва ба пиндори хеш гуфтанд: «[Истифода аз] Ин чаҳорпоён ва киштзор[-ҳое, ки вақфи бутҳо шуда] мамнуъ аст ва ҳеҷ кас аз он намехӯрад, магар он [гурӯҳ аз ходимони бутҳо] ки мо мехоҳем ва чаҳорпоёне ҳастанд, ки [савор шудан бар] пушташон ҳаром шудааст».Ва домҳое [доштанд], ки [ҳангоми забҳ] номи Аллоҳ таолоро бар онҳо намебурданд, [инҳо ҳама боварҳое буд, ки] ба дурӯғ ба Аллоҳ таоло нисбат медоданд [ва Аллоҳ таоло] ба хотири он чи ба дурӯғ мебофтанд, ҷазояшонро хоҳад дод","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:139","price":"Ва гуфтанд: «Он чи дар шиками ин ҷаҳорпоён аст, [агар зинда мутавалид шавад] ба мардони мо ихтисос дорад ва бар ҳамсаронамон ҳаром шудааст, ва [-ле] агар [ҷанин] мурда бошад, ҳамаи онон [аз зану мард] дар он шариканд. Ба зудӣ [Аллоҳ таоло] ононро ба сазои ин тавсифашон кайфар хоҳад дод. Ба ростӣ, ки Ӯ ҳакими доност","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:140","price":"Касоне, ки аз рӯйи [чаҳлу] бехирадӣ фарзандони худро [аз тарси фақр] куштанд ва бо дурӯғ бастан ба Аллоҳ таоло он чиро, ки Аллоҳ таоло рӯзияшон карда буд, [бар худ] ҳаром донистанд, сахт зиён карданд. Бе тардид, онон гумроҳ шуданд ва ҳидоятёфта набуданд","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:141","price":"Ӯст, ки боғҳое [бо буттаҳои] дорбастдор ва [дарахтони] бедорбаст падид овард ва [низ] дарахти хурмо ва зироате, ки меваҳояш гуногун аст ва дарахти зайтун ва анор, ки [баргҳояшон] ҳаммонанд ва [меваҳояшон] ноҳаммонанд аст. [Эй мардум] Аз меваи он чун ба бор нишаст, бихӯред ва рӯзи чиданаш ҳаққи [закоти бенавоён аз] онро бипардозед, ва [-ле] исроф накунед, [чаро ки] бе тардид, Ӯ исрофкоронро дӯст намедорад","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:142","price":"Ва [низ] аз чаҳорпоён [ҳайвоноти] борбар ва [ҳайвоноти] ғайриборӣ [-ро офарид]. Аз он чи Аллоҳ таоло ба шумо рӯзӣ додааст, бихӯред ва аз гомҳои шайтон пайравӣ накунед. Бе гумон, ӯ душмани ошкоре барои шумост","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:143","price":"Ҳашт [раъси] нару мода [барои истифодаи шумо офарид] аз меш як ҷуфт ва аз буз як ҷуфт, [эй паёмбар, ба мушрикон] бигӯ: «Оё [Аллоҳ таоло] он ду нарро ҳаром кардааст ё модаҳоро? Ё он чи ки раҳимҳои [ин] ду мода дар бар дорад? Агар рост мегӯед [ва бар таҳримашон далеле доред], аз рӯйи илм [-у мантиқ] ба ман хабар диҳед","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:144","price":"Ва аз шутур як ҷуфт ва аз гов як ҷуфт [офарид].Бигӯ: «Оё Аллоҳ таоло] он ду нарро ҳаром кардааст ё ду модаро? Ё он чи ки раҳимҳои [ин] ду мода дар бар дорад? Оё вақте Аллоҳ таоло шуморо ба ин [таҳрим] супориш мекард, [онҷо] ҳозир будед? Пас, кист ситамгортар аз он ки бар Аллоҳ таоло дурӯғ мебандад, то бидуни ҳеҷ [санаду] илме мардумро гумроҳ кунад? Ба ростӣ, ки Аллоҳ таоло гурӯҳи ситамгоронро ҳидоят намекунад»","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:145","price":"Бигӯ: «Дар он чи [аз аҳкоми илоҳӣ, ки] ба ман ваҳй шудааст, [ғизои] ҳаромеро, ки хӯрданаш барои хӯрандае ҳаром бошад, намеёбам, магар [гӯшти] мурдор ё хуни рехта ё гӯшти хук, ки ҳатман, палид [наҷасу ҳаром] аст, ё [қурбоние, ки ҳангоми забҳ] аз рӯйи нофармонӣ, номи ғайри Аллоҳ таоло бар он бурда бошанд». Пас, ҳар ки [барои ҳифзи ҷони худ, ба хӯрдани онҳо] ночор шавад, агар саркаш ва зиёдахоҳ набошад [бар ӯ гуноҳе нест]. Ба ростӣ, ки Парвардигорат омурзандаи меҳрубон аст","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:146","price":"Ва ҳар [ҳайвони] чанголдореро бар яҳудиён ҳаром кардем ва аз гову гӯсфанд, чарбҳои он дуро бар онон ҳаром кардем, магар чарбҳое, ки бар пушти онҳо ё даври рӯдаҳост ё он чи бо устухон даромехтааст. Ин гуна ононро ба сазои саркашияшон муҷозот кардем ва бе тардид, Мо ростгӯем","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:147","price":"Пас, [эй Паёмбар] агар туро такзиб карданд, бигӯ: «Парвардигоратон раҳмати густурда дорад, ва [-ле] азобаш аз гурӯҳи гунаҳкорон бозгардонда нахоҳад шуд»","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:148","price":"Касоне, ки ширк варзиданд, хоҳанд гуфт: «Агар Аллоҳ таоло мехост, на мо ширк меовардем ва на падаронамон ва [ҳамчунин] чизеро [худсарона] таҳрим намекардем». Касоне, ки пеш аз онон буданд, низ ҳамин гуна [паёмбарони худро] такзиб карданд, то азоби моро чашанд. [Эй Паёмбар, ба ин мушрикон] Бигӯ: «Оё [донишу] далеле наздатон ҳаст, ки барои Мо ошкор кунед? [Дар ҳақиқат] шумо ҷуз пиндор [аз чизе] пайравӣ намекунед ва ҷуз дурӯғ намегӯед»","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:149","price":"Бигӯ: «Далели расо ва равшан аз они Аллоҳ таолост ва агар мехост, ҳамаи шуморо ҳидоят мекард»","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:150","price":"Бигӯ: «Гувоҳони худро, ки гувоҳӣ медиҳанд, ки Аллоҳ таоло инҳоро ҳаром кардааст, биёваред». Пас, [ҳатто] агар гувоҳӣ доданд, ту бо онон [ба чунин дурӯғе] гувоҳӣ мадеҳ ва аз ҳавасҳои касоне, ки оёти Моро дурӯғ шумурданд ва касоне, ки ба охират имон намеоваранд ва [маъбудони ботилро] бо Парвардигорашон ҳамто қарор медиҳанд, пайравӣ накун","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:151","price":"Бигӯ: «Биёед он чиро, ки Парвардигоратон бар шумо ҳаром кардааст, бароятон бихонам: Ин ки чизеро бо Ӯ шарик қарор надиҳед ва ба падару модар некӣ кунед ва фарзандони худро аз [тарси] тангдастӣ накушед. Мо ба шумо ва онон рӯзӣ медиҳем ва ба корҳои зишт, чи ошкор ва чи ниҳон, наздик нашавед ва касеро, ки Аллоҳ таоло [қатлашро] ҳаром кардааст ҷуз ба ҳақ накушед. Ин аст [он чи Аллоҳ таоло] шуморо ба [пайравӣ аз] он супориш кардааст, бошад, ки биандешед","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:152","price":"Ва ба моли ятим наздик нашавед, магар ба беҳтарин шакл [ки ба суду салоҳи ӯ бошад], то ба синни [булуғ ва] рушди худ бирасад ва [санҷиши] паймона ва тарозуро ба адолат комил кунед.Мо ҳеҷ касеро ҷуз ба андозаи тавонаш мукаллаф намесозем ва ҳангоме ки сухан мегӯед [ё гувоҳӣ медиҳед], пас, адолатро риоя кунед, ҳарчанд, [дар бораи] хешованд бошад ва ба аҳду паймони Аллоҳ таоло вафо кунед. Ин аст [он чи Аллоҳ таоло] шуморо ба [пайравӣ аз] он супориш кардааст, бошад, ки панд гиред","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:153","price":"Ва ин ки [огоҳ бошед] ин роҳи рости Ман аст, пас, аз он пайравӣ кунед ва аз [дигар] роҳҳо пайравӣ накунед, [чаро ки] шуморо аз роҳи Ӯ ҷудо месозад. Ин аст [он чи Аллоҳ таоло] шуморо ба [пайравӣ аз] он супориш кардааст, бошад, ки парво кунед","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:154","price":"Сипас ба Мӯсо китоб [Таврот] додем, то бар касе, ки некӣ кардааст, неъматро тамом кунем ва барои он ки [ҳукми] ҳар чизеро ба тафсил баён намоем ва раҳнамуду раҳмате гардад, бошад, ки ба дидори Парвардигорашон имон биёваранд","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:155","price":"Ва ин [Қуръон] ки нозил кардем, китоби пурбаракат аст, аз он пайравӣ кунед ва парво намоед, бошад, ки мавриди раҳмат қарор гиред","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:156","price":"[Онро нозил кардем] То нагӯед: «Китоб [-и осмонӣ] танҳо бар ду тоифаи пеш аз мо [ яҳудиён ва масеҳиён] нозил шуда буд ва мо аз қироату тиловати эшон бехабар будем»","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:157","price":"Ё нагӯед: «Агар китоб [-и осмонӣ] бар мо нозил мешуд, аз онон роҳёфтатар будем». Пас, бе тардид, [ин ки] аз ҷониби Парвардигоратон далели равшан ва ҳидоят ва раҳмате бароятон омадааст. Пас, кист ситамгортар аз он ки оёти Аллоҳ таолоро дурӯғ ангорад ва аз он рӯ бигардонад? Ба зудӣ касонеро, ки аз оёти Мо рӯ мегардонанд, ба сазои он ки [ба каломи илоҳӣ] пушт мекарданд, ба азоби сахт [-у дардовар] муҷозот хоҳем кард","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:158","price":"Оё [кофирон] интизори ҷуз ин доранд, ки фариштагон [-и марг] наздашон биёянд ё Парвардигорат [худ барои доварӣ] биояд ё бархе аз нишонаҳои Парвардигорат [дар мавриди қиёмат] фаро расад? Рӯзе, ки бархе аз нишонаҳои Парвардигорат ошкор гардад, имон овардани касе, ки пештар имон наёварда ё бо имонаш хайре ҳосил накарда аст, суде ба ҳолаш надорад. [Эй паёмбар, ба мушрикон] Бигӯ: «Мунтазир бошед. Бе гумон мо [низ] мунтазирем»","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:159","price":"[Эй Паёмбар] касоне, ки дини худро пароканда сохтанд ва фирқа-фирқа шуданд, бе тардид туро бо онон коре нест; онон корашон фақат бо Аллоҳ таолост.Онгоҳ [Аллоҳ таоло дар рӯзи қиёмат] аз он чи мекарданд, огоҳашон месозад","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:160","price":"[Дар он рӯз] Ҳар [муъмине] ки кори неке биоварад, даҳ баробараш [подош] хоҳад дошт ва ҳар ки кори баде биоварад, ҷуз монандаш кайфар нахоҳад дид ва ба онон ситам нахоҳад шуд","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:161","price":"[Эй Паёмбар, ба мушрикон] Бигӯ: «Бе тардид, Парвардигорам маро ба роҳи рост ҳидоят кардааст: дини пойдор [ва] оини Иброҳим, ки ҳақгаро буд ва ҳаргиз дар зумраи мушрикон набуд»","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:162","price":"Бигӯ: «Бе тардид, намозам ва қурбониҳои ман ва зиндагӣ ва маргам ҳама барои Аллоҳ таоло – Парвардигори ҷаҳониён аст","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:163","price":"[Ҳам Ӯ ки] Шарике надорад ва ба ин [яктопарастӣ холисона] дастур ёфтаам ва ман нахустин мусулмон аз ин қавм ҳастам»","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:164","price":"Бигӯ: «Оё ба ҷуз Аллоҳи мутаол парвардигореро биҷӯем ва ҳол он ки Ӯ Парвардигори ҳама чиз аст? Ва ҳеҷ касе [кори ношоистае] анҷом намедиҳад, магар он ки [бори гуноҳаш] бар худи ӯст ва ҳеҷ гунаҳгоре бори [гуноҳи] дигареро ба дӯш намекашад. Сипас бозгашти [ҳамаи] шумо ба сӯйи Парвардигоратон аст. Он гоҳ [дар рӯзи қиёмат, аз ҳақиқати] он чи дар он ихтилоф доштед, огоҳатон месозад","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"tg"},{"name":"6:165","price":"Ва Ӯст, ки шуморо ҷойнишини [пешиниён дар] замин қарор дод ва дараҷоти бархе аз шуморо [дар офариниш ва сарват] бар бархи дигар бартарӣ дод, то [ба василаи] он чи ба шумо додааст, озмоишатон кунад. Бе тардид, Парвардигорат зудкайфар аст ва яқинан Ӯ бисёр омурзанда [ва] меҳрубон аст","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"tg"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}