{"data":[{"name":"61:1","price":"Он чи дар осмонҳо ва он чи дар замин аст, тасбеҳи Аллоҳ таоло мегӯянд ва Ӯ пирӯзманди ҳаким аст","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:2","price":"Эй касоне, ки имон овардаед, чаро чизеро мегӯед, ки [ба он] амал намекунед?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:3","price":"Назди Аллоҳ таоло сахт нописанд [ва муҷиби хашм] аст, ки чизеро бигӯед, ки [ба он] амал намекунед.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:4","price":"Бе гумон, Аллоҳ таоло касонеро, ки чун бинои оҳанин саф баста [ва] дар роҳи Ӯ пайкор мекунанд, дӯст медорад","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:5","price":"Ва [эй Паёмбар, ба ёд овар] ҳангомеро, ки Мӯсо ба қавмаш гуфт: «Эй қавми ман, чаро маро озор [ва азият] мерасонед, дар ҳоле ки медонед, бе гумон, ман фиристодаи Аллоҳ таоло ба сӯи шумо ҳастам?». Пас, чун онон [аз ҳақ] мунҳариф шуданд, Аллоҳ таоло дилҳояшонро мунҳариф сохт; ва Аллоҳ таоло қавми нофармонро ҳидоят намекунад.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:6","price":"Ва [ёдовар бош] ҳангоме ки Исо писари Марям гуфт: «Эй Бани Исроил, бе гумон, ман фиристодаи Аллоҳ таоло ба сӯйи шумо ҳастам. Он чи аз Таврот, ки пеш аз ман буда тасдиқ мекунам ва [низ] муждадиҳанда ба расуле ҳастам, ки баъд аз ман меояд ва номаш «Аҳмад» аст». Пас ҳангоме ки ӯ [Аҳмад] бо муъҷизаҳо [ва далоили равшан] ба сӯи онон омад, гуфтанд: «Ин ҷодуи ошкор аст».","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:7","price":"Чи касе ситамгортар аз он касе аст, ки бар Аллоҳ таоло дурӯғ бубандад, дар ҳоле ки ба [дини] ислом даъват мешавад? Ва Аллоҳ таоло гурӯҳи ситамгоронро ҳидоят намекунад.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:8","price":"Онҳо мехоҳанд нури Аллоҳро бо даҳони худ хомӯш кунанд, вале Аллоҳ таоло комилкунандаи нури хеш аст; ҳарчанд кофирон хуш надошта бошанд.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:9","price":"Ӯст, ки Паёмбарашро бо ҳидояту дини ҳақ фиристодааст, то онро бар ҳамаи адён пирӯз гардонад, ҳарчанд мушрикон нохушнуд бошанд","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:10","price":"Эй касоне, ки имон овардаед, оё [мехоҳед] шуморо ба тиҷорате роҳнамоӣ кунам, ки шуморо аз азоби дарднок наҷот диҳад?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:11","price":"Ба Аллоҳ таоло ва паёмбараш имон биёваред ва бо амвол ва ҷонҳоятон дар роҳи Аллоҳ таоло ҷиҳод кунед. Агар бидонед, ин [кор] барои шумо беҳтар аст.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:12","price":"[Агар чунин кардед, Аллоҳ таоло] гуноҳонатонро мебахшад ва шуморо дар боғҳое [аз биҳишт] ворид мекунад, ки ҷӯйборон аз зери [дарахтони] он ҷорӣ аст ва дар хонаҳои покиза дар биҳишт ҷовидон [ҷой медиҳад]. Ин комёбии бузурге аст.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:13","price":"Ва [неъмати] дигаре, ки онро дӯст доред, [низ ба шумо иноят мефармояд, ки ҳамоно] ёрӣ аз сӯйи Аллоҳ таоло ва пирӯзии наздик аст; ва муъминонро [ба ин пирӯзӣ] башорат деҳ.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"tg"},{"name":"61:14","price":"Эй касоне, ки имон овардаед, ёварони [дини] Аллоҳ таоло бошед; ҳамон гуна ки Исо – писари Марям – ба ҳавориюн гуфт: «Чи касоне ёварони ман [дар даъват] ба сӯи Аллоҳ таоло ҳастанд?». Ҳавориюн гуфтанд: «Мо ёварони [дини] Аллоҳ таоло ҳастем». Пас, гурӯҳе аз Бани Исроил имон оварданд ва гурӯҳе кофир шуданд. Он гоҳ мо касонеро, ки имон оварда буданд, бар душманонашон неру [ва тавоноӣ] додем, ва саранҷом пирӯз шуданд","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"tg"}],"chapter":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"]}