{"data":[{"name":"11:1","price":"Alif Laam Raa (Qur’aanni kun) kitaaba keeyyatoonni isaa sirriitti qindeeffamtee, eegasii addaan baafamtee, (Rabbii) ogeessa, keessa beekaa ta’e biraayi.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"","lang":"om"},{"name":"11:2","price":"“Rabbiin malee waan biraa hin gabbarinaa” jechuun (addaan baafamte). Ani isiniif Isa irraa akeekkachiisaafi gammachiisaadha","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"om"},{"name":"11:3","price":"“Gooftaa keessan araarama kadhadhaa; ergasii gara Isaatti tawbaa deebi’aa,qananii bareedaa isin qanansiisa, hanga beellama beekamaatti. Abbootii tolaa hundaafis tola (mindaa) isaa ni kenna” jechuun (addaan baafamte). Yoo (irraa) gara galan, ani adabbii guyyaa guddaan isin irratti sodaadha.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"om"},{"name":"11:4","price":"Deebiin keessan gara Rabbiitti. Inni waan hunda irratti danda’aadha.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"om"},{"name":"11:5","price":"Dhagayaa! Dhugumatti, isaan Isa jalaa dhokachuuf qoma isaanii maru. Dhagayaa! yeroo isaan uffata isaanii haguuggatan, (Rabbiin) waan isaan dhoksaniifi waan isaan mul'isanis ni beeka. Inni beekaa waan qoma keessa jiruuti.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"om"},{"name":"11:6","price":"Lubbu qabeeyyiin dachii keessatti tokkollee sooranni ishee Rabbi irratti ta’u malee hin taane. Iddoo qubannoota isheetiifi iddoo du’a ishees ni beeka. Hundumtuu kitaaba ifa ta’e keessa jira.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:7","price":"Inni (Rabbiin) Isa samiifi dachii guyyoota jaha keessatti uumeedha. Arshiin Isaas bishaan gubbaa ture. Eenyuu keessantu dalagaan isaa irra gaarii ta’uu isin qormaatuuf (isaan uume). Yoo ati “Dhugumatti isin du’a booda kaafamoodha” jetteen, isaan kafaran nijedhu “kun sihrii ifa ta’e malee waan biraatii miti”","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:8","price":"Adabicha yoo hanga beellama lakkaawamaa ta’eetti isaan irraa tursiifne, “maaltu isa tursiise?” jedhu. Dhagayaa! guyyaa inni isaanitti dhufu isaan irraa deebifamaa miti. Wanti isaan ittiin qishinaa turan isaanitti bu'a.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:9","price":"Yoo Nuti rahmata Nu biraa ta’e Nama dhandhamsiifnee ergasii ishee isa irraa mulqine, (abdii muratee itti kafara). Dhugumatti inni akkaan abdii murataa, akkaan kafaraadha.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:10","price":"Yoo Nuti eega rakkoon isa mudatee booda qananiiwwan isa dhandhamsiifne, dhugumatti “hamtuuwwan narraa deeme” jedha. Dhugumatti, inni akkaan gammadaa, akkaan dhaaddataadha.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:11","price":"Garuu isaannan obsaniifi toltuuwwan dalagan malee, warri sun araaramaafi mindaa guddaatu isaaniif jira.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:12","price":"Garii waan gara keetti buufamee dhiisuun, isattis onneen kee dhiphachuun, sirratti sodaatama “Maaliif qabeenyi guddaan isa irratti hin buufamne, yookiin maleykaan isa waliin hin dhufne” jechuu isaanii sodaachuuf jecha. Ati akeekkachiisaa qofa. Rabbiin wanta hunda irratti tiksaadha.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:13","price":"“Inumaayyuu isatu (Qur’aana) of biraa uume” jedhuu? jedhiin \"suuraa kudhan kan (isin biraa) uumamtuu taate kan isa fakkaattu fidaa Rabbiin ala waan dandeessan waamadhaatii,“yoo kan dhugaa dubbattan taatan.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:14","price":"Yoo isaan isiniif hin awwaatin, beekaa inni (Qur’aanni kun) kan buufame beekumsa Rabbiitiin akka ta’eefi Isa malees gabbaramaan haqaa akka hin jirre. Sila isin Muslima hin taatanuu? (Muslima ta’aa jedhiin).","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:15","price":"Namni jireenya Addunyaatiifi miidhagina ishee fedhe, Nuti dalagaalee isaanii ishee keessatti guunnee isaaniif kennina. Isaanis ishee keessatti hin hir’ifamanu.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:16","price":"Isaan sun warra Aakiraatti ibidda malee homtuu isaaniif hin jirreedha. Wanti isaan ishee keessatti dalaganis ni bade. Wanti isaan dalagaa turanis badaadha.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:17","price":"Sila namni ragaa mul’ataa Gooftaa isaa biraa ta’e irra jiru, kan ragaan Isa (Allaah) irraa ta’e isa hordofuufi isa duras kitaabni Muusaa kan hogganaafi rahmata ta’ee (ragaa isaaf ba’e) (akka nama jiruu addunyaa fedhuu ni ta’aa)? Warri sun isatti (Qur’aanatti) ni amanu. Ahzaabota irraas warra isatti kafare ibiddi itti gala isaati. Isa irraa shakkii keessatti hin ta’in. Dhugumatti, inni dhugaa Gooftaa kee irraa ta’eedha. Garuu irra hedduun namootaa hin amananu.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:18","price":"Isa Rabbi irratti kijiba uume irra namni of miidhe eenyu? Warri sun Gooftaa isaanii irra fidamu. Ragoonni nijedhu “isaan kun warra Gooftaa isaanii irratti sobaniidha”. Dhagayaa! Abaarsi Rabbii miidhaa hojjattoota irra haa jiraatu.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:19","price":"Isaan warra karaa Rabbii irraa (namoota) deebisaniifi dabiinsa ishees fedhaniidha. Isaan isaanumatu Aakhiraatti kafaroodha.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:20","price":"Warri sun dachii keessatti (Rabbiin) dadhabsiisoo hin turre. Rabbii alattis gargaaraan tokkolleen isaaniif hin taane. Adabichi dachaa isaaniif godhama. (Haqa) dhagahuu kan danda’an hin turre; kan arganis hin taane.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:21","price":"Warri sun isaan lubbuulee isaanii hoonga’anii wanti isaan ofirraa (kijibaan) uumanii (gabbaraa) turanis jalaa badeedha.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:22","price":"shakkiin hinjiru isaan Aakiraatti  isaanumatu hoonga’oota.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:23","price":"Isaan amananii gaggaarii hojjatanii, Rabbii isaaniitiif gadi jedhan isaan sun warra jannataati. Isaan ishee keessatti hafoodha.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:24","price":"Fakkeenyi gareewwan lamaanii akka jaamaa, duudaafi argaa, dhagayaati. Sila fakkeenyatti isaan lamaan wal qixxaa’uu? Sila isin hin gorfamtanii?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:25","price":"Dhugumatti, Nuti Nuuhiin gara ummata isaa erginee jirra. (Innis ni jedhe): “Ani isiniif akeekkachiisaa ifa bahaadha.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:26","price":"Rabbiin malee (waan biraa) hin gabbarinaa; Ani adabbii guyyaa laalessaan isin irratti sodaadha.”","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:27","price":"Ummata isaa iraa qondaaltonni isaannan kafaranii nijedhan “nama fakkii keenya taatee malee si hin agarru. Gadi aantota keenya warra yaada gadhee (yartuu) malee kan si hordofes hin agarre. Isiniifis nurratti caalmaya tokkollee hin agarre. Inumaayyuu sobdoota ta’uu keessan shakkina” (jedhan).","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:28","price":"Inni ni jedhe: “Yaa ummata kiyya! Mee naaf himaa; yoo ani ragaa ifa bahaa Gooftaa kiyya irraa ta’e irra jiraadhee, Innis rahmata Isa biraa ta’e (nabiyyummaa) naaf kennee, isin jalaa dhokate, sila nuti odoo isin isheedhaaf jibbitoota taatan dirqamaan isin fudhachiifnaa?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:29","price":"Yaa ummata kiyya! Ani isa (ergaa qaqqabsiisuu) irratti mindaa isin hin gaafadhu. Mindaan kiyya Rabbiin qofa irra jira. Ani ari’aa warra amananiitii miti. Dhugumatti, isaan Gooftaa isaanii qunnamoodha. Garuu ani ummata wallaalaa ta’uun isin arga.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:30","price":"Yaa ummata kiyya! (adabbii) Rabbii jalaa eenyu na baraarsa? Yoo ani isaan ari’e. Sila hin gorfamtanuu?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:31","price":"Ani kuusaan qabeenya Rabbii ana bira jira isiniin hin jedhu. Gaybii (wanta fagoo) hin beeku. Ani maleeykaa dhas isiniin hin jedhu. Isaannan ijoonni keessan tuffattu (xinneessituu)nis Rabbiin toltuu isaaniif hin kennu hin jedhu. Rabbiin waan lubbuulee isaanii keessa jiru irra beekaadha. Yoo san, ani dhugumatti warra miidhaa hojjatan irraayyi”","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:32","price":"[Isaan] nijedhan “yaa Nuuh! Ati dhugumatti nu mormitee jirta. Mormiiwwan keenyas baay’essitee jirta. waan nuun sodaachiftu sana nutti fidi, Yoo warra dhugaa dubbatan irraa taate”.","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:33","price":"Nijedhe \"Isa kan isinitti fidu Rabbuma qofa Yoo fedhe. (ni ariifachiisa) Isin dadhabsiisoo hin taane”.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:34","price":"“gorsi koo isin hin fayyadu Yoo an isin gorsuu fedhe, yoo Rabbiin isin jallisuu fedha ta’e, Inni Gooftaa keessani, Garuma isaa qofa deebitu”(jedhe).","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:35","price":"Sila “(Muhammad) isa (Qur’aana) of irraa uume” jedhuu?. jedhi “Yoo ani of irraa isa uume, badiin kiyya anuma irra jira, Ani badii isin hojjattan irraa qulquulluudha”.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:36","price":"Gara Nuuhitti (akkana jechuun) beeksisa godhame: “Dhugumatti, warra kana dura amanan malee ummata kee irraa kana booda homtuu hin amanu; Kanaaf waan isaan hojjatanitti hin gaddin.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:37","price":"Doonis laalchota (tika) keenyaafi beeysisa keenyaan hojjadhu. Warra miidhaa dalagan keessatti natti hin dubbatin. isaan bishaanin dhidhimfamoodha.”","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:38","price":"Innis (Nuuh) doonii hojjata (ture), Dhawaatuma qondaalonni ummata isaa irraa ta’an isa irra qaxxaamuraniin, isatti qishinu. Innis ni jedhe: “Yoo isin nutti qishnitanis nutis akkuma isin qishnitan isinitti qishinuuf jirra.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:39","price":"Beekuuf jirtu Namni adabbiin isa salphisu itti dhufuufi adabbiin itti fufaan isa irra qubatu eenyu akka ta’e.","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:40","price":"Yeroma ajajni keenya dhufee, badaa ibiddaa (keessaa bishaan) burqe “Wantoota hunda irraa (saala) lama lama (kormaafi dhalaa), maatii keetis nama jechi (adabaa) isa irratti dabre malee, namoota amananis ishee keessatti fe’i” isaan jenne, Isa waliin namoota muraasa malee (baay’een) hin amanne.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:41","price":"Nijedhe ishee yaabbadhaa “Haala deemsi isheetiifi dhaabbatiinsi ishees maqaa Rabbiitiin taa’een. Rabbiin kiyya araaramaa, rahmata godhaadha.","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:42","price":"Isheen danbalii akka gaarotaa keessa isaanin adeemti. Nuuh ilma isaa (doonittii irraa) fagoo ture niyaame “Yaa ilma kiyya! Nu waliin yaabbadhu, Warra kafaran wajjinis hin ta’in” jedheen.","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:43","price":"(Ilmi isaa) ni jedhe: “Ani gara gaara bishaan jalaa na baraarsuun qubadha.” (Nuuh) ni jedhe: “Har’a wanti ajaja Rabbii jalaa nama baraarsu hin jiru; nama Rabbiin rahmata isaaf godhe malee” . Danbaliin gidduu isaanii haguuge. Inni warra bishaaniin nyaataman irraa ta’e.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:44","price":"Ni jedhame: “Yaa dachii! Bishaan kee liqimsi, Yaa samii! (Bokkaa kee) qabadhu.” Bishaan xuuxamee hir’ate. Murtiin Rabbiis (adabichis) ni raawwatame. Isheen tabba juudiyyi jedhamu irra dhaabbatte. Ni jedhame: “(rahmata Rabbii irraa) Fageenyi ummata miidhaa hojjattoota irra haa jiraatu!”","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:45","price":"Nuuh Gooftaa isaatti lallabee, nijedhe “Gooftaa kiyya! dhugumatti, ilmi kiyya maatii kiyya irraayi. Waadaan kee dhugaadha. Ati irra haqa murteessaa abbootii murtiiti”.","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:46","price":"(Rabbiin) nijedhe “Yaa Nuuh! dhugumatti, inni maatii kee irraa miti. Inni hojii gaarii hin ta’iniidha. waan beekumsa itti hin qabne na hin gaafatin. Ani akka ati wallaaltota irraa hin taanen si gorsa”.","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:47","price":"(Nuuh) nijedhe “Gooftaa kiyya! Ani waan beekumsa itti hin qabne si gaafachuu irraa sittin maganfadha. Yoo Ati naaf araaramtee, rahmatas naaf hin godhin, warra hoonga’an irraan ta’a”.","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:48","price":"Nijedhame “Yaa Nuuh nageenyaa Nurraa ta’eefi barakaa siifi garii ummata si wajjin jiran irratti ta’een, (doonittii irraa) gadi bu’i. (Sanyii isaanii irraas) ummata yeroof isaan qanansiifnee san booda Nu biraa adabbiin laalesaan isaan tuqutu jira”.","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:49","price":"Isheen tun oduu fagoo kan gara keetti beeksisa goonu irraayi. Sis ta’ee ummanni keetis kana dura kan ishee beektan hin turre. Obsi Dhugumatti, booddeen (gaariin) kan warra (Rabbiin) sodataniiti.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:50","price":"Gara Aadittis obboleessa isaanii Huudiin (erginee jirra). Innis ni jedhe: “Yaa ummata kiyya! Rabbiin gabbaraa. Gabbaramaan (haqaa) Isa malee isiniif hin jiru. Isin kijiba uumoo malee waa biraa hin taane.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:51","price":"Yaa ummata kiyya! Ani isa (ergaa qaqqabsiisuu) irratti mindaa isin hin gaafadhu. Mindaan kiyyas Isa na uume irratti malee hin taane. Sila isin hin xiinxaltanii?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:52","price":"Yaa ummata kiyya! Gooftaa keessan araarama kadhaa, ergasii gara Isaatti tawbaa deebi’aa. Bokkaa walitti dhaabbataa godhee isinirratti ergaa. Humna keessan irratti humna isiniif dabalaa. Yakkamtoota taatanii irraa gara hin galinaa.”","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:53","price":"Nijedhan “Yaa Huud! Ati ragaan nutti hin dhufne. Nuti jecha keetiif jennee gabbaramtoota keenya kan dhiifnu hin taane. Nuti siif amanoo miti”.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:54","price":"Garii gabbaramtoota keenyaatu hamtuun si tuqee malee homaa hin jennu. (Huudis) ni jedhe: “Ani Rabbiinin ragaa godha; isinis ‘ani waan isin qindeessitan irraa qulqulluu ta’uu’ ragaa ba’aa.","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:55","price":"Isaa gaditti (waan gabbartan irraa ani qulqulluudha, Yoo dandeessan) shira natti baasaa haala huda taataniin; eegasii yeroo naaf hin kenninaa.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:56","price":"Ani Rabbii Gooftaa kiyyaafi Gooftaa keessan ta’e irratti irkadheera. lubbu qabaan tokkos Inni sammuu isaa qabu malee hintaane. Gooftaan kiyya karaa qajeelaa irra jira.","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:57","price":"Yoo gara galtan, dhugumatti ani waanin ittiin gara keessanitti ergame isintti dhaqqabsiiseera, Gooftaan kiyyas ummata isin hin ta’in bakka buusa. Homaa Isa hin miitan. Gooftaan kiyya waan hunda irratti eegaadha.","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:58","price":"Yeroo ajajni keenya dhufe, Huudiifi warra isa waliin amanan rahmata Nurraa ta’een nagaa baafne, adabbii cimaa ta’e irraa nagaa isaan baafne.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:59","price":"Isheen sun (ummata) Aadi Mallattoowwan Gooftaa isaanii mormanii, ergamtoota Isaas didan; ajaja of tuulaa, haqa mormaa ta’e hundaa hordofan.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:60","price":"Addunyaa kana keessatti abaarsaan hordofsiifaman; Guyyaa Qiyaamaas (akkasuma). Dhagayaa! Dhugumatti, Aad Gooftaa isaaniitti kafaraniiru. Dhagayaa! Ummata Huud kan ta’an Aadiif (rahmata irraa) fageenyi haa ta’u.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:61","price":"Gara Samuudis obboleessa isaanii Saalihiin (erginee jirra). Ni jedhe: “Yaa ummata kiyya! Rabbiin gabbaraa, Isa malee dhugaan gabbaramaan biraa isiniif hin jiru, Inni dachii irraa isin uumeeti, ishee keessa isin jiraachise. araarama Isa (qofa) kadhaa; ergasii gara Isaatti tawbaa deebi’aa. Dhugumatti, Gooftaan kiyya (beekumsa Isaatiin) dhihaataa, awwaataa dha.”","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:62","price":"Ni jedhan:  Yaa Saalih! Ati kana dura nu keessatti nama kajeelamaa turte. Sila ati waan abbootiin keenya gabbaraa turan gabbaruu irraa nu dhorgitaa? Nuti waan ati itti nu waamtu irraa shakkii keessatti jirra.","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:63","price":"(Saalih) ni jedhe: “Yaa ummata kiyya mee naaf himaa! Yoo ani ragaa ifa ba’aa Gooftaa kiyya irraa ta’e irra jiraadhee, Innis rahmata Isa biraa ta’e (nabiyyummaa) naaf kenne, yoo ani Isatti dilaaye Rabbiin jalaa eenyutu na tumsa? Isin hoongeessuu malee homaa naaf hin dabaltanu.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:64","price":"Yaa ummata kiyya! Isheen tun gaala Rabbiiti, isiniif mallattoodha. Dachii Rabbii keessa haa nyaattuu ishee dhiisaa, Hamtuudhaan ishee hin tuqinaa. (Yoo akkas gootan) adabbiin dhihoo ta’e isin tuqa.”","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:65","price":"Ishee ni waraanan, Inni nijedhe “Manneen keessan keessa guyyoota sadihiif qanani’aa. Kun waadaa (adabbii) hin kijibsiifamneedha”.","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:66","price":"Yeroma ajajni keenya dhufe, Saalihiifi warra isa wajjiin amanan rahmata Nurraa ta’een nagaa (isaan) baafne; xiqqeenya guyyaa sanii irraas (isaan baraarsine). Dhugumatti, Gooftaan kee isatu jabaa, injifataadha.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:67","price":"Iyyansi hamaan miidhaa hojjattoota qabatee, manneen isaanii keessatti kan jilbeenfatan ta’anii (du’anii) tahanii bariisifatan.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:68","price":"Akka waan ishee keessa hin jiraatinii ta’an. Dhagayaa! Samuud Gooftaa isaaniitti kafaranii jiru. Dhagayaa! fageenyi Samuudiif haa ta’u!","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:69","price":"Dhugumatti, ergamtoonni keenya Ibraahiimitti oduu gammachiisaan dhufan, nijedhan “nagaa (sirratti buufna)” Innis nijedhe “nagaan (isin irra haa jiraatu)”. Odoo hin turre jibicha waadamaan dhufe.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:70","price":"Yeroma harkoowwan isaanii gara isaa (nyaatichaa) kan hin geenye ta’uu argu, isaan morme; isaan irraas sodaa dhokfate, nijedhaniin “Hin sodaatin; nuti gara ummata Luux ergamnee”.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:71","price":"Niitiin isaa dhaabattuu taatee nikolfite, Nuti Isihaaqiin ishee gammachiifne, Isihaaq boodas Ya’aquubiin.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:72","price":"Ni jette: “Yaa badii kiyya! Sila odoo ani dullattii, ta'e jiruu da'aa? dhirsi kiyya kunis dullachaa. Dhugumatti, kun waan dinqisiisaa dha!”","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:73","price":"Ni jedhan: “Sila murtii Rabbii irraa dinqisiifattaa?  Rahmanni Rabbiitiifi barakaan Isaa isin irra haa jiraatu;Yaa warra manichaa! Inni faarfamaa, guddaadha.”","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:74","price":"Yeroma Ibraahiim irraa sodaan deemee gammachuun isatti dhuftu, inni ummata Luux keessatti Nuun falmuu eegale.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:75","price":"Dhugumatti, Ibraahiim obsaa, Rabbitti booyaa, deebi’aadha.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:76","price":"Yaa Ibraahiim! (Falmii) kana irraa gara gali. Dhugumatti, ajajni Gooftaa keetii dhufee jira. Isaan adabbiin hin deebifamne isaanitti dhufa.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:77","price":"Yeroma ergamtoonni keenya Luuxitti dhufan, inni isaanitti gadde; qomti isaas isaaniif dhiphate “Kun guyyaa hamaadha” jedhe.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:78","price":"Ummanni isaas gara isaatti kan ariifatan ta’aa isatti dhufan, Sana duras gocha fokkataa kan hojjatanu turan, (Luux) ni jedhe: “Yaa ummata kiyya! Isaan kun shamarran kiyyaIsaan (yoo seeraan fuutan)isaantu isiniif qulqulluudha. Rabbiin sodaadhaa; keessummaa kiyya keessatti na hin xiqqeessinaa. Sila isin irraa namni qajeelaan tokkolleen hin jiruu?”","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:79","price":"Isaan ni jedhan: “Dhugumatti, ati akka nuti ijoollee dubaraa kee irraa dhimma hin qabne beektee jirta, dhugumatti ati waan nuti barbaannu nibeekta.”","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:80","price":"Ni jedhe: “Ani odoon humna isin irratti qabaadhee yookiin gara lammii jabduu hirkadhee (isinin adaba ture).”","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:81","price":"(Isaan) ni jedhan: “Yaa Luux! Dhugumatti, nuti ergamtoota Gooftaa keetiiti; Isaan gara keetti hin ga’anu. Maatii kee qabadhuu kutaa halkan irraa taate keessa deemi, Isin irraa eenyullee of duuba akka hin mil’anne, Niitii tee malee. Dhugumatti, wanti isaan tuqu ishee tuqaadha. Beellamni isaaniis bariidha. Sila bariin dhihoo mitii?”","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:82","price":"Yeroo ajajni keenya dhufu, gubbaa ishee (magaalattii) jala ishee taasifnee, Ishee irratti dhagaa dhoqqee gubamaa irraa tahe wal hordofaa roobsifne.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:83","price":"(Dhagattiin) Gooftaa kee biratti kan mallatteeffamte taatee (ishee roobsine), Isheen miidhaa hojjattoota irraa fagoo miti.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:84","price":"Gara Madyanis obboleessa isaanii Shu’aybiin (erginee jirra) nijedhe “Yaa ummata kiyya! Rabbiin gabbaraa, Isa malee dhugaan gabbaramaan biraa isiniif hin jiru, Safaraafi madaala hin hir’isinaa, Ani qabeenya keessattin isin argaara, Dhugumatti ani adabbii guyyaa marsaa ta’een isin irratti sodaadha.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:85","price":"Yaa ummata kiyya! Safaraafi madaalas haqaan guutaa, Namoota jalaa wantoota isaanii hin hirdhisinaa; dachii keessattis balleessitoota taatanii badii hin facaasinaa.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:86","price":"waan Rabbi isiniif hambisetu isiniif caala;Yoo mu’uminoota taataniif, Ani isin irratti eegaa miti.”","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:87","price":"Ni jedhan: “Yaa Shu’ayb! Sila salaata keetu waan abbootiin keenya gabbaraa turan akka dhiifnu yookiin akka nuti qabeenya keenya irratti akka feene hin dalagne si ajajjii? Dhugumatti, ati simatu obsaa, qajeelaa dha!”","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:88","price":"Ni jedhe: “Yaa ummata kiyya! Mee naaf himaa; yoon ragaa ifa ba’aa Gooftaa kiyya irraa ta’e irra jiraadhee, innis kennaa gaarii Isa biraa ta’e naaf kenne, (sila qabeenya karaan alaatiin walitti makuun qabaa), Ani waanin irraa isin dhorge (hojjachuun) isin faallessuu hin fedhu, Ani hangan danda’een (isin) tolchuu malee hin fedhu, Haqa qunnamuun kiyyas Rabbi irraa malee hin taane, Isa irratti hirkadhe; garuma isaan deebi’a.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:89","price":"Yaa ummata kiyya! ana faallessuun akka fakkaataa waan ummata Nuuh yookiin ummata Huud yookiin ummata Saalih tuqee isin tuquu irratti isin hin kaasne, Ummanni Luux isin irraa fagoo miti.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:90","price":"Gooftaa keessan araarama kadhaa, Ergasii gara Isaa deebi’aa, Dhugumatti, Gooftaan kiyya rahmata godhaa, jaallataadha.”","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:91","price":"nijedhan “Yaa Shu’ayb! Irra hedduu waan ati jettuu nuti hin hubannu, Nu keessatti dadhabaa taateetiin si argina, Odoo gosti kee jiraachuu baatee, silaa dhagaan tumnee si ajjeefna turre, Ati nurratti jabaa miti”.","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:92","price":"Ni jedhe: “Yaa ummata kiyya! Sila gosa kiyyatu Rabbi irra isinitti jabaataa? Duuba keessan irraan gara dugdaa Isa gootan, Dhugumatti, Gooftaan kiyya waan isin dalagdanutti marsaadha.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:93","price":"Yaa ummata kiyya! Isin sadarkaa keessaniin hojjadhaa; Ani hojjataadha, Nama adabbiin isa xiqqeessu isatti dhufuufi nama isa kijibaa ta’e fuula dura beektu, Isin eegaa! Anis isin waliin eegaadha.”","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:94","price":"Yeroma ajajni keenya dhufu, Shu’aybiifi warra isa waliin amanan rahmata Nu biraa ta’een nagaa baafnee, warra miidhaa hojjatan iyyansi cimaan ni qabde, Manneen isaanii keessatti jilbeenfatoo ta’anii (du’anii) bariisifatan.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:95","price":"Akka waan ishee keessa hin jiraatinii ta’an. Dhagayaa! akkuma Samuud fagaatte! Madyaniif fageenyi haa ta’u.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:96","price":"Dhugumatti, Muusaa mallattoota keenyaafi ragaa ifa ta’een erginee jirra.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:97","price":"Gara Fir’awniifi qondaalota isaa (ergine), Ajaja Fir’awni hordofan, Ajajni Fir’awni sirrii miti.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:98","price":"Guyyaa Qiyaamaa ummata isaa dursee, ibidda isaan seensisa, (Inni) seensa seenamaa (ta’uun isaa) waa fokkate!","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:99","price":"Addunyaa kana keessatti abaarsaan hordofsiifaman, Guyyaa Qiyaamaas (akkasuma), Badhaasni badhaafaman waa fokkate!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:100","price":"Kun oduu magaalotaa irraayi; isa sirratti odeessina, Ishee irraa dhaabbataafi haamamaatu jiru.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:101","price":"Nuti isaan hin mine; Garuu isaan lubbuulee isaanii miidhan. gabbaramtoonni isaanii kan isaan Rabbii gaditti gabbaraa turan homaa isaan hin fayyadne Yeroo ajajni Gooftaa keetii dhufu. Hoongessuu malees homaa isaaniif hin daballe.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:102","price":"akkuma kana Qabaan Gooftaa keetii yeroo magaalota miidhaa hojjattuu taate qabe, Dhugumatti, qabaan Isaa laalessaa, jabaadha.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:103","price":"Dhugumatti, kana keessa namoota adabbii Aakiraa sodaataniif mallattootu jira. Sun guyyaa namoonni isaaf walitti qabamaniidha; sun guyyaa dhufamaadhas.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:104","price":"Beellama lakkaa’amaaf malee isa hin tursiifnu.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:105","price":"Guyyaa inni dhufu lubbuun kamillee hayyama Isaatiin malee hin dubbattu. Isaan irraas warra hoonga’aafi milkaa’aatu jira.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:106","price":"Isaan hoonga’an ibidda keessa ta’u, Ishee keessatti iyyansaafi himimsaatu isaaniif jira.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:107","price":"Hanga samiifi dachiin turan ishee keessa kan turan ta’anii (ibidda keessa jiraatu) Waan Gooftaan kee fedhe malee, Gooftaan kee waan fedhe hojjataadha.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:108","price":"Isaan milkeeffaman immoo Jannata keessa jiraatu Waan hanga samiifi dachiin turtu ishee keessatti kan hafan ta’anii (jannata keessa jiraatu) waan Gooftaan kee fedhe malee. Kennaa addaan hin cinne (kennaman).","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:109","price":"(Yaa Muhammad!) waan warri sun gabbaran irraa shakkii keessatti hin tahin, (Isaan) akkuma abbootiin isaanii duraan gabbaran malee hin gabbaranu, Nuti qooda isaanii odoo hin hir'ifamne guunnee isaaniif kennina.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:110","price":"Dhugumatti, Muusaaf kitaaba kennineerra; isa keessattis wal dhabame, Odoo jechi Gooftaa kee biraa dabruu baatee silaa gidduu isaaniitti murteeffama ture, Dhugumatti, isaan isa irraa shakkii cimaa keessa jiru.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:111","price":"Dhugumatti hunda isaaniitiif Gooftaan kee dalagaa isaanii isaaniif guuta, Dhugumatti, Inni waan isaan dalagan beekaadha.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:112","price":"Akka ajajamtetti gadi dhaabbadhu. Isaan  tawbatanis si waliin (gadi haa dhaabbatanii), Daangaas hin dabrinaa, Dhugumatti, Inni waan isin dalagdan argaadha.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:113","price":"Gara warra miidhaa hojjatanii hin dabinaa (Yoo akkas gootan) ibiddi isin tuqa፣ Rabbiin malees jaalallee biraa hin qabdan, Ergasii hin tumsamtanu.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:114","price":"Qaccee lamaan guyyaatiifi yeroo halkan irraa ta’e salaata dhaabi, Toltuuwwan hamtuuwwan ni deemsisu, Kun warra gorfamaniif gorsa.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:115","price":"Obsi! Dhugumatti, Rabbiin mindaa toltuu hojjattootaa hin balleessu.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:116","price":"Maaliif jaarraawwan isiniin duraa irraa warri hanbaa gaariin kan dachii keessatti badii irraa dhorgan hin jiraatin? xiqqoo warra nuti nagaya baafnee malee. Isaan miidhaa hojjatan immoo waan isa keessatti qanansiifaman hordofee yakkamtoota irraa ta’an.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:117","price":"Gooftaan kee magaalaa kamillee,miidhaan kaballeessu hintaane odoo jiraattonni ishee warra toltuu hojjatu ta’anii jiranuu.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:118","price":"Gooftaan kee odoo fedhee, silaa nama hunda ummata tokko taasisa ture. Wal dhaboo ta’uu irraa hin deemanu.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:119","price":"Nama Gooftaan kee rahmata godheef malee (waldhabuu irraa hin deman), Kanumaaf isaan uume. Jechi Gooftaa keetii guutamteetti “dhugumatti jahannamiin walii gala jinnootaafi namootaa irraa ta’aniin nan guuta”.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:120","price":"Oduulee ergamtootaa irraa waan ittiin onnee kee raggaasifnu hunda sirratti odeessina. Ishee kana keessatti dhugaa sitti dhufe, gorsaafi yaadachiifni mu’uminootaaf ta’e.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:121","price":"Isaan hin amanneeni jedhi: “sadarkaa keessaniin dalagaa, Nuti dalagoodha.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:122","price":"Isinis eegaa! Nutis eegoodha.”","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"om"},{"name":"11:123","price":"Iccitiin samiifi dachii keessaa kanuma Rabbiiti, Dhimmi hundi gara Isaatti deebifama, Isa gabbari, Isa irratti hirkadhu, Gooftaan kee waan isin hojjattan irraa dagataa miti.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"om"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}