{"data":[{"name":"2:1","price":"Alif, Laam, Miim {1}{2}","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"{1} harfiiwwan maqaan waamamtu tana tan jalqaba suuraawwaniitti argamtu hundaa hiikkaa isii Rabbumaatu beeka jedhanii isatti irkisuu barbaachisa. (ibnu kasiir).\n{2} suuraan baqaraa tuni fadhlii yookaa sadarkaa guddaa qabdi, san keessaa hadiisatti \"suuraan baqaraatiifii aala imraan guyyaa qiyaamaa dhuftee saahiba isiirraa deebisaa gooti\" jedhan.","lang":"om"},{"name":"2:2","price":"Kitaabni kuni [Rabbiin biraa ta’uu isaa keessatti] mamiin isa keessa hin jirreedha; warra Rabbiin sodaataniif qajeelfama.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:3","price":"Isaannan \"Ghaybitti\" (wantoota miiraan hin dhaqqabamnetti) amanan, kan salaata sirnaan salaataniifi waan Nuti isaaniif arjoomne irraa kennataniidha.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:4","price":"Ammas isaan warra waan gara keetti buufameefi waan si dura buufametti amananiifi isaan Aakhiraa dhugoomsaniidha.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:5","price":"Warri sun qajeelfama Rabbii isaanii biraa ta’e irra jiru. Ammas warri sun isaanumatu milkaawoodha.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:6","price":"Dhugumatti, isaannan kafaran isaan akeekkachiiftes isaan akeekkachiisuu baattes [lamaanuu] isaan irratti wal qixa; hin amanan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:7","price":"Rabbiin onneewwan isaaniirrattiifi dhageettuu isaanii irratti cufe; agartuu isaanii irras haguuggiitu jira. Isaaniif azaaba guddaatu jira.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:8","price":"Namoota irraa nama \"Rabbiifi Guyyaa Aakhiraatti amanne\" jedhutu jira. ammoo isaan warra amanee miti.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:9","price":"Rabbiifi warra amanan gowwoomsan [isaanitti fakkaata]; garuu lubbuu isaanii malee homaa hin gowwoomsanu. ammoo hinbeekan.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:10","price":"Onneewwan isaanii keessa dhukkuba [shakkiifi nifaaqaatu] jira. Rabbiinis dhukkuba isaaniif dabale. Waan kijibaa turaniif jechas adabbii laalessaa ta’etu isaaniif jira.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:11","price":"Yeroo \"Dachii keessatti badii hin raawwatinaa\" isaaniin jedhame \"nuti warra tolchu qofa\" jedhan.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:12","price":"Dhagayaa! Dhugumatti isaan isaanumatu warra badiiti. Garuu [haala gadhee isaanii kana] hin beekanu.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:13","price":"Yeroo \"akka namoonni amananitti amanaa\" isaaniin jedhame \"sila nuti akka warri gowwaan amananitti amannaa?\" jedhu. Dhagayaa! dhugumatti isaan isaanumatu gowwoota Garuu isaan hin beekan.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:14","price":"Yeroo warra amanan qunnaman \"nuti amanneerra\" jedhuYeroo sheyxaanota (hoggantoota) isaanii waliin kophaa ba’an immoo \" nuti isin waliin jirra; dhugumatti nuti isaanitti qishnuma (qoosaa) godhuuf [akkas goone]\" jedhu.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:15","price":"Rabbiin [mindaa qishnaa isaaniitiif] isaanitti qishnaa godha; jallina isaanii keessatti isaan dhiisa odoo isaan dhama’anuu .","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:16","price":"Isaan warra jallina qajeelumaan bitataniidha. Daldalli isaaniis bu’aa dhabe. Isaanis warra qajeelan hin turre.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:17","price":"Fakkeenyi isaanii akka fakkii isa ibidda qabsiifatee, yeroma isheen waan naannoo isaa ibsitu Rabbiin ifaa isaanii adeemsisee dukkana keessatti haala hin argineen isaan dhiiseeti","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:18","price":"[Isaan] duudaa, arraba qabamaafi jaamaadha. Kanaafuu [gara karaa qajeelaa] hin deebi’anu.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:19","price":"Yookiin akka rooba cimaa samii irraa ta’ee kan isa keessa dukkanoonni, mandiisuufi hangaasuun jirtu, bakakkaa irraa quba gurra isaanii keessa kaa’atu, du'a sodaaf. Rabbiin kaafirootatti marsaadha.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:20","price":"Calanqichi ija isaanii butuutti dhiyaata. Dhawaata isaaniif ifuun isa keessa deemu, Yeroo isaan irratti dukkanaa’e immoo ni dhaabatu. Rabbiin odoo fedhee dhageettiifi agartuu isaanii ni deemsisa ture. Dhugumatti, Rabbiin waan hunda irratti danda’aadha.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:21","price":"Isin Yaa namootaa! gooftaa keessan isa isiniifi warra isiniin duraa uume qofa gabbaraa! Akka Rabbiin sodaattaniif jecha.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:22","price":"[Rabbiin] Isa dachii afata, samii immoo ijaarsa (gubbaa) isiniif taasisee, kan samii irraa bishaan buusee, ergasii isaan fuduraa irraa soorata isiniif baaseedha. Kanaafuu odoo [kan gabbaramuun malu Rabbiin qofa ta’uu] beektanuu Rabbiif shariikota hin godhinaa.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:23","price":"Yoo waan Nuti gabricha keenya irratti buufne (Qur’aana) irraa mamii keessatti taatan, suuraa akka isaa [tokko] fidaatii ragoota (gargaartotaafi deeggartoota) keessan kan Rabbiin ala jiranis waamadhaa.yoo kan dhugaa dubbattan taatan.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:24","price":"Yoo [amma] hin dalagin; fuuldurattis hin dalagdanu; kanaafuu ibidda qabsiisaan ishee namaafi dhagaa ta’e kan kaafirootaaf qopheeffamte sodaadhaa.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:25","price":"Isaan amananii, gaggaarii hojjatan, jannatoonni laggeen jala ishee yaatu isaaniif jira jechuun [isaan] gammachiisi. Dhawaatuma firii ishee irraa sooramaniin \"kun soorata kana dura sooramneedha\" jedhu. Wal fakkaataa ta'ee isaaniif kenname. Isaaniif ishee keessa haadholeen manaa qulqulleeffaman jiru. Isaan ishee keessatti hafoodha.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:26","price":"Dhugumatti Rabbiin bookees taatee waan ishee irra guddaa (yookiin xiqqaa) fakkeenya taasisuu hin saalfatu. Warri amanan akka inni dhugaa Gooftaa isaanii irraa ta’e ni beeku. Isaan kafaran immoo \"Rabbiin fakkeenya kanatti maal fedhe?\" jedhu. [Rabbiin] kanaan (namoota) baay’ee jallisee, (namoota) baay’ees qajeelcha. Finciltoota malees (kan biraa) ittiin hin jallisu.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:27","price":"[Isaan] warra waadaa Rabbii erga kakuun jabeessanii booda diiganii, waan (firummaa) Rabbiin fufamuu isaatti ajaje muranii, dachii keessatti badii raawwataniidha. Warri sun hoonga’oon isaanuma.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:28","price":"Sila akkamitti Rabbitti kafartan? ka isinii du’oo turtan isin jiraachisee, ergasii isin ajjeesee, ergasii isin jiraachisu. ergasii gara Isaatti kan deebifamtan.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:29","price":"Inni (Rabbiin) Isa waan dachii keessa jiru hunda isiniif uumee, ergasii gara samii ol ta’ee, samii torba isaan taasiseedha. Inni waan hunda akkaan beekaadha.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:30","price":"Yeroo Gooftaan kee malaa’ikootaan \"dhugumatti, Ani (ilmaan namaa) dachii keessatti bakka bu’aa (khaliifaa) taasisuufan jira\" jedhes [yaadadhu]. Isaanis ni jedhan: \"Sila  namoota ishee (dachii) keessatti badii dalagan, kan dhiiga (walii) dhangalaasan ishee keessatti taasiftaa?\" odoo nuti galata keetiin si faarsinuufi si qulqulleessinuu\". [Innis] ni jedhe: \"Dhugumatti, Ani akkaan beekaa waan isin hin beekneti.\"","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:31","price":"Aadamiin maqoota hundaa isii isa barsiise. Ergasii malaa’ikoota irra isaan fideetiin \"yoo kan dhugaa dubbattan taataniif maqoota wantoota kanneenii naaf odeessaa” jedhe","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:32","price":"[Malaa’ikoonnis] ni jedhan: \"Ati qulqulloofte. Nu waan Ati nu barsiifte malee beekumsa hin qabnu; dhugumatti, Ati Simatu akkaan beekaa ogeessa.\"","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:33","price":"[Rabbiin] ni jedhe: \"Yaa Aadam! maqoota isaanii isaanitti himi.\" Yeroma inni maqoota isaanii isaanitti himu [Rabbiin] ni jedhe: \"Sila Ani akkaan beekaa wantoota fagoo kan samiifi dachiiti; ammas Ani akkaan beekaa waan isin ifa taasiftaniifi waan isin dhoksaa turtaniiti’ isiniin hin jennee?\"","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:34","price":"Yeroo Nuti malaa’ikootaan \"Aadamiif sujuuda godhaa\" jenne [yaadadhu]. Ibliis malee Isaan sujuuda godhan; [Inni] ni dide; ni boones, Kaafiroota irraa ta’e.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:35","price":"Ni jennes: \"Yaa Aadam! Atiifi haati manaa kee jannata keessa jiraadhaa. Ishee irraa bal'oo haala taateen iddoo feetanii nyaadhaa. Mukattii tanatti immoo hin dhiyaatinaa, Yoos miidhaa hojjattoota irraa taatu.\"","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:36","price":"Shayxaannis ishee (jannata) irraa isaan mucucaachise. Waan isaan isa keessa turan irraas isaan baase. Nutis ni jenne: \"gariin keessan gariif diina ta’aa gadi bu’aa. Isiniifis dachii keessa iddoo jireenyaatiifi waan itti fayyadamtan kan yeroo murtaa’eetu jira.\"","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:37","price":"Aadamis Gooftaa isaa irraa jechoota fudhatee, sana booda [Rabbiin] dhiifama isaaf godhe. Dhugumatti, Inni (Rabbiin) Isatu akkaan tawbaa qeebalaa, akkaan rahmata godhaadha.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:38","price":"Nuti ni jenne: \"Hundi keessanuu ishee (jannata) irraa gadi bu’aa. Ergasii yoo Ana irraa qajeelfamni isiniif dhufe, namni qajeelfama kiyya hordofe, sodaan isaan irra hin jiru; isaan hin gaddanus.\"","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:39","price":"Warri kafaranii aayatoota keenya kijibsiisan, isaan sun warra ibiddaati, Isaan ishee keessatti hafoodha.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:40","price":"Yaa Ilmaan Israa’iil! qananii tiyya tan Ani ittiin isin qanansiise yaadadhaa. Waadaa kiyyas guutaa; Anis waadaa keessan nan guuta. Ana qofa sodaadhaa!","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:41","price":"Waan Ani buuse kan mirkaneessaa waan isin bira jiruu (Tawraatiifi Injiil) ta’etti amanaa. Jalqaba warra isatti kafaruu hin ta’inaa. aayatoota kiyyaan maallaqa xiqqaa hin bitatinaa. Ana qofa sodaadhaa.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:42","price":"Dhugaa sobaan [walitti] hin makinaa; osoo beeytanuu haqa hin dhoksinaas.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:43","price":"Salaata seeraan salaataa; zakaas kennaa; warra rukuu’a godhan wajjinis rukuu’a godhaa.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:44","price":"Sila  gaariitti nama ajajaa lubbuu keessan dagattanii! odoo kitaaba dubbiftanuu. hin xiinxaltanii!","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:45","price":"Obsaafi salaataan gargaarsa barbaadaa. Dhugumatti, isheen warra [Rabbiin] sodaatan irratti malee ulfaattuudha.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:46","price":"[Isaan] warra Gooftaa isaanii qunnamuufi gara Isaatti deebi’uu mirkaneeffataniidha.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:47","price":"Yaa Ilmaan Israa’iil! qananii tiyya kan Ani isiniin qananiise yaadadhaa. ani aalama hunda irra isin caalchiseera.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:48","price":"Guyyaa lubbuun [takka] lubbuu (biraa) homaa hin fayyadne, kan jaarsummaan (araarsi) ishee irraa hin fudhatamneefi gumaanis ishee irraa hin fuudhamne, kan isaanis hin tumsamne san sodaadhaa.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:49","price":"Ammas yeroo Nuti ummata fir’awn jalaa nagaya isin baafne san (yaadadhaa). kan hamtuu adabbii isin dhandhamsiisaa turan, kan ilmaan dhiiraa keessan gorra’aniifi dubartoota keessan dhiisan.Sana keessa balaa guddaa Gooftaa keessan irraa ta’etu jira.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:50","price":"Yeroo bahra isiniif addaan baqaysine, ergasii nagaya isin baafnee, ummata fir’awnaa odoo isin argitanuu bishaaniin dhidhimsine sanis [yaadadhaa].","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:51","price":"Yeroo Muusaaf halkan afurtama beellamne [yaadadhaa]. Ergasii isin isa boodaa jibicha [gabbaramaa] taasifattanii warra of miidhe taatan .","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:52","price":"Ergasii sana booda dhiifama isiniif goone akka isin (Rabbi) galateeffataniif jecha .","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:53","price":"|Yeroo Muusaaf kitaaba (Tawraatii)fi seera adda babaasaa dhugaafi kijibaa akka isin qajeeltaniif jecha kennines [yaadadhaa].","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:54","price":"Yeroo Muusaan ummata isaatiin  jedhes [yaadadhaa]  \"yaa ummata kiyya! isin mirgoo [gabbaramaa] taasifachuun lubbuu keessan miitanii jirtan. Kanaaf gara [Rabbii] isin uumeetti deebi’aa, Lubbuu teessanis ajjeesaa, Sanatu Uumaa keessan biratti isiniif caala\" (yaadadhaa). Ergasii [Rabbiin] dhiifama isinii godhe (tawbaa keessan qeebale) Dhugumatti, Inni akkaan tawbaa qeebalaa akkaan rahmata godhaadha.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:55","price":"Yeroo isin \"yaa Muusaa! nuti hanga Rabbiin ifatti arginutti siif hin amannu\" jettanii odoo isin argitanuu duuti isin qabattes [yaadadhaa].","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:56","price":"Ergasii du’a keessan booda isin kaafne akka isin (Rabbi) galateeffattaniif jecha.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:57","price":"Duumessa isin irratti gaaddiseessine. Manniifi (waan akka dayma adii) Salwiis (simbira xixiqqoo) isin irratti buufne, \"Wantoota gaggaarii Nuti isiniif kennine irraa nyaadhaa\" (isiniin jenne) Isaanis homaa nu hin miine; garuu lubbuulee isaanii kan miidhan turan","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:58","price":"Yeroo Nuti \"magaalattii tana seenaa; ishee irraas iddoo feetanii [nyaata] bal’aa nyaadhaa, Balbalichas sujuudaa seenaa\"[Kadhaan keenyas badiin] nurraa harca'uudha\" jedhaa, badii keessan isiniif araaramna, Warra toltuu hojjataniif [mindaa] dabaluuf jirra\" jennes [yaadadhaa].","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:59","price":"Warri miidhaa hojjatan [jecha isaaniin jedhame] jecha isa isaaniin hin jedhaminitti jijjiiran. warra miidhaa hojjatan irratti azaaba samii irraa ta'e buufne, Waan isaan fincilaa turaniif jecha .","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:60","price":"Yeroo Muusaan ummata isaatiif dhugaatii (bishaan) barbaadee achumaan Nutis \"ulee teetiin dhagicha dhayi\" jenneen,[yaadadhaa] (innis nidhayee) achumaan burqituun kudha lama isarraa maddite, Namoonni hundi iddoo irraa dhugan beekanii jiru \"hiree Rabbii irraa nyaadhaa, dhugaa; Dachii keessas badii hin babal’isinaa\" [jenneen].","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:61","price":"Yeroo \"Yaa Muusaa! nuti nyaata tokko irratti hin obsinuu, Gooftaa kee nuuf kadhu akka waan dachiin biqilchitu irraa, kudraa ishee irraa, dabaaqula ishee irraas, qamadii ishee irraas, misira ishee irraas, shunkurtii ishee irraas nuuf baasu \" jettanis [yaadadhaa]. (Muusaanis) ni jedhe: \"Sila isin isa gadi aanaa ta’etti isa caalaa ta’e jijjiirrattuu? Gara magaalaa gadi bu’aa; wanti gaafattan isiniif jira.\" Salphinaafi hiyyummaan isaan irratti haguugamtee, dallansuu Rabbi irraa ta’een deebi’an, Kun waan isaan aayatoota Rabbiitti kafaraa, nabiyyootas haqaan ala ajjeesaa turaniifi. Kun waan isaan fincilaa, daangaas dabraa turaniif.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:62","price":"Dhugumatti warri amanan, isaan yahuudoman, kiristaanonniifi saabi’oonni (isaan warra maleeykaa yookaa urjii gabbaru) [isaan irraa] namni Rabbiifi Guyyaa Aakhiraatti amanee toltuus hojjate, isaaniif mindaan Gooftaa isaanii biratti tahee jira. Sodaanis isaan irra hin jiru; Isaanis hin gaddanu.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:63","price":"[Yaa ilmaan Israa’iil!] Yeroo Nuti waadaa keessan qabanneefi [gaara] Xuuris isin gubbaatti ol kaafnee \"waan Nuti isiniif kennine cimsaa qabadhaa, Akka Rabbiin sodaattaniif waan isa keessa jirus yaadadhaa’ isiniin jenne [yaadadhaa].","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:64","price":"Ergasii sana booda gara galtan, Odoo tolli Rabbiitiifi rahmanni Isaa isin irra jiraachuu baatee, silaa isin warra hoongaye irraa taatu.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:65","price":"Dhugumatti isin warra isin irraa [dhimma] Sanbataa keessatti daangaa dabranii, \"isin jaldeeyyii salphattoota ta’aa\" isaaniin jenne beektanii jirtu.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:66","price":"Kanaafuu Nuti ishee (adabbii sana) warra isaaniin duraatiifi isaaniin boodaatiif jiilchaa, warra Rabbiin sodaataniif immoo gorsa taasifne.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:67","price":"Yeroo Muusaan ummata isaatiin \"dhugumatti, Rabbiin sa’a qaluutti isin ajaja\" jedhe [yaadadhaa], [Ummanni isaas] \"sila ati qishnaa nu godhattaa?\" jedhan, [Muusaanis] \"ani warra wallaaloo [namatti qoosan]irraa ta’uu irraa Rabbittin maganfadha\" jedhe.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:68","price":"[Ummanni isaas] \"isheen maal akka taate ifa nuuf haa godhuu Gooftaa kee nuuf gaafadhu\" jedhaniin, [Muusaanis] ni jedhe: \"dhugumatti, Inni (Rabbiin) ‘isheen sa’a hin dulloomin, kan jabbiis hin ta’in giddu gala taate’ jedha, Waanuma ajajamtan dalagaa.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:69","price":"[Ummanni isaas] \"bifa ishee ifa nuuf haa godhuu Gooftaa kee nuuf gaafadhu\" jedhan, [Muusaanis] \"dhugumatti, Inni (Rabbiin) ‘isheen sa’a daalattii, bifti ishee akkaan daalattii daaw’attoota gammachiiftuudha' jedha\" jedheen.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:70","price":"[Ummanni isaas] “ Gooftaa kee nuuf gaafadhu maalummaa ishee ifa nuuf haa godhuu Dhugumatti, sa’oonni nurratti wal fakkaataniiru; Nuti yoo Rabbiin fedhe qajeeluuf jirra\" jedhan.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:71","price":"[Muusaanis] ni jedhe: \"Inni (Rabbiin) ‘dhugumatti isheen sa’a dachii qotuufi oorruu (bishaan) obaasuu irratti hin leenjifamin, kan [hirdhuu qaamaa irraa] nagaa taateefi bifti makaan ishee keessa hin jirreedha’ jedha.\" [Ummanni isaas] \"amma dhugaa fiddee jirta\" jedhan.ishee nigorra'an Kan hojjachuuttis hin dhihaanne ta’anii turan.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:72","price":"Yeroo lubbuu ajjeeftanii [waa’ee] ishee keessatti wal falmitan [yaadadhaa]. Rabbiin waan isin dhoksaa turtan ifa baasaadha.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:73","price":"\"Garii [qaama] isheetiin isa (reeffa isaa) dhawaa\" jenne, akka kanatti Rabbiin du’aa jiraachisee mallattoolee Isaas isinitti agarsiisa Akka isin xiinxaltaniif jecha  .","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:74","price":"Ergasii san booda onneewwan keessan ni gogde, Isheen [gogiinsa keessatti] akkuma dhagaati; yookiin goginaan ni caalti, Dhugumatti dhagoota irraa kan laggeen isarraa maddantu jiru, ishee (dhagoota) irraa kan dhodhooyee bishaan isa irraa ba’us ni jira, Ammas isaan irraa kan sodaa Rabbii irraa ka'ee gadi kufutu jira, Rabbiin waan isin dalagdan irraa dagataa miti.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:75","price":"Sila! isiniif amanuu kajeeltuu? kan gareen isaan (Yahuudaa) irraa ta’e haasa’a Rabbii dhaga’anii eega hubatanii booda odoo beekanuu jijjiiran jiranuu.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:76","price":"Yeroo warra amanan qunnaman \"nuti amannee jirra\" jedhan,Yeroo gariin isaanii garii waliin kophaa ba'an, \"sila akka Rabbii keessan biratti ittiin isin falmanuuf waan Rabbiin isin beeksise isaanitti odeessituu! Sila hin xiinxaltanuu!\" jedhu.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:77","price":"Sila isaan akka Rabbiin waan isaan dhoksaniifi waan isaan mul'isan beeku hin beekanuu?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:78","price":"Isaan irraas wallaaltota hawwii sobaa malee kitaaba hin beeknetu jira. Isaan kan shakkan malee homaa miti.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:79","price":"badiin mirkanaa'e! warra kitaaba harka isaaniitiin katabanii, ergasii isaan gatii xiqqaa bitachuuf jecha \"kun Rabbiin biraa bu’e\" jedhaniif.  Waan harki isaanii barreessiteef jecha badiin isaaniif haa ta’u! Ammas waan isaan carraaqqataniif jecha badiin isaaniif haa ta’u.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:80","price":"\"Ibiddi guyyaa lakkaa’amtuu malee nu hin tuuqxu\" jedhan. jedhiin \"Sila isin Rabbiin bira waadaa kaayattanii? [Yoo akkas ta’eef] Rabbiin waadaa isaa hin diigu; [miti] dhugaatti, waan hin beekne Rabbi irratti dubbattan\".","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:81","price":"[Dubbiin akka isin jettan] miti! Namni hamtuu hojjatee hamtuun isaa isa marsite, isaan warra ibiddaati. Isaan ishee keessatti hafoodha.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:82","price":"Warri amananii, gaggaarii hojjatan isaan warra jannataati. isaan ishee keessatti hafanuudha.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:83","price":"Ammas yeroo Nuti Ilmaan Israa’iil waadaa qabanne [yaadadhaa] \"Rabbiin malee [waan biraa] hin gabbarinaa; abbaafi haadhaaf tola oolaa, firootaafis, yatiimotaafis, hiyyeeyyiifis (tola oolaa). namootattis toltuu haasa’aa; salaatas gadi dhaabaa; zakaas kennaa\" (jenneen).  Ergasii garagaltan nama muraasa isin irraa ta’e malee, uf duuba deebi’oo taatanii.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:84","price":"Yeroo Nuti waadaa keessan qabanne  [yaadadhaa]. \"dhiigoowwan keessan wal hin dhangalaasinaa; lubbuulee teessan (namoota keessan) manneen keessan irraa hin baasinaa\" (jechuun) ,  ergasii isin ni mirkaneessitan ragaa bahoo taatanii.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:85","price":"Ergasii isinuma kanneentu lubbuu keessan (walii) ajjeeftan. garee isin irraa ta’e manneen isaanii irraa baaftan; isaan irrattis badiifi diinummaan wal gargaartan. Yoo isaan booji’amtoota ta’anii isinitti dhufanii immoo isaan bilisoomsitan. inni dhoowwaadha isinirratti isaan baasuun. Sila garii kitaabaatti amantanii gariitti kafartuu? galanni nama isin irraa kana hojjatuu jireenya addunyaa keessatti salphina malee hin jiru. Guyyaa Qiyaamaa gara azaaba cimaa deebifamu. Rabbiin waan isin dalagdan irraa dagataa hin taane.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:86","price":"Isaan warra jireenya addunyaa Aakhiraan bitataniidha. Kanaafuu azaabni isaan irraa hin salphifamu. Isaan hin gargaaramanus.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:87","price":"Dhugumatti Nuti Muusaaf kitaaba kenniineerra, Isa boodas ergamtoota walitti aansuun hordofsiifnee jirra, Iisaa ilma Maryamiifis mallattoolee ifa ta’an kenninee jirra. \"Ruuhul Qudsiin\" (Jibriiliinis) isa jabeessinee jirra. Sila dhawaatyma ergamaan waan lubbuun teessan hin feeneen isinitti dhufuun boontani?  garii kijibsiiftanii garii ajjeeftu.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:88","price":"[Isaanis] \"Onneewwan keenya cufamaadha\" jedhan. dhugumatti sababa kufrii isaanii Rabbiin isaan abaare. xiqqoo amananu.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:89","price":"Yeroo kitaabni Rabbiin biraa ta’e kan waan isaanii wajjin jiru (Tawraatifi injiilin) dhugoomsu isaanitti dhufu, kan san dura akka warra kafaran irratti injifannoo argataniif [dhufaatii Nabi Muhammadiin SAW Rabbiin] kadhachaa turanii yeroo wanti isaan beekan isaanitti dhufu isatti kafaran. abaarsi Rabbii kaafiroota irra haa jiraatu.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:90","price":"wanti isaan lubbuulee isaanii ittiin jijjiirratan waa fokkate, waan Rabbiin buusetti kafaruun, Rabbiin tola Isaa irraa gabroota Isaa gidduu nama fedhe irratti buusuu waanyuun (jibbuun) (kan kafaran), Kanaafuu dallansuu irratti dallansuudhaan deebi’an. Kaafirootaaf azaaba xiqqeessaatu jira.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:91","price":"Yeroo waan Rabbiin buusetti amanaa isaaniin jedhame \"nuti waan nurratti buufametti amanna\" jedhu. Waan isaan ala jiru itti kafaran, odoo inni dhugaa dhugoomsaa waan (kitaaba) isaaniin wajji jiruu ta’ee jiruu. (Yaa Muhammad! SAW) jedhiin: \"Sila maaliif san dura nabiyyoota Rabbii ajjeeftu? yoo dhugaan mu’uminoota taatan\"","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:92","price":"Dhugumatti Muusaanis ragaawwan ifa ta’aniin isinitti dhufee jira. Ergasii isin lubbuu keessan miidhoo taatanii isa booda (bakka inni hin jirretti) mirgoo [gabbaramaa] godhattan.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:93","price":"Yeroo Nuti waadaa keessan qabannee Gaara Xuurii isin gubbatti ol fuunee \"Waan Nuti isiniif kennine ciminaan qabadhaa. [Jecha keenyas] dhagayaa\" (jenne) [yaadadhaa]. Ni jedhan: \"Dhageenyee dinne.\" Onneewwan isaanii keessa sababaa kufrii isaanitiin [jaalala] mirgoo [gabbaruu] obaafamanii jiru. jedhi \"wanti iimaanni keessan itti isin ajaju waa fokkate\" Yoo mu’uminoota taataniif.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:94","price":"Jedhi: \"Yoo manni Aakhiraa Rabbiin biratti isin qofaaf namoota biraatiin ala kophatti ta’e, mee du’a hawwaa yoo dhugaa kan dubbattan taataniif .\"","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:95","price":"gonkumaa isa hin hawwanu waan harki isaanii dabarfatteef jecha, Rabbiin warra miidhaa dalaganu akkaan beekaadha.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:96","price":"Nama hunda irra jireenyaaf bololaa ta’uu isaanii argita. Mushrikoota irraallee [jireenyaaf bololu]. Tokkoon isaanii odoo waggaa kuma jiraachifamee jaalata jiraachifamuun isaa kan isa hin azaabarraa isa hinfageessine ta’ee jira, Rabbiin waan isaan dalagan akkaan argaadha.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:97","price":"jedhi \"Namni Jibriiliif diina ta’e, [dallansuu isaatiin haa du’u]”. inni (jibriil) fedha Rabbiitiin onnee kee irratti isa (Qur’aana) buuse. inni (qur'aanni) dhugoomsaa waan isa duraatiifi mu’uminootaaf qajeelchaafi gammachisaadha.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:98","price":"Namni Rabbiif, malaa’ikootaaf, ergamtootaaf, Jibriiliifi Miikaa’iiliif diina ta’e [kaafira]. Dhugumatti Rabbiin kaafirootaaf diina.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:99","price":"Nuti dhugumatti keeyyattoota ifa ta’an gara keetti buufnee jirra, Isaanitti kan kafaru finciltoota malee hin jiru.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:100","price":"Sila isaan dhawaata waadaa wahii seenaniin, gareen isaan irraa ta’e isa gataa (waadaa diigaa)? Dhugaatti irra hedduun isaanii hin amanan.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:101","price":"| Yeroo ergamaan Rabbiin biraa dhugoomsaa waan isaan biraa ta’ee isaanitti dhufes, gareen warra kitaabni kennameef irraa ta’e akka waan hin beekiniitti kitaaba Rabbii dugda duuba isaaniitti of irraa darbu.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:102","price":"Waan shayxaanonni bara mootummaa Sulaymaan keessa qara’aa turan hordofan, Sulaymaan hin kafarre Garuu shayxaanonni nikafaran, sihrii nama barsiisan, waan malaa’ikoota lamaan Haaruutiifi Maaruut irratti Baabil keessatti buufames (nama barsiisan). Isaan (malaa’ikoonni) lamaan nama tokkos odoo \"Nuti mokkoroof dhufnee hin kafarin\" hin jedhin (sihrii) hin barsiisan. (Namoonnis malaa’ikoota) lamaan irraa waan ittiin dhirsaafi niitii addaan baasan baratu. Isaansun nama tokko hayyama Rabbiitin ala kan isasanin miidhan hin taane. Waan isaan miidhuu malee isaan hin fayyadne baratan. Dhugumatti, isaan (yahuudonni) akka warri isa (sihrii) bitate Aakhiratti qooda homaa hin qabaanne sirritti beekaniiru. wanti isaan lubbuulee isaanii itti gurguran waa fokkate! Odoo kan beekan ta’anii,","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:103","price":"Odoo isaan amananii Rabbiin sodaatanii, silaa mindaan isaan Rabbiin biraa argatan akkaan caalaa ture; odoo kan beekan ta’anii (silaa kan biraa hin filatanu).","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:104","price":"Yaa warra amantan! (Ergamaa Rabbiitiin) \"Raa’inaa\" hin jedhinaatii \"Unzurnaa\" jedhaa; dhageeffadhaas. Kaafirootaaf azaaba laalessaa ta’etu jira","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:105","price":"Abbootii kitaabaas ta’ee mushrikoota irraa warri kafaran Gooftaa keessan irraa toltuun isin irratti buufamuu hin jaalatanu. Rabbiin rahmata Isaatiin nama fedhe kophxeessa. Rabbiinis abbaa tola guddaati.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:106","price":"Wanta keeyyata irraa jijjiirre yookiin si irraanfachiifne caaltuu ishee yookiin fakkaattuu ishee finna. Sila ati Rabbiin waa hunda irratti danda’aa ta’uu hin beektuu?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:107","price":"Sila ati hinbeektuu Rabbiin mootummaan samiileefii dachii tan isaa tahuu? Isiniifis Rabbiin ala jaalalleefi gargaaraan hin jiru.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:108","price":"Dhugaatti isin ergamaa keessan gaafachuu feetu, akka muusaan kana dura gaafatame. Namni kufrii iimaanaan jijjiirrate, dhugumatti karaa sirrii irraa jallateera.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:109","price":"Hedduun warra kitaabaa irraa ta’an erga amantanii booda kaafiroota taatanii isin deebisuu (isin kafarsiisuu) jaalatu. waanyoo lubbuu isaanii irraa kan ka'e  eega dhugaan ifa isaanii galee booda, dhiifama godhaa; irras dabraa Hanga Rabbiin ajaja Isaa fidutti, Dhugumatti, Rabbiin waan hunda irratti danda’aadha.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:110","price":"Salaata gadi dhaabaa; zakaas kennaa,Toltuu irraa waan lubbuu keessaniif dabarfattan (kamillee) Rabbiin biratti isa argattu. Dhugumatti, Rabbiin waan isin hojjattan akkaan argaadha.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:111","price":"\"Nama yahuudaa yookiin kiristaana ta’e malee jannata hin seenu” jedhan, Kun hawwii isaaniiti “Yoo kan dhugaa dubbattan taataniif ragaa keessan fidaa\" jedhi.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:112","price":"(Dubbiin akka isin jettanii) miti; namni gaarii dalagaa fuula isaa Rabbiif kenne mindaan isaa Rabbii isaa bira isaaf jira; sodaan isaan irra hin jiru; isaan hin gaddanus.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:113","price":"yahuudonni “kiristaanonni homaa irra (amantii sirrii ta’e hordofaa) hin jiranu” jedhu; Kiristaanonnis “yahuudonni homaa irra hin jiranu” jedhu,Oduma kitaaba qara’anuu,  Akkuma san warri hin beekne fakkaataa jecha isaanii jedhan, Rabbiin Guyyaa Qiyaamaa waan isaan isa keessatti wal dhabaa turan irratti gidduu isaaniitti murteessa.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:114","price":"Nama masjiidota Rabbii akka ihsee keessatti maqaan Rabbii hin faarfamne dhorgeefi onsuu isiitiif carraaqe caalaa namni miidhaa hojjate eenyu? Warri sun haala sodatoo tahaniin malee isii (masjiidota Rabbii) seenuun isaaniif hin ta’hu. Isaaniif addunyaa keessatti salphinatu jira. Ammas isaaniif Aakhiratti azaaba guddaa ta’etu jira.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:115","price":"Bahaafi Dhiitis kanuma Rabbiiti, Kanaafuu gara feetan yoo gara galtan Fuulli Rabbii achuma jira, Dhugumatti Rabbiin (rahmanni Isaa) bal’aadha; hunda beekaadha.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:116","price":"\"Raabbiin ilma godhate\" jedhan, Inni (waan isaan jedhanirraa) ququllaa'e, Dhugaatti wanti samiileefi dachii keessa jiru (hundi) kan Isaati. Hunduu isaaf ajajamoodha.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:117","price":"(Inni) argamsiisaa samiifi dachiiti, Yeroo dhimma wahii murteesses, wanti Inni isaan jedhu argamii qofa; yeroma san argama.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:118","price":"Warri (homaa) hin beekne: \"maaliif Rabbiin nuun hin dubbanne yookiin maaliif mallattoon wahii nuuf hin dhufne? jedhu; akkasuma warri isaaniin duraa fakkaataa jecha isaanii jedhan, Onneen isaanii wal fakkaatte, Dhugumatti, Nuti namoota (amantii Rabbii) mirkaneeffataniif aayatoota (keenya) ifa taasifnee jirra","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:119","price":"Nuti dhugaan gammachiisaafi akeekkachiisaa taasifnee si ergine. Ati warra ibiddaa irraa hin gaafatamtu.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:120","price":"Yahuudotas ta’anii kiristaanonni hanga ati amantii isaanii hordoftutti sirraa hin jaalatanu, (Yaa Muhammad! SAW) \"Dhugumatti qajeelfamni Rabbii isuma qofatu qajeelfama (sirriidha)\" jedhi. Erga beekumsa irraa sitti dhufee yoo fedha lubbuu isaanii hordofte, Rabbi irraa jaalallees ta’ee tumsaan siif hin jiru.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:121","price":"Isaannan Nuti kitaaba isaaniif kennine qaraatii malu isa qara’u, Isaan isatti amanu, Namni isatti kafare isaan warra hoonga’oodha.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:122","price":"Yaa ilmaan Israa’iil! qananii tiyya tan Ani isin irratti tola oole san yaadadhaa; Ani Aalama irra isin caalchisuu kiyyaas [yaadadhaa].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:123","price":"Guyyaa lubbuun tokko lubbuu biraa hin fayyanne sodaadhaa. kan gumaanis ishee irraa hin fuudhamne, kan araarri homaatuu ishee hin fayyannee, kan isaanis tumsa hin arganne .","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:124","price":"Yeroo Ibraahiimiin Gooftaan isaa jechootaan isa mokkoree (Ibraahiimis) isa guute [yaadadhaa], (Rabbiinis) \" Ani ummataaf imaama (dursaan) si taasisa\" jedhe, (Ibraahiim) ni jedhe:\"Sanyii kiyya irraas (taasisi).\" (Rabbiinis) ni jedhe: \"Waadaan (nabiyyummaan) kiyya warra miidhaa hojjatan hin argatu\"","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:125","price":"Yeroo Manicha (Ka’abaa) namootaaf iddoo deddeebiifi iddoo nagaa taasifnes [yaadadhaa], Maqaama Ibraahiim irraas iddoo salaataa taasifadhaa, (Nutis) Ibraahiimiifi Ismaa’iiliin mana Kiyya warra isa irra naanna’aniif, warra keessa taa’aniifi warra (isa keessatti) rukuu’aafi sujuuda godhaniif qulqulleessaa jechuun waadaa seensifne.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:126","price":"Yeroo Ibraahiim jedhe \"Gooftaa kiyya! Magaalaa kana (Makkaan) iddoo tasgabbii taasisi, Warra (jiraattota) isaas, namoota isaan irraa Rabbiifi guyyaa Aakhiraatti amaneef fuduraalee irraa soorata isaaniif kenni\" jedhe [yaadadhaa], (Rabbiinis) \"Nama kafares (niin nyaachisa); Ani xiqqoon isa qanansiisee ergasii gara azaaba ibiddaattin isa geessa, Iddoo deebii kan akkaan fokkateedha!\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:127","price":"Yeroo Ibraahiimiifi Ismaa’iil \"Yaa Rabbi Ati dhagahaa beekaa dhaa! nurraa qeebali\" jedhaa; bu’uura manaa (Ka’abaa) ol fuudhan (ummataaf himi).","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:128","price":"\"Gooftaa keenya! Nu lamaanuu siif ajajamoo nu taasisi; sanyii keenya irraas ummata Siif ajajamtoota (taasisi), Manaasika’ keenyas (sirnoota hajjiifi umraah) nutti agarsiisi, Tawbaa keenyas nurraa qeebali, Dhugumatti, Ati Situ akkaan tawbaa qeebalaa, akkaan rahmata godhaadha.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:129","price":"Gooftaa keenya! Ergamaa isaan irraa ta’e isaan keessatti ergi, kan keeyyattoota kee isaan irratti qara’u, kan kitaabaafi ogummaa isaan barsiisee isaanis qulqulleessu. Dhugumatti, Ati Situ akkaan injifataa, ogeessa.\"","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:130","price":"Sila namni amantii Ibraahiim irraa gara galu eenyu? nama lubbuu isaa gowwoomse malee, dhugumatti addunyaa keessattis isa filannee jirra, inni Aakhiraa keessattis warra gaggaarii irraayyi.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:131","price":"Yeroo Gooftaan isaa \"(Rabbiin jala) butami\" isaan jennaan, [Inni] \"Gooftaa aalamaa jala butameera\" jedhe [yaadadhu].","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:132","price":"Ibraahiim ilmaan isaatiif ishee (Islaamummaa) dhaamee ture; Ya’aquubiis (sanuma dhaame); \"Yaa ilmaan kiyya! Dhugumatti, Rabbiin amantii isiniif filee jiraa Muslimoota taatanii malee hin du’inaa\" (jedhe).","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:133","price":"Sila yeroo Ya’aquubitti duuti dhufnaan ilmaan isaatiin \"ana booda maal gabbartan?\" jedhe isin bira jirtumoo? Isaanis ni jedhan: \"Nuti Gooftaa kee, Gooftaa abboota kee Ibraahiim, Ismaa’iiliifi Isihaaq gabbaramaa tokkicha kan ta’e gabbarra, Nuti Isaaf ajajamtoota (Muslimoota).\"","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:134","price":"Dhugumatti isheen sun ummata dabarte, Isheedhaaf mindaa waan oomishteetu jira; Isiniifis mindaa waan oomishtaniitu jira, Isinis waan isaan hojjataa turan irraa hin gaafatamtanu.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:135","price":"\"Ni qajeeltuu Yahuudaa yookiin Kiristaanota ta’aa\" jedhan, \"Dhugaatti karaa Ibraahiim isa qajeelaa ta’e (hordofna); Inni mushrikoota irraa hin taane\" jedhi.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:136","price":"(Mu’uminoonni) jedhaa: “Nuti Rabbitti amannee jirra; waan gara keenyatti buufamettis; waan gara Ibraahiim, Ismaa’iil, Isihaaq, Ya’aquubii fi Asbaaxitti buufametti (amannee jirra) Waan Muusaafi Iisaan kennamanittis, Waan nabiyyoonni Gooftaa isaanii irraa kennamanittis (amannee jirra), Isaan irraa gidduu nama tokkoos addaan hin baafnu, Nuti warra Isaaf butameedha.”","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:137","price":"Yoo fakkaataa waan isin itti amantaniititti amananiif dhugumatti qajeelaniiru,Yoo isa irraa gara galan immoo isaan faallessuu qofa keessa jiru, Rabbiinis isaan siif ga’a (sirraa dhorga), Inni akkaan dhagayaa, akkaan beekaadha.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:138","price":"Halluu Rabbii isa uumamaa (amantii Isaa) (qabadhaa), kan Rabbirra halleessuu tolchu eenyu? Nuti isaaf gabbaroodha.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:139","price":"(Yaa Muhammad) jedhi: waa’ee Rabbii keessatti nuun falmituu?“odoo Inni Gooftaa keenyaafi Gooftaa keessan ta’ee jiruu, nuufis dalagaan keenya, isiniifis dalagaan keessan tahee jira,  Nuti (amantii) Isaaf qulqulleessoodha.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:140","price":"Sila Ibraahiim, Ismaa’iil, Isihaaq, Ya’aquubiifi Asbaax yahuudota yookiin kiristaanota turan jettuu? Sila isintu irra beekamoo Rabbi?” jedhiin. Sila nama ragaa Rabbirraa tahe kan isa bira jiru dhokse caalaa namni miidhaa hojjate eenyu? Rabbiinis waan isin dalagdan dagataa miti.\"","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:141","price":"Dhugumatti isheen sun ummata dabarte. Isheef waan oomishteetu jira; Isiniifis waan oomishtaniitu jira. Isinis waan isaan hojjataa turan irraa hin gaafatamtanu","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:142","price":"Namoota irraa warri gowwaan \"Sila qiblaa irratti tahan (Beytal-Maqdis) irraa maaltu isaan garagalche?\" jedhu. \"Bahaafi Dhihaas kanuma Rabbiiti. Inni nama fedhe gara karaa sirrii qajeelcha\" jedhi.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:143","price":"Akkasuma (akkuma isin qajeelchinetti)filatamtuu ummataa isin taasifne, namoota irratti ragaa akka taatanuufi ergamichis ragaa isin irratti ta’uuf jecha.  Nuti qiblaa ati irra turtes nama ergamaa hordofuufi nama (amantii irraa) duubatti deebi’u eenyu akka ta’e beekuuf malee hin taasifne. Dhugumatti sun warra Rabbiin qajeelche irratti malee ulfaattuu turte. Rabbiin iimaana (salaata) keessan (kan gara Beytal-Maqdis gara galtanii sagadaa turtan) kan balleessu hin taane. Dhugumatti, Rabbiin namootaaf mararfataa, rahmata godhaadha.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:144","price":"Dhugumatti, gara samii deddeebi’uu fuula keetii arginee jirra. Gara qiblaa ati jaallattuu si deebisuuf jirra. (Ammuma) fuula kee gara Masjidal-Haraam (Ka’abaatti) gara galchi. Eessattillee yoo taatan fuula keessan gara isaa gara galchaa. Dhugumatti, warri kitaabni kennameef akka inni dhugaa Gooftaa isaanii irraa ta'e ni beeku. Rabbiinis waan isaan hojjatan irraa dagataa miti.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:145","price":"|Odoo warra kitaabni isaaniif kennametti mallattoo hundaan itti dhufteeyyuu qiblaa kee hin hordofan. Atis qiblaa isaanii kan hordoftu hin taane. Gariin isaaniis qiblaa garii isaanii kan hordofan hin taane. Dhugumatti, erga beekumsa irraa waa sitti dhufee booda odoo fedhiilee lubbuu isaanii hordoftee, ati yoos warra akkaan miidhaa hojjatanu irraa taata turte.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:146","price":"Warri Nuti kitaaba isaaniif kennine akkuma ilmaan ofii beekanitti isa (Ergamicha) beekan. Dhugumatti gareen isaan irraa ta’e odoo beekanuu dhugaa dhoksu.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:147","price":"Dhugaan Gooftaa kee irraayi, Kanaafuu warra shakkan irraa hin ta’in.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:148","price":"Hawaasa hundaafuu kallattii isaan itti gara galantu jira, Toltuu irratti wal dorgomaa, Eessattillee yoo taatan Rabbiin (Guyyaa Qiyaamaa) hunda keessanuu ni fida. Dhugumatti, Rabbiin waan hunda irratti danda’aadha.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:149","price":"Iddoma (imalaaf) baate kamirraayyuu fuula kee gara Masjidal Haraam gara galchi. Dhugumatti, inni dhugaa Gooftaa kee irraa ta’e, Rabbiin waan isin dalagdan dagataa hin taane.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:150","price":"Iddoma (imalaaf) baate kamirraayyuu fuula kee gara Masjiidal Haraam gara galchi, Eessattillee  yoo taatan fuulleen keessan gara isaa gara galchaa, akka namootaaf ragaan isin irratti hin jiraanneef,isaan irraa warra miidhaa hojjatan malee, isaan hin sodaatinaa Anuma qofa sodaadhaa. akka qananii kiyya isinirratti guutuuf, isin (gara haqaa) akka qajeeltaniif.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:151","price":"Akkuma ergamaa isin irraa ta’e, isin keessatti ergine, (inni sun) kan aayatoota keenya isin irratti qara’u, kan isin qulqulleessu, kan kitaabaafi hikmaa (hadiisa) isin barsiisuufi waan isin hin beeknes isin barsiisuun (isin qanansiifne).","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:152","price":"Na yaadadhaa, Anis isiniin yaadadhaa, Galata naaf galchaa, Natti hin kafarinaa.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:153","price":"Yaa warra amantan! Obsaafi salaataan gargaarsa barbaadaa. Dhugumatti, Rabbiin warra obsan waliin jira.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:154","price":"Nama karaa Rabbii keessatti ajjeefamuun du’aadha hin jedhinaa. Dhugumatti isaan jiratoodha, garuu isin hin beektanu.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:155","price":"isin mokkorra wahii sodaafii beelarraa taheen, qabeenyaalee lubbuuleefii (oomisha) khuduraalerraa ir'isuunis (isin mokorra). obsitoota gammachiisi.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:156","price":"Isaan warra yeroo balaan isaan tuqxe \"Nuti kan Rabbiiti, nuti gara Isaatti deebi’oodha\" jedhaniidha.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:157","price":"Isaan warra faaruufi tolli Gooftaa isaanii irraa ta’e isaan irratti taheedha. isaan sun isaanumatu qajeelfamoodha.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:158","price":"Dhugumatti, Safaafi Marwaan mallattoolee Rabbii (kan ibaadaan isaa itti hojjatamu) irraayyi. Namni Manichatti hajja’e yookiin umraa godhe isaan lamaan jidduu naanna’uun badiin isarra hin jiru. Namni fedhii isaatiin toltuu hojjates (ni mindeeffama), Rabbiin galateeffataa beekaadha","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:159","price":"Dhugumatti, isaannan waan Nuti buufne -kan ragaawwan ifa ta’aniifi qajeelfama irraa ta’e erga kitaabicha (keenya) keessatti namootaaf addeessinee booda- dhoksan, warra san Rabbiin isaan abaara; warri abaarus isaan abaaru.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:160","price":"warra tawbatanii, hojii gaarii hojjatanii, (dhugaa dhoksan san) ifatti mul’isan malee. warra san tawbaa isaanii isaanirraan qeebala, Ani akkaan tawba-qeebalaa, akkaan rahmata godhaadha.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:161","price":"Dhugumatti, warri kafaranii kaafirtoota ta’anii du’an, sunniin abaarsi Rabbii, malaa’ikootaafi kan namoota hundaatuu isaan irratti jiraata.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:162","price":"Isii keessa yeroo hunda jiraatu, adabbiin isaan irraa hin salphifamu, Baallamnis isaaniif hin kennamu.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:163","price":"Gabbaramaan keessan gabbaramaa tokkichaIsa, isa malee dhugaan gabbaramaan hin jiru. (Inni) akkaan mararfataa rahmata godhaadha.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:164","price":"Dhugumatti uumama samiileefi dachii, wal irraa bakka bu’uu halkaniifi guyyaa, doonii waan namoota fayyaduun galaana keessa yaatu, bishaan irraa waan Rabbiin samii irraa buusee isaan dachii erga isiin duutee booda jiraachiseefi lubbu-qabeeyyii hunda irraa isii keessa facaase, bubbisa qilleensaafi duumessa samiifi dachii giddutti (uumamootaaf) mijeeffamanii- keessatti ummata xiinxalaniif mallattooleetu jira.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:165","price":"Namoota irraas nama Rabbiin ala gabbaramoota (biraa) kan akka Rabbiin jaallatanutti isaan jaallatan godhatantu jiru, Isaan amanan irra jajjaboo jaalalaan Rabbiif. Warri miidhaa hojjatanu yeroo adabbii argan akka humni hundi kan Rabbii ta’eefi Rabbiinis (abbaa) adabbii cimaa akka ta’e, odoo arguu kan danda’an ta’anii (silaa gabbaramaa biraa hin godhatanu).","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:166","price":"Yeroo warri hordofaman warra hordofan irraa qulqullaayanii (isaan jallisuu waakkatan) fi (yeroo) azaaba argan, hariiroon isaanii hundi yeroo isaan jalaa citu (odoo beekanii gabbaramaa biraa hin godhatanu ture).","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:167","price":"Isaan hordofan ni jedhan: \"odoo carraan (gara addunyaa) deebi’uu nuuf jiraatee, silaa akkuma isaan nurraa qulqullaayan nutis isaan irraa qulqulloofna turre.\" Akka kanatti Rabbiin hojiiwwan isaanii gaabbii (sheenaa) isaan irratti godhee isaanitti mul’isa, Isaan ibidda irraa bahoo miti.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:168","price":"isinYaa namootaa! Waan dachii keessa jiru irraa halaala gaarii ta’e nyaadhaa,Tarkaanfiilee sheyxaanaa hin hordofinaa, Dhugumatti, inni isiniif diina ifa bahaadha.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:169","price":"kan inni itti isin ajaju hamtuu, waan fokkataafi Rabbi irratti waan hin beekne dubbachuu qofaadha.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:170","price":"Yeroo \"waan Rabbiin buuse hordofaa\" isaanin jedhame \"Lakki nuti waan abbootii keenya irratti garre hordofna\" jedhu, Sila odoo abbootiin isaanii kan homaa hin beekneefi karaa qajeelaa irra hin jirre ta’anilleemoo (numa hordofanii)?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:171","price":"Fakkeenyi warra kafaranii (nama gara haqaatti isaan yaamuu) akka fakkeenya isa waan waamichaafi lallaba malee hin dhageenyetti (beyladatti) iyyuuti, (Isaan) duudaa, arraba qabamaafi jaamaadha; isaan hin xiinxalanu.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:172","price":"Yaa warra amantan! Gaggaarii waan nuti isiniif kenninee irraa nyaadhaa, Rabbiif galata galchaa yoo kan Isa (qofa) gabbartan taatan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:173","price":"Kan Inni isin irratti dhorgamaa taasise baktii, dhiiga, foon booyyeetiifi waan (maqaan) Rabbiin malee (yeroo gorra'amu) isa irratti ol fuudhame qofa. Namni (nyaachutti) rakkifame shiftaafii daangaa dabraa tahuun maleetti badiin isarra hin jiru. Dhugumatti Rabbiin akkaan mararfataa rahmata godhaadha.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:174","price":"Dhugumatti, isaan kitaaba irraa waan Rabbiin buuse dhoksanii gatii xiqqaa isaan bitatan, isaan sun garaa isaanii keessatti ibidda malee hin nyaatanu, Rabbiin Guyyaa Qiyaamaa isaan hin dubbisu, isaan hin qulqulleessus, isaaniifis azaaba laalessaa ta’etu jira.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:175","price":"Isaan warra qajeelumaan jal’ina, araaramaan immoo azaaba bitataniidha, Sila maaltu ibidda irratti akkaan isaan obsisiise!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:176","price":"(Adabbiin) Sun sababa Rabbiin kitaaba dhugaan buusee (isaan itti kafaraniifi), warri kitaaba keessatti wal dhaban wal diddaa (haqarraa) fagoo keessatti ta’an.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:177","price":"Dalagaan gaariin fuulleen keessan gara bahaafi dhihaa naannessuu miti; haa ta’u malee dalagaan gaariin nama Rabbitti amane, Guyyaa Aakhiraatti, malaa’ikootatti, kitaabattiifi nabiyyootatti (amanee), kan qabeenya kenne odoo jaallatuu firaaf, yatiimaaf, hiyyeeyyiif, kara deemaaf, kadhattootaafi gabra bilisoomsuuf (kennee), kan salaatas gadi dhaabe, zakaa kenne, warra yeroo waadaa seenan waadaa isaanii guutaniidha. warra rakkina, dhukkuba keessatti, yeroo lolanis obsaniidha. Isaan warra dhugaa qabatani, Isaan warra Rabbiin sodaataniidha.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:178","price":"Yaa warra amantan! Ajjeefamaa keessatti \"qisaasni\" (lubbuu lubbuun kafaluun)(seerri adabbii wal qixxeessuu) isin irratti barreeffameera. Bilisni bilisaan, gabrichi gabrichaan, dubartiin dubartiidhaan (ajjefamu). Namni (dhiiga) obboleessa isaa irraa wanti tokko isaaf dhiifame, toltuun hordofuufi (kaffaltiin gumaa dhiigaas) haala gaariin isaan (abbaa gumaatiin) gayuutu irra jira. Kun laaffisuufi rahmata Gooftaa keessan irraa ta’eedha. Namni sana booda daangaa dabre, isaaf azaab laalessaa ta’etu jira.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:179","price":"\"Qisaasa\" keessa jiraachuutu (lubbuu du’a irraa baraaruutu) isiniif jira Yaa warra sammuu qabdan! Akka isin (ajjeechaa irraa) eeggattaniif (kana goone) .","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:180","price":"Yeroo duuti tokkoon keessanitti dhufe, yoo kan qabeenya (of duubatti) dhiise ta’e: abbaa haadhaafi firootaaf haala gaariin dhaamuun isin irratti murteeffameera, haqa warra Rabbi sodaatanirratti taateedha.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:181","price":"Namni erga isa (dhaamsa) dhagayee booda isa jijjiire, badiin isaa warra isa jijjiiran irratti ta’a. Dhugumatti, Rabbiin dhagayaa, beekaadha.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:182","price":"Namni isa dhaamu san irraa jal’ina yookiin badii sodaatee gidduu isaanii araarse, badiin isa irra hin jiru. Dhugumatti, Rabbiin akkaan araaramaa rahmata godhaadha.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:183","price":"Yaa warra amantan! Soomni akkuma warra isin duraa irratti barreefametti (dirqama ta’etti) isin irrattis barreeffameeraو Akka isin Rabbiin sodaattaniif.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:184","price":"Guyyoota lakkaawamtuu (soomaa) Isin irraa namni dhukkubsataa yookiin karaa deemsarratti ta’e, guyyaa biraa irraa lakkaawwachuutu (isa irra jira) Warra isa (Soomuu) (osoo itti ulfaatuu uf dirqan) danda’an irratti kaffaltii (yoo soomana dhiisan) (fidyaa) hiyyeessa nyaachisuutu jira. Namni fedha isaatiin toltuu dabalatee hojjate, sun isaaf caalaadha. soomuutu isiniif caala Yoo kan beektan taataniif.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:185","price":"(yeroon akkasoomtan dirqama taasifame) Jiia Ramadaanaa isa Qur’aanni -namootaaf qajeelfamaafi ragaa ifa bahaa qajeelfamichaafi addaan baasaa (haqaafi kijibaa) irraa ta’e- keessa buufameedha. Namni isin irraa ji’a kana dhaqqabe isa haa soomu. Namni dhukkubsataa yookiin karaa deemsarratti ta’e, guyyaa biraa irraa lakkaawwachuutu (isa irra jira). Rabbiin isiniif laaffisuu fedha, isin irratti jabeessuu hin fedhu. Akka lakkoofsa (guyyaa isin irratti barreeffamee) guuttaniifi, waan isin qajeelcheef irratti akka Rabbiin guddiftaniif, akkasumas akka (Rabbiin) galateeffattaniif jecha (kana goone).","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:186","price":"Yeroo gabroonni kiyya Ana irraa si gaafatan “dhugumatti, Ani isaanitti dhihoodha” (jedhiin). Kadhaa kadhataatiif yeroo inni na kadhate nan owwaadha. naaf haa owwaatanu, nattis haa amananu, Akka qajeelaniif jecha.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:187","price":"Halkan soomaa gara dubartoota (niitiwwan) keessanii dhaquun (qunnamtii saalaa gochuun) isiniif hayyamameera. Isaan isiniif uffata; isiniis isaaniif uffata. Rabbiin akka isin lubbuu keessan ganaa turtan beekee tawbaa keessan isin irraa qeebalee, dhiifamas isiniif godhe. Amma isaan waliin qunnamtii saalaa godhaa; (ilmaan irraa) waan Rabbiin isiniif katabe barbaaddadhaa. Hanga barraaqa irraa jibriin adiin (bariisaa) jibrii gurraacha (dukkana halkanii) irraa adda bahutti nyaadhaa dhugaa, Ergasii hanga halkaniitti sooma guutaa. Odoo masjiidoota keessa i’itikaafa taa’aa jirtanuu isaan waliin qunnamtii saalaa hin raawwatinaa. Sun daangaawwan Rabbiitii isheetti hin dhihaatinaa.akka kanatti Rabbiin keeyyattoota Isaa namootaaf ibsa Akka isaan Isa sodaataniif jecha .","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:188","price":"Qabeenyaalee keessan gidduu keessanitti sobaan hin nyaatinaa.abbootii seeraatiifis malaan-maltummaan hin dhihaatinaa, Qabeenya namootaa irraa garii isaa odoo beektan cubbuun nyaachuuf jecha.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:189","price":"(Yaa Muhammad!) Waa’ee baatii reefuu baatu irraa si gaafatu“Isheen namootaaf kan yeroo ibsituufi hajji (beeksiftuu) dha” jedhi. Dalagaan gaariin manneen boroo isaaniitiin seenuu keessanii miti, Garuu dalagaan gaariin (iimaana) nama Rabbiin sodaatuuti, Manneen balbaloowwauma isheetiin seenaa, akka milkooftaniif jecha Rabbiinis sodaadhaa.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:190","price":"Karaa Rabbii keessattis warra isiniin lolaniin lolaa, Daangaa hin dabrinaa, Rabbiin warra daangaa dabran hin jaalatu.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:191","price":"Warra isiniin lolan) bakkuma isaan argitanitti isaan ajjeesaa, Iddoo isaan isin baasan irraas isaan baasaa, mokkoraat (Shirkiitu) ajjeechaa caalaa hamaadha, Masjidal-Haraam biratti,isin isaan hin waraaninaa, hanga isaan isa keessatti isin waraananitti, Yoo isaan isin waraanan, isinis isaan ajjeesaa, galanni kaafirootaa akkuma kana.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:192","price":"Yoo isaan dhoowwaman (waraana dhaabanii amantii seenan) Rabbiin akkaan mararfataa rahmata godhaadha.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:193","price":"Hanga jequmsi hin argamnettifii amantiin Rabbiif qofa ta’utti isaaniin lolaa, Yoo isaan dhoowwaman, warra miidhaa hojjatu irratti malee diinomuun hin jiru.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:194","price":"Baatiin kabajamaan baatuma sana keessa (galata galfama); kabajaan gamaa gamanaayi (yoo isaan baaticha san kabajan isiniis kabajju), Nama isin irratti daangaa dabre isinis fakkaatuma waan inni isin irratti daangaa dabreetiin isa irratti daangaa dabraa, Rabbiin sodaadhaa, beekaa Rabbiin warra Isa sodaatuu wajjiin ta’haadha.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:195","price":"Karaa Rabbii keessattis kennadhaa, Harka keessaniin gara badiittis of hin darbinaa, Toltuu hojjadhaa; Dhugumatti, Rabbiin warra toltuu hojjatan ni jaalata.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:196","price":"Hajjiifi umraa Rabbiif jecha guutaa. Yoo dhorgamtan, horii wareegaa (hadyii) irraa kan isiniif laafe (qalaa), Hanga hadyiin iddoo (qalma) isaa ga’utti mataa keessan hin haaddatinaa, Namni isin irraa dhukkubsataa tahe yookiin mataa isaa irra rakkoon jiraate, (yoo mataa isaa haaddate) soomuun yookiin sadaqachuun yookiin qaluun 'fidyaa' haa baasu. Yeroo nagaa taatan, namni umraadhaan hanga hajjiitti qanani'e hadyii irraa waan isaaf laafetu irra jira, Namni hin argatin, guyyaa sadi hajjii keessatti, (guyyaa) torba immoo yeroo deebitan (soomuu qabdu). Sun (guyyaa) kudhan guutuudha. (Hadyiin yookiin soomuun) sun nama maatiin isaa masjiidal-Haraam bira (jiraataa Makkaa) hin ta’iniif, Rabbiin sodaadhaa, beekaa Rabbiin kan adabbiin isaa cimaati.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:197","price":"Hajjiin ji’oota beekamoodha. Namni isaan keessa hajjii ofitti murteesse (ihraama godhate), hajjii keessatti qunnamtii saalaa gochuu, finciluufi falmii gaggeessuu hin qabu,Toltuu irraa waan isin hojjattan Rabbiin ni beeka, Galaa guduunfadhaa; dhugumatti caalaan galaa sodaa Rabbiiti, Yaa warra qalbii qabdan Anuma sodaadhaa!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:198","price":"(Yeroo hajjii keessa) tola Rabbii keessanii irraa yoo barbaaddattan badiin isin irra hin jiru, Yeroo Arafaa irraa dachaatan Mash’aral Haraam biratti Rabbiin faarsaa, Akkuma Inni isin qajeelchetti isa zakkaraa; sanaan dura warra jallatoorraa turtan.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:199","price":"(Yaa Qurayshotaa!) ergasii bakka namoonni yaa'aniin yaa'aa, Rabbiin araarama kadhaa, Dhugumatti Rabbiin mararfataa rahmata godhaadha.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:200","price":"Yeroo hojii hajjii raawwattan, akkuma abbootii keessan faarsitanitti yookiin faaruu sana caalu Rabbiin zakkaraa, Namoota irraa kan “yaa Rabbii keenya addunyaa irratti (gaarii) nuuf kenni” jedhutu jira. Akhiratti qoonni wahiitu isaaf hintaane.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:201","price":"Isaan irraas nama \"Gooftaa keenya! Duuniyaatti toltuu, Aakhirattis toltuu nuuf kenni, adabbii ibiddaa irraa nu baraari\" jedhantu jiru.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:202","price":"Warra san isaaniif waan hojjatan irraa qoodatu jira, Rabbiin saffisaa qormaataati.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:203","price":"Guyyoota lakkaa’amtuu keessatti Rabbiin faarsaa. Namni guyyaa lama keessatti ariifate badiin isarra hin jiru, Namni booda aanes badiin isa irra hin jiru (Kun) nama (Rabbiin) sodaateefi. Rabbiin sodaadhaa beekaa isin gama isaatti oofamtanii.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:204","price":"Namoota irraa nijira kan jechi isaa addunyaa irratti si dinqisiisu. waan qalbii isaa keessa jiru irratti Rabbiin ragaa godhata, inni falmiidhaan jabaa.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:205","price":"Yeroo gara gale\ndachii keessa fiiga ishee keessatti badii raawwachuuf. Midhaaniifii horii balleessuuf, Rabbiin badii hin jaalatu.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:206","price":"Yeroo \"Rabbiin sodaadhu\" isaan jedhame of tuulummaan badiitti isa kakaasa. Ga’aan Isaa jahannami, Afanni (jahannam ta’uun) waa fokkate!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:207","price":"Nama irraa kan jaalala Rabbii barbaachaaf lubbuu ofii gurgurutu jira. Rabbiin gabrootaaf akkaan mararfataadha.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:208","price":"Isin yaa warra amantan! Islaamummaa keessa guutuu guutuutti seenaa; tarkaanfilee shayxaanaa hin hordofinaa. Dhugumatti, inni (shayxaanni) isiniif diina ifa bahaadha.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:209","price":"Erga ragaawwan ifa ta’an isiniif dhufanii booda (daandii Islaamaa irraa) yoo mucucaattan, Rabbiin injifataa, ogeessaa beekaa.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:210","price":"Sila Rabbiifi malaa’ikoonni, gaaddisa duumessa irraa ta’e keessaan isaanitti dhufuu malee waan biraa eeganii? \nMurteen raawwatame. Wantoonni hunduu gamuma Rabbii deebifamti.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:211","price":"Ilmaan israaiil gaafadhu Mallattoolee ifa ta’an meeqaatama akka isaaniif kennine. Namni erga isatti dhuftee booda ni’imaa Rabbii jijjiire (adaba cimaatu isa mudata). Dhugumatti Rabbiin irra cimaa adabaati.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:212","price":"Isaan kafaraniif jireenyi addunyaa miidhagfameera; warra amananitti ni qoosu. Warri Rabbiin sodaatan immoo Guyyaa Qiyaamaa isaanii ol ta’u. Rabbiin nama fedheef (tola Isaa irraa) lakkoofsa malee hiree kenna.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:213","price":"Ilmi namaa tuuta takka (amantii tokkicha irra) turan; ergasii Rabbiin nabiyyoota gammachiiftotaafi akeekkachiiftota taasisee erge. Isaan waliin kitaaba dhugaan buuse. akka inni waan isaan isa keessatti wal dhaban gidduu namootaatti murteessuuf. Warra inni kennameef qofatu erga ragaawwan ifa ta’an isaaniif dhufanii booda wal jibbaa gidduu isaanii jiru irraa kan ka’e wal dhabe. Rabbiin fedha Isaatiin warra amanan gara dhugaa waan isaan irratti wal dhabanii qajeelche. Rabbiin nama fedhe gara karaa sirraawaa qajeelcha.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:214","price":"Sila odoo (mokkoroon) fakkaataa warra isin dura dabranii isinitti hin dhufin jannata seenuu yaadduu? Rakkinniifi dhukkubni hamtuun isaan tuqxee, hanga ergamaaniifi warri isa waliin amanan \"sila tumsi Rabbii yoom (dhufa)?\" jedhan tokkotti shororkeeffaman. Dhagayaa! Dhugumatti, tumsi Rabbii dhihoodha.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:215","price":"(Yaa Muhammad!) maal akka sadaqatan si gaafatu jedhi \n Qabeenya irraa wanti kennattan abbaa haadha, firoota, yatiimota, hiyyeeyyiifi kara deemaaf ta’uu qaba.Toltuu irraa waan isin hojjattan dhugumatti Rabbiin akkaan isa beekaadha.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:216","price":"Lolli isinirratti dirqama godhame Odoma inni isin biratti jibbamaa ta’uu. Odoo inni isiniif gaarii ta'uu waan tokko jibbuun keessan mirkanaa’e. Odoo inni isiniif hamtuu ta’uu waan tokko jaalachuun keessanis mirkanaa’e. Rabbumatu beeka; isin hin beektanu","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:217","price":"Ji’oota kabajamoo keessa loluu irraa si gaafatu. Jedhi: \"Isa keessa loluun (yakka) guddaadha. Karaa Rabbii irraa (namoota) deebisuun, Isatti kafaruun, (namoota) Masjidal Haraam (irraa dhorguun) jiraattota isaa achi irraa baasuutu Rabbiin biratti irra guddaadha. Mokkoraatu (Shirkiitu) ajjeechaa irra (badiin isaa) guddaadha. Yoo danda’an hanga diinii keessan irraa isin deebisanitti isiniin loluu irraa hin deeman. Namni isin irraa diinii isaa irraa garagalee kaafira ta’ee du’e, warri sun addunyaafi Aakhiraattis dalagaaleen isaanii baddee jirti. Ammas warri sun warra ibiddaati; isaan achi keessatti hafoodha.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:218","price":"Dhugumatti, warri amananiifi warri godaananii, karaa Rabbii keessatti qabsaa’an, isaan sun rahmata Rabbii ni kajeelu. Rabbiinis araaramaa, rahmata godhaadha.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:219","price":"Dhugaatii macheessaniifi qumaara irraa si gaafatu. Jedhi: \"Dilii guddaafi faayidaawwantu namootaaf isaan keessa jira. Diliin isaan lamaanii faayidaa isaan lamaanii irra guddaadha.\" Ammas maal akka arjoomanu si gaafatu “Isa dhimma keessan irraa hafe” jedhiin. Akka xiinxaltaniif jecha Rabbiin akka kanatti keeyyattoota isaa isiniif ibsa.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:220","price":"Duuniyaafi Aakhiraa keessatti (haa xiinxaltaniifi). Waa’ee yatiimotaa irraas si gaafatu“Isaaniif tolchuutu caalaadha” jedhi. Yoo isaanitti makamtanis isaan obboleeyyan keessani. Rabbiinis nama balleessu isa tolchu irraa adda baasee beeka. Rabbiin odoo fedhee, isin rakkisuu danda’a. Dhugumatti, Rabbiin akkaan injifataa, ogeessa.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:221","price":"dubartoota mushrikaa hin fuudhinaa hanga isaan amananitti. Odoma isheen isin dinqisiifteeyyuu gabrittii mu’umintittiitu mushriktittirra caalti. dhiira mushrikootaatti hin heerumsiisinaa hanga amananitti. Odoma (inni) isin dinqisiiseeyyuu gabricha mu’uminaatu mushrika irra caala. Warri sun gara ibiddaatti waamu; Rabbiin immoo heyyama isaatiin gara jannataafi araaramaatti waama. Haa gorfamaniif jecha aayatoota isaa namootaaf ibsa.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:222","price":"Dhiiga laguu (haydii) irraas si gaafatu  jedhi Inni (iddoon isaa) xuriidha; kanaafuu yeroo dhiiga xurii keessa dubartoota irraa fagaadhaa. Hanga isaan qulqullaa’anittis isaanitti hin dhihaatinaa. Yeroo isaan qulqulleeffatan, bakka Rabbiin isin ajajeeniin isaan bira dhaqaa. Dhugumatti Rabbiin warra gara Isaa tawbataniifi qulqulleeffatan ni jaalata.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:223","price":"Niitiiwwan keessan isiniif oyruudha. Oyruu keessan akkaataa feetaniin itti dhaqaa. Lubbuu keessaniif gaarii dabarfadhaa. Rabbiin sodaadhaa; Isa qunnamuu keessanis beekaa. Mu’uminoota gammachiisi.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:224","price":"Rabbiin kakachuu keessan sababa hingodhatinaa Akka toltuu hin hojjanne, Rabbiin hin sodaanneefi gidduu namootaatti araara hin buufne Rabbiin dhagayaa, beekaadha.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:225","price":"Rabbiin dogoggoraaf isin hinqabu kakuu keessan keessatti.Garuu waan onneenneewan keessan hojjataniif isin qaba. Rabbiin araaramaa, obsaadha.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:226","price":"Warra jaartiiwwan isaanii irraa kakataniif ji’oota afur eeguutu isaan irra jira. Yoo irraa deebi’an dhugumatti Rabbiin akkaan araaramaa, rahmata godhaadha.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:227","price":"Yoo hiikkaa irratti muratan, dhugumatti Rabbiin dhagayaa, beekaadha.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:228","price":"Dubartoonni hiikaman xurii laguu sadi ofii isaaniitiif eeguu qabuYoo Rabbiifi Guyyaa Aakhiraatti kan amanan ta’an waan Rabbiin gadaamessa isaanii keessatti uume dhoksuun isaaniif halaala miti. (Yeroo) san keessatti yoo tolchuu fedhan isaan deebifachutti dhirsota isaaniittu irra haqa qaba. Isaaniifis (mirga) fakkaataa akka (dirqama) isaan irra jiruutu haala gaariin isaaniif jira. Dhiironni isaan irra sadarkaa qabu. Rabbiin hunda injifataa, ogeessa.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:229","price":"Hiikkaan (eega isaatii deebifatamu) yeroo lama. Sana booda haala gaariin qabachuu yookiin bifa tolaan gadi lakkisuudha. Isin (dhiironni) waan isaaniif kennitan (mahrii) irraa isaan lamaanuu daangawwan Rabbii sirreessuu dhabuu yoo sodaatan malee homaa fudhachuun isiniif hin hayyamamu. Yoo isaan lamaan daangawwan Rabbii hin sirreessanu jechuu sodaattan, waan isheen ittiin of baafte fudhachuu keessatti isaan lamaan irra badiin hin jiru. Kun daangawwan Rabbiitii isaan hin dabrinaa; namni daangaawwan Rabbii dabre, isaan sun isaanumatu miidhaa hojjatoodha.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:230","price":"Yoo (hiikkaa sadaffaa) ishee hiike, sana booda hanga dhirsa biraatti heerumtutti isaaf hin heyyamamtu. Yoo inni (dhirsi boodaa) ishee hiike, daangawwan Rabbii eeguu isaanii beeknaan isaan lamaan yoo walitti deebi’an badiin isaan irra hin jiru. \n Kun daangawwan Rabbiiti; ummata beekaniif ishee ibsa.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:231","price":"Yeroo dubartoota hiiktanii beellama isaanii gayan. bifa gaariin isaan qabadhaa yookiin bifa gaariin isaan gaggeessaa. Rakkisuudhaan akka daangaa isaanitti dabartaniif isaan hin qabatinaaNamni sana hojjate, dhugumatti lubbuu ofii miidheeraKeeyyattoota Rabbiis qishinaa hin taasifatinaaNi’imaa Rabbii kan isin irra jirtuufi kitaaba (Qur’aana)fi hikmaa (Sunnaa) irraas waan Inni isin irratti buuse kan ittiin isin gorsu yaadadhaaRabbiin sodaadhaasAkka Rabbiin waan hunda beekaa ta’es beekaa.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:232","price":"Yeroo dubartoota hiiktanii beellama isaanii gayan,dhirsoota isaanii heerumuu irraa isaan hin dhorginaa yoo jidduu isaaniitti karaa gaariin walii galan, Sana isin irraa nama Rabbiifi Guyyaa Aakhiraatti amanutu ittiin gorfama. Sun isiniif irra gaariifi irra qulqulluudha. Rabbitu beekaa; isin hin beektanu.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:233","price":"haadholiin ilmaan isaanii waggaa lama guutuu hoosisu,Nama hoosisaa guutuu fedheef.nama ilmi isaaf dhalate (abbaa) Soorataafi uffata isaanii (haadholeef) haala gaariin (kennuun) isarra jira. Lubbuun kamiiyyuu dandeettii isheetii ol hin dirqisiifamtu. Haati sababaa ilma isheetiin hin rakkifamtu; namni ilmi isaaf dhalates (abbaanis) sababaa ilma isaatiin (hin rakkifamu). Nama (abbaa) dhaalu irras fakkaataa sanaatu jira. Yoo isaan lamaan fedha isaaniitiifi wal mariin guusisuu fedhan, badiin isaan irra hin jiru. Yoo ilmaan keessaniif (hoosiftuu gootanii) hoosisiisuu feetan,badiin isin irra hin jiru yoo waan kennitan akkaataa gaariin kennitan, Rabbiin sodaadhaa, Rabbiin waan isin dalagdan argaa ta’uu beekaa.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:234","price":"Isin irraas isaannan du’anii niitiiwwan (uf duubatti) dhiisan, isaan (niitiiwwan tun) ji’oota afuriifi guyyaa kudhan kophaa isaanii turuu qabu. Yeroo beellama isaanii gayan, waan isaan karaa gaariin lubbuulee isaanii keessatti hojjatan keessa badiin isin irra hin jiru. Rabbiin waan isin hojjattan keessa beekaadha.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:235","price":"badiin isinirratti hintaane waan riqoon dubbattan irratti dubartoota (iddaa du'a jaarsaa keessa jiran) qaadhimachuu keessatti,  yookiin (waan) onneewwan keessan keessatti dhoksitan keessatti. Akka isin isaan dubbatuuf jirtan Rabbiin beekeera. Garuu iccitiidhaan waadaa isaaniif hin seeninaa yoo jecha beekamaa jettan malee. nikaah hidhuu hin murteessinaa Hanga beellamni yeroo isaa ga’utti. Rabbiin waan lubbuulee keessan keessa jiru beekaa ta'uu beekaa; Isa sodaadhaa. Rabbiin araaramaa, obsaadhaa beekaa.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:236","price":"Badiin isin irra hin jiru yoo Dubartoota odoo isaan hin tuqin yookiin mahrii isaanii isaaniif hin murteessin hiiktan, kennaa itti fayyadaman isaaniif kennaa. Qabaatarratti akkaatuma dandeettii isaatiin, Hiyyeessarrattis akkaatuma dandeettii isaatiin bifa gaariin kennaa (isaan itti fayyadamanu kennuu qaba). Kuni warra toltuu hojjatan irratti dirqama.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:237","price":"Odoo mahrii isaaniif murteessitanii jirtanuu isaan tuquun dura yoo isaan hiiktan, walakkaa waan murteessitaniitu (isheef jira), garuu yoo isaan (duubartoonni) dhiisan yookiin inni hidhaan nikaa harka isaa jiru (dhirsi) dhiise (walakkaan dirqamaa miti). Isin dhiisuutu sodaa (Rabbiitti) irra dhiyoodha. Tola giddu keessanii hin irraanfatinaa; Rabbiin waan isin hojjattan argaadha.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:238","price":"Salaatowwan irratti,tikfadhaa keessattuu salaatattii giddu galeessaa irratti. Haala Rabbiif ajajamoo taataniin dhaabbadhaa.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:239","price":"Yoo (diina) sodaattan, miilaan deemaa yookiin yaabbatoo ta'aa (sagadaa). Yeroo tagabbooytan, Rabbiin yaadadhaa akkuma waan (san dura) isin beekoo hintahin isin barsiisetti .","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:240","price":"Isin irraa isaannan du’anii, niitiiwwan (of duubatti) dhiisan, niitiiwwan isaaniitiif haadhaamanii. (qabeenya dhiisanii du’an irraa) waan odoo mana isaanii irraa hin baafamne hanga waggaa tokkoo isaan itti fayyadaman. Yoo isaan (niitiiwwan fedha isaanitiin) bahan,badiin isin irra hin jiru, waan beekamaa irraa isaan lubbuu isaanii keessatti hojjataniif. Rabbiinis injifataa, ogeessa.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:241","price":"Dubartoonni hiikaman haala beekamaan qananiifamuu qaban. (Kun) warra Rabbiin sodaatan irratti haqa.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:242","price":"Akkanatti Rabbiin keeyyattoota Isaa isiniif addeessa Akka isin xiinxaltaniif.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:243","price":"Sila warra manneen isaanii irraa du’a sodaatanii kumaatama ta’anii ba’anii (qalbiin) hin ilaallee? Rabbiin “du’aa!” isaaniin jedhee, sana booda isaan jiraachise. Dhugumatti, Rabbiin namoota irratti abbaa tola (guddaa)ti. Garuu irra hedduun namaa hin galateeffatan.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:244","price":"Karaa Rabbii keessatti lolaa. beekaa Rabbiin dhagayaa, beekaadhaa.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:245","price":"Namni liqii gaarii Rabbiif liqeessee Inni dachaa baay’ee isaaf baay’isu eenyuma! Rabbiin nama fedhe (rizqii) irraa qabata; kan fedhe immoo itti baldhisa. gara Isaatti deebifamtu.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:246","price":"Sila gara qondaaltota Ilmaan Israa’iil irraa ta’an kan booda Muusaa,hin ilaallee? yeroo isaan nabiyyii isaaniitiin \"hogganaa nuuf godhi karaa Rabbii keessatti lollaa\" jedhan. [Inni] \"Sila yoo lolli isin irratti murteeffame loluu dhabuu keessan hin sodaattamuu?\" jedhe. \"Odoo manneeniifi ilmaan keenya irraa baafamnee jirruu maaltu nuuf jiraayyi karaa Rabbii keessatti hin lolle?\" jedhan. Yeroma lolli isaan irratti murteeffame namoota muraasa isaan irraa ta’an malee irraa gara galan. Rabbiin miidhaa raawwattoota ni beeka.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:247","price":"Nabiyyiin isaaniis isaaniin jedhe: \"Dhugumatti, Rabbiin Xaaluutiin mootii godhee isiniif ergeera.\" [Isaan] nijedhan akkamiin nurratti mootummaan isaaf ta’a? nuutu isarra haqa mootomutti, bal'inna qabeenyarraa tahes hinkennamne. Ni jedhe: \"Dhugumatti, Rabbiin isin irratti isa file, beekumsaafi qaama keessattis bal'ina isaaf dabale. Rabbiin mootummaa Isaa nama fedheef kenna. Rabbiin (arjummaan isaa) bal’aa, beekaadha.\"","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:248","price":"Nabbiyyiin isaaniis isaaniin ni jedhe: \"Dhugumatti, mallattoon mootummaa isaa sanduuqni isinitti dhufuudha.kan isa keessa tasgabbiin Gooftaa keessan irraa ta’ee jiru. kan hanbaan waan maatiin Muusaafi maatiin Haaruun dhiisan irraa ta’e isa keessa jiru. malaa’ikoonni isa baadhatan (isinitti dhufuudha), Dhugumatti,kana keessa mallattootu isiniif jira yoo mu’uminoota taataniif.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:249","price":"Xaaluut yeroma waraana (isaa) tiin achi bahe ni jedhe: \"Dhugumatti, Rabbiin laga wahiitiin isin mokkoraadha.namni isa irraa dhuge anarraayii miti, Namni isa hin dhandhamin immoo anarraayy, Nama harka isaatiin hammaarrii tokkittii hammaarrate malee.isa irraa dhugan nama Muraasa isaan irraa ta'e malee.  Yeroma isaafii warri isaa wwajjin amanan isa qaxxaamuran, (warri dhugan) ni jedhan: \"Har'a Jaaluutiifi waraana isaa irratti dandeettiin nuuf hin jiru.\" Warri Rabbiin wal qunnamoo ta'uu isaanii dhugoomsan ni jedhan: \"Garee muraasa heddutu hayyama Rabbiitiin garee baay’ee injifate.\" Rabbiinis warra obsan wajjin jira.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:250","price":"Yeroma Jaaluutiifi waraana isaatiif dirreetti bahan ni jedhan: “Gooftaa keenya! Obsa nurratti dhangalaasi, Faana keenya gadi dhaabi; ummata kaafirootaa irrattis nu tumsi.\"","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:251","price":"Hayyama Rabbiitiin isaan injifatani. Daawuudis Jaaluutiin ajjeesee, Rabbiin mootummaafi ogummaa isaaf kennee, waan fedhe irraa isa barsiise. Odoo nama garii gariin deebisuun Rabbii jiraachuu baatee, silaa dachiin badde. Garuu Rabbiin aalama (hunda) irratti abbaa tola (guddaati).","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:252","price":"tun keeyyattoota Rabbiiti Dhugaadhaan ishee sirratti dubbifna. Ati dhugumatti ergamtoota irraayyi.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"om"},{"name":"2:253","price":"Ergamoota kana garii isaanii garii irra caalchifne. Isaan irraa nama Rabbiin ittiin dubbatetu jira. Garii isaaniis sadarkaa heddu ol kaase. Iisaa ilma Maryamiif ragaawwan ifa ta’an kenninee jirra. Ruuhii qulqulluun (Jibriiliin) isa jajjabeessine. Odoo Rabbiin fedhee, warri booda isaanii erga ragaawwan ifa taate isaanitti dhuftee booda wal hin lolan turan. Garuu isaan wal dhabani. Isaan irraa namni amane ni jira; isaan irraas kan kafare ni jira. Odoo Rabbiin fedhee, wal hin lolan. Garuu Rabbiin waan fedhe hojjata.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:254","price":"Isin Yaa warra amantan! waan Nuti isiniif kennine irraa kennadhaa Odoo guyyaan (bittaa) gurgurtaan, jaalalleefi manguddummaan isa keessa hin jirre hin dhufin duratti. Kaafiroonni isaanumatu miidhaa raawwattoota.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:255","price":"Rabbiin Isa malee haqaan gabbaramaan hin jiru; (Inni) jiraataadha; waan hundaan dhaabbataadha. Mugaatiis ta’ee hirribni Isa hin qabu. Wanti samiilee keessa jiruufi wanti dachii keessa jiru (hundi) kan Isaati. Inni hayyama Isaatiin malee Isa biratti araarsu eenyuma? Waan fuuldura isaaniitiifi waan duuba isaaniis ni beeka. Beekumsa Isaa irraa waan Inni fedhetti malee hin marsanu. Kursiin Isaa samiifi dachii irra bal’ateera. Isaan lamaan tiksuun Isa hin dadhabsiisu, Inni ol ta’aa, guddaadha.{2}","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"2 Aayanni tuni aayatul kursiyyii jedhamti, irra caaltuu aayatoowwan qur'aanaati. ganamaafii galgala, hirriiba dura qarauun barbaachisaa tahuun hadiisaan ibsame.","lang":"om"},{"name":"2:256","price":"Amantii keessa dirqisiisuun hin jiru. Dhugumatti, qajeelumni jallina irraa ifa ta'eera. Namni xaaghuutatti kafaree, Rabbitti amane, dhugumatti haada jabaa citiinsi isiif hintahin qabateera. Rabbiin dhagayaa, beekaadha.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:257","price":"Rabbiin gargaaraa warra amananiiti, Dukkanoota irraa gara ifaatti isaan baasa. Warri kafaran gargaartonni isaanii xaaghuuta; Ifa irraa gara dukkanootaatti isaan baasu. Isaan sun warra ibiddaati; isaan ishee keessatti hafoodha.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:258","price":"Sila gara isa Rabbiin mootummaa isaaf kenninaan (waa’ee) Gooftaa isaa keessatti Ibraahiimiin mormee hin ilaallee? Yeroo Ibraahiim \"Gooftaan kiyya Isa jiraachisuufi ajjeesu sani\" jedhu. \"Anis nan jiraachisa; nan ajjeesas\" jedhe (mootichi). Ibraahiim \"Dhugumatti, Rabbiin aduu Baha irraa fida; ati immoo Dhiha irraa fidi\" jedhe. Achumaan inni kafare dhama'e, Rabbiin miidhaa hojjattoota hin qajeelchu.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:259","price":"Yookiin akka isaa ganda irra dhufee haala (manneen ishee) mataa ishee irratti kukkuftee jirtuun  \"akkamumatti Rabbiin du’a ishee booda ishee kana jiraachisa!\" jedhee (gara isaa hin ilaallee?). Rabbiin isa ajjeesee  waggaa dhibba (tursiise). ergasii isa kaasee \"hangam turte?\" jedheen. \"Guyyaa tokko, yookiin garii guyyaan ture\" jedhe. (Rabbiiniis) ni jedhe: \"miti waggaa dhibba turte, Mee gara nyaataafi dhugaatii keetii ilaali; hin jijjiiramne, Gara harree keetiis ilaali! Namootaaf mallattoo si taasisuuf (kana goone). gara lafeelee ilaali Akkamitti akka isii walitti qabnuufi ergasii foon itti uffifnu .\" Yeroma ifa isaaf ta’u \"Rabbiin waan hunda irratti danda’aa ta’uu nan beeka\" jedhe.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:260","price":"Yeroo Ibraahiim \"Gooftaa kiyya! Akkamitti du’aa akka jiraachiftu natti agarsiisi\" jedhe [yaadadhaa]. (Rabbiiniis) \"Sila ati hin amannee?\" jedhe. (Ibraahiimis): \"Lakkii (amaneera), Garuu akka onneen kiyya tasgabbaa’uufi\" jedhe. \"Simbira irraa afur qabi, gara keetti fuudhii (isaan kukkuti), Sana booda muraa isaanirraa tahe gaara hunda irra kaayi, Ergasii isaan waami; daddafanii sitti dhufu.” Rabbiin injifataa, ogeessaa beeki jedhe.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:261","price":"Fakkeenyi warra qabeenyaalee isaanii karaa Rabbii keessatti arjoomanii, akka fakkeenya firii sootalloo (mataa) torba baasteeti, sootalloo hunda keessa firiin dhibbi jiruuti. Rabbiin nama fedheef dachaa taasisa. Rabbiin (kenni isaa) bal’aa, beekaadha.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:262","price":"Warri qabeenyaalee isaanii karaa Rabbii keessatti kennatanii, ergasii waan arjooman dhaaddannaafi rakkisuu hin hordofsiisin, isaaniif mindaan isaanii Gooftaa isaanii bira jira. Sodaanis isaan irra hin jiru; isaan hin gaddanus.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:263","price":"Jecha gaariifi dhiifamatu sadaqaa rakkisuun isa hordofu irra caala. Rabbiin dureessa, obsaadha.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:264","price":"Isin Yaa warra amantan! dhaaddannaafi (nama) rakkisuudhaan Sadaqaalee keessan hin balleessinaa, akka isa qabeenya isaa garsiifannaa namaatiif arjoomuu, kan Rabbiifi guyyaa Aakhiraattis hin amannee. Fakkeenyi isaa akka fakkeenya dhagaa diriiraa biyyeen isa irra jiruu, kan bokkaan cimaan isa tuqee (biyyee irraa dhiquun) duwwaa isa dhiiiseeti, Isaan waan horatan irraa homaa irratti dandeettii hin qaban. Rabbiin ummata kaafirootaa hin qajeelchu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:265","price":"Fakkeenyi warra qabeenyaalee isaanii jaalala Rabbii barbaaduufi lubbuulee isaanii raggaasisuuf arjoomanii, akka fakkeenya ashaakiltii lafa ol fuudhamaa irra jiruu, bokkaan cimaan itti roobee oomisha ishee dachaan kennitee, yoo bokkaan guddaan ishee hin argatinis tiifuun (isiif gayuuti). Rabbiin waan isin dalagdan argaadha.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:266","price":"Sila tokkoon keessan isaaf ta'uu ni jaalataa? ashaakiltiin Nakhliifi Inaba irraa ta’e, kan laggeen jala ishee yaatu, kan ishee keessa fuduraaleen hundi isaaf jiru, odoo ilmaan dadhabduu qabuu kan dullumti isa qabde, bubbeen ibiddi ishee keessatti tahe ishee tuqee gubatte.  Akka isin xiinxaltaniif jecha akka kanatti Rabbiin keeyyattoota Isaa isiniif addeessa","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:267","price":"Isin Yaa warra amantan! gaggaarii waan carraaqqattaniifi waan Nuti dachii irraa isiniif baafne irraa kennadhaa.isa irraa kennachuudhaan Waan fokkataa hin yaadinaa, (Odoo isiniif kennamee) Isa keessatti ija dunuunfattanii malee kan hin fudhanne taatan, Rabbiin dhugumatti dureessa, faarfamaa ta’uu beekaa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:268","price":"Shayxaanni hiyyummaan isin sodaachisa, hamtutti isin ajaja, Rabbiin araaramaafi tola Isa biraa ta’e waadaa isiniif seena. Rabbiin (kenni isaa) bal’aa, beekaadha.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:269","price":"Inni hikmaa (ogummaa) abbaa fedheef kenna, Namni hikmaa kenname, dhugumatti toltuun baay’een isaaf kennameera. Warra sammuu qaban malee eenyullee hin gorfamu.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:270","price":"Kenna irraa waan isin kennattan yookiin qodhaa (nazrii) irraa waan nazartanis, Rabbiin isa beeka. Miidhaa hojjattootaaf tumsitoonni wahiitu hin jiranu.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:271","price":"Sadaqaa yoo mul’iftanii (kennattan) isheen waa tolte; yoo ishee dhoksitanii hiyyeeyyiif kennitan isatu isiniif caala. Hamtuuwwan keessanis isin irraa harcaasa. Rabbiin waan isin dalagdan keessa beekaadha.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:272","price":"Qajeelchuun isaanii (dirqama) sirratti hin taane. Garuu Rabbiin nama fedhe ni qajeelcha. Qabeenya irraas wanti isin kennattan lubbuma keessaniifi. Fuula Rabbii barbaachaaf malee hin kennattanu. Qabeenya irraa wanti isin kennattan isiniif guutamee galfama isin hinmiidhamtan.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:273","price":"(Sadaqaan) hiyyeeyyii karaa Rabbii keessatti hidhamaniif (kennamti), warra dachii keessa deemuu hin dandeenye, kan kadhaa irraa of qabuu isaanii irraa wallaalaan dureeyyii isaan se’u, mallattoolee isaaniitiin beekta. namoota hinkadhatan, hin hifachiisan, Qabeenya irraa waan isin kennattan dhugumatti Rabbiin isa beeka.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:274","price":"Warra qabeenyaalee isaanii halkaniifi guyyaa, dhoksaafi ifatti mul’isanii arjooman, isaaniif mindaan isaanii Gooftaa isaanii bira jira. Sodaanis isaan irra hin jiru; isaan hin gaddanu.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:275","price":"Warri dhala nyaatan (Guyyaa Qiyaama)  hinkaafaman akka isa shayxaanni maraatummaa irraa isa kukuffisu dhaabbatuutti malee hin dhaabbatanuKunis waan isaan \"bittaa gurgurtaan akkuma dhalaati\" jedhaniifiRabbiin immoo bittaa gurgurtaa hayyamee dhala dhorgeNamni gorsi Gooftaa isaa irraa itti dhufee (dhala nyaachuu irraa) dhorgame, wanti (dhorgaan dura) darbe kanuma isaatiDhimmi isaas (waan dhufu keessatti) gara RabbiitiNamni (itti) deebi’e immoo isaan warra ibiddaati; isaan ishee keessatti hafoodha.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:276","price":"Rabbiin dhala (keessaa barakaa) ni haqa; sadaqaawwan immoo ni guddisa. Rabbiin warra akkaan kafaraa, dilaawaa hunda hin jaalatu.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:277","price":"Dhugumatti, isaannan amananii gaggaariis hojjatanii, salaatas gadi dhaabanii, zakaas kennan, warri sun mindaan isaanii gooftaa isaanii bira isaaniif jira. Sodaanis isaan irra hin jiru; isaan hin gaddanu.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:278","price":"Yaa warra amantan! Rabbiin sodaadhaa; yoo mu’uminoota taataniif dhala irraa waan (nama irratti) hafe dhiisaa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:279","price":"Yoo (kana) hin hojjatin, lola Rabbiifi ergamaa Isaa irraa ta’e beekkadhaa! Yoo tawbattan mataan qabeenya keessanii isinumaaf (haqa). Hin miitanus; hin miidhamtanus.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:280","price":"Yoo (kan deyniin irra jirtu) rakkataa tahe hanga argatutti eeggachuutu (isin irra jira), (Isaanitti) saddaqachuutu irra isiniif caala. Yoo kan beektan taataniif (sadaqadhaa).","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:281","price":"Guyyaa sodaadhaa kan isa keessa gara Rabbii deebifamtan, ergasii lubbuun hundi waan hojjatteen galata galfamtu, isaan hinmiidhaman.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:282","price":"Yaa warra amantan! Hanga beellama beekamaatti liqii yoo walii liqeessitan isa barrreessaa, Barreessaan gidduu keessanitti haqaan haa barreessu, Barreessaanis akka Rabbiin isa barsiisetti barreessuu hin didin. Haa barreessu; Inni liqiin isa irra jiru haa dubbisuu, Allaah gooftaa isaa haa sodaatu. Isa irraas homaa hin hir’isin. Yoo inni liqiin isa irra jiru gowwaa yookiin dadhabaa yookiin inni kan dubbisuu hin dandeenye ta’e firri isaa haqaan haa dubbisu, Ragaa lama dhiirota keessan irraa ragsiifadhaa. Yoo dhiirri lama hin argamin, dhiira tokkoofi dubartii lama, dagachuu ishee tokkoofi yaadachiisuu ishee birootiif jecha, ragoolee namoota isin jaallattan irraa haala ta’aniin ragaa godhaa. Ragoonnis yeroo waamaman hin didin. Xiqqaas ta’ee guddaa, hanga yeroo isaatti, isa barreessuu hin hifatinaa. Kanatu Rabbiin biratti irra haqa; ragummaafis irra mirkanaa’aadha; akka isin hin shakkineefis irra dhihoodha. yoo daldala bakkuma sanitti gidduu keessanitti raawwattan taate malee, ishee barreessuu dhabuudhaan badiin isin irra hin jiru. Yeroo bittanii walitti gurgurtanis ragaa godhaa. barreessaafii raga bahaan miidhamuu hin qabu. Yoo raawwattan, dhugumatti inni fincila (ajaja Rabbii diduu) keessani. Rabbiin sodaadhaa; Rabbiin isin barsiisa. Rabbiin waan hunda beekaadha.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:283","price":"Yoo imala irra jiraattanii barreessaa hin argatin, qabdii fuudhamtuu taatetu (qabadhaa). Yoo gariin keessan garii amane immoo, inni amaname amaanaa isaa haa dhaqqabsiisu; Rabbii Gooftaa isaa haa sodaatu. Ragaa hin dhoksinaa, Namni ishee dhokse, dhugumatti inni onneen isaa dilaawaadha. Rabbiinis waan isin hojjattan beekaadha.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:284","price":"Wantoonni samiileefi dachii keessa jiran kan Rabbiiti. Waan lubbuulee teessan keessa jiru yoo ifatti mul’iftan yookiin yoo isa dhoksitan Rabbiin ittiin isin qorata; nama fedheef ni araarama; nama fedhe immoo ni adaba. Rabbiin waan hunda irratti danda’aadha.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:285","price":"Ergamaan (kiyya) waan Gooftaa isaa irraa gara isaatti buufametti amaneera; mu’uminoonnis. Hundumtuu Rabbitti, malaa’ikota Isaa, kitaabota Isaafi ergamtoota Isaatti amananiiru. \"Nuti ergamtoota Isaa irraa jidduu tokkoos adda hin baafnu\" (jedhan). \"Nuti dhageenye; ajajamnes. Gooftaa keenya! Araarama kee (barbaanna). Deebiinis garuma keeti\" jedhan.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"om"},{"name":"2:286","price":"Rabbiin lubbuu tokkos dandeettii isheetiin malee hin dirqisiisu. (Toltuu irraa) wanti isheen carraaqqate isheedhumaafi; (hamtuu irraa) wamti isheen carraaqqattes ishee irratti (ta’a). \"Gooftaa keenya! Yoo daganne yookiin dogoggorre nu hin qabin. Gooftaa keenya! Ba’aa guddaa akka warra nuun duraa irratti baachifte nurratti hin baachisin. Gooftaa keenya! Waan isatti dandeettiin nuuf hin jirre nu hin baachisin. Irras nuuf dabri; nuuf araaramis Rahmatas nuuf godhi. Ati gargaaraa keenya, Ummata kaafirootaa irrattis nuuf tumsi.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"om"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}