{"data":[{"name":"29:1","price":"Alif Laam Miim","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:2","price":"Sila namoonni “amanne” jechuudhaan odoo hin mokkoramin dhiifamuu yaaduu?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:3","price":"Dhugumatti, Nuti warra isaaniin duraas mokkorree jirra. Dhugumatti, Rabbiin isaan dhugaan [amanne] jedhan beekuuf jira, sobdootas beekuuf jira. .","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:4","price":"Sila isaan diliilee dalagan Nu jalaa bahuu yaaduu? Wanti isaan murteessan waa fokkate!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:5","price":"Namni qunnamtii Allaah kajeele (haa qophaawuu), dhugumatti beellamni Rabbii dhufaadha. Inni dhagayaa, beekaadhas.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:6","price":"Namni qabsaa’e kan inni qabsaa’u lubbuma isaatiifi. Rabbiin Dhugumatti, aalama hunda irraa dureessa.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:7","price":"Isaan amananii gaggaarii hojjatan badiilee isaanii isaan irraa haqna. Dhugumatti, gaarii waan isaan dalagaa turanii isaan mindeessina.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:8","price":"Namaaf haadhaafi abbaa isaatti tola ooluu dhaamne. Yoo waan ati beekumsa isaa hin qabne akka Natti qindeessituuf sirratti qabsaayan, isaan lamaan tole hinjedhin, Deebiin keessan garuma kiyya. Waan hojjachaa turtan isinittin odeessa.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:9","price":"Isaan amananii gaggaarii hojjatan, namoota gaggaarii keessa isaan seensifna.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:10","price":"Namoota irraa nama “Rabbitti amanneerra” jedhaa yeroo karaa Rabbii keessatti rakkifame, rakkina namni isa irratti raawwatu akka adabbii Rabbii taasisutu jira. Yoo injifannoon Rabbii kee irraa dhufes dhugumatti “nuti isinii wajjin turre” jedhu. Sila Allaahn waan qomaalee aalamaa keessa jiru akkaan beekaa hin taanee?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:11","price":"Dugumatti Allaahn warra amanan ni beeka. Munaafiqootas ni beeka.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:12","price":"Isaan kafaran warra amananiin “karaa keenya hordofaa; nuti cubbuulee keessan isin irraa baadhannaa” jedhan, Isaan badiilee isaanii irraa homaa hin baadhatanu. Dhugumatti, isaan kijibdoota.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:13","price":"Dhugumatti, isaan ba’aa isaaniitiifi ba’aa biraas kan isaanii wajjin ni baadhatu. Dhugumatti, isaan waan soba uuman irraa Guyyaa Qiyaamaa ni gaafatamu.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:14","price":"Dhugumatti, nabi Nuuhiin gara ummata isaatti ergineerra. [Inni] waggaa kuma tokkoo waggaa shantam ir'uu isaan keessa ture.Odoo isaan miidhaa hojjattoota ta’anii jiranii bishaaniin dhidhimfamuun isaan qabe.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:15","price":"Isaafi warra doonii (keessa turan) ni baraarsine; aalama hundaaf mallattoo ishee goone.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:16","price":"Ibraahiimiin yeroo inni ummata isaatiin “Allaah gabbaraa. Isa sodaadhaa. Yoo kan beektan taataniif santu irra isiniif caala” jedhe [yaadadhu].","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:17","price":"“Wanti isin Rabbii gaditti gabbartan taabotuma qofa; cubbuus ni uumtu. isaan isin Rabbiin alatti gabbartan soorata isiniif kennuutti dandeettii hin qabanu. Soorata Rabbuma biraa barbaadaa. Isa gabbaraas. Galatas Isaaf galchaa. Garuma Isaa deebifamtu.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:18","price":"Yoo sobsiiftan, dhugumatti ummanni isin duraas sobsiisanii jiru. Ergamaa irra geessuu ifa ta’e malee homaa hin jiru","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:19","price":"Sila isaan akka Rabbiin uumuu eegalee ergasii isa deebisu hin ilaalanuu? Sun Allaah irratti laafaadha.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:20","price":"[Yaa Muhammad!] “dachii keessa deemaatii akkaataa Rabbiin uumuu itti jalqabe ilaalaa! Sana booda Allaahn kaasiinsa boodaa ni kaasa. Dhugumatti, Rabbiin waan hunda irratti danda’aadha” jedhiin.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:21","price":"Nama fedhe ni adaba; nama fedhes rahmata isaaf godha. Gara Isaa qofatti deebifamtu.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:22","price":"Isin dachiifi samii keessatti kan dadhabsiiftan hin taane. Rabbiin ala jaalalleefi tumsaan isiniif hin jiru.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:23","price":"Isaan keeyyattoota Rabbiitiifi qunnamtii Isaatti kafaran, isaan sun rahmata kiyya irraa abdii kutatanii jiru. Isaan sun adabbii laaleessaa ta’etu isaaniif jira.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:24","price":"Deebiin ummata isaas “Isa ajjeesaa yookiin isa gubaa” jechuu malee waan biraa hin taane. Allaahn Ibidda jalaa isa baraarsee jira. kana keessa namoota amananiif mallattooleetu jira.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:25","price":"[Ibraahiim] “Isin Rabbii gaditti taabota wanti godhattaniif jaalala jidduu keessanii kan jiruu duniyaa qofaafi. Sana booda Guyyaa Qiyaamaa gariin keessan garitti kafara. Gariin keessan garii abaaras. Manni keessan ibidda; tumsitoonni homaatuu isiniif hin jiru” jedhe.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:26","price":"Luuxis isaaf (Ibraahiimiif) ni amane. (Ibraahiimis) “ani gara Rabbii kiyyaa godaanaadha. Inni injifataa, ogeessa” jedhe.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:27","price":"Is-haaqiifi Ya’iquubiinis isaaf kennine. Sanyii isaa keessa nabiyyummaafi Kitaaba ni taasifne. Mindaa isaa addunyaa keessattis isaaf kennine. inni Aakhiratti gaggaarota irraayi.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:28","price":"Luuxiinis yeroo inni ummata isaatiin “isin gocha fokkataa kan aalama hunda irraa ummanni tokkollee isin dura hin hojjatin raawwattu” jedheen (erginee jirra).","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:29","price":"“Sila isin (qunnamtii saalatiif) dhiiroowwanitti dhuftuu?! (Saamichaanis) karaa kuttuu? Iddoo Yaa’ii keessanii keessattis gochoota jibbamoo ta’an raawwattuu? Deebiin ummata isaa “yoo warra dhugaa dubbatan irraa taateef, adabbii Rabbiitiin nutti kottu” jechuu malee homaa hin taane.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:30","price":"(Luuxis) “Gooftaa kiyya! Ummata balleessitoota (kanneen) irratti na tumsi” jedhe.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:31","price":"Yeroma ergamtoonni keenya oduu gammachiisaan Ibraahiimitti dhufan “nuti dhugumatti, jiraattota magaalaa tanaa balleessoodha. waan warri ishee miidhaa hojjattoota ta’aniif” jedhan.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:32","price":"(Ibraahiimis) “Luux ishee keessa jira” jedhe. (Maleykonnis) “nuti nama ishee keessa jiru akkaan beekna; dhugumatti, isaafi maatii isaa ni baraarsina haadha manaa isaa tan warra hafan keessatti taatu malee ” jedhan.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:33","price":"Yeroma ergamtoonni keenya Luuxitti dhufan isaaniif yaadda’ee qomti isaas isaaniif dhiphatte. Isaanis “hin sodaatin; hin yaadda’inis. nuti siifi maatii kee nagaa baasoodha. niitiin tee malee isheen warra (adaba keessatti) hafan irraa taate” jedhan.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:34","price":"“Nuti jiraattota magaalaa tanaa irratti samii irraa adabbii cimaa buusoodha waan isaan finciltoota ta’aniif” jedhan","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:35","price":"Dhugumatti, Nuti ishee irraa namoota sammuu qabaniif mallattoo ifa taate hanbifnee jirra.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:36","price":"Gara (ummata) Madyanis obboleessa isaanii Shu’aybiin (erginee jirra) Innis “Yaa ummata kiyya! Allaah qofa gabbaraa. Guyyaa Aakhiraas kajelaa. Balleessitoota taataniis badii dachii keessa hin tamsaasinaa” jedheen.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:37","price":"Isa kijibsiisan. Kirkirri (sochiin) lafaas isaan qabatte, Yoosuu ganda isaanii keessatti jilbeenfatanii dhumanii bulan.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:38","price":"Aadiifi Samuudiinis ni balleessine; (Isaan balleessuun keenyas) gandoota isaanii irraa ifa isiniif ta’ee jira. shayxaanni hojiilee isaanii isaaniif miidhagsee, karaa haqaa irraa isaan deebse, Odoo kan argan ta’anii jiranuu.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:39","price":"Qaaruuniin, Fir’awniifi Haamaaniinis (balleessineerra). Dhugumatti, Muusaan ragaa ifa ta’een isaanitti dhufeeti, dachii keessatti boonan. (isaan qabne) Kan Nu jalaa miliqan hin taane","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:40","price":"Hundumaa badii isaatiif isa qabne. Isaan irraa namoota bubbee cirrachaa irratti erginetu jira. Isaan irraas namoota iyyansi isaan qabetu jira. Isaan irraas namoota dachii ittiin kunnetu jira. Isaan irraas namoota bishaan nyaachifnetu jira. Rabbiin kan isaan miidhu hin taane. Garuu isaan lubbuulee isaanii kan miidhan ta’aniiru.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:41","price":"Fakkeenyi isaan Rabbii gaditti jaalalleewwan godhatanii (gabbaranii) akka birbirooftuu (saaphaphuu) mana ijaarratteeti. Dhugumatti irra laafaan manaa mana birbirooftuuti odoo kan beekan ta’anii.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:42","price":"Rabbiin waan hunda irraa waan isaan Isaa gaditti kadhatan ni beeka. Inni injifataa, ogeessa.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:43","price":"Fakkeenyota san namootaaf ishee ni goona; beektota malees ishee hin hubatu.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:44","price":"Rabbiin samiifi dachii dhugaan uume. sana keessa mu’uminootaaf mallattootu jira.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:45","price":"(Yaa Muhammad!) kitaaba irraa waan gara kee buufame dubbisi. Salaatas haqa isaa guutii sagadi. salaanni wantoota fokkatoofi jibbamoo ta’an irraa dhorgiti. Zikrii (faaruu) Rabbiitu (waan hunda irra) guddaadha. Rabbiin waan isin hojjattan ni beeka.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:46","price":"Warra kitaabaatiin falmii gaariin malee hin falminaa; isaan irraa warri miidhaa dalagan malee. Nuti “isa gara keenyatti bufameefi gara keessanittis buufametti amanneerra. Gabbaramaan keenyaafi gabbaramaan keessanis tokko. Nuti isaaf ajajamoodha” jedhaa.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:47","price":"Akkuma kana (warra si duraa irratti buufne) kitaaba gara keetti buufne. Isaan kitaaba kennineef isatti ni amanu. Isaan kana irraas (warra makkaa irraas) namoota isatti amanutu jira. Kaafiroota malee keeyyattoota keenya namni mormu hin jiru.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:48","price":"Ati (yaa Muhammad!) Isa dura kitaaba tokkollee kan dubbiftuufi mirga keetiinis barreessitu hin turre. Odoo akkas taatee balleessitoonni ni shakku turan.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:49","price":"Garuu inni keeyyattoota ifa ta’an kan qomoota warra beekumsa kennamee keessa jiruudha. Miidhaa hojjattoota malee keeyyattoota keenya namni mormu hin jiru","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:50","price":"Isaanis ni jedhan: “Maaliif raajiiwwan Gooftaa Isaa biraa isa irratti hin buufamin? (Atis) “raajiwwan kan jiran Allaah bira qofa. Ani immoo akeekkachiisaa ifa ta’e qofa” jedhiin","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:51","price":"Sila kitaaba (Qur’aana) isaan irratti qara’amu si irratti buusuun keenya qofti isaaniif hin ga’uu? kana keessa namoota amananiif rahmataafi yaadannootu jira.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:52","price":"Jedhi: “jidduu kiyyaafi keessanitti ragaa ta’uuf Rabbiin gahaadha. Waan samiileefii dachii keessa jiru hundaa ni beeka. Isaan sobatti amananiifi Rabbitti kafaran, warri sun isaanumatu hoonga’oodha.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:53","price":"Adabatti si ariifachiisu, Odoo beellamni beekamaan jiraachuu baatee silaa adabbiin (addunyaattis) isaanitti dhufa ture. Dhugumatti akka tasaa odoo isaan hin beekin isaanitti dhufa","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:54","price":"Adabbiitti si ariifachiisu. jahannam dhugumatti kaafirootatti marsituudha.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:55","price":"Guyyaa adabbiin (Ibiddi) gubbaa isaanii irraafi miiloowwan isaanii jalaan isaan haguugu, (Maleykan ibiddaa) “Waan dalagaa turtan dhandhamaa” jedha.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:56","price":"“Yaa gabroota kiyya warra amantan! Dachiin tiyya bal’oodhaa, Anuma qofa gabbaraa.”","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:57","price":"Lubbuun hunduu du’a dhandhamtuudha. eegasii gara keenyatti deebifamtu.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:58","price":"Isaan amananii gaggaarii hojjatan, dhugumatti jannata irraa manneen laggeen ishee jala yaatu, kan yeroo hunda ishee keessa jiraatan ta’anii isaan qubsiifna. Mindaan hojjattootaa waa tole!","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:59","price":"[Isaan] warra obsaniifi Gooftaa isaanii irratti hirkataniidha.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:60","price":"beeyladaa irraa kan soorata isaanii hin baadhanne kan Rabbiin isiniifi isaanis sooru hedduudha inni dhagayaa beekaadha.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:61","price":"Dhugumatti “eenyutu samiifi dachii uumee, aduufi baatiis laaffise?” jettee yoo isaan gaafatte “Allaahdha” siin jedhu. Akkamitti (tawhiida irraa) garagalfamu ree?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:62","price":"Rabbiin gabroota Isaa irraa nama fedheef hiree ni bal’isa. (Nama fedhe immoo) isatti dhiphisa. Dhugumatti, Rabbiin waan hunda beekaadha.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:63","price":"Dhugumatti, yoo “eenyutu samii irraa bishaan buusee, dachii erga isheen duutee booda ittiin jiraachise?” jettee isaan gaafatte “Allaahdha” jedhu. (Yaa Muhammad!) “Faaruun hunduu kan Allaahti” jedhi. Garuu irra hedduun isaanii hin hubatan.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:64","price":"Jireenyi addunyaa kun qoosaafi tapha malee waan biraa hin taane. Dhugumatti, manni Aakhiraa odoo beekanii isheetu jireenya dhugaati.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:65","price":"Yeroo doonii yaabbatan, amantii Isaaf qulqulleessuun Allaah qofa kadhatu. Yeroo Inni gara dachiitti nagaan isaan baase immoo yeroma san (Rabbitti) qindeessu.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:66","price":"Waan nuti isaaniif kenninetti kafaruufi qanani’anuuf (Rabbitti qindeessu). Garuu (waan booddeen isaanii ta’u) fuula duratti ni beeku.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:67","price":"Sila isaan namoonni moggaa isaaniitii (ajjeechaafi saamichaan) kan bubbutaman osoo ta’anuu akka nuti (Makkaa) iddoo kabajamaa, tasgabbaayaa taasifne hin ilaalanuu? Sila sobatti amananii ni’imaa Rabbiitti kafaruu?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:68","price":"Nama Rabbirratti soba uumee odeesse yookiin dhugaan itti dhufnaan sobsiise caalaa namni miidhaa hojjate eenyu? (tokkolleen hin jiru). Sila teessoon kaafirootaa jahannam keessa hin taanee?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"29:69","price":"Warra Nu (karaa keenya) keessatti qabsaa’an karaa keenya isaan qajeelchina. Dhugumatti, Rabbiin toltuu hojjattoota waliin jira.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"om"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}