{"data":[{"name":"30:1","price":"Alif Laam Miim.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:2","price":"Roomaan injifatamte","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:3","price":"Irra dhihoo dachii keessatti (injifataman). Isaanis mo’atamuu isaanii booda fuulduratti ni mo’atu.","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:4","price":"Waggoota muraasa keessatti (moo’atu). ajajni duraas ta’ee boodaa kan Rabbiiti. Guyyaa san mu’uminoonni ni gammadu.","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:5","price":"Tumsa Allaahtiin (gammadu). (Rabbiin) nama fedhee ni tumsa. Inni injifataa, rahmata godhaadha.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:6","price":"Waadaa Rabbii (Rabbiin beellame), Rabbiin waadaa isaa hin diigu. Garuu irra hedduun namootaa hin beekanu.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:7","price":"Isaan jireenya addunyaa irraa gubbuma beeku. Isaan Aakhiraa irraa immoo dagatoodha.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:8","price":"Sila lubbuulema isaanii keessatti hinxiinxallanii? Rabbiin samiileefi dachii, akkasumas wantoota isaan lamaan gidduu jiranu, haqaafi beellama beekamaadhaan malee hin uumne (jechuu hin xiinxallanii?) irra hedduun namootaa qunnamtii Gooftaa isaaniitti kafaroodha.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:9","price":"Sila dachii keessa deemanii booddeen warra isaaniin duraa akkam akka ta’e hin ilaallee? Humnaan isaan irra cimoo turan. Dachiis qotanii waan isaan (warri Makkaa) misoomsan irra hedduu misoomsaniiru. Ergamtoonni isaaniis ragaawwan ifa ta’aniin isaanitti dhufan. Rabbiin kan isaan miidhu hin taane. Garuu isaan lubbuulee isaanii kan miidhan ta’an.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:10","price":"Eegasii booddeen isaan hamtuu dalaganii,(adabbii) hamaa ta’e, sababa waan isaan keeyyattoota Rabbii sobsiisaniifi isheettis kan qishnaa godhan ta’aniif.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:11","price":"Rabbiin uuminsa ni jalqaba, Eegasii isa ni deebisa. Sana booda gara Isaa deebifamtu.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:12","price":"Guyyaa Qiyaamaan dhaabbattu, badii raawwattoonni abdii kutatu.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:13","price":"Warra isaan Rabbitti dabalan irraa araarsitoonni isaaniif hin argamu. Isaan qindeeffamtoota isaaniitti kafaroota (mormitoota) tahan.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:14","price":"Guyyaa Qiyaamaan dhaabbattu, guyyaa san (mu’uminootaafi kaafiroonni) addaan babahu.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:15","price":"Ammoo isaan amananii gaggaarii hojjatan, isaan caffee (jannata) keessatti gammachiifamu.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:16","price":"Ammoo Warri kafaranii keeyyattoota keenyaafi qunnamtii Aakhiraa sobsiisan, isaan sun azaaba keessa fidamoodha","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:17","price":"Yeroo dhiisifattaniifi yeroo bariisifattanis, qulqullina isaan malu Allaah (qulqulleessaa).","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:18","price":"Samiileefi dachii keessattis faaruun hundi kan Isaati; waaree boodaafi yeroo waareetti seentanis (isa faarsaa).","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:19","price":"(Inni) jiraa du’aa irraa baasa; du’aas jiraa irraa baasa. Dachiis erga du'uu ishee booda jiraachisa. Akkuma kanatti (qabrirraa) baafamtu.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:20","price":"mallattoolee isaa (Rabbii) irraayyi biyyee irraa isin (abbaa keessan) uumuun. san booda isin yeroma san namoota dachii keessa faffaca’u taatan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:21","price":"Mallattoolee Isaa irraayyi lubbuulee teessan irraa jaartiilee teessan isinii uumuun, akka gara isheetti boqottaniif jecha, gidduu keessanitti jaalalaafi mararfannaa godhe. kana keessa mallattooleetu jira. namoota xiinxalaniif.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:22","price":"Mallattoolee Isaa irraayyi Samiileefii dachii uumuun, arrabni (lugaaleen) keessaniifi bifooleen keessan waldhabuunis. kana keessa aalama hundaaf mallattooleetu jiru.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:23","price":"Mallattoolee (dandeettii) Isaa irraayyi, Hirribni keessan kan halkaniifi guyyaa, tola isaa irraa barbaaddachuun keessanis. kana keessa namoota dhagahaniif mallattooleetu jira.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:24","price":"Mallattoolee isaarraa hangaasuu isin garsiisa Akka (bakakkaa) sodaattaniifi (roobas) kajeeltaniif, bishaan samii irraa buusuufi booda isheen duutee dachii ittiin jiraachisuun. kana keessa namoota aqlii (sammuu) qabaniif mallattooleetu jira.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:25","price":"Mallattoolee isaarraa Samiifi dachiin ajaja Isaatiin dhaabbachuu, sana booda yeroo Inni dachii irraa waamicha tokko isin waame, yeroma san isin (awwaala keessaa) baatu.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:26","price":"Wanti samiileefi dachii keessa jiru hundi kan Isaati. Hunduu Isaaf ajajamoodha.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:27","price":"Inni (Rabbiin) Isa uumiinsa jalqabu; sana booda kan isa deebisuudha. Inni isa irratti akkaan laafaadha. Dachiifi samiilee keessa sifaata ol aanaatu Isaaf jira. Inni injifataa ogeessa.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:28","price":"(Rabbiin) lubbuulee keessan irraa fakkeenya isiniif taasise. Sila waan harki mirgaa keessan horatte (Gabroota keessan) irraa soorata isiniif kennine keessatti shariikni isin isa (sooraticha) keessatti walqixa taatanii akka lubbuulee keessan (nama gita keessanii) sodaattanitti isa sodaattan, isiniif ni jiraa? Akka kanatti namoota aqlii qabaniif keeyyattoota adda babaasna.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:29","price":"Garuu isaan miidhaa hojjatan beekumsaan ala fedhaalee lubbuu isaanii hordofan. Nama Rabbiin jallise eenyutu isa qajeelcha? tumsitootarraa homaa isaaniif hintaane.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:30","price":"fuula kee diiniif sirreessi Karaa haqaatti dabuun, Uumaa Rabbii ishee inni irratti nama uumes (qabadhaa). Uumaa Rabbiit jijjiiruun hin taane. Santu amantii qajeelaadha. Garuu irra hedduun namootaa hin beekanu.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:31","price":"Gara Isaatti deebi’oo ta’uun (diinii Isaa qabadhaa); Isa sodaadhaa. Salaatas (haqaan) sagadaa. Mushrikoota irraa hin ta’inaa.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:32","price":"Isaan amantii isaanii gargar qoqqoodaniifi garee garee ta’an irraas (hin ta’inaa). Gareen hunduu waan isaan bira jirutti gammadu.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:33","price":"Namoonni yeroo rakkoon isaan tuqu gara Isaatti tawbaa deebi’uun Gooftaa isaanii kadhatu. Sana booda yeroo inni rahmata Isa biraa ta’e isaan dhandhamsiise, yeroma san gareen isaan irraa ta’e Rabbii isaaniitti (wanta biraa) qindeessu.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:34","price":"Waan isaaniif kenninetti kafaruuf (kana godhu). (addunyaa irratti) qanani’aa (Dhugaa) fuuladuratti ni beektuu.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:35","price":"Moo nuti ragaa isaanirratti nibuufnee? kan inni waan isaan (Rabbitti) qindeessaa turan dubbatu.","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:36","price":"Yeroo namoota rahmata dhandhamsiifne isheetti gammadu. yeroo sababa waan harki isaanii dabarsitee (hojjattee) tiin hamtuun wahii isaan tuqxe immoo yeroma san abdii muratu.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:37","price":"Sila akka Rabbiin nama fedheef soorata bal’isuufi (nama fedhetti immoo) dhiphisu hin beekanuu? kana keessa namoota amananiif mallattooleetu jira.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:38","price":"Nama firaa, hiyyeessaafi kara deemaafis haqa isaa kenni. Isaan fuula Rabbii barbaadaniif (kajeelaniif) kanatu caala. Isaan sun isaanumatu milkaa’oodha.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:39","price":"Wanti dhala irraa qabeenyaalee namaa keessatti haa dhaluuf isin kennitan Rabbiin biratti hin dhalu. Garuu zakaa irraa wanti isin fuula Rabbii feetanii kennitan, (isatu isiniif dhala) Jarri sun (kennattoonni) isaantu (mindaa) dachaa argamsiisoodha.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:40","price":"Allaahn Isa isin uume San booda kan soorata isiniif kenne, Sana booda isin ajjeesa, Sana booda isin jiraachisa, Sila warra isin Rabbitti qindeessitan irraa kan wantoota kanneen irraa waan tokko dalagan ni jiruu? (Rabbiin) wantoota isaan isatti qindeessan hunda irraa qulqullaa’ee ol ta’e.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:41","price":"sababa waan harki namaa hojjatteetiin dachiifi galaana keessattis badiin mul’ate,Garii waan isaan dalaganii akka isaan dhandhamsiisnuuf jecha,  Deebi’uun isaaniis ni kajeelama.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:42","price":"(Yaa Muhammad!) jedhi “dachii keessa deemaa; booddeen warra isiniin duraa akkam akka ta’e ilaalaa; irra hedduun isaanii mushrikoota turan”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:43","price":"fuula kee amantii sirrii ta’eef sirreessi,Guyyaan Rabbirraa deebi’uun isaaf hin jirre odoo hin dhufne duratti. Guyyaa san (gara jannataafi ibiddaatti) qoodamu.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:44","price":"Nama kafare kufriin isaa isuma irratti ta’a. Namni dalagaa gaarii hojjate, lubbuma isaaniitiif qopheeffatu","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:45","price":"Isaan amananii hojiiwwan gaggaarii dalagan tola Isaa irraa akka galata galchuuf (kana hojjate). Inni kaafiroota hin jaallatu.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:46","price":"Mallattoolee Isaa irraayyi. qilleensa erguun Isaati gammachiiftuu taasisee. Rahmata Isaa irraa isin dhandhamsiisuf, dooniinis ajaja Isaatiin akka deemtuuf, tola Isaa irraas akka barbaaddattaniifi akka Isa galateeffattaniif,","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:47","price":"Dhugumatti, si duras ergamtoota gara ummatoota isaaniitti erginee jirra. Isaanis ragaalee ifa ta’aniin isaanitti dhufanii jiru. Isaan daangaa dabran irraas haaloo bahanne. Mu’uminoota gargaaruun immoo haqa Nurratti ta’eera.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:48","price":"Rabbiin Isa qilleensa erge, isiin duumessa sochoofte. akka fedhetti samii keessa isa bittinneessa; addaan kukkutamaas isa taasisa. Roobas kan gidduu isaatii bahu argita. Yeroo ittiin (rooba sanaan) gabroota Isaa irraa nama fedhe tuqe, yeroma san isaan ni gammadu.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:49","price":"Odoo (roobni) isaan irratti hin bu’in dura immoo, sana dura dhugumatti abdii murattoota turan.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:50","price":"Gara faana rahmata Rabbii ilaali, akkamitti akka (inni) dachii erga isheen duutee booda jiraachisu. Dhugumatti [Rabbiin] Sun du’aawwan ni jiraachisa. Inni waan hunda irratti danda’aadha.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:51","price":"Dhugumatti, odoo bubbee (oyruu isaaniitti) erginee daalacha ta’ee isa arganii, silaa booda isaatii (tola kiyyatti) kan kafaran ta’u.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:52","price":"(Yaa Muhammad!) ati du’aa hin dhageessiftu. Nama duudaawwanis waamicha hindhageessiftu, yeroo isaan of duuba deebi’anii garagalan.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:53","price":"(Yaa Muhammad!) ati jaamaawwan jallina isaa irraa kan isaan qajeelchitu hin taane. (Ati) namoota Rabbiif ajajamoo ta’anii keeyyattoota keenyatti amanan malee (warra biraa) hin dhageessiftu.","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:54","price":"Rabbiin isa (bishaan) laafaa irraa isin uumee, eegasii laafina boodaan humna taasisee; eegasii humna boodaan laafinaafi arrii taasiseedha. Waan barbaades ni uuma. Inni beekaa danda’aadha.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:55","price":"Guyyaa Qiyaamaan dhaabbattu, yakkamtoonni sa’aatii tokko malee (addunyaa irra) hin turre (jedhanii) kakatu. Akkuma kanatti (haqa irraa) kan gara galfaman turan.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:56","price":"Isaan beekumsaafi iimaana kennaman nijedhan “dhugumatti, isin akkuma kitaaba Rabbii keessatti (murtaa’etti,) hanga guyyaa kaafamaatti turtaniittu. Kuni guyyaa kaafamaati. Garuu isin (dhufuu isaa) hin beektanu turtan.”","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:57","price":"Guyyaa san warra miidhaa hojjatan rakkoo himachuun isaanii (isaan) hin fayyadu. Isaan ceephoos hin buufachiifamanu.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:58","price":"Dhugumatti, Nuti Qur’aana kana keessatti namootaaf fakkeenya hundarraa goonee jirra. Garuu (Yaa Muhammad!) yoo ati mallattoo wahiitiin isaan itti dhufte warri kafaran “isin kijibdoota malee waan biraa hin taane” jedhu.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:59","price":"Akka kanatti Allaahn onneewwan warra haqa hin beeknee irratti cufaa.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"om"},{"name":"30:60","price":"(Yaa Muhammad!) Obsi Dhugumatti, waadaan Rabbii dhugaadha. Isaan (Qiyaamaa) hin dhugoomsine akka si hin xiqqeessine.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"om"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}