{"data":[{"name":"34:1","price":"Faaruun hundi kan Rabbii Isa wanti samiilee keessaafi wanti dachii keessaa hundi kan Isaa ta’eeti. Aakhirattis faaruun hundi kanuma Isaati. Inni ogeessa, beekaadha.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:2","price":"Inni waan dachii keessa seenu, waan ishee irraa bahu, waan samii irraa bu’uufi waan ishee keessa ol ba’us ni beeka. Inni mararfataa, araaramaadha.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:3","price":"Warri kafaran “Qiyaamaan nutti hin dhuftu” jedhan. “Akka isin jettanii miti, Rabbii kiyya beekaa waan fagootiin kakadhee! Isheen dhugumatti, isinitti dhufti” jedhiin. Wanti hanga madaala atamii, wanti sana irra xiqqaafi kan sana irra guddaas samii keessaafi dachii keessattis, isa irraa kan hin fagaanne ta’ee, kitaaba ifa baasaa ta’e keessa jiraatu malee (hin hafu).","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:4","price":"Isaan amananii toltuuwwan hojjatan mindeessuuf jecha (Qiyaamaan dhufti). Warri sun araaramaafi hiree gaarii ta’etu isaaniif jira.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:5","price":"Isaan keeyyattoota keenya dadhabsiisoo ta’anii socho’an immoo, adabbii (gosa) azaaba laalessaa irraa ta’etu isaaniif jira.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:6","price":"Isaan beekumsi kennameef, inni Rabbii kee irraa gara keetti buufame inni dhugaa ta’uu nibeeku. gara karaa (Rabbii) injifataa, faarfamaa ta’eetti qajeelcha.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:7","price":"Isaan kafaran nijedhan “(duutanii) cicciramiinsa guutuu yeroo cicciramtan isin uumaa haarawa keessatti taatu jedhee namicha isinitti odeessutti isin qajeelchinuu?”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:8","price":"“Rabbi irratti soba oddeessa moo maraatummaatu isatti jira?” (jedhu). Akkasii mitii; isaan Aakhiratti hin amanne (Aakhiraatti) adabaafi (addunyaatti) jallina fagoo ta’e keessa jiru.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:9","price":"Sila isaan gara waan dura isaaniifi waan duuba isaanii jiru samiifi dachii irraa hin ilaallee? Yoo feenes dachii isaaniin kunna; yookiin cittuu samii irraa taate isaan irratti kuffifna. sana keessa gabricha gara Rabbiitti tawbaa deebi’u hundaaf mallattootu jira.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:10","price":"Dhugumatti, Nuti Daawudiif tola Nu biraa ta’e kennineerra. “Yaa gaarreenii! isa (Daawudii) wajjin (Rabbiin) faarsaa sinbirris” (jenne). Sibiila isaaf laaffifnee jirra.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:11","price":"“Qoloo (uffata lolaa) babal’aas hojjadhu; dhawaa isaa keessattis hanga shallagi, Toltuuwwan dalagaa; ani wanta isin hojjattan hunda argaadha.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:12","price":"Suleeymaaniifis bubbee (laaffifne) (tan) waaree dura (karaa) ji’a tokkoo deemtuufi waaree boodas (karaa) ji’a tokkoo balaliituu. Madda sibiilaas (nahaasaas) isaaf yaafnee jirra. Jinnoota irraa warra hayyama Gooftaa Isaaniitiin fuuldura isaatti hojjatantu jira. Isaan irraa kan ajaja keenya irraa dabe, adabbii ibidda boba’aa irraa ta’e isa dhandhamsiifna.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:13","price":"Wanta inni barbaade isaaf hojjatu, Iddoolee ibaadaa, fakkiiwwan, gabateewwan (guddinni isaa) akka naannigaa ta’eefi okkoteewwan nahaasaa kan iddoo qabattee teessu irraa (isaaf hojjatan) “Yaa maatii Daawuud (ajaja isaa guutuun) galata (Rabbii) hojjadhaa. Gabroota kiyya irraas namni Ana galatoomfataan xiqqaadha” (jenneen).","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:14","price":"Yeroma Nuti du’a isa (Suleeymaan) irratti murteessine,wanti du’uu isaa irratti isaan qajelche hin jiru rirma dachii kan ulee isaa nyaattu tokko malee Yeroma inni kufu, jinnoonni odoo iccitii (ghaybii) kan beekan ta’anii, silaa adabbii salphisaa ta’e keessa hin turan jechuu hubatan.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:15","price":"Dhugumatti, (warra) ‘Saba’iif’ iddoo jireenya isaanii keessatti mallattoon ta’eera. (Isheenis) oyruu lama gama mirgaafi bitaatiin kan taateedha. “Soorata Gooftaa keessanii irraa nyaadhaa; galata Isaaf galchaa.” (Biyyattiin keessanis) biyya gaariidha. (Rabbiin keessanis) Gooftaa araaramaadha” (isaaniin jedhame).","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:16","price":"(Ajaja Rabbii irraa) gara galaniiti lolaa hidhaa irraa isaanitti ergine, Ashaakiltii isaan lamaaniis oyruu lama kan abbaa dhandhama hadhaa’aa, birbirsaafi qurquraa irraas waan xiqqoo (kan qabdutti) isaaniif jijjiirre.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:17","price":"Waan isaan kafaraniif sana galata isaanii galchine. (Adaba akka kanaa) akkaan kafaraa malee ni galchinaa?","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:18","price":"Gidduu isaaniitiifi gidduu gandattii barakaa ishee keessatti gooneetti gandoota walitti dhaabbatan goone. hanga adeemsaas ishee keessatti ni safarre. “Ishee keessas halkanoowwaniifii guyyootas nagayaan deemaa.” (jenneen).","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:19","price":"Isaanis “Yaa gooftaa keenya! Gidduu deemsa (karaa) keenyaa addaan fageessi” jedhan. Lubbuulee isaanii miidhan, oduuwwan isaan taasifnee, bittinneessuu guutuu isaan bittinneessine. sana keessa namoota akkaan obsaniifi akkaan Rabbiin galatoomfatan hundaaf mallattooleetu jira.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:20","price":"Dhugumatti, Ibliis yaada isaa isaan irratti dhugoomseera. Garee xiqqaa mu’uminoota irraa ta’e malee isa hordofaniiru.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:21","price":"isaaf taaytaan tokkollee isaan irratti hin taane, Isa Aakhiraa dhugoomsu, isa ishee irraa shakkii keessa jiru irraa akka adda beeknuuf malee.  Rabbiin kee wantoota hunda irratti tiksaadha.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:22","price":"(Yaa Muhammad!) “mee isaan Rabbiin ala (gooftoleedha) jettan sana waammadhaa, Samiileefi dachii keessatti waan hanga ulfina atomiillee hin qaban. Isaan lamaan (samiifi dachii) keessattis qoodni isaaniif hin jiru. Isaaf (Rabbiif) gargaaraan isaan irraa ta’e tokkollee hin jiru.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:23","price":"Manguddummaan Isa (Rabbiin) biratti nama Inni isaaf hayyame malee hin fayyaddu. Yeroo onneewwan isaanii (manguddootaa) irraa sodaan deeme “Rabbiin keessan maal jedhe?” jedhanii (gaafatu). “Dhugaa (jedhe); Innis ol ta’aa, guddaadha” jedhu.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:24","price":"(Yaa Muhammad!) “Eenyutu samiileefi dachii irraa isin soora?” jedhi. “Rabbuma” jedhiin. Dhugumatti nuti yookiin isin qajeeluma irra yookiin jallina ifa ta’e keessa jirra” jedhiin.","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:25","price":"“Isin badii nuti hojjanne irraa hin gaafatamtanu; nutis waan isin hojjattan irraa hin gaafatamnu” jedhiin.","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:26","price":"“Gooftaan keenya walitti nu qaba; ergasiis dhugaadhaan gidduu keenyatti murteessa. Inni haqaan murteessaa, beekaadha” jedhiin.","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:27","price":"(Yaa Muhammad! Warra mushrikaatiin) “Warra shariikota gootanii Isatti dhaqqabsiiftan san mee natti argisiisaa? Dhorgamaa! (Inni shariika hin qabu). Dhugumatti, Inni Allaah injifataa, ogeessa” jedhiin.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:28","price":"Nuti nama hundaaf walumaagalatti gammachiisaafi akeekkachiisaa goonee malee si hin ergine. Garuu irra hedduun namootaa hin beekanu.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:29","price":"“Yoo kan dhugaa dubbattan taatan waadaan (Qiyaamaan) kun yoomi?” jedhu.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:30","price":"“Beellama guyyaa isin saa'aa takka isa irraa duubatti hin hafneefi duras hin darbinetu isiniif jira” jedhiin.","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:31","price":"Isaan kafaran “Qur’aana kanaafi (kitaaba) isa dura bu’ettis hin amannu” jedhan. osoo gartee yeroo Miidhaa raawwattoonni Gooftaa isaanii bira dhaabbatanii jecha gariin isaanii garii irratti deebisu (Silaa wanta cimaa agarta turte). Isaan dadhaboo turan isaan boonaa turaniin “odoo isin jiraachuu baattanii silaa nuti mu'imintoota taana turre” jedhu.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:32","price":"Isaan boonaa turanis isaan dadhaboo turaniin “sila nutu karaa qajeelaa irraa isin deebisee erga inni isinitti dhufee booda? Lakkisaa! Isinumatu yakkamtoota taatan” jedhuun.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:33","price":"Isaan dadhaboo turan isaan boonaa turaniin “Lakkisaa; mala keessan kan halkaniifi guyyaatu; yeroo akka Rabbitti kafarruufi hiriyootaas akka Isaaf taasifnu nu ajajjan santu (badii keessa nu buuse).” jedhan. (Hundi isaaniituu) yeroo adabicha argan gaabbii (sheenaa) isaanii ni dhokfatan. Mormaawwan warra kafaranii keessa dirii (sansalata) goone. Sila waan dalagaa turan malee ni mindeeffamuu?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:34","price":"Magaalaa kamillee keessatti akeekkachiisaa tokkoyuu erginee badhaadhoon ishee “nuti waan isin ittiin ergamatan kanatti kafaroodha” jedhan malee hin hafanu.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:35","price":"“Nuti qabeenyaaleefi ilmaanis isin caalaa baay’ee qabna. Nuti kan adabamnu hin taane” jedhan.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:36","price":"“Dhugumatti, Gooftaan kiyya soorata nama fedheef bal’isa; (kan fedhe irratti immoo) ni dhiphisa. Garuu irra hedduun namaa (kana) hin beekanu” jedhiin.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:37","price":"Qabeenyi keessaniifi ilmaan keessan kan dhiheenya gara keenyatti isin dhiheessu hin taane. Haa ta’u malee namoonni amananii, gaggaarii dalagan isaan sun sababa waan isaan dalaganiitiin mindaa dachaa ta’etu isaaniif jira. Isaanis gamoowwan ol fuudhamoo keessa nageenyaan jiraatu.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:38","price":"Warri dadhabsiisoo ta’anii keeyyattoota keenya keessatti sochii godhan, jarri sun adabbii (ibiddaa) keessa fidamoodha","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:39","price":"“Dhugumatti, Rabbiin kiyya gabroota Isaa irraa nama fedheef soorata bal’isa; (nama fedhes) isatti dhiphisa.Wanta kamirraayyuu waan isin kennattan Inni bakka isa buusa. Inni irra caalaa warra soorata kennaniiti.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:40","price":"(Yaa Muhammad!) guyyaa (Rabbiin) hunda isaanii (gabbaraafi gabbaramaas) kaasee, ergasii maleykotaan “sila isaan kun isin gabbaraa turanii?” jedhu [yaadadhu].","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:41","price":"(Maleykonnis) “(yaa gooftaa keenya!) (qulqullina siif malu) si qulqulleessinee; isaan odoo hin taane gargaaraan keenya Suma qofa. (Akka isaan jedhan) mitii isaan jinni gabbaraa turan. Irra hedduun isaanii isaanitti amanoodha” jedhan.","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:42","price":"Har’a (Guyyaa Qiyaamaa), gariin keessan garii fayyaduus ta’ee miidhuu hin danda’u. Isaan lubbuu ofii miidhanii “adaba Ibiddaa ishee sobsiisaa turtan san dhandhamaa” jenna.","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:43","price":"Yeroo keeyyatoonni keenya ifa taatee isaan irratti dubbifamtus “kun namicha waan abbootiin keessan gabbaraa turan irraa isin dhorguu fedhu malee waan biraatii miti” jedhu. “Kun soba uumamaadha malee waan biraa hin taane” jedhu. Isaan kafaran yeroma dhugaan isaanitti dhufe “kuni sihrii ifa bahaa malee waan biraa hin taane” jedhan.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:44","price":"Kitaabota isaan baratan tokkollee isaaniif hin kennine. Siin durattis akeekkachiisaa (ergamaa) tokkollee gara isaaniitti hin ergine.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:45","price":"Warri isaaniin duraas sobsiisanii jiru. Isaan kun (humnaafi qabeenyaanis) tokko kurnaffaa waan isaaniif kenninee hin geenye. Ergamtoota kiyya sobsiisanii (Nuti isaan balleessine) adabbiin kiyyas akkam ta’e? (Mee xiinxali!)","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:46","price":"(Yaa Muhammad!) jedhi: “kan ani isin gorsu waan tokko qofatti. Innis akka cimdiifi kophaanis Allaahf dhaabattanii, ergasii saahiba keessanitti (Muhammaditti) maraatummaan tokkollee hin jiru jechuu xiinxaltaniif. iInni adabbii cimaa dura isiniif (ergame) akeekkechiisaa malee waan biraa hin taane.","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:47","price":"Jedhi: “mindaa irraa wanti ani isin gaafadhe (yoo jiraates) inni isinumaafi. Mindaan kiyyas Rabbi irratti malee hin taane. Innis waan hunda irratti hirmaataa argaadha.”","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:48","price":"“Dhugumatti, Rabbiin kiyya dhugaa ni buusa (Inni) beekaa iccitiiwwan hundaati” jedhiin.","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:49","price":"“Dhugaan dhufe; sobni (taaytaa isaa) hin jalqabu; hin deebi’us” jedhiin.","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:50","price":"“Yoon jalladhes, kan ani jalladhu lubbuu kiyya irratti. Yoon karaa qajeelaa qabadhes, waan Rabbiin kiyya gara kiyyatti erguuni. Inni dhagayaa, dhihaataadha” jedhi.","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:51","price":"(Yaa Mohammad SAW!) odoo yeroo isaan (ibidda arganii) rifatan agartee, (silaa waan guddaa agarta). Iddoon itti bahanis (isaaniif) hin jiru. Iddoo dhihoo irraa qabamanii jiru.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:52","price":"(Guyyaa Qiyaamaa) “Isatti amannee jirra” jedhu. Iddoo fagoo (biyya addunyaa) irraa (iimaana) fudhachuun akkamitti isaaniif mijjata?(1)","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"(1) hiikkaan aayata kanaa akka tafsiirri bagawii jedhetti \"iimana addunyatti yeroo seenuu mijjaa qaban didan amma aakhiratti eega irraa fagaate amanuun akkamitti isaaniif taha? (hintahu jechuudha.\").","lang":"om"},{"name":"34:53","price":"Dhugumatti, kana dura isatti kafaranii turan. Iddoo fagoo ta’e irraa (tilmaamaan) haasawa darbatu.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"om"},{"name":"34:54","price":"Gidduu isaaniitiifi gidduu waan isaan fedhaniitti akkuma san dura fakkaattota isaanii irratti godhametti haguuggiin godhamee jira. isaan shakkii cimaa keessatti ta’anii jiru.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"om"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}