{"data":[{"name":"39:1","price":"Buufamuun kitaabichaa Rabbii injifataa, ogessa ta’e irraayi.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:2","price":"Nuti dhugaan kitaaba gara keetti buufneerra. Rabbiin gabbari amantii Isaaf qulqulleessaa ta’ii.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:3","price":"Dhaga’aa! Amantiin qulqulluun kan Allaah qofa. Warri Isa malee gargaartota godhatan “gara Rabbiitti akka sirritti nu dhiheessaniif malee isaan hin gabbarru” (jedhu) Rabbiin waan isaan isa keessatti wal dhabaa turan gidduu isaaniitti ni murteessa. Rabbiin nama kijibaa, akkaan kafaraa ta’e hin qajeelchu.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:4","price":"Rabbiin odoo ilma godhachuu fedhee, silaa waan ofii uumu gidduu kan fedhe filata ture. Qulqullina isaaf malu (sana irraa) qulqullaa’e Inni Allaah tokkicha hunda mo’ataadha.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:5","price":"Samiifi dachii dhugaan uume. Halkan guyyaa irratti mara; guyyaas halkan irratti mara. Aduufi baatiis ni laaffise. Hunduu yeroo murtaa’eef deemu. Dhaga’aa! Inni injifataa, araaramaadha.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:6","price":"Lubbuu tokko irraa isin uumee, ergasii ishee irraa cimdii ishee taasisee; beeyladoota irraas cimdiiwwan saddeet isiniif buuse; Garaa haadha keessanii keessatti uumama boodaan uumama godhee dukkana sadi keessatti isin uuma. Kun Rabbii gabbaramaa keessan ta’eedha. Mootummaan kan Isaatii. Isa malee dhugaan gabbaramaan hin jiru. Akkamumatti (Isarraa) gara galfamturee?","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:7","price":"Yoo kafartanis, dhugumatti Rabbiin isin irraa dureessa. Garuu gabroota Isaatiif kufrii hin jaallatu. Yoo (Isa) galateeffattan isa isiniif ni jaallata. (Lubbuun) dilii hojjattu tokko dilii (nama) biraa hin baadhattu. Ergasii deebiin keessan gara Gooftaa keessaniiti. Inni waan isin dalagaa turtan isinitti odeessa. Inni beekaa waan qoma keessaati.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:8","price":"Ilmi namaa yoo rakkoon wahii isa tuqe, gara Isaa deebi’uun Gooftaa isaa kadhata. Ergasii yeroo (Rabbiin) ni’imaa Isa biraa ta’e isaaf kenne, Isa (Rabbii) dura kadhachaa ture irraanfata, karaa Isaa irraa (namoota) jallisuuf jecha Rabbiif hiriyaa taasisa. “Kufrii keetti xiqqo bashannani; dhugumatti ati warra ibiddaa irraayi” jedhiin.","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:9","price":"Sila namni Rabbiif jecha yeroo halkanii sujuudaafi (salaataaf) dhaabbataa, Aakhiraa sodaataa, rahmata Rabbii isaa kajeelaa (Rabbiif) ajajamu (isa hin amanneen wal qixxaataa?) Jedhi: “sila isaan beekaniifi isaan hin beekne wal qixxaatuu?” isaan gorfaman warra sammuu qaban qofa.","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:10","price":"Jedhi: “Yaa gabroota kiyya kan amantan! Gooftaa keessan sodaadhaa. Isaan addunyaa kana keessatti toltuu hojjataniif (Aakhiratti) toltuun (qophaa’ee) jira. Dachiin Rabbii bal’oodha. Warri obsan mindaan isaanii kan isaaniif kennamu lakkoofsa maleedha.”","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:11","price":"“Ani amantii Isaaf qulqulleessee, Rabbi gabbaruuttin ajajame” jedhi.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:12","price":"“Jalqaba Muslimtootaa ta’uttis nin ajajame.”","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:13","price":"“Ani yoon ajaja Gooftaa kiyyaa dide adabbii guyyaa guddaan sodaadha” jedhi.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:14","price":"Jedhi: “Ani Rabbuma qofaan, amantii kiyya Isaaf qulqulleessaa ta’ee gabbara.”","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:15","price":"Isaan ala waan feetan gabbaraa“warri hoonga’an isaan Guyyaa Qiyaamaa lubbuulee isaaniitiifii maatii isaaniis hoonga’aniidha. Dhagayaa kun isumatu hoongoo ifa galaadha.”","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:16","price":"Isaaniif gubbaa isaanii irraa haguuggaa ibidda irraa ta’eetu jira; jala isaanii irrallee haguuggaa (ibiddaatu jira) Sana Rabbiin gabroota Isaa ittiin sodaachisa“Yaa gabroota kiyya! Anuma qofa sodaadhaa.”","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:17","price":"Isaan gabbaramoota sobaa ishee gabbaruu irraa fagaatanii, gara Rabbii deebi’an, isaaniif gammachuutu jira. Gabroota kiyya gammachiisi.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:18","price":"(Isaan) warra jecha dhageeffatanii, ergasii irra bareedaa isaa hordofaniidha. Isaan sun warra Rabbiin isaan qajeelche. Isaan sun isaanumatu warra qalbiiwwan qabaniidha..","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:19","price":"Sila namni jechi adabbii isa irratti mirkanaa’e (nama hamtuu irraa fagaate waliin wal qixaa)? Sila ati nama ibidda keessa jiru ni baraartaa?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:20","price":"Garuu warra Rabbii isaanii sodaatan, isaaniif kutaalee isaan gubbaa kutaaleen (biraa) ijaaramtuun jirtu, kan isaan jala laggeen dhangalaatutu jira. Waadaa Rabbiiti Rabbiin waadaa Isaa hin diigu.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:21","price":"Sila Rabbiin bishaan (rooba) samii irraa buusee, ergasii burqaalee godhee dachii keessa gadi isa liccisiise hin agarree? Ergasii isaan (bishaaniin) midhaan bifti isaa gara garaa biqilchee, ergasii goggogee daalacha ta’u argita. Ergasii caccabaa godha. Dhugumatti, kana keessa warra sammuu qabaniif gorsatu jira.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:22","price":"Sila namni Rabbiin qoma isaa Islaamaaf bal’isee, ifaa (beekumsa) Gooftaa isaa irraa ta’erra jiru (akka nama Islaama’uu dideetii)? Yaa badii namoota onneen isaanii zikrii Rabbii irraa gogdee! Isaan sun jallina ifa ta’e keessa jiru.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:23","price":"Rabbiin haasawa gaarii, kitaaba (miidhagina keessatti) wal fakkaatu, kan oduun isaa lama lamaan deemtu, kan isa irraa gogaaleen warra Gooftaa isaanii sodaatanii suukannooftu, ergasii gogaaleen isaaniitiifi onneewwan isaanii gara yaadannoo Rabbiitti laafu buusee jira. Kun qajeelfama Rabbiiti; isaan nama fedhe qajeelcha. Nama Rabbiin jallise qajeelchaan isaaf hin jiru.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:24","price":"Sila namni Guyyaa Qiyaamaa fuula isaatiin adabbii hamaa san (qaama) isaa irraa eegu (akka nama jannata seenuutii?) Miidhaa dalagtootaan ni jedhama: “Waan oomishaa turtan dhandhamaa.”","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:25","price":"Warri isaaniin duraa sobsiisaniiti, adabbiin gara isaan hin beekneen isaanitti dhufe.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:26","price":"Rabbiin jiruu addunyaa keessatti salphina isaan dhandhamsiise. Adabbii Aakhiraatu irra guddaadha  odoo beekanii.","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:27","price":"Dhugumatti, Nuti namaaf Qur’aana kana keessatti fakkeenya hunda irraa goone akka isaan gorfamaniif.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:28","price":"Qur’aana afaan Arabaa haala ta’een, kan jallinna tokko hin qabne ta’ee akka Rabbiin sodaataniif jecha (isaanif buufne).","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:29","price":"Rabbiin ‘nama tokko kan shariikkan (isa irratti) wal hin taane waliin qabaniifi kan namni tokko qofti qabu fakkeenya godhe Isaan kun lamaan fakkeenyaaf walqixaa? Faaruun hundi kan Rabbiiti. Garuu irra hedduun isaanii hin beekanu.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:30","price":"Dhugumatti, (Yaa Muhammad) ati ni duuta; isaanis ni du’u!","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:31","price":"Ergasii isin (hunduu) Guyyaa Qiyaamaa Gooftaa keessan biratti wal mormitu.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"om"},{"name":"39:32","price":"Sila nama Rabbi irratti sobe, kan yeroo dhugaan isatti dhufu sobsiise irra namni miidhaa hojjate ni jiraa? Sila teessoon kaafirootaa jahannam keessa hin taanee?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:33","price":"Inni dhugaan dhufeefi kan isa dhugoomses, isaan sun isaanuma warra Rabbiin sodaatu.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:34","price":"Isaaniif waan isaan fedhantu Rabbii isaanii bira jira. Sun galata warra toltuu hojjataniiti.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:35","price":"Akka Rabbiin hamtuu waan dalaganii isaan irraa haqee mindaa isaanii gaarii waan isaan hojjatanii isaanii galata galchuuf (isaaniif laaffise).","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:36","price":"Sila Rabbiin gabricha Isaatiif ga’aa mitii? Warra Rabbii gaditti (gabbaraniin) si sodaachisu. Nama Rabbiin jallise qajeelchaan isaaf hin jiru.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:37","price":"Nama Rabbiin qajeelches wanti isa jallisu hin jiru. Sila Rabbiin injifataa, haaloo baafataa hin taanee?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:38","price":"“Samiileefi dachii eenyutu uume?” (jettee) odoo isaan gaafattee “Rabbuma” jedhu. “Mee naaf odeessaa? Wanti isin Rabbiin ala waammattan (gabbartan) odoo Rabbiin hamtuu naan fedhee, sila isaan (na) rakkisuu isaa san ni deebisuu? Yookiin odoo rahmataan na fedhee, isaan rahmata Isaa qabuu ni danda’uu?” jedhiin: “Rabbumatu naaf ga’a; warri hirkatan Isa irratti hirkatu.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:39","price":"“Yaa ummata kiyya! Karaa irra jirtan irratti dalagaa; anis dalagaadha. Fuulduratti beekuuf jirtu” jedhiin.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:40","price":"“Nama adabbiin isa xiqqeessu itti dhufuufi kan adabbiin dhaabbataan isa irratti bu’u eenyu akka ta’e (beekuuf jirtu).”","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:41","price":"Nuti namootaaf kitaaba (Qur’aana) dhugaan sirratti buufne. Namni qajeele lubbuma isaatiifi. Namni jallates isheedhuma irratti jallata. Ati isaan irratti dirqama (qajeelchuu) hin qabdu.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:42","price":"Rabbiin lubbuu yeroo du’a isheetti ni ajjeesa; ishee duuti hin ga’inis hirriiba ishee keessatti (ajjeesa). Ergasii ishee du’a itti murteesse ni qaba. Ishee biraa (kan du’a itti hin murteessin) hanga beellama beekamaatti gadi dhiisa. Dhugumatti, kana keessa warra xiinxalaniif mallattooleetu jira.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:43","price":"Sila Rabbii gadittii manguddoota godhatanii? “Odoma isaan homaa hin qabneefi sammuus hin qabne (godhatanii?)” jedhi.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:44","price":"“Araarri hunduu kanuma Rabbiiti. Mootummaan samiifi dachii kan Isaati. Ergasii gara Isaatti deebifamtu” jedhiin.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:45","price":"Yeroo Rabbiin kophaa Isaa faarfamu onneewwan warra Aakhiratti hin amannee ni sunturroofti. Yeroo warri Isaan (Rabbiin) alaa faarfaman yeruma san gammadu.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:46","price":"Jedhi: “Yaa Rabbii uumaa samiileefi dachii! Beekaa fagoofi dhihoo! Ati nimurteeysita gidduu gabroota keetiitti waan isaan irratti wal dhabaa turan keessatti”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:47","price":"Odoo wanti dachii keessa jiru hundi isaan miidhaa dalaganiif ta’ee fakkaataan isaas isaa waliin (isaanif ta’e), adabbii Guyyaa Qiyaamaa hamaa san irraa isaan of bitu turan. Waan isaan hin yaadintu Rabbi irraa isaaniif mul’ate.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:48","price":"Hamtuuwwan waan isaan hojjatanii isaaniif mul’ate. Wanti isaan itti qishnaa turanis isaanitti marse.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:49","price":"Namni yeroo rakkoon isa tuqe nu kadhata. Ergasii yeroo Nuti ni’imaa Nu biraa ta’e isaaf kennine, “beekumsuma kiyyaafiin kenname” jedha. Lakkisaa! isheen sun mokkora. Garuu irra hedduun isaanii hin beekanu.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:50","price":"Warri isaaniin duraas ishema jedhanii jiru. Wanti isaan hojjachaa turan homaa isaan irraa hin deebifne.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:51","price":"(Galata) hamtuuwwan isaan hojjataniitu isaan tuqe. Kanneen irraa warri miidhaa dalaganis hamtuuwwan waan isaan dalaganii isaan tuquuf jira. Isaan Rabbi duraa hin bahan.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:52","price":"Sila akka Rabbiin nama fedheef kenna bal’isee, (kan fedhetti immoo) dhiphisu hin beekanuu? Dhugumatti, kana keessa ummata amananiif mallattooleetu jira.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:53","price":"(Yaa Muhammad!) jedhi: “Yaa gabroota kiyya kan lubbuulee isaanii irratti daangaa dabartan! Rahmata Rabbii irraa abdii hin muratinaa. Dhugumatti Rabbiin balleessa hundaa ni araarama. Inni araaramaa, rahmata godhaadha.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:54","price":"Gara Rabbii keessanii deebi’aa, Isaafis ajajamaa. Odoo adabbiin isinitti hindhufin dura, Sana booda hin tumsamtanu.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:55","price":"Irra gaarii waan Goftaa keessan irraa gara keessanitti buufamee hordofaa, azaabni tasa odoo isin hinbeekin isinitti dhufuu dura.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:56","price":"Lubbuun “Yaa sheenaa kiyya kanin karaa Rabbii keessatti daangaa dabree, warra qishinan irraa ta’ee!” akka hin jenneef (hordofaa).","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:57","price":"Yookiin “odoo Rabbiin na qajeelchee sila warra Rabbiin sodaatan irraan ta’a ture” akka hin jenneef.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:58","price":"Yookaan yeroo adabbii (Rabbii) argite, “carraan (addunyaatti deebi’uu) tokko odoo naaf ta’ee, toltuu dalagdoota irraan ta’a ture” akka hin jenneef.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:59","price":"Lakkii; dhugumatti keeyyattooleen kiyya sitti dhufaniiti, ati isaan sobsiiftee, boontee, kaafiroota irraa taate.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:60","price":"Guyyaa Qiyaamaa warra Rabbi irratti soban kan fuulleen isaanii gurracha ta’e argita. Sila warra boonaniif teessoon jahannam keessa hin taanee?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:61","price":"Rabbiin warra Isa sodaatan milkii isaaniitiin (jahannam irraa) isaan baraara; hamtuun isaan hin tuqu; isaan hin gaddanus.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:62","price":"Rabbiin uumaa waan hundaati. Inni waan hunda irrattis tiksaadha.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:63","price":"Furtuuwwan samiileefii dachii kan Isaati. Isaan keeyyattoota Rabbiitti kafaran, isaan sun hoonga’oon isaanuma.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:64","price":"(Yaa Muhammad!) “Yaa wallaaltotaa! Sila Rabbiin ala (waan biraa) gabbaruutti na ajajjuu?” jedhi.","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:65","price":"Dhugamatti, gara keetiifi gara warra si dura turaniittis “yoo Rabbii wajjiin waan biraa gabbarte dalagaan kee ni bada; warra hoonga’an irraas taata” jechuun wahyiin buufameera.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:66","price":"Rabbiin qofa gabbari; galateeffattoota irraas ta’i.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:67","price":"Isaan Rabbiin guddina isaaf malu hin guddifne. Guyyaa Qiyaamaa dachiin guutuun qabaa Isaa keessa taati; samiileenis mirga Isaatiin maramtuudha. Inni qulqullaa’e; waan isaan Isa waliin gabbaran irraas ol ta’e.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:68","price":"Garrii (Xurumbaa) keessatti ni afuufama. Warri samiilee keessaatiifi warri dachii keessaa hunduu, kaneen Allaahn (hafuu isaanii) fedhe malee, (rifannootaan) ni dhumu. Ergasii yeroo biraas isa keessatti afuufama. Yeroma san isaan dhaabbatanii ilaaloo ta’u.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:69","price":"Dachiin ifa Gooftaa isiitiin ifti. kitaabban ni kaayamu. Nabiyyootaafi ragooleenis ni fidamu. Gidduu isaaniitti haqaan murteeffama isaan hinmiidhamanu.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:70","price":"Lubbuun hundi waanuma hojjate galata galfamti. Inni waan isaan hojjatan akkaan beekaadha.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:71","price":"Isaan kafaran gara jahannam gareen ta’anii oofamu; hanga ishee bira ga’anii balballeen ishee banamteeti, waardiyoonni ishee “sila ergamtoonni isinitti hin dhufnee kan isin irraa ta’an kan keeyyattoota Gooftaa keessanii isin irratti dubbisaniifi wal ga’ii guyyaa keessanii kana kan isin sodaachisan?” isaaniin jedhan. [Isaan] “eeyyee (dhufaniiru), garuu jecha adabaatu kaafiroota irratti mirkanaa’e” jedhan.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:72","price":"“Balbaloota jahannam ishee keessatti hafoo ta’aatii seenaa” jedhama. Teessoon warra boonanii akkam fokkataa dha!","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:73","price":"Warri Rabbii isaanii sodaatan gareedhaan gara jannataatti oofamu. hanga isaan isitti dhufanii balballoowwan isii banamteetti, waardiyoonni isii “nageenyi isin irra haa jiraatu; toltan;isii seenaa keessatti hafoo ta’aatii ” isaanin jetti (isii seenan).","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:74","price":"Ni jedhan: “faaruun hundi kan Rabbii Isa waadaa Isaa dhugaa nuuf godhee, dachii (jannataas) nu dhaalchiseeti. Jannata keessaa iddoo barbaanne qubanna. Mindaan hojjattootaa waa tole!”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:75","price":"Maleykota kan naannoo Arshii marsanii, faaruu Gooftaa isaanii waliin Isa qulqulleessan argita. Gidduu isaaniitti (uumamaatti) dhugaan murteeffama. “faaruun kan Rabbii Gooftaa aalamaati” jedhame.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"om"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}