{"data":[{"name":"46:1","price":"Haa Miim.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:2","price":"Buufamiinsi kitaabaa (Qur’aanaa) Rabbii injifataa, ogeeysa ta’e irraayi.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:3","price":"Samii, dachiifi waan isaan lamaan gidduu jiranis dhugaafi yeroo beekamaa ta’eef malee hin uumne. Isaan kafaran waan ittiin sodaachifaman irraa garagaloodha.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:4","price":"(Yaa Muhammad!) jedhi: “wantoota Rabbiin ala gabbartan naaf himaa? Dachii irraa waan isaan uuman natti agarsiisaa. Moo samiilee keessatti shariikummaan isaaniif jira? mee kitaaba (Qur’aana) kana dura (bu’e) yookiin hambaa beekumsa durii wahii naaf dhiyeessaa Yoo dhugaa dubbattoota taataniif.”","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:5","price":"Nama Rabbiin ala waan hanga Guyyaa Qiyaamaatti homaa isaaf hin owwaanneefi {1} isaan kadhaa isaanii irraa dagatoo ta’an gabbaru caalaa jallataan eenyu?","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"{1} hiikkaan kanaa homa gonkumaa isaaniif awwaachuu hin dandayan jechuudha.","lang":"om"},{"name":"46:6","price":"Yeroo ilmi namaa walitti qabamu diinota isaaniif ta’u. Ibaadaa isaaniittis kafaroo ta’u.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:7","price":"Yeroo keeyyatoonni keenya ifa ta’anii isaan irratti dubbifaman, isaan kafaran dhugaan nijedhan yeroo isaanitti dhufe “kun Sihrii ifa galaadha”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:8","price":"Moo “(Muhammadtu SAW) sobaan isa uume” jedhu? (Yaa Muhammad!) jedhi “yoo ani sobaan isa uume (adabbii) Rabbii irraa homaa naaf tumsuu hin dandeessanu. Inni (Rabbiin) waan isin keessa galtan beekaadha. Anaafi isin giddutti ragaaf Inni ga’aadha. Inni araaramaa, rahmata godhaadha”.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:9","price":"(Yaa Muhammad!) jedhi: “Ani ergamtoota irraa isa jalaqabaatii (kan fakkii hinqabnee) miti. Waan anaafi isin irratti dalagamuuf jiru hin beeku. Waan gara kiyyatti wahyii godhamu malee (wanta biraa) hin hordofu. Ani sodaachisaa ifa bahaadha malee waan biraatii miti.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:10","price":"Jedhi “Mee naaf himaa! Yoo (Qur’aanni kun) Rabbi biraa ta’ee itti kafartan, raga bahaan Ilmaan Israa’ilii irraa ta’e fakkaataa isaa irratti ragaa bahee, yoo amanee isin immoo boontan, (isin miidhaa hin hojjannee)? Rabbiin miidhaa raawwattoota hin qajeelchu”.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:11","price":"Isaan kafaran isaan amananiin ni jedhu: “Odoo inni (Qur’aanni) waan gaarii ta’ee silaa gara isaatti nu hin dursanu ture.” Isaan eega hin qajeelinii “kun dhara duriiti” jechuuf jiru.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:12","price":"Isa (Qur’aana) duras kitaaba Muusaa kan qajeelfamaafi rahmata ta’etu (ture). Kuni kitaaba dhugoomsaa, Afaan Arabaatiin (bu’ee) dha. akka warra miidhaa hojjatan sodaachisee, toltuu hojjattoota immoo gammachiisuuf.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:13","price":"Isaan “Gooftaan keenya Allaahdha” jedhanii ergasii (sana irratti) gadi dhaabbatan, sodaan isaan irra hin jiru; isaan hin gaddanis.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:14","price":"Isaan sun warra jannataati; ishee keessa yeroo hunda jiraatu; mindaa waan dalagaa turaniif (isaanif kenname).","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:15","price":"Namaaf abbaafi haadha isaatti tola ooluu dhaamne. Haati isaa rakkoon isa baadhattee (ulfooftee), rakkoon isa deesse, Ulfaafi harma gu’uun isaa ji’oota soddoma; hanga jabina isaa ga’ee, waggaa afurtama ga’u nijedhe “Gooftaa kiyya! Ani ni’imaa kee kan Ati ana, haadhaafi abbaa kiyya irratti oolte galateeffachuufi dalagaa gaarii Ati jaallattu hojjachuu na qabsiisi. Sanyii (hortee) kiyyas gaarii taasisi. Ani gara kee tawbaa deebi’eera. Ani Muslimtoota irraayi” jedhe.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:16","price":"Isaan sun warra irra gaggaarii wantoota isaan dalaganii nuti irraa qeeballee, hamtuu isaanii dhiifama goonufi. (Fuula duras) namoota Jannataa keessatti ta’u. (Kun) waadaa dhugaa kan isaaniif galamaa ture.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:17","price":"Inni abbaafi haadha isaatiin “isin lachaniifuu ish (uffi)! akka ani kaafamu natti himtuu Kanuma dhaloonni baay’een naan dura dabrtee jirtu, ?” jedhe. Haala isaan lamaan birmachuu Rabbii gaafachaa, “yaa badii kee!amani Beellamni Rabbii dhugaadhaa” (jedhanii gorsanuu) “kun ogbarruu warra duriiti malee waa biraa miti” jedha;","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:18","price":"Isaan sun warra jechi (adabbii) isaan irratti mirkanaa’eedha, ummattoota isaan dura dabran kan jinnootaafi namoota irraa ta’an keessatti. Isaan hoonga’oota ta’aniiru.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:19","price":"Hundaafuu sadarkaatu jira waan dalagan irraa, hojii isaanii isaanii guutuuf (mindeessa) isaan hin miidhaman.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:20","price":"Guyyaa isaan kafaran ibidda irra fidaman: “(wantoota) gaggaarii keessan jireenya keessan kan addunyaa keessatti dabarfattan. isitti qananiitan. Har’a adabbii salphisaa mindeeffamtu waan dachii keessatti dhugaan ala boonaa turtaniifi waan fincilaa turtaniif jecha (isaaniin jedhama).","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:21","price":"obboleessa Aad (Huud) yaadadhu, yeroo Ahqaafitti ummata isaa dinniine. Isa duraafi isa boodas sodaachiftoonni dabartee turte. “Allaah malee waan biraa hin gabbarinaa; ani adabbii guyyaa guddaan isin irratti sodaadha” (jechuun).","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:22","price":"(Ummanni isaas) ni jedhan: “Sila ati gooftolii keenya irraa akka gara nu galchituuf nutti dhuftee? waan nuun sodaachiftuun nutti koottu Yoo warra dhugaa dubbatan irraa taateef.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:23","price":"(Huud) ni jedhe: “Beekumsi (adabbittii) Allaah bira jira. Ani waanuman ittiin ergame qofan isinitti geessa. Garuu ani ummata wollaaloo ta’uun isin arga.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:24","price":"Yeroo isa (adabicha) (duumessa fakkaatee) gara laggeen isaanii garagalee dhufaa ta’uu argan: “kun duumessa nuuf roobu” jedhan. “Lakkisaa! Inni waan isa jarjarfachaa turtan sanii; bubbee adabbiin laalessaan isa keessa jiruudha” (jedhaman).","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:25","price":"Waan hunda ajaja Rabbii isheetiin balleessiti. Manneen isaanii malee wanti tokkos kan hin mul’anne ta’an. Akka kanatti namoota badii hojjatan mindeessina.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:26","price":"(Yaa Qureyshotaa!) dhugumatti, Nuti waan isiniif hin mijeessin isaaniif mijeessinee turre. Dhageettii, agartuuleefi qalbiilees isaaniif goonee. Dhageettiin, agartuuleefi qalbiileen isaanii homaa isaan irraa hin deebifne. waan aayatoota keenya mormaa turaniif.  Wanti isaan qishnaa itti godhaa turan isaanitti qubate.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:27","price":"Dhugumatti, magaalota (ummatoota) moggaa keessan jiran gidduu (heddu) balleessinee jirra. Mallattoolee (keenyas) karaa adda addaatiin isaan argisiifne akka isaan deebi'aniif..","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:28","price":"Maaliif wantoonni isaan akka Rabbiitti isaan dhiheessituuf gabbaramoo godhatan isaan hin tumsin? Lakkisaa! (yeroo san) gonkumaa isaan irraa fagaatan. Kun kijiba isaanitiifi waan isaan sobaan haasa’aa turaniidha.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:29","price":"(Yaa Muhammad!) Yeroo garee jinnoota irraa ta’e gara keetti garagalchine [yaadadhu] kan Qur’aana dhageeffatan ta’anii, Yeroo isa bira dhufan “cal’isaa (dhageeffadhaa)” (waliin) jedhan. Yeroo inni xumuramu immoo dinniintota ta’anii gara ummattoota isaanii deebi’an.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:30","price":"Ni jedhan: “Yaa ummata keenya! Nuti kitaaba Muusaa booda bu’e dhageenyee jirra, kan waan isa duraa dhugoomsaa ta’e, kan gara dhugaafi gara karaa sirrii qajeelchu.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:31","price":"Yaa ummata keenya! Waamaa Rabbii (nabi Muhammadiin) tole jedhaa; isattis amanaa. Inni (Rabbiin) badiilee keessan irraa isiniif araarama; adabbii laalessaa irraas isin baraara.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:32","price":"Namni waamaa Rabbii tole hin jenne, dachii keessatti dadhabsiisaa miti; isaan (Allaahn) alas gargaaraan biraa isaaf hin jiru. Warri sun jallina ifa ta’e keessa jiru.”","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:33","price":"Sila Rabbiin, Isa samiileefi dachii uumee, isaan uumuu keessatti dadhabbiin itti hin dhaga’amin, du’aa kaasuu irratti danda’aa akka ta’e hin arginee? Eeyyeen; Inni waan hunda irratti danda’aadha.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:34","price":"Guyyaa isaan kafaran ibidda irratti fidaman “sila kun dhugaa mitii?” (isaanin jedhama). Isaanis “Eeyyeen; Gooftaa keenyatti kakannee! (Dhugaa dha)” jedhu. Innis “Waan (Rabbitti) kafaraa turtaniif adabbii kana dhandhamaa” (isaaniin) jedha.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"om"},{"name":"46:35","price":"(Yaa Muhammad!) Akkuma ergamtoota irraa warri murannoo obsetti, obsi. Isaanitti hin ariifatin. Guyyaa waan waadaa isaaniif galame argan akka waan guyyaa irraa sa’aatii tokko malee hin jiraatiniitti of lakkaa’u. (Qur’aanni) (ergaa) ga’aadha. Sila finciltoota malee namni biraa ni badaa?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"om"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}