{"data":[{"name":"65:1","price":"Yaa Nabiyyichaa! Yeroo dubartoota hiiktan, 'Iddaa' isaaniitiin isaan hiikaa Iddaas lakkaa'aa. Rabbii Gooftaa keessan sodaadhaa. manneen isaanii irraa isaan hin baasinaa \n isaanis hin ba'in, Yoo badii fokkataa ifa ta'een dhufan malee. Sun daangaawwan Rabbiiti. Namni daangaawwan Rabbii tare, dhugumatti inni lubbuu isaa miidheera. Yoo tasa Rabbiin san booda dhimma haara'a (walitti deebi'uu gidduu keessanitti) uume hin beektu.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:2","price":"Yeroo beellama isaanii ga'an haala gaariin isaan qabadhaa yookiin haala gaariin isaaniin adda ba'aa, Isin irraa warra haqaa (nama) lama ragaa godhaa (Warri ragaa baatanus) Rabbiif jedhaatii ragaa sirreessaa. Namni Rabbiifi Guyyaa Aakhiraatti kan amanu ta'e kanaan gorfama. Namni Rabbiin sodaatu (Rabbis) karaa bahiinsaa isaaf godha.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:3","price":"Bakka inni hin yaadin irraayis isa soora. Nama Rabbi irratti hirkatuuf Inni isaaf ga'aadha, Rabbiin ajaja isaa bakkaan ga'aadha. Dhugumatti Rabbiin waan hundaafuu yeroo murtaawaa taasiseera.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:4","price":"Dubartoota keessan irraa isaan xurii laguu (haydii) irraa guddatan yoo shakkitan iddaan isaanii ji'a sadi Isaan haydii arguu hin jalqabinis (akkasuma). Warri ulfa ta'an immoo baallamni isaanii ulfa isaanii da'uudha. Nama Rabbiin sodaatu (Rabbiin) dhimma isaa irraa laafina isaaf godha.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:5","price":"Kun ajaja Rabbii kan gara keessanitti isa buuseedha. Nama Rabbiin sodaatu (Rabbiin) badiilee isaa isa irraa harcaasa mindaas isaaf guddisa.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:6","price":"Dandeettii keessan irraa bakka qubattanu isaan qubsiisaa. Isaan irratti dhiphisuuf jecha isaan hin rakkisinaa. Yoo warra ulfaa ta'an hanga ulfa isaanii da'anitti isaan qallabaa. Yoo isiniif hoosisan mindaalee isaanii isaaniif kennaa. Jidduu keessanitti haala gaariin mari'adhaa. Yoo wal rakkiftan tan biraa isaaf hoosisti.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:7","price":"Abbaan dandeettii qabu dandeettii isaa irraa haa qallabu. Namni hireen isaa isa irratti dhiphifame, waan Rabbiin isaaf kenne irraa haa qallabu. Rabbiin lubbuu kamiyyuu waan isheedhaaf kenne malee hin dirqisiisu. Rabbiin dhiphina booda bal'ina godhuuf jira.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:8","price":"Magaalota irraa heddutu ajaja Rabbii isheefi ergamtoota isaa faallessitee qormaata cimaa ishee qormaannee adabbii fokkataas ishee adabne.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:9","price":"Sababa kanaan adabbii dalagaa ishee dhamdhamte Booddeen dubbii ishees hongoo ta'e.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:10","price":"Rabbiin adabbii cimaa isaaniif qopheesse. Yaa warri sammuulee qabdan, warri amantan Rabbiin sodaadhaa. Dhugumatti Rabbiin gara keessanitti gorsa buuseera.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:11","price":"Ergamaa (erge) kan keeyyattoota Rabbii ibsituu taate isin irratti dubbisu, Warra amananii gaggaarii hojjatan dukkanoota keessaa gara ifaatti akka baasuuf jecha. Nama Rabbitti amanee gaarii dalage jannatoota jala ishee laggeen yaatu isa seensisa. ishee keessatti zalaalam hafoodha. Dhugaatti Rabbiin isaaf hiree bareecheera.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"om"},{"name":"65:12","price":"Rabbiin Isa samii torbaniifi dachii irraayis fakkiidhuma isaanii uumeedha. Ajajni jidduu isaaniitti bu'a(. Wanti inni kana uumeefis) akka isin Rabbiin waan hunda irratti danda'aafi Rabbiin beekumsaan wantoota cufa marsuu isaa beektanuufi.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"om"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}