{"data":[{"name":"7:1","price":"Alif Laam Miim Saad","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:2","price":"(Kun) kitaaba gara keetti buufame,Isa (geessuu) irraa qoma kee keessa dhiphinni hin jiraatin, Akka isaan akeekkachiiftuufi mu’uminootaaf gorsa ta’uuf (buufne)","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:3","price":"Waan Gooftaa keessan irraa gara keessanitti buufame hordofaa, Jaalalleewwan (biraa) isaa gaditti hin hordofinaa, Xiqqoo qofa gorfamtu","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:4","price":"Magaalota irraa kan Nuti balleessinee meqaa meeqa (hedduudha), kan adabbiin keenya halkan yookiin guyyaa isaanii rafuutti jiruu isheetti dhufe.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:5","price":"Yeroo adabbiin keenya isaanitti dhufu jechi isaanii \"nuti miidhaa raawwattoota turre\" jechuu malee waan biraa hin taane.","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:6","price":"Dhugumatti, isaan (ergamaan) gara isaaniitti ergame ni gaafanna; ergamootas ni gaafanna.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:7","price":"Dhugumatti, (guutuu seenaa isaanii) beekumsaan isaan irratti odeessina, Nuti (kana irraa) fagoo hin taane.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:8","price":"Madaalli guyyaa san dhugaadha. Namni madaalli (hojii gaarii) isaa ulfaatte, isaan sun isaanumatu milkaayoodha.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:9","price":"Namni madaalli (hojii gaarii) isaa salphatte immoo, isaan sun warra waan keeyyattoota keenya miidhaa turaniif lubbuu isaanii hoongessaniidha.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:10","price":"  Dhugumatti, dachii keessa isinii mijeessinee ishee keessas waan ittiin jireenyaa isiniif gooneerra; Galateeffannaan keessan xiqqoodha.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:11","price":"  Dhugumatti, isin uumneerra, Ergasiis isin bocne, Ergasiis maleykotaan \"Aadamiif sujuudaa\" jenne, Achumaan sujuudani; Ibliis malee, Inni warra sujuudan irraa hin taane.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:12","price":"  (Rabbis) \"Yeroo ani si ajaju, sujuuduu irraa maaltu si dhorge?\" jedhe, (Ibliis) \"Anatu isa caala; Ibidda irraa na uumteetiin isa dhoqqee (biyyee) irraa uumte\" jedhe.","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:13","price":"  (Rabbiinis) \"ishee irraa bu’i; Ishee keessatti boonuun siif hin taane; bahi ati warra salphattoota irraayi\" jedheen.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:14","price":"  (Ibliis) \"Hanga guyyaa isaan kaafamaniitti na tursiisi\" jedhe.","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:15","price":"  (Rabbiin) \"Ati warra tursiifaman irraayi\" jedheen.","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:16","price":"  (Ibliis) ni jedhe: \"Waan ati na jallifteef, Dhugumatti, karaa kee qajeeloo irran isaaniif taa’a.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:17","price":"  Ergasii fuuldura isaanii, duuba isaanii, mirgaawwan isaaniitiifi bitaawwan isaanii irraan isaanitti dhufa. Irra hedduu isaaniis galateeffattoota ta'anii hin argitu.\"","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:18","price":"  (Rabbiinis) ni jedhe: \"Ishee irraa arrabsamaa, fageeffamaa haala taateen ba’i, Isaan irraa namoota si hordofe, isin hunda irraan Jahannama guuta.","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:19","price":"  Yaa Aadam! Atiifi niitiin kee jannata keessa taa'aa; iddoo feetan irraas nyaadhaa. Miidhaa raawwattoota irraa taatu mukattii tanatti immoo hin dhihaatinaa.\"","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:20","price":"  Shayxaanni isaan lamaanitti hasaase isaanitti mul’isuuf waan isaanirraa dhokate qaama saalaa isaanii irraa; nijedhe \"Rabbiin keessan mukattii kana irraa  waa isin hindhoorgine akka isin lamaan malaykota hin taaneef malee, yookiin akka isin lamaan hafoo hin taaneefi malee\".","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:21","price":"  \"Dhugumatti, ani isiniif warra toltuu yaadan irraayi\" (jechuun) isaan lamaaniif kakate.","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:22","price":"  Gowwoomsuun isaan jallise, Yeroma isaan mukattii dhandhaman, qaamni saalaa isaanii isaanitti mul'atte; isaanis qaama isaanii baala jannataatiin haguuguutti seenan, Gooftaan isaanii isaanitti lallabe \"Sila Ani mukattii tana irraa isin hin dhorginee; shayxaanni isin lamaanif diina ifa ta’e isiniin hin jennee?\" (jedheen).","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:23","price":"  \"Gooftaa keenya! lubbuu keenya miinee jirra. Yoo ati nuuf hin araaramneefi rahmata nuuf hin goone, nuti Dhugumatti, warra hoonga’an irraa taana\" jedhan.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:24","price":"  (Rabbiin) ni jedhe: \"Gariin keessan gariif diina haala taataniin bu’aa, Isiniif dachii irra qubsumaafi qananii hanga yeroo murtaa’ee ta'eetu jira.\"","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:25","price":"  \"Isheedhuma keessa jiraattu; ishee keessattis duutu; ishee irraas baafamtu\" jedheen.","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:26","price":"  Yaa ilmaan Aadam! Nuti uffata qaama saalaa keessan haguuguufi faaya isin irratti buufnee jirra. Uffata sodaa Rabbii, saniitu caala. Kun mallattoowwan Rabbii irraayi; akka isaan yaadataniif (isaaniif himne).","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:27","price":"  Yaa ilmaan Aadam! akka shayxaanni isin hin mokkorre, Akka abbaafi haadha keessan jannata irraa baasetti, uffata isaanii isaan irraa mulqee qaama saalaa isaanii isaanitti mul’isuuf. Dhugumatti, inniifi gosti isaa iddoo isin isaan hin agarre irraa isin argu. Nuti isaan hin amanneef shayxaanota jaalallee goonee jirra.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:28","price":"  Yeroo waan fokkattuu hojjatan \"abbootii keenya ishee irratti agarre; Rabbiinis isheetti nu ajaje\" jedhu. \"Rabbiin fokkatuuwwanitti hin ajaju, Sila isin waan hin beekne Rabbi irratti jettuu?\" jedhiin.","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:29","price":" Jedhi \"Gooftaan kiyya haqatti ajaje. Masjida hunda biratti fuulleen keessan (ibaadaaf gara isaa) sirreessaa. Amantii keessan isaaf qulqulleessaa haala taataniin isa gabbaraa, Akkuma isin jalqabetti deebitu\"","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:30","price":"  Garee tokko ni qajeelche; garee biraa immoo jallinni isaan irratti mirkanaa’e, Dhugumatti, isaan Rabbii gaditti shayxaanota jaalalleewwan taasifatan, Isaan qajeeltota uf sehan.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:31","price":"  Yaa ilmaan Aadam! Masjida hunda birattuu bareechifannaa (uffata) keessan qabadhaa. Nyaadhaa, dhugaa, daangaa hin dabrinaa, Inni daangaa dabritoota hin jaalatu.{1}","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"{1} yeroo salaataa hunda uffata gayaa barbaachisaa uffadhaa jechuudha.","lang":"om"},{"name":"7:32","price":"  \"Namni bareechifannaa (uffata) ishee Rabbiin gabroota Isaatiif baaseefi soorata irraas gaggaarii dhorge eenyu?\" jedhi. Isheen jiruu addunyaa keessatti warra amananiifi Guyyaa Qiyaamaa dhuunfaa isaaniiti\" jedhi, Akka kanatti keeyyattoota ummata beekaniif addeessina.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:33","price":"  Jedhi: \"wanti Gooftaan kiyya haraama godhe gochaalee fokkatoo, isherraa waan mul'ateefii waan dhokate, dilii, haqaan maletti roorrisuu, waan inni ragaa isaaf hin buusin Rabbitti qindeessuufi Rabbi irratti waan hin beekne jechuudha.\"","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:34","price":"  Ummata hundaafuu yeroo murtaa’etu jira. Yeroo beellamni isaanii dhufe sa’aatii tokko booda hin aanfamanu; duras hin dabranu.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:35","price":"  Yaa ilmaan Aadam! Yoo ergamoonni isin irraa ta’an isinitti dhufan kan keeyyattoota kiyya isin irratti qara’an, namni (Rabbiin) sodaatee toltuu hojjate, sodaan isaan irra hin jiru; isaan hin gaddanus.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:36","price":"  Warri keeyyattoota keenya kijibsiisanii ishee irraa boonan, sunniin warra ibiddaati; isaan ishee keessatti hafoodha.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:37","price":"  Nama Rabbiin irratti kijiba uume yookiin keeyyattoota Isaa kijibsiise caalaa namni miidhaa hojjate eenyu? (tokkolleenuu hinjiru). Sunniin qoodni isaanii kitaaba irraa haala ta'een isaan dhaqqaba; Ergamoonni keenya lubbuu isaanii kan fuudhan ta'anii yeroo isaanitti dhufan \"Warri Rabbii gaditti gabbaraa turtan eessa jiru?\" jedhu. \"Nurraa badaniiru\" jedhu. Isaan kaafiroota tahuu lubbuu isaanii irratti ragaa ba’an.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:38","price":"  (Rabbiin) ni jedha: \"Isin ummatoota isin dura dabran keessa seenaa kan jinnootaafi namoota irraa ta’an ibidda keessatti (tahaa). \" Ummanni wahii dhawaata seentuun obboleettii ishee (kan ishee jallifte) abaarti, Yeroo hundi isaanii ishee keessatti walitti qabamanitti isheen boodaa ishee duraatiin \"Gooftaa keenya! Isaan kun nu jallisanii jiru, Kanaaf adabbii dachaa ta’e ibidda irraa isaaniif kenni\" jette, (Rabbiinis) \"Hundaafuu dachaatu jira, Garuu isin hin beektanu\" jedhe.","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:39","price":"  Warri jalqaba isaanii warra booda isaaniitiin ni jette \"isiniif nurra caaliinsi wahii hin taane; Waan hojjachaa turtaniif jecha adabbii dhandhamaa\".","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:40","price":"  Dhugumatti, isaan keeyyattoota keenya kijibsiisaniifi ishee irraa boonan, balballan samii isaaniif hin banamtu. Hanga gaalli qaawwa lilmoo keessa seenutti jannatas hin seenanu. Akka kanatti yakkamtoota (adabbiin) galata galchina..","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:41","price":"  Isaaniif Jahannam irraa firaashiitu jira, gubbaa isaaniitii immoo haguuggiitu (jira). Akka kanatti miidhaa raawwattoota (adabaan) galata galchina..","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:42","price":"  Isaannan amananii, gaggaarii hojjatan, Nuti lubbuu takkas dandeettii ishee malee hin dirqisiifnu; isaan sun warra jannataati, Isaan ishee keessatti hafoodha.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:43","price":"  Jibbaarraa waan qomoota isaanii keessa jirus ni baafne, Laggeen jala (gamoo) isaanii yaati, \"Faaruun kan Rabbii kanaaf nu qajeelcheeti, Odoo Rabbiin nu qajeelchuu baatee hin qajeellu turre; ergamoonni Rabbii keenyaa dhugaadhaan dhufteetti\" jedhan. nilallabaman \"Jannata tana dhaalchifamtan sababa waan hojjataa turtaniitiif\".","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:44","price":"  Warri jannataa warra ibiddaatti lallabu \"Nuti Dhugumatti, waan Gooftaan keenya waadaa nuuf gale dhugaa haala ta’een arganneerra. Isin waan Gooftaan keessan waadaa isiniif gale haala dhugaa ta’een argattanii jirtuu?\" (jedhaniin). \"Eeyyeen\" jedhan. Lallabaan gidduu isaaniitti ta’e nilallabe \"Abaarsi Rabbii miidhaa hojjattoota irra haa jiraatu\" (jedhe).","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:45","price":"  (Isaan) warra karaa Rabbii irraa deebisaniifi akka isheen jallattu fedhaniidha, Isaan Aakhiratti kafaroodha.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:46","price":"  Gidduu isaanii haguuggaatu jira, 'A’araaf' irras dhiirota hundayyuu mallattoo isaanitiin beekantu jiru, Warra jannataatti lallabu \"nageenyi isin irratti haa jiraatu\" jechuun. Isaan (warri a’araaf) haala kan ishee kajeelan ta'aniin ishee hin seenne. {1}","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"{1} A'iraaf jechuun jogolla jannataafii azaaba jiddutti taheedha. isarra ummata toltuufii hamtuun isaanii walqixxaatteetu taa'a. isan warra ibiddaatiifii jannataatis ni argan, mallattoo isaaniitiin beekan, jannata hinseenne garuu nikajeelan.","lang":"om"},{"name":"7:47","price":"  Yeroo ijji isaanii gara warreen ibiddaa deebifamte \"Gooftaa keenya! Ummata miidhaa hojjattoota wajjiin nu hin taasisin\" jedhu.","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:48","price":"  Warri a’araaf dhiirota mallattoo isaanitiin beekanitti lallaban, \"(Qabeenya) walitti qabuun keessaniifi wanti isin boonaa turtan waa isin hin fayyanne\" jedhu.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:49","price":"  Sila isaan kun warra Rabbiin rahmataan isaaniif hin godhu jettanii kakattaniidhaa? Jannata seenaa, sodaan isin irra hin jiru; isinis kan gadditanu hin taane (jedhamu)","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:50","price":"  Warri ibiddaa  warra jannataatti lallabu \"Bishaan irraa yookiin waan Rabbiin isinii hire irraa nurratti dhangalaasaa\" jedhu, \"Dhugumatti, Rabbiin isaan lamaan kaafiroota irratti haraama taasiseera\" jedhaniin.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:51","price":"  (Isaan) warra amantii isaanii qoosaafi tapha godhatanii jireenyi addunyaa isaan gowwoomsiteedha, Akkuma isaan walqunnamtii guyyaa isaanii kana irraanfataniifi keeyyattoota keenya mormaa turan guyyaa har'aa isaan irraanfanna (dhiifna)..","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:52","price":"  Dhugumatti, Nuti kitaaba beekumsaa wajjiin isa addeessineen  isaanitti dhufnee jirra, haala qajeelumaafi rahmata ummata amananiif ta'een. {1}","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"{1} kitaabni suni qur'aana kabajamaadha.","lang":"om"},{"name":"7:53","price":"  Sila isaan xumura isaa malee maal eegaaru? Guyyaa xumurri isaa dhufu warri san dura isa dagatan nijedhu \"Dhugumatti, ergamoonni Gooftaa keenyaa dhugaan dhufteetti, Sila araarsonni nuuf araarsan nuuf jiraa? Yookiin dalagaa isa hojjataa turreen alaa hojjachuuf (gara addunyaatti) deebifamnaa?\" (jedhu), Dhugumatti, lubbuulee isaanii hoongessanii jiru. Wanti isaan kijibaan uumaa turan isaan jalaa badeera.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:54","price":"  Dhugumatti, Gooftaan keessan Rabbii Isa samiifi dachii guyyoota jaha keessatti uumee, ergasii Arshii irratti (ol ta’iinsa isaaf malu) ol ta’eedha. Haala ariitiidhaan isa barbaada ta'een halkaniin guyyaa haguugsisa. Aduu, ji’aafi urjiiwwan kan ajaja Isaatiin laaffifaman ta'anii (isaan uume). Dhagayaa! Uumuuniifi ajajnis kan Isaati. Rabbiin Gooftaa aalamaa ta’e barakaan isaa baay’ate.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:55","price":"  Gooftaa keessan gadi of qabuufi dhoksaadhaan kadhaa. Inni daangaa dabritoota hin jaalatu.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:56","price":"  Dachii irrattis erga isheen toltee booda hin balleessinaa. Sodaafi kajeellaadhaan Isa kadhaa. Dhugumatti, rahmanni Rabbii warra toltuu hojjatanutti dhihoodha.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:57","price":"  Inni Isa bubbeewwan gammachiisaa taasisee rahmata Isaa dura erguudha. Yeroo isheen duumessa ulfaataa baadhatte gara biyya duuteetti oofna; bishaan isatti buusuun fuduraalee hunda isaan baafne, akka kanatti du’aa (awwaala irraa) kaafna.Akka isin gorfamtaniif jecha.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:58","price":"  Biyyi gaariin biqilaan isaa hayyama Gooftaa isaatiin baha, Inni bade immoo (biqilaan isaa) dadhabbiidhaan malee hin bahu, Akka kanatti keeyyattoota namoota galateeffataniif addeessina.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:59","price":"  Dhugumatti, Nuti Nuuhiin gara ummata isaatti erginee \"Yaa ummata kiyya! Rabbiin qofa gabbaraa Isa malee gabbaramaan biraa isiniif hin jiru, ani adabbii guyyaa guddaan isin irratti sodaadha\" jedheen.","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:60","price":"  Qondaalonni ummata isaa irraa ta’an \"Dhugumatti, nuti jallina ifa galaa keessatti si argina\" jedhan.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:61","price":"  (Nuuhis) ni jedhe: \"Yaa ummata kiyya! Ani jallinni homaatuu natti hin jiru, Garuu ani ergamaa Gooftaa aalamaa irraa ta’eedha.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:62","price":"  Ergaalee Gooftaa kiyyaan isin dhaqqabsiisa; toltuus isiniifin yaada, Rabbi irraa waan isin hin beeknen beeka.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:63","price":"  sila ni dinqisiifattanii gorsi Rabbii keessan irraa ta’e isinitti dhufuu, nama isin irraa ta’e tokko irratti,akka isin akeekkachiisuuf, akka Rabbiin sodaattaniifi akka mararfatamtaniif (isaaniin jedhe).","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:64","price":"  Isa kijibsiisan, Isaafi warra doonii keessa isa waliin ta’an ni baraarsine, Isaan keeyyattoota keenya kijibsiisan immoo bishaaniin dhidhimsine, isaan ummata jaamaa turan.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:65","price":"  Gara Aad obboleessa isaanii Huud (erginee) \"Yaa ummata kiyya! Rabbiin qofa gabbaraa; Isa malee gabbaramaan biraa isiniif hin jiru, Sila hin sodaattanuu?\" jedheen.","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:66","price":"  Ummata isaa irraas qondaalonni warra kafaranii \"Dhugumatti, nuti gowwummaa keessatti si argina, Dhugumatti, kijibdootaa irraa ta'uu kees yaanna\" jedhaniin.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:67","price":"  (Huudis) ni jedhe: \"Yaa ummata kiyya! Ani gowwummaan homaatuu natti hin jiru, Garuu ani ergamaa Gooftaa aalama hundaa irraa ta'eedha.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:68","price":"  Ergaalee Gooftaa kiyyaan isin dhaqqabsiisa, Anis isiniif tola yaadaa, amanamaadha.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:69","price":"  sila nidinqisiifattanii gorsi Rabbii keessan irraa tahe isinitti dhufuu nama isin irraa ta'e irratti (bu'ee) akka isin diyniinuuf jecha. yaadadhaa Yeroo Inni ummata Nuuh booda bakka bu’oota isin taasiseefi uumama keessattis bal'ina isiniif dabale (yaadadhaa).qananiilee Rabbii yaadadhaa Akka milkooftaniif jecha .\"","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:70","price":"nijedhan \"sila nutti dhuftee  Akka nuti Rabbiin tokkicha Isaa gabbarruufi, wantoota abbootiin keenya gabbaraa turanakka dhiifnuuf?waan ittiin nu sodaachiftu san nutti fidi Yoo warra dhugaa dubbatu irraa taateef \"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:71","price":" nijedhe  \"Dhugumatti, adabniifi dallansuun Gooftaa keessan irraa isin irratti bu’eera, Sila isin maqaalee keessatti na mormituu kan isiniifi abbootiin keessan ishee moggaaftan, kan Rabbiin isheedhaan ragaa hin buusin? Eegaa; ani isin wajjin warra eegan irraayii\".","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:72","price":"  Isaafi warra isa waliin turan rahmata nurraa ta’een nagaa baafne, Warra keeyyattoota keenya kijibsiisaniifi hundee isaanii murre.isaan mu’uminootas hin taane.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:73","price":"  Gara Samuuditti obboleessa isaanii Saalihiin (erginaan) ni jedhe: \"Yaa ummata kiyya! Rabbiin qofa gabbaraa. Isa malee gabbaramaan biraa isiniif hin jiru. Dhugumatti, Gooftaa keessan irraa mallattoon ifaa taate isinitti dhuftee jirti. Kun haala mallattoo isiniif taateen gaala Rabbiitii, ishee dhiisaa dachii Rabbii keessa haa nyaattu, Hamtuun ishee hin tuqinaa adabbii laalessaatu isin qabata.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:74","price":"  Yeroo Inni Aadiin booda bakka bu’oota isin taasiseefi dachii keessa isin jiraachise yaadadhaa. Dirree ishee irraa gamoowwan ijaarrattu; gaarreen irraas qottaniitin manneen taasiftu. qananiilee Rabbii yaadadhaa; badii raawwataa taatanii dachii keessa hin balleessinaa.\"","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:75","price":"  nijedhe qondaalonni warri boonan ummata isaarraa warra hacuucaman irraa warra amananiin \"sila Saalih Rabbii isaa biraa ergamuu ni beektuu?\". \"(Eeyyeen) Nuti waan inni ittiin ergametti amanoodha\" jedhan.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:76","price":"  Isaannan boonan \"Dhugumatti, nuti isa isin itti amantan sanatti kafarreerra\" jedhan.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:77","price":"  Yeroma san gaalattii waraanan; ajaja Gooftaa isaanii irraa bahanii \"Yaa Saalih! Yoo ergamtoota irraa taateef waan ittiin nu sodaachiftu nutti fidi\" jedhan.","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:78","price":"  Yeroma san sochiin (kirkirri) dachii isaan qabatte; manneen isaanii keessatti jilbeenfatanii (dhumanii) bariisifatan.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:79","price":"  (Saalihis) isaan irraa gara galee \"Yaa ummata kiyya! Dhugumatti, ani ergaa Gooftaa kiyyaa isin dhaqqabsiiseera; tolas isiniif yaadeera, Garuu isin nama toltu isiniif yaadu hin jaalattanu\" jedhe.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:80","price":"  Luuxiinis, yeroo inni ummata isaatiin jedhe [yaadadhaa]: \"Sila isin badii fokkataa aalama irraa (namni) tokkoyyuu isheedhaan isin hin dursin raawwattuu?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:81","price":"  Dhugumatti, isin fedhii saalaatiif dubartii dhiiftanii dhiiratti dhuftuu! Dhugumatti, isin ummata daangaa dabroodha.\"","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:82","price":"  Deebiin ummata isaas \"magaalaa keessan irraa isaan baasaa; isaan Dhugumatti, ummata qulqulleeffatanuu dha\" jechuu malee homaa hin turre.","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:83","price":"  Isaafi maatii isaa nagaya baasne. Niitiin isaa malee isiin warra (adabbii keessatti) hafan irraa taate.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:84","price":"  Rooba (adabaas) isaan irratti roobsifne, Booddeen yakkamtootaa akkam akka ta’e ilaali.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:85","price":"  Gara Madyan obboleessa isaanii Shu’aybiin (erginee) ni jedhe: \"Yaa ummata kiyya! Rabbiin qofa gabbaraa, Isa malee gabbaramaan biraa isiniif hin jiru. Dhugumatti, ragaan ifa taate Rabbii keessanirraa isiniif dhuftee jirti, Safaraafi madaalas guutaa, Namoota wantoota isaanii jalaa hin hir’isinaa. Dachii keessatti erga toluu isheetii hin balleessinaa, sanatu isiniif caala Yoo mu’uminoota taatan .","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:86","price":" Karaa hunda irraa hin taa’inaa Namoota sodaachisuufi karaa Rabbii irraas namoota isatti amanan deebisuun, akka isheen jallattu kan barbaaddan taatanii. yaadadhaa yeroo xiqqoo turtanii isin baay’esse. Booddeen warra badii raawwatanii akkam akka ta’e ilaalaa.","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:87","price":"  Yoo gareen isin irraa ta’e tokko waan ani ittiin ergametti amananii gareen biraa immoo hin amanin hanga Rabbiin gidduu keenyatti murteessutti obsaa, Innis irra caalaa warra murteessaniiti\" (isaaniin jedhe).","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:88","price":"  Nijedhan ummata isaa irraa qondaalonni warra boonanii \"Yaa Shu’aybi! nuti dhugumatti, siifi isaan si waliin amananis magaalaa teenya irraa ni baafna; yookiin isin (hunduu) gara amantii keenyaa deebi’uu qabdu\" jedhan\"Sila odoo kan jibbinus taanee moo!\" jedhe.","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:89","price":"  \" Dhugumatti Rabbiin irratti kijiba uumnee jirra yoo gara amantii keessanii deebine, erga Rabbiin ishee irraa nu baraarsee booda,ishee keessatti deebi’uun nuuf hin taane yoo Rabbiin Gooftaan keenya fedhe malee. Gooftaan keenya beekumsaan waan hunda bal'atee jira, Rabbi irratti hirkannee jirra, (Yaa) Gooftaa keenya! Gidduu keenyaafi gidduu namoota keenyaatti dhugaan murteessi; Ati irra caalaa warra murteessaniiti\" (jedhe).","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:90","price":"  nijedhan Ummata isaa irraa qondaalonni warra kafaranii \"isin yoo Shu’aybiin hordoftan, Dhugumatti, isin yeroo san hoonga’oo dha\".","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:91","price":"   Sochiin (kirkirri) dachii isaan qabatte; manneen isaanii keessatti jilbeenfatoo ta'anii (du'anii) bariisifatan.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:92","price":"  Warri Shu’aybiin kijibsiisan akka waan ishee keessa hin turree ta’an, Warri Shu’aybiin kijibsiisan isaan hoonga’oo ta’an.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:93","price":"  (Shu’ayb) isaan irraa gara galee nijedhe \"yaa ummata kiyya! Ani ergaalee Gooftaa kiyyaa isin dhaqqabsiiseera. Toltuu isiniif dhaameera. Kanaafuu ani ummata kafaran irratti akkamittiin gadda!\".","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:94","price":"  Nuti gara magaalaa tokkoo nabiyyii kamuu erginee (yoo ummanni sun ajaja isaa fudhachuu didan), jiraattota ishee hiyyummaafi dhibeen isaan qabnee malee hin hafne akka isaan gadi of qabaniif jecha,.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:95","price":"  Ergasii bakka hamtuu toltuutti jijjiirre, hanga isaan baay’atanii jedhanitti \"Dhugumatti, abbootii keenyas rakkinniifi toltuun tuqxee jirti (kun waanuma yeroon fiduu dha)\" Achumaan tasa isaan qabne, odoo isaan hin beekne.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:96","price":"  Odoo warri magaalattii amananii (Rabbiin) sodaatanii, silaa Dhugumatti, Nuti samiifi dachii irraa barakaawwan isaaniif banna turre, Garuu isaan ni sobsiisan. Kanaafuu waan isaan kan hojjata tahaniif isaan qabne.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:97","price":"  Sila jiraattonni magaalattii isaanii rafaa jiranuu adabbiin keenya halkan isaanitti dhufuu (irraa) of amanuu (sodaa dhabanii)?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:98","price":"  Yookiin jiraattonni magaalattii isaanii taphatanuu adabbiin keenya waaree isaanitti dhufuu of amanuu (sodaa dhabanii)?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:99","price":"  Sila tooftaa Rabbii amanuu? Tooftaa Rabbii ummata hoonga’aa malee eenyullee hin amanu.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:100","price":"  Sila isaannan dachii (dhumiinsa) warra ishee boodaan dhaalanuuf ifa hin taanee nuti odoo feenee diliilee isaaniitiin kan isaan adabnu ta’uun keenya? Onneewwan isaanii irratti cufaa goonaa, isaan hin dhaga’anu.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:101","price":"  Magaalota kana (kan Nuuh irraa hanga ummata Shu’aybitti jiru) {1} seenaalee isaanii irraa siif odeessina. Dhugumatti, ergamoonni isaanii ragaawwan ifa ta’aniin isaanitti dhufaniiru, Waan san dura kijibsiisanitti kan amanan hin taane, Akka kanatti Rabbiin onnee kaafirootaa irratti cufa.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"{1} isaan magaalota nuuh, huud, saalih, luux, shu'eybiiti.","lang":"om"},{"name":"7:102","price":"  Irra hedduu isaanii waadaa isaanii irra kan gadi dhaabbatan hin argine; irra hedduu isaanii finciltoota ta’uu argine.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:103","price":"  Ergasii isaan booda mallattoowwan keenyaan Muusaa gara Fir’awniifi qondaalota isaatti erginee jirra, Isaan fudhachuu didan, Booddeen (itti galli) balleessa hojjattootaa akkam akka ta’e ilaali.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:104","price":"  Muusaan ni jedhe: \"Yaa Fir’awna! Dhugumatti, ani ergamaa Gooftaa aalamootaa irraa ta’eedha.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:105","price":"  Rabbi irratti dhugaa malee dubbachuu dhiisuun koo dhugaadha; dhugumatti, ani ragaa ifa galaa Gooftaa keessan irraa ta’een isinitti dhufeera, Kanaafuu Ilmaan Israa’iil na wajjiin gadi dhiisi.\"","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:106","price":"  (Fir’awni) \"Yoo mallattoon kandhufte taate, ishee fidi, yoo warra dhugaa dubbatan irraa taateef\" jedheen.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:107","price":"  Ulee isaa darbate; isheen yeroma san bofa mul'ataa (guddaa) taate","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:108","price":"  Harka isaa ni baase; isheen yoosuu warra ilaalaniif adii (calaqqisaa) taate.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:109","price":"  Qondaalonni ummata Fir’awni irraa ta'an ni jedhan: \"Inni kun Dhugumatti, saahiree (falfalaa) beekaadha.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:110","price":"  Dachii keessan irraa isin baasuu fedha; maal ajajjuree?\" (jedheen).","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:111","price":"  [Isaan] ni jedhan: \"isaafi obboleessa isaa tursiisi, Magaalota keessa walitti qabdoota ergi.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:112","price":"  Falfalaa beekaa hundaan sitti dhufu.\"","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:113","price":"  Saahiroonni gara Fir’awni dhufanii \"yoo nuti kan injifannu taane mindaan nuuf jiraa?\" jedhan.","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:114","price":"  [Inni] \"Eeyyeen Isin warra (natti) dhiyeeffamu irraayi\" jedheen.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:115","price":"  \"Yaa Muusaa! yookaa ati darbachuu yooka nuti darbattoota tahuu \" jedhan.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:116","price":"  \"Darbadhaa\" jedhe, Yeroma (funyoo isaanii) darbatan ija namootaa falfalanii isaan shoorarkeesan, Sihrii guddaan dhufan.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:117","price":"  Gara Muusaatti \"ulee kee darbi\" (jechuun) beeksisa goone, Achumaan isheen waan isaan kijiban ni liqimsiti.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:118","price":"  Dhugaan ni mirkanaa’e; wanti isaan hojjataa turan ni bade.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:119","price":"  Achitti ni injifataman; salphattoota ta’anii deebi’an.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:120","price":"  Saahiroonni (Rabbiif) kan sujuudan ta'anii kufan.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:121","price":"  Ni jedhan: \"Gooftaa aalamootaatti amanneerra.","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:122","price":"  Gooftaa Muusaafi Haaruunitti.\"","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:123","price":"  Fir’awnis ni jedhe: \"odoo ani isiniif hin hayyamin isatti amantuu? Dhugumatti, kun tooftaa isin magaalattii keessatti mari’attaniidha jiraattota ishee isii irraa baasuuf jecha. Fuulduratti beekuuf jiraattu.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:124","price":"  Dhugumatti,ninmura harkoowwan keessaniifi miilleen keessan wal faallessuunan, eegasii hunda keessaniiyyuu nan fannisa.\"","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:125","price":"  Isaanis \"Nuti Dhugumatti, gara Gooftaa keenyaa deebi’oo dha\" jedhan.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:126","price":"  \"Mallattooleen Gooftaa keenyaa yeroma nutti dhuftu itti amanuu (keenya) malee wanti nurraa haaloo bahattu hin jiru, Gooftaa keenya! obsa nurratti dhangalaasi, Muslimoota godhii nu ajjeesi\" (jedhan)","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:127","price":"  Ummata Fir’awni irraas qondaalonni nijedhan \"sila ati Muusaafi ummata isaa akka dachii keessa balleessanii (Muusaanis) sihiifi gabbaramtoota keetis akka dhiisuuf (isaan) dhiiftaa?\". ni jedhe: \"Nuti ilmaan dhiiraa isaanii ni ajjeefna, Dubartoota isaanii immoo ni jiraachifna, (nidhiifna). nuti isaan irratti moo’attoota.\"","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:128","price":"  Muusaan ummata isaatiin nijedhe \"Rabbiin gargaarsifadhaa; obsaa, Dhugumatti, dachiin tan Rabbiiti, Gabroota Isaa irraa nama fedhe ishee dhaalchisa, Booddeen tan warra Rabbiin sodaataniiti\".","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:129","price":"  Nijedhan \"Nuti rakkifamnee jirra odoo ati nutti hin dhufin duraafi erga nutti dhuftee boodas \". nijedhe \" nimala Gooftaan keessan diinota keessan balleessee, dachii keessatti bakka isin buusee, ergasii akkam akka dalagdan isin ilaaluun\".","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:130","price":"  Dhugumatti, Nuti ummata Fir’awni caama waggootaaf tureefi hir’ina oomishaatiin isaan qabne. akka isaan gorfamaniif jecha.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:131","price":"  Yeroo toltuun wahii isaanitti dhufte \"kun nuuf malti\" jedhu, Yoo hamtuun isaan tuqxe immoo Muusaafi namoota isa waliinii irratti hooddatu, Dhagayaa! Dhugumatti,hooddannaan isaanii Rabbiin bira jira. Garuu irra hedduun isaanii hin beekan.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:132","price":"  Isaan (Muusaan) ni jedhan: \"Yoo ati raajii irraa waan feeteen isheedhaan sihrii nutti godhuuf nutti dhufte, nuti siif kan amannu hin taane.\"","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:133","price":"  Achumaan nuti lolaa (bishaan) dachii walga’e, awaannisa, injiraan, raachaafi dhiiga mallattoowwan addeeffamaa haala ta'aniin isaan irratti erginee jirra. Isaan garuu ni boonan, (Isaan) ummata yakkamtoota turan.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:134","price":"  Yeroo adabichi isaan irratti bu'u ni jedhan: \"yaa Muusaa! Gooftaa kee nuuf kadhu waan Inni si biraa waadaa qabuun , yoo ati adabicha nurraa deebifte, Dhugumatti, nuti siif amanna; Ilmaan Israa’il si waliin ergina.\"","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:135","price":" yeroma nuti isaan irraa adabicha Hanga beellama isaan dhaqqabanuutti deebifnu achumaan isaan waadaa isaanii diigu.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:136","price":" galaana keessatti isaan dhidhimsinee haaloo isaan irraa ba’anne, Sababa isaan keeyyattoota keenya sobsiisanii ishee irraayis dagattoota ta’aniif .","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:137","price":"  Nuti namoota hacuucamaa turan Bahaafi Dhiha dachii dhaalchifne, ishee barakaa keessa goonee. jechi Rabbii keetii toltuun Banii Israa’iil irratti guutamte Sababa isaan obsaniif. Waan Fir’awniifi ummanni isaa dalagaa turaniifi waan isaan ijaaraa turanis ni barbadeessine.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:138","price":"  Ilmaan Israa’iilin bahara ceesifne, ummata taabota isaanii (gabbaruu) irra taa’aa jirutti dhufanii \"yaa Muusaa akkuma isaan waan gabbaramu qaban nuufis waan gabbaramu godhi\" jedhan, [Inni] ni jedhe: \"Isin ummata wallaaloodha.","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:139","price":"  Isaan kun wanti isaan keessa jiran mancaafamaadha. Wanti isaan dalagaa turanis kufaadha.\"","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:140","price":"  \"Sila ani Rabbiin ala gabbaramaa biraa isiniif barbaadaa odoo Inni aalama hunda irra isin caalchisee jiruu?\" jedhe.","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:141","price":"  Yeroo Nuti namoota (adabbii) ummata Fir’awni irraa nagaa isin baafnes [yaadadhaa] kan hamtuu adabaa isin dhandhamsiisan, kan ilmaan keessan ajjeesanii dubartoota keessan jiraachisan. Kana keessas balaa guddaa Gooftaa keessan irraa ta’etu jira.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:142","price":"  Muusaaf halkan soddoma waadaa seenne. Kudhaniin ishee guunne. Beellamni Gooftaa isaa halkan afurtama guute. Muusaan obboleessa isaa Haaruunin ni jedhe: \"Bakka na bu’i ummata kiyya keessatti tolchi, Karaa warra balleessaa hojjatanii hin hordofin.\"","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:143","price":"  Yeroo Muusaan beellama keenyaaf dhufee Rabbiin isaa isaan dubbatu \"Yaa gooftaa kiyya (uf) na argisiisi sin ilaalaa!\" jedhe. (Rabbiin) \"Nan argitu; garuu gara gaaraa ilaali; yoo bakka isaatti ragga'eef Na argitaa\" jedhe. Yeroo Rabbiin isaa gaaraaf mul’atu caccaphaa isa godhe. Muusaan of wallaalee kufe, Yeroma bayyanatu nijedhe \"ati qulqulloofte; ani gara keetti deebi’e, anis jalqaba mu’uminootaati\".","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:144","price":"  (Rabbiin) ni jedhe: \"Yaa Muusaa! Ani ergaa kiyyaafi haasa’a kiyyaan namoota irra si filadheera, Waan Ani siif kenne qabadhu, Galateeffattoota irraa ta’i.\"","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:145","price":"  Loohiwwan keessatti waan hunda irraa gorsaafi ibsa waan hundaa isaaf barreessine. \"Ishee ciminaan qabadhu, ummata keetis akka toltuu ishee qabatan ajaji. Ani biyya finciltootaa fuuldurattin isinitti agarsiisa\" (jedheen).","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:146","price":"  Ani warra haqaan ala dachii keessatti boonan keeyyattoota kiyya irraa garan galcha, Yoo mallattoolee hunda arganis isatti hin amananu, Yoo karaa qajeelaa argan isa karaa hin godhatanu, Yoo karaa jallinaa argan isa karaa godhatu, Kun waan isaan keeyyattoota keenya kijibsiisaniifi ishee irraas dagatoo turaniifi.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:147","price":"  Warri keeyyattoota keenyaafi qunnamtii Aakhiraa kijibsiisan, dalagaaleen isaanii badde, Sila waan hojjataa turan malee mindeeffamuu?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:148","price":"  Ummanni Muusaa (deemsa) isaa booda faaya isaanii irraa jibicha qaama sagaleen (akka koqiinsaa) isaaf taate tolfatan, Sila akka inni isaanitti hin dubbanneefi gara karaa (sirriis) isaan hin qajeelchine hin arganuu? (Gabbaramaa) isa godhatan; miidhaa hojjattootas ta’an.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:149","price":"  Yeroo gaabbanii jallachuu isaaniis argan, (tawbataniitin) jedhan: \"odoo Gooftaan keenya rahmata nuuf godhuu baateefi nuuf hin araaramnee, dhugumatti silaa nuti hoonga’oo irraa taana ture.\"","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:150","price":"  Muusaan yeroma dallanaa gaddaa gara ummata isaa deebi’u \"wanti isin ana booda na bakka buuftan waa fokkate; sila ajaja Gooftaa keessanii jarjarfattani moo?\" jedhe. Loohiiwwan darbee mataa obboleessa isaa qabe, kan ufitti harkisu ta'ee. (Obboleessis) nijedhe \"Yaa ilma haadha tiyyaa! Ummanni na hacuucanii na ajjeesuuf dhihaatani, Kanaafuu diina natti hin gammachiisin, Ummata miidhaa raawwattoota wajjinis na hin godhin\" jedhe.","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:151","price":"  (Muusaan) nijedhe \"Gooftaa kiyya! Anaafi obboleessa kiyyaaf araarami, Rahmata kee keessas nu seensisi, Ati irra rahmata godhaa warra rahmata godhaniiti\".","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:152","price":"  Dhugumatti, isaannan mirgoo (gabbaramaa) godhatan, Gooftaa isaanii irraa dallansuufi salphinni jireenya addunyaa tanaa keessatti isaan argata፣ Akka kanatti kijiba uumtota (adabaan) galata galchina.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:153","price":"  Isaannan dilii heddu hojjatanii sana booda tawbataniifi amanan, Dhugumatti, Gooftaan kee sana booda araaramaa, rahmata godhaadha.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:154","price":"  Yeroma dallansuun Muusaa irraa qabbanaa’u loohiwwan fuudhe, Barreefama ishee keessa qajeelfamaafi rahmatatu warra Gooftaa isaanii sodaataniif jira.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:155","price":"  Muusaan ummata isaa irraa namoota torbaatama beellama keenyaaf filate, Yeroo sochiin (kirkirri) lafaa isaan qabattu, (Muusaan) ni jedhe: \"Gooftaa kiyya! Odoo feetee kana dura isaaniifi anas ni balleessita ture, Sila waan gowwoonni nurraa ta’an dalaganiin nu balleessitaa? Isheen (fitnattiin) mokkoroodhuma keeti malee homaa miti, Isheedhaan nama feete jalliftee nama feete immoo qajeelchita, Ati gargaaraa keenya, Nuuf araarami, Rahmatas nuuf godhi, Ati caalaa araaramtootaati.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:156","price":"  Jireenya addunyaa kana keessattiifi kan Aakhiraa keessattis toltuu nuuf katabi, Nuti gara kee deebineerra.\" (Rabbiin) ni jedhe: \"(kun) azaaba kiyya; naman fedhen isaan tuqa, Rahmanni kiyya waan hundaaf ballatte, Ishee fuulduratti nin barreessa warra Rabbiin sodaataniif, zakaa kennaniifi warra keeyyattoota keenyatti amananiifin.\"","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:157","price":"(Isaan) warra ergamaa, nabiyyii hin barreessineefi hin dubbifne hordofani, isa isaan biratti Tawraatiifi Injiiliin keessatti barreeffamee isa argan, kan toltutti isaan ajajuufi hamtuu irraa isaan dhorgu, kan gaggaarii halaala isaaniif taasisu, fokkataawwan immoo haraama isaan irratti taasisu, kan ba’aa isaaniitiifi hidhaa isaan irra ture isaan irraa lafa kaayu. (hordofaniidha). Isaannan isatti amananii isa kabajan, kan isa gargaaraniifi ifa isa waliin bu’e hordofan, isaan isaanumatu warra milkaa’oodha.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:158","price":"  Jedhi: \"Yaa namootaa! Dhugumatti, ani ergamaa Rabbii Isa mootummaan samiifi dachii kan Isaa ta’e irraa gara hunda keessaniitti (ergamee dha). Isa malee dhugaan gabbaramaan hin jiru, Ni jiraachisa; ni ajjeesas, Rabbiifi ergamaa Isaa, kan nabiyyii hin dubbifneefi hin barreessine ta’eetti amanaa,kan Rabbiifi jechoota Isaatti amanu sanitti, isa hordofaa akka qajeeltaniif jecha.\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:159","price":"  Ummata Muusaa irraa ummata dhugaan qajeelaniifi ittiin haqa murteessantu jira.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:160","price":"  Ummata gosa kudha lama goonee isaan qoqqoodne, Gara Muusatti yeroo namoonni isaa dhugaatii isa gaafatan \"Ulee teetiin dhagaa dhayi\" jechuu beeksifne, Isa irraas burqituu kudha lamatu maddite, Namoonni hunduu iddoo irraa dhugan ni beekan, Duumessa isaan irratti gaaddiseessine, Mannii'fi 'salwiis' isaan irratti buufne: \"Gaggaarii waan nuti isiniif kenninee irraa nyaadhaa\" (jenneen). Isaan Nu hin miine; garuu isaan lubbuu isaanii miidhaa turan.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:161","price":"  Yeroo isaaniin jedhame [yaadadhaa] \"magaalattii tana keessa jiraadhaa; ishee irraa bakka feetanii nyaadhaa, (kan nu feenu Badiin nurraa) harca'uudhas' jedhaa, Balbalas sujuuda godhaa seenaa, Badiiwwan keessan isiniif dhiifna,(galata) warra toltuu hojjataniis ni daballa\"","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:162","price":"  Isaan irraa warri miidhaa hojjatan jecha isaanin jedhameen ala isa biraa jijjiiran,azaaba samii irraa isaan irratti ergine Waan miidhaa hojjataa turaniif jecha.{1}","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"{1} jecha jirhiiruun isaanii kan Rabbiin araarama kadhataa seenaa isaaniin jedhe isaan habbatun fii sha'iiratin (firii garbuu barbaanna) jechaa seenan. akkasuma kan sujuudaa seenaa isaaniin jedhame taa'aa isaaniitiin lafarra shorroqaa seenan.saniif Rabbiin itta dallanee azaaba samirraa itti buuse. [ tafsiira saidii/ teysiir].","lang":"om"},{"name":"7:163","price":"  isaan gaafadhu Waa’ee magaalattii galaanicha cinaa jirtuu, yeroo isaan sanbata keessatti daangaa dabran, yeroo qurxummiin isaanii guyyaa sanbataa mul’attuu taatee isaanitti dhuftu; guyyaa isaan hinsanbateessine (hin guddifne) (guyyaa biroo) isaanitti hin dhuftu,akka kanatti isaan qormaanna waan isaan fincilaa turaniif.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:164","price":"  (yaadadhu) Yeroo ummanni isaan irraa taate jette \"ummata Rabbiin isaan balleessuuf yookiin adabbii cimaa isaan adabuuf jiru maaliif gorsitu?\" (Gorsitoonn) nijedhan \"Gooftaa keessan biratti sababa nuuf haa ta'uufi akka isaan Rabbiin sodaataniifi\" jedhan. [1]","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"[1] kuni wanni ibsu namni gorsu yoo ummanni irratti dides gorsa isaa hindhaabuu ittuma fufa jechuudha.","lang":"om"},{"name":"7:165","price":"  Yeroma isaan waan ittiin gorfaman dagatan, isaan hamtuu irraa (namoota) dhorgan nagaa baafnee, isaan miidhaa hojjatan immoo adabbii hamaan isaan qabne waan isaan fincilaa turaniif jecha. {2}","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"{2} hubadhaa daiwaan (ummata islaamummatti yaamuun) azaaba jalaa nagaya nama baafti.","lang":"om"},{"name":"7:166","price":"  Yeroma isaan daangaa wantoota irraa dhorgamanii dabran isaanin jenne \"jaldeessa salphattoota ta’aa\".","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:167","price":"  Yeroo Gooftaan kee hanga Guyyaa Qiyaamatti isaan irratti nama adabbii laalessaa isaan dhandhamsiisu akka isaan irratti ergu beeksise (yaadadhu.) Dhugumatti, Gooftaan kee adabbiin isaa arifataadha; Inni akkaan araaramaa, akkaan rahmata godhaadha.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:168","price":"  Nuti (Ilmaan Isaraa’iil) dachii keessatti ummatoota adda addaa taasifnee isaan kukkunnee jirra, Isaan irraas gaggaariitu jira, Isaan irraa sanaan alatu jira, toltuuwwaniifi hamtuuwwaniin isaan qormaannee jirra Akka isaan deebi’aniif jecha.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:169","price":"bakka bu’an booda isaaniitii bakka bu’oonni badaan kitaaba dhaalan. Meeshaa dhihoo (hoosa) kana fudhataa, \"fuulduratti nuuf dhiifama\" jedhu, Yoo meeshaan san fakkaatu isaanitti dhufe ni fudhatu, Sila waadaan kitaabaa  akka isaan Rabbiin irratti dhugaa malee hin dubbanne isaan irraa hin fuudhamnee? Waan isa keessa jirus hin dubbifnee? Manni Aakhiraa isaan Rabbiin sodaataniif caalaadha, Sila isin hin xiinxaltanuu?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:170","price":"  Isaannan kitaabicha qabatanii, salaata sirnaan dhaaban, Dhugumatti, Nuti mindaa tolchitoota hin balleessinu.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:171","price":"  Yeroo Nuti gaara xuur gubbaa isaanii irratti akka gaaddisaa ta’ee ol fuunee, isaan isaanirratti kufa jechuu dhugoomsanii \"Waan nuti isiniif kennine ciminaan qabadhaa, Akka (Rabbiin) sodaattaniif jecha waan isa keessa jiru qhubadhaa\" (jenne yaadadhu)","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:172","price":"  Yeroo Gooftaan kee ilmaan Aadam irraa, dugdaalee isaanii irraa sanyiilee isaanii baase, lubbuulee isaanii irratti ragaa isaan godhe [yaadadhu] \"Ani Gooftaa keessanii mitii?\" jecheen, Isaanis \"Eeyyeen; ragaa baanee jirra\" jedhan, Kunis akka isin Guyyaa Qiyaamaa \"Dhugumatti, nuti kana irraa daguu keessa turre\" hin jenneefi.","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:173","price":"  “Yookiin abbootii keenyatu duraan (Rabbitti) qindeessani; nutis sanyii isaaniin boodaa turre, Sila waan balleessitoonni hojjataniin nu balleessitaa?” akka isin hin jenneef (ragaa isin goone).","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:174","price":"  Akka isaan (yaadanii)fi deebi’aniif jecha akka kanatti keeyyattoota keenya addeessina.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:175","price":"   isaan irratti dubbisi oduu isa keeyyattoota keenya isaaf kenninee, ishee irraa luqqa'e, sheyxaana isa hordofsiise, jallattoota irraa ta’e.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:176","price":"  Odoo feenee, isheedhaan (keeyyattoota keenyaan) ol isa fuuna ture, Garuu inni gara dachiitti gadi dide; fedhii lubbuu isaa hordofe, Fakkeenyi isaa akka fakkii sareeti yoo ariite arraba baasee harganu, yoo dhiiftes arraba baasee harganuuti, Kuni fakkeenya ummata keeyyattoota keenya kijibsiisaniiti, seenaalee odeessi akka isaan xiinxalaniif jecha .","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:177","price":"  Fakkeenyi ummata keeyyattoota keenya kijibsiisanii waa fokkate! lubbuulee isaanii kan miidhan ta’anii.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:178","price":"  Namni Rabbiin qajeelche, isatu qajeelaadha, Namni Inni jallise immoo, isaan warra hoonga’oodha.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:179","price":"  Dhugumatti, Nuti jahannamiif jinnootaafi namoota irraa heddu uumnee jirra, Isaaniif onneewwantu tahe, isiin hinhubatan. isaaniif ijoowwantu tahe, isiidhaan hinargan.isaaniif gurroowwantu tahe, isiin hindhagayan. Warri sun akka beyladootaati, Inumaa jarri irra jallatoodha, Isaan isaanumatu dagattoota.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:180","price":"  Rabbiif maqaalee gaggaariitu jiru, Isheedhaan Isa kadhaa, Warra maqaalee Isaa keessatti jallisan dhiisaa, Waan dalagaa turan fuulduratti galata galfamu.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:181","price":"  Namoota Nuti uumne irraa, ummata dhugaan qajeelaniifi isaanis haqa murteessantu jiru.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:182","price":"  Isaannan keeyyattoota keenya kijibsiisan, Nuti karaa isaan hin beekne irraan suuta suutaan isaan qabna.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:183","price":"  Yeroo isaaniifin kenna; Dhugumatti, tooftaan kiyya cimaadha.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:184","price":"  Sila isaan saahiba (Nabiyyii) isaaniitti (muhammaditti) maraatummaan akka hinjirre hin xiinxalanuu? Inni akeekkachiisaa ifa galaa malee waan biraatii miti.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:185","price":"  Sila mootummaa samiileefii dachiifi, keessatti hinlaalanii? waan Rabbiin wantoota hunda irraa uumes, akkasumas beellamni (yeroon du’a) isaanii Dhugumatti kan dhihaate ta’uu (hin ilaalanuu?). Sila booda isaatii (Qur’aanaatii) haasa’a kamitti amanu?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:186","price":"  Nama Rabbiin jallise, qajeelchaan isaaf hin jiru, Jallina isaanii keessatti dhama'oota ta'anii isaan dhiisa.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:187","price":"  Waa’ee Qiyaamaa irraa yoomi dhaabbatiinsi isii (dhufti isii) (jedhanii)  si gaafatu, jedhi \"Beekumsi ishee Gooftaa kiyya bira qofa. Isa malee homtuu yeroo isheetiif ishee hin ibsu, Samiileefi dachii keessatti ulfaatte, Isheen tasa (daguutti) malee isinitti hin dhuftu\" (jedhi). Akka waan ati ishee sirritti beektuutti si gaafatu, jedhi Beekumsi ishee Rabbiin bira qofa jira, Garuu irra hedduun namootaa hin beekan\".","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:188","price":" Jedhi \"Ani lubbuu kiyyaaf faayidaas ta’ee miidhaa fiduu hin danda'u waan Rabbiin fedhe malee, Odoon kanin fagoo (ghaybii) beeku ta'ee, silaa toltuu irraan baay'ifadha; hamtuun na hin tuqu ture, Ani ummata amananiif akeekkachiisaafi gammachiisaa malee hintaane\".","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:189","price":"  Inni Isa lubbuu takka irraa isin uumee ishee irraa qindii isii taasisee, akka isheetti booharuuf (mukuu bahuuf).  Yeroo inni ishee qunnamu ulfa salphaa ulfoofte, (salphina isaa irraa bakka feete) ittiin deemte, Yeroma isheen ulfaattu Rabbiin Gooftaa isaanii kadhatan \"yoo Ati (ilma) gaarii nuuf kennite, dhugumatti, nuti warra Si galateeffatan irraa taana\" (jechuun) .","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:190","price":"  Yeroo Inni (ilma) gaarii isaaniif kennu waan Inni isaaniif kenne (maqaa) keessatti Isaaf shariika taasisan, Rabbiin waan isaan Isa waliin gabbaran irraa ol ta’eera.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:191","price":"  Sila warra  waa tokko uumuu hin dandeenye Rabbitti qindeessuu? kan ofiifuu uumamoo ta’an.","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:192","price":"  Isaan gargaaruu hin danda’an, lubbuulee isaaniis hingargaaran.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:193","price":"  Yoo isin gara qajeelumaa isaan waamtan isin hin hordofan, Isaan waamtanus yookiin cal’iftoota taatanus isin irratti walqixa.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:194","price":"  Dhugumatti, isaan isin Rabbii gaditti gabbartan gabrootuma fakkiiwwan keessaniiti, mee isaan kadhaa isiniif haa awwaatanuu Yoo kan dhugaa dubbattan taataniif.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:195","price":"  Sila isaaniif miiloowwantu tahee kan isiidhaan deeman? moo isaaniif harkoowwantu taheekan isiidhaan qabatan? moo isaaniif ijoowwantu kan isiidhaan argan? moo isaaniif gurroowwantu tahee kan isiidhaan dhagayan?   jedhi \" shariikota keessan (warra Rabbii waliin gabbartan) waamadhaa, Ergasii tooftaa natti baasaa, Yeroos naaf hin kenninaa (isaan hin sodaadhu).","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:196","price":"   Jaalalleen kiyya Rabbii Isa kitaaba buuseedha, Inni warra toltuu hojjatan ni gargaara\" (jedhiin).","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:197","price":"  Warri isin Isaa gaditti gabbartan isin gargaaruu hindandayan, lubbuulee isaaniitis hingargaaranu.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:198","price":"  Yoo gara qajeelumaa isaan waamtan hin dhaga'anu. Kan isaan gara kee ilaalanu argita isaan hinargan.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:199","price":"  Haala (namootaa irraa isa) laafaa qabadhu; toltuutti ajaji; wallaaltota irraa gara gali.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:200","price":"  Yoo garagalchaan shayxaana irraa ta’e tokko (ajaja Rabbii irraa) si bute Rabbitti maganfadhu, Inni dhagayaa, argaadha.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:201","price":"  Isaan Rabbiin sodaatan yeroo naanna'aan shayxaana irraa ta’e isaan tuqe, (Rabbiin) yaadatu, Achumaan isaan argoodha..","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:202","price":"  Obboleeyyan isaanii jallina isaaniif dabalu, Ergasii (jallisuu irraa) hin gabaabbatanu.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:203","price":"  Yeroo ati raajii wahiitiin isaanitti hin dhufin \"Maaliif ishee hin finne (hin uumne)?\" jedhu. jedhi \"Wanti ani hordofu waan Gooftaa kiyya biraa gara kiyyatti beeksifame qofa, (Qur’aanni) kun ragaa ifa bahaa Gooftaa keessan irraa ta'e,  qajeelfamaafi rahmata ummata amananiif \".","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:204","price":"  Yeroo Qur’aanni qara’ame isaaf dhageeffadhaa; cal’isaa akka rahmanni isiniif godhamuuf .","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:205","price":"  Gooftaa kee faarsi lubbuu tee keessatti gadi of qabaafi sodaataa, sagalee ol hin fuudhaminiin ganamaafi galgala. Dagattoota irraa hin ta’in.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:206","price":"  Dhugumatti, isaannan Gooftaa kee bira jiran Isa gabbaruu irraa hin boonanu; Isa qulqulleessu; Isaaf sujuuda godhu. {1}","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"{1} bakka tanatti namni qur'aana qarau sujuuda tokko godha. sujuuda tilaawaa (qaraatii qur'aanaa) jedhama. sunnaa jaalatamaadha. inni qur'aana keessa bakka 15 jira.","lang":"om"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}