{"data":[{"name":"13:1","price":"1. Alif, Lâm, Mîm, Rā. Voici les versets du Livre. Ce qui t’est révélé de ton Seigneur est la vérité. Mais la plupart des hommes ne croient pas.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:2","price":"2. Allah, c’est Lui Qui a élevé les cieux sans aucune colonne que vous puissiez voir, puis S’est établi avec une infinie Majesté (istawa) sur le Trône ; Il a mis le soleil et la lune au service de Ses créatures, chacun d’eux poursuivant sa course pour un terme déjà nommé. Il gère l’ordre de toute chose et détaille les Signes, peut-être serez-vous assurés que la rencontre avec votre Seigneur (aura lieu).","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:3","price":"3. C’est Lui aussi Qui a déployé la terre, y a planté des montagnes, (a fait courir) des fleuves, a réparti tous les fruits en couples et a fait que la nuit voile le jour : il y a bien là des Signes pour des gens qui savent méditer.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:4","price":"4. Sur terre, il y a des lots de terrain contigus, des jardins de vigne, des champs de céréales et des palmiers poussant de troncs communs ou séparés. Ils sont arrosés de la même eau mais Nous faisons que certains aient meilleur goût que d’autres : il y a bien là des Signes pour des gens qui savent raisonner.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:5","price":"5. Si tu t’étonnes (de leur mécréance), plus étonnantes encore sont leurs paroles : « Renaîtrons-nous vraiment à une nouvelle création après que nous serons réduits en poussière ? » Ce sont ceux-là qui ont mécru en Leur Seigneur, et ce sont ceux-là qui auront le carcan autour du cou, et ce sont ceux-là les hôtes du Feu, où ils séjourneront pour l’éternité.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:6","price":"6. Et (par défi), ils te réclament de hâter l’arrivée du malheur avant celle du bonheur, bien que beaucoup d’exemples soient passés avant eux, (qui confirmaient la réalisation de Nos menaces). Certes, ton Seigneur a fait Sien le Pardon pour les hommes, malgré leur injustice, mais Allah a aussi la punition très dure.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:7","price":"7. Ceux qui ont mécru disent : « Si seulement il descendait sur lui un Signe (prodigieux) de son Seigneur ! » Mais tu n’es là que pour avertir, et pour chaque peuple il y a un guide.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:8","price":"8. Allah Sait ce que porte toute femelle, et (Il Sait) ce que les matrices expulsent (avant terme) et ce qu’elles retiennent (plus longtemps). Toute chose, auprès de Lui, a sa juste mesure.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:9","price":"9. Il Connaît aussi bien les choses insondables que les choses observables, Lui le Grand, l’Altissime.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:10","price":"10. Pareils pour Lui sont celui qui d’entre vous tait sa pensée et celui qui l’exprime ouvertement, celui qui recourt à la nuit pour se cacher et celui qui s’exhibe en plein jour.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:11","price":"11. (Chaque homme) a devant lui et derrière lui des Anges qui (jour et nuit) veillent sur lui conformément à l’ordre d’Allah. Allah ne change en rien la condition des hommes tant qu’ils n’auront pas changé ce qui est en eux-mêmes. Et quand Allah veut (faire subir) quelque mal à un peuple, nul ne pourra l’arrêter. Ils n’ont d’autre protecteur que Lui.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:12","price":"12. C’est Lui Qui vous fait voir l’éclair (source pour vous) de peur et d’espérance ; et (c’est Lui Qui) fait naître les lourds nuages.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:13","price":"13. Le tonnerre Lui rend gloire en célébrant Ses louanges, ainsi que les Anges, sous l’effet de Sa crainte. Il envoie les foudres et en atteint qui Il veut, cependant qu’ils polémiquent toujours au sujet d’Allah Dont la colère est terrible.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:14","price":"14. C’est à Lui (Seul) que revient l’appel de la Vérité.[249] Ceux qu’ils invoquent en dehors de Lui n’exaucent en rien (leurs prières), sauf à faire comme celui qui tend ses mains vers l’eau  (la suppliant) de parvenir à sa bouche et qui n’y parvient jamais. L’invocation des mécréants n’est que pur égarement.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"[249] L’appel au monothéisme, qui consiste à dire : « Point d’autre divinité que Lui. »","lang":"fr"},{"name":"13:15","price":"15. Devant Allah se prosternent, de gré ou de force, ceux qui sont dans les cieux et sur terre, de même que leurs ombres, au point du jour et à son déclin.[250]","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"[250] Une prosternation est ici recommandée.","lang":"fr"},{"name":"13:16","price":"16. Dis : « Qui est le Seigneur des cieux et de la terre ? » Dis : « Allah. » Dis encore : « Et vous prendriez, en dehors de Lui, des protecteurs qui, pour eux-mêmes, ne sauraient ni assurer un bien ni repousser un mal ? » Dis-leur : « L’aveugle et le voyant se valent-ils donc ? Ou alors les ténèbres valent-elles la lumière ? Ou peut-être encore que les associés qu’ils prêtent à Allah ont créé (ce qui équivaut à) Sa création, si bien que les deux créations se confondent à leurs yeux ? » Dis : « Allah est le Créateur de Toute chose, et c’est Lui l’Un[251], le Haut Dominateur. »","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"[251] Nous traduisons par « l’Un » au lieu de « l’Unique », utilisé autre part. Nous trouvons qu’en divers endroits la substantivation du numéral « un » est plus expressive et rend mieux le sens de l’attribut divin « Al-Wâhid » : الواحد","lang":"fr"},{"name":"13:17","price":"17. Du ciel, Il fait descendre de l’eau. Des vallées se remplissent et coulent chacune selon son débit et sa capacité. Le flot charrie une écume abondante, pareille à celle que l’on voit sur le métal fondu sous le feu pour en obtenir un bijou ou quelque précieux ustensile. Allah dépeint ainsi, en parabole, la vérité et le mensonge : quant à l’écume, elle se perd et se dissipe, et quant à ce qui est utile aux hommes, il demeure tel qu’il est sur terre. C’est ainsi qu’Allah use de paraboles.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:18","price":"18. Ceux qui auront répondu à l’appel de leur Seigneur auront la plus belle (des récompenses) ; et ceux qui n’y auront pas répondu, quand bien même ils auraient tout ce qu’il y a sur terre, et une fois autant à payer en rançon (pour se racheter), auront à rendre compte de la pire des manières et leur séjour sera la Géhenne, et quelle horrible couche !","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:19","price":"19. Celui qui sait que ce qui t’est révélé de ton Seigneur est vérité est-il pareil à celui qui est aveugle ?  Seuls savent y réfléchir les esprits sagaces.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:20","price":"20. Ceux qui honorent leur engagement envers Allah et ne rompent pas le pacte ;","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:21","price":"21. ceux qui veillent à maintenir les liens qu’Allah a ordonné de maintenir, craignent leur Seigneur et redoutent de rendre compte de la pire des manières ;","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:22","price":"22. ceux qui prennent patience espérant la seule Satisfaction de leur Seigneur,[252] observent assidûment la Çalât, dépensent en aumône, discrètement et ouvertement, des biens que Nous leur avons dispensés et qui rattrapent les mauvaises actions par les bonnes, ceux-là auront pour demeure ultime,","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"[252] Littéralement : le Visage de leur Seigneur. La traduction mot à mot rejoindrait une deuxième interprétation : espérant voir, au Jour du Jugement Dernier, le Visage de leur Seigneur.","lang":"fr"},{"name":"13:23","price":"23. des Jardins d’Éden où ils entreront avec les plus vertueux parmi leurs ancêtres, leurs conjoints et leur descendance. Les Anges viendront à eux par toutes les portes.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:24","price":"24. « Que la paix soit avec vous ! (leur diront-ils), pour tout ce que vous avez enduré. Combien belle est votre ultime demeure! »","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:25","price":"25. Quant à ceux qui rompent leur engagement envers Allah après l’avoir conclu, brisent les liens qu’Allah a ordonné de maintenir et sèment la corruption sur terre, ceux-là seront maudits et auront la pire des demeures. ","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:26","price":"26. Allah donne de Ses bienfaits avec largesse à qui Il veut ou les réduit. Ils se réjouissent de ce bas monde mais, comparée à l’au-delà, la vie ici-bas n’est que joie éphémère.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:27","price":"27. Ceux qui ont mécru disent : « Si seulement il descendait sur lui un Signe de son Seigneur ! » Dis : « Allah égare qui Il veut et conduit vers Lui celui qui veut se repentir,","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:28","price":"28. (et Il guide aussi) ceux qui ont cru et dont les cœurs s’apaisent à l’évocation d’Allah, car n’est-ce pas à l’évocation d’Allah que les cœurs s’apaisent ?","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:29","price":"29. Ceux qui ont cru et ont accompli les bonnes œuvres, à eux la félicité et le meilleur retour. »","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:30","price":"30. C’est ainsi que Nous t’avons envoyé auprès d’une communauté, que d’autres communautés avaient précédée, pour leur réciter ce que Nous t’avons révélé. Eux pourtant mécroient au Tout Clément. Dis : « Lui c’est mon Seigneur, point d’autre divinité que Lui. C’est à Lui que je m’en remets et c’est à Lui  que je reviens repentant. »","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:31","price":"31. S’il y avait un livre qui mettrait en mouvement les montagnes, qui fissurerait la terre ou ferait parler les morts (ce serait bien ce Coran et les mécréants n’y croiraient pas pour autant). L’ordre de toute chose revient à Allah. Ceux qui ont cru ne savent-ils pas que, si Allah voulait, Il guiderait tous les hommes (dans la bonne direction) ? Et pourtant ceux qui ont mécru, en prix de leurs actions, ne cessent d’être atteints par des calamités qui, parfois aussi, frappent tout près de chez eux jusqu’à l’avènement de la promesse d’Allah. Car Allah ne manque jamais à Sa promesse.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:32","price":"32. Des Messagers ont bien été raillés avant toi. J’ai alors accordé un délai à ceux qui ont mécru, puis Je Me suis saisi d’eux et quelle fut alors Ma punition.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:33","price":"33. Celui Qui surveille chaque âme et ce qu’elle acquiert (comme actions) est-Il donc pareil à ceux qui Lui sont prêtés comme associés ? Dis : « Nommez-les ! Ou alors L’informeriez-vous donc de ce qu’Il ne saurait pas sur la terre de ce qui n’est que paroles apparentes ? » En réalité les intrigues de ceux qui ont mécru ont été embellies (à leurs yeux) de sorte qu’ils ont fini par barrer le chemin d’Allah. Celui qu’Allah entend égarer n’aura aucun guide.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:34","price":"34. Il est pour eux un supplice en ce bas monde, mais le supplice de l’autre monde est bien plus terrible encore. Nul ne saurait les protéger contre Allah.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:35","price":"35. Le paradis promis à ceux qui ont la piété est semblable à un (jardin) sous lequel coulent les rivières, et dont les fruits et les ombrages sont perpétuels. Telle est la demeure ultime de ceux qui ont la piété, alors que celle des mécréants sera le Feu.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:36","price":"36. Ceux qui ont reçu de Nous le Livre se réjouissent de ce qui t’est révélé, cependant que certains clans en renient une partie. Dis : « Ordre m’a seulement été donné d’adorer Allah et de ne rien Lui associer. C’est à Lui que j’en appelle et c’est vers Lui que sera mon retour. »","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:37","price":"37. Et c’est ainsi que Nous l’avons fait descendre (en révélation) comme législation (en langue) arabe. Si, après ce qu’il t’est parvenu comme savoir, tu suivais encore leurs désirs, tu n’aurais, contre Allah, ni soutien ni protecteur.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:38","price":"38. Nous avons envoyé avant toi des Messagers et leur avons donné des épouses et une descendance. Il n’appartient pas à un Messager de produire un miracle, sauf par la permission d’Allah. Chaque délai a son terme déjà écrit.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:39","price":"39. Allah abolit[253] ou maintient ce qu’Il veut. Il détient l’Écriture matricielle.","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"[253] Littéralement : efface.","lang":"fr"},{"name":"13:40","price":"40. Que Nous te montrions une partie de ce que Nous leur promettons ou que Nous te rappelions à Nous (avant), il ne t’incombe que de transmettre et il Nous revient de dresser les comptes.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:41","price":"41. Ne voient-ils donc pas que Nous prenons la terre et en réduisons les extrémités ? Allah est Celui Qui juge et Son Jugement n’admet aucun appel. Il est prompt à dresser les comptes.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:42","price":"42. Ceux qui les ont précédés ont tramé les intrigues (contre les Messagers) mais Allah détient (le secret de) toutes les intrigues. Il Sait ce que chaque âme a acquis. Quant aux mécréants, ils sauront à qui reviendra l’heureuse demeure ultime.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"fr"},{"name":"13:43","price":"43. Et ceux qui ont mécru disent : « Tu n’es pas un Envoyé. »[254] Dis : « Il suffit d’Allah comme témoin entre vous et moi, ainsi que ceux qui ont la connaissance du Livre. »","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"[254] Nous réservons le terme « Messager » à la traduction de « rasûl » رسول et le terme « Envoyé » à « mursal » مرسل. Quand il s’agit des Anges envoyés par Allah, nous traduisons par : « émissaires ».","lang":"fr"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}