{"data":[{"name":"16:1","price":"1. L’ordre d’Allah est bientôt venu. Ne le hâtez donc pas. Gloire Lui soit rendue ! Lui, est bien au-dessus de ce qu’ils Lui associent.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:2","price":"2. Il fait descendre les Anges, avec la Révélation et de par Son ordre, sur qui Il veut parmi Ses serviteurs : « Avertissez (les hommes) qu’il n’y a point d’autre divinité que Moi. Alors, craignez-Moi ! »","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:3","price":"3. Il a créé les cieux et la terre en toute vérité, et Il est bien au-dessus de ce qu’ils Lui associent.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:4","price":"4. Il a créé l’homme d’une goutte de sperme et voilà que l’homme s’érige en contradicteur manifeste.","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:5","price":"5. Les bestiaux, Il les a créés pour vous. Ils vous sont source de chaleur et d’autres avantages (encore), et vous vous en nourrissez.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:6","price":"6. Ils vous sont source de beauté quand, le soir, vous les ramenez et quand, au petit jour, vous les menez au pâturage.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:7","price":"7. Ils transportent vos lourds chargements vers des pays que vous ne sauriez atteindre sans peine.[270] Votre Seigneur est Tout Compatissant et Tout Miséricordieux.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"[270] Si vous ne vous faites pas aider par ces bêtes de somme.","lang":"fr"},{"name":"16:8","price":"8. (Et Il a créé pour vous) les chevaux, les mulets et les ânes pour qu’ils vous servent de montures et pour l’apparat. Et Il crée ce dont vous n’avez nulle connaissance.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:9","price":"9. Allah Se charge (d’indiquer) la direction menant à la juste voie dont certains s’écartent pourtant. S’Il voulait, Il vous y conduirait tous.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:10","price":"10. C’est Lui Qui a fait descendre du ciel une eau dont vous buvez et qui fait pousser les plantes dont vous nourrissez vos troupeaux.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:11","price":"11. Par (cette eau), Il fait pousser pour vous différentes cultures, de même que les oliviers, les palmiers et les vignes, ainsi que toute sorte de fruits. Il y a bien là un Signe pour des gens qui savent réfléchir.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:12","price":"12. Il a soumis à vos besoins la nuit, le jour, le soleil et la lune ; et les étoiles sont tout aussi assujetties de par Son ordre. Il y a bien là des Signes pour des gens qui savent raisonner.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:13","price":"13. Ce qu’Il a sur terre soumis (à vos besoins) est de différentes couleurs. Il y a bien là un Signe pour des gens qui savent méditer.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:14","price":"14. C’est Lui aussi Qui a soumis la mer pour que vous en mangiez une chair tendre, et que vous en retiriez des bijoux dont vous pouvez vous parer en les portant. Tu les vois  vaisseaux fendre les flots, (prêts à vous transporter et vous permettre de) rechercher de Ses faveurs. Peut-être alors Lui rendrez-vous grâces !","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:15","price":"15. Il a établi sur terre des montagnes solidement implantées afin qu’elle ne se meuve pas et ne vous entraîne avec elle ; et des rivières et des sentes pour que vous puissiez vous diriger (et retrouver vos chemins) (tahtadûn),","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:16","price":"16. ainsi que d’autres points de repère, comme les étoiles grâce auxquelles ils (les hommes) s’orientent (dans la nuit).","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:17","price":"17. Celui Qui crée est-Il donc pareil à celui qui ne crée point ? Ne pouvez-vous vous en souvenir ?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:18","price":"18. Si vous comptez les bienfaits d’Allah, vous ne pourrez en arrêter le nombre ! Allah est Absoluteur et Tout Miséricordieux.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:19","price":"19. Allah Sait ce que vous gardez dans le secret du cœur, et ce que vous exprimez ouvertement.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:20","price":"20. Ceux qu’ils invoquent en dehors d’Allah ne créent rien et sont eux-mêmes créés.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:21","price":"21. Ils sont morts, non vivants, et ne savent point quand ils seront ressuscités.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:22","price":"22. Votre Dieu est un Dieu Unique. Ceux qui ne croient pas au Jour Dernier renient par leurs cœurs (cette évidence), tout orgueilleux qu’ils sont.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:23","price":"23. Nul doute qu’Allah Sait ce qu’ils gardent dans le secret du cœur et ce qu’ils expriment ouvertement. Et Il n’aime pas les orgueilleux.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:24","price":"24. Et quand il leur est demandé : « Qu’a donc révélé votre Seigneur ? » ils répondent : « Ce ne sont que d’anciennes légendes ! »","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:25","price":"25. Qu’ils portent donc, le Jour de la Résurrection, tous les fardeaux de leurs propres œuvres et certains fardeaux de ceux qu’ils dévoient sans aucun savoir. Quel abominable fardeau que le leur !","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:26","price":"26. Ceux qui les ont précédés avaient tramé des intrigues. Allah S’en prit alors aux fondements même de leur édifice dont le toit s’écroula sur leurs têtes et le supplice s’abattit sur eux par là où ils ne pouvaient le sentir (venir).","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:27","price":"27. Puis le Jour de la Résurrection, Il les humiliera et dira : « Où sont ceux que vous Me prêtiez comme associés et pour lesquels vous vous mettiez volontiers en scission ? » Ceux qui ont reçu le savoir diront alors : « La honte et le malheur couvrent aujourd’hui les mécréants ! »","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:28","price":"28. Ceux dont les Anges reprennent les âmes, et qui étaient injustes envers eux-mêmes, avoueront leur soumission et diront : « Nous ne faisions aucun mal ! » - « Que si ! leur sera-t-il répondu, Allah Sait parfaitement ce que vous faisiez ! ","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:29","price":"29. Entrez alors par les portes de la Géhenne où vous séjournerez pour l’éternité. Quel horrible séjour que celui des orgueilleux ! »","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:30","price":"30. Et il sera dit à ceux qui avaient la piété : « Qu’a donc révélé votre Seigneur ? » « Que du bien ! » répondront-ils. Pour ceux qui auront accompli les bonnes œuvres en ce bas monde, il y aura un bien, mais la demeure dans l’autre monde est certes bien meilleure. Quelle magnifique demeure que celle des hommes pieux !","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:31","price":"31. C’est dans des Jardins d’Éden sous lesquels coulent les rivières qu’ils entreront. Là ils auront tout ce qu’ils voudront. C’est ainsi qu’Allah récompense les hommes pieux,","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:32","price":"32. ceux dont les Anges reprennent les âmes en état de pureté, leur disant : « Que la paix soit sur vous ! Entrez au Paradis (en récompense) de  ce que vous faisiez ! »","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:33","price":"33. Attendent-ils donc (pour devenir croyants) que les Anges viennent les surprendre ou qu’advienne l’ordre d’Allah ? C’est ainsi qu’avaient fait leurs prédécesseurs. Allah ne les avait point lésés, ils se lésaient eux-mêmes.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:34","price":"34. Ils furent donc frappés par ces mêmes crimes qu’ils avaient commis et furent cernés par cela même dont ils se moquaient.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:35","price":"35. « Si Allah l’avait voulu, dirent les associâtres, nous n’aurions rien adoré en dehors de Lui, ni nous ni nos pères ; et nous n’aurions rien interdit qu’Il n’ait Lui-même interdit. C’est ainsi que se justifiaient ceux qui les avaient précédés. De quelle mission sont investis les Messagers sinon de la transmission claire (et explicite) ?","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:36","price":"36. Nous avons envoyé à chaque communauté un Messager (lui transmettant) : « Adorez Allah et évitez le Tâghût.[271] » Certains furent guidés par Allah, d’autres furent voués à l’égarement. Allez donc de par le monde, et voyez quel fut le sort de ceux qui osaient Nous démentir.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"[271] Tout ce qui est adoré en dehors d’Allah.","lang":"fr"},{"name":"16:37","price":"37. C’est en vain que tu t’emploierais à leur éclairer la voie, car Allah ne guide point ceux qui ont préféré se perdre : ceux-là n’auront aucun allié pour les secourir.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:38","price":"38. Ils jurent par Allah avec la plus grande solennité, affirmant : « Allah ne ressuscitera pas ceux qui meurent. » Que si ! C’est une promesse de vérité dont Il S’est chargé, mais la plupart des hommes ne le savent pas.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:39","price":"39. (Il les ressuscitera), afin de leur montrer clairement l’objet de leur discorde, et pour que les mécréants sachent qu’ils étaient des menteurs.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:40","price":"40. À chaque chose que Nous voulons, il suffit que Nous disions : « Sois ! » et elle est.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:41","price":"41. Ceux qui ont émigré pour la cause d’Allah, après avoir été lésés, Nous les établirons en ce bas monde et leur donnerons demeure honorable. Mais la rétribution dans l’autre monde est bien meilleure, si seulement ils savaient !","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:42","price":"42. Ce sont eux qui ont su prendre patience et qui s’en sont remis à leur Seigneur.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:43","price":"43. Nous n’avons envoyé avant toi que des hommes à qui Nous révélions (Nos messages). Interrogez donc les gens qui, avant vous, ont reçu les Écritures,[272] si vous ne savez pas.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"[272] Littéralement : les gens du Rappel. Ce sont eux, justement, qui pourront rappeler ce qu’ils avaient reçu comme Signes divins qui confirment le Message de Muhammad (paix et bénédiction d’Allah sur lui). L’expression « gens du Rappel » أهل الذكر tend à devenir une expression toute faite pour signifier : les connaisseurs, ceux que l’on peut prendre pour référence…","lang":"fr"},{"name":"16:44","price":"44. (Ils furent envoyés) avec les preuves évidentes et les Écritures. Et Nous avons fait descendre (en révélation) vers toi le Rappel pour que tu montres aux hommes ce qui leur est révélé et pour qu’ils puissent y réfléchir.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:45","price":"45. Ceux qui ont tramé des intrigues maléfiques sont-ils si assurés qu’Allah ne fera pas crouler la terre sous eux (pour qu’ils y soient ensevelis), ou que ne s’abattra pas sur eux le supplice sans qu’ils ne le sentent (venir) ?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:46","price":"46. Ou qu’Il ne les surprendra pas, alors qu’ils vaquent à leurs activités (habituelles), sans qu’ils puissent Le tenir en échec ?","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:47","price":"47. Ou qu’Il ne les prendra pas dans leur peur panique ? Mais votre Seigneur est Tout Compatissant et Tout Miséricordieux.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:48","price":"48. N’ont-ils pas vu que tout ce qu’Allah a créé a ses ombres qui se déploient sur la gauche et sur la droite, prosternés devant Allah, humbles et soumis ?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:49","price":"49. Devant Allah se prosternent ce qu’il y a dans les cieux et toute créature sur terre ; les Anges eux-mêmes (le font) et ne montrent aucun orgueil.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:50","price":"50. Ils craignent leur Seigneur Qui les transcende et font ce qui leur est ordonné.[273]","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"[273] Une prosternation est recommandée à la fin de ce verset. ","lang":"fr"},{"name":"16:51","price":"51. Allah dit : « Ne prenez pas deux divinités, il n’y a qu’un Dieu Unique, ne redoutez donc que Moi ! »","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:52","price":"52. À Lui revient ce qui est dans les cieux et sur terre, à Lui Seul est due éternellement la religion ; craindriez-vous donc un autre qu’Allah ?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:53","price":"53. Tout bienfait qui vous comble ne peut venir que d’Allah, et quand un mal vous atteint, c’est Lui Seul Que vous suppliez à haute voix.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:54","price":"54. Puis quand Il éloigne de vous le mal, certains d’entre vous ne Lui en prêtent pas moins des associés.","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:55","price":"55. (Cela), pour renier ce que Nous leur avons donné. Jouissez donc (de cette jouissance éphémère), (un jour viendra) où vous saurez !","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:56","price":"56. Ils consacrent (en offrandes) à ceux qu’ils ne connaissent pas (les idoles) une part des biens que Nous leur avons dispensés. Par Allah ! Vous serez certes interrogés sur les mensonges que vous inventiez. ","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:57","price":"57. Ils attribuent à Allah des filles, gloire Lui soit rendue ! Mais ils s’attribuent (à eux-mêmes) ce qu’ils désirent ![274]","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"[274] Les associâtres prétendaient que les Anges étaient les filles d’Allah. Ils se réservaient à eux-mêmes ce qu’ils désiraient, c’est-à-dire les fils, et attribuaient à Allah - gloire Lui soit rendue- ce qu’ils détestaient et méprisaient, c’est-à-dire les filles. ","lang":"fr"},{"name":"16:58","price":"58. Annonce-t-on à l’un d’eux la naissance d’une fille, son visage se rembrunit de rage contenue.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:59","price":"59. Il ne se montre plus aux gens, honteux qu’il est de cette malheureuse nouvelle. Doit-il donc la garder[275] en la laissant vivre dans l’humiliation, ou l’enfouir sous terre ? Comme est mauvais leur jugement !","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"[275] La fille qui vient de naître.","lang":"fr"},{"name":"16:60","price":"60. À ceux qui ne croient pas en l’autre monde correspond la pire des images, et à Allah correspond la Perfection la plus haute, car c’est Lui le Tout-Puissant, le Sage.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:61","price":"61. Si Allah voulait vraiment s’en prendre aux hommes pour leur injustice, Il ne laisserait pas (sur terre) une seule créature vivante. Mais Il diffère (leur châtiment) à un terme déjà nommé, et quand leur terme sera venu, ils ne pourront ni le retarder d’une heure ni l’avancer d’autant.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:62","price":"62. Ils attribuent à Allah ce qu’ils ne souhaiteraient pas pour eux-mêmes. Leurs langues prétendent mensongèrement qu’ils auront la plus belle des récompenses. Mais nul doute qu’ils auront le Feu (pour ultime séjour) où ils seront précipités les premiers, puis complètement oubliés.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:63","price":"63. Par Allah ! Nous avons envoyé (Nos Messagers) à d’autres communautés avant toi. Mais Satan a embelli leurs œuvres à leurs yeux : lui est aujourd’hui leur allié, et eux auront un supplice très douloureux.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:64","price":"64. Nous n’avons fait descendre sur toi le Livre (en révélation) que pour que tu leur expliques à propos de quoi ils sont en désaccord ; et pour que ce soit une bonne direction (hudâ) et une miséricorde aux hommes qui croient.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:65","price":"65. Allah a fait descendre du ciel une eau par laquelle Il fait revivre la terre après sa mort. Il y a bien là un Signe pour des gens qui savent entendre.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:66","price":"66. Et il est pour vous un enseignement dans les bestiaux. De ce que renferment leurs ventres, entre excréments et sang, Nous vous abreuvons d’un lait pur, délicieux pour ceux qui en boivent.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:67","price":"67. Et des fruits des palmiers et des vignes, vous extrayez des boissons enivrantes et de la bonne nourriture. Il y a  bien là un Signe pour des gens qui savent raisonner.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:68","price":"68. Ton Seigneur a inspiré aux abeilles : « Prenez pour demeures les montagnes, les arbres et les treillages que font (les hommes).","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:69","price":"69. Puis butinez tous les fruits et suivez les chemins de votre Seigneur, déjà frayés pour vous. » De leurs ventres sort une boisson aux couleurs variées et aux vertus curatives[276] pour les hommes. Il y a bien là un Signe pour des gens qui savent réfléchir.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"[276] Littéralement : où il y a guérison pour les hommes.","lang":"fr"},{"name":"16:70","price":"70. Allah vous a créés puis Il reprendra vos âmes ; et il en est parmi vous qui atteindront le plus décrépit des âges et qui ne sauront plus rien après avoir tant su. Allah est Omniscient et Omnipotent.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:71","price":"71. Allah a privilégié certains d’entre vous par rapport à d’autres quant aux biens (qu’Il vous dispense). Mais ceux qu’Il a privilégiés ne sont pas prêts à partager leurs biens avec leurs esclaves[277] de sorte que ces derniers y soient associés à part égale. Renient-ils donc si ingratement les bienfaits d’Allah ?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"[277] Littéralement: ce que leurs (mains) droites possèdent. ","lang":"fr"},{"name":"16:72","price":"72. Allah vous a donné des épouses issues de vous-mêmes, et Il vous a donné, de vos épouses, des enfants et des petits-enfants. Il vous a dispensé d’excellentes nourritures. Est-ce donc (après cela) au faux qu’ils vont croire et aux bienfaits d’Allah qu’ils vont mécroire ?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:73","price":"73. Ils adorent, en dehors d’Allah, ce qui ne détient pour eux aucune nourriture venant des cieux et de la terre, et ce qui ne peut rien (pour eux).","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:74","price":"74. Gardez-vous donc de prêter des émules à Allah. Car Allah Sait et vous ne savez pas.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:75","price":"75. Allah propose en parabole, d’une part un esclave qui ne peut rien faire, et de l’autre un homme auquel Nous avons largement dispensé de Nos meilleurs dons et qui en dépense discrètement et ouvertement. (Les deux hommes) sont-ils égaux ? Toute louange est à Allah ! Non, la plupart ne savent pas. ","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:76","price":"76. Allah propose aussi en exemple deux hommes, dont l’un est muet et qui n’est capable de rien, alors qu’il vit entièrement à la charge de son maître qui, où qu’il l’envoie, le voit lui revenir sans rien de bon ; peut-on considérer cet homme comme l’égal de celui qui ordonne l’équité et qui s’engage sur une voie droite ?","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:77","price":"77. C’est à Allah qu’appartiennent les secrets inconnaissables (ghayb) des cieux et de la terre. La question de l’avènement de l’Heure est aussi rapide qu’un clin d’œil, ou plus fulgurant  encore ! Allah est certes de Toute chose Infiniment Capable.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:78","price":"78. Allah vous a fait sortir des ventres de vos mères, dépourvus de toute science. Il vous a dotés de l’ouïe, de la vue et des cœurs,[278] peut-être Lui rendrez-vous grâces !","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"[278] C’est-à-dire « de l’entendement ». En effet le cœur est aussi un siège de l’entendement fondé, non sur la raison pure et l’observation, mais sur l’intuition, la foi, etc.","lang":"fr"},{"name":"16:79","price":"79. Ne voient-ils donc pas les oiseaux adaptés au (vol) dans l’espace du ciel ? Seul Allah peut les retenir (dans les airs). Il y a bien là des Signes pour des gens qui croient.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:80","price":"80. Allah a fait de vos demeures un lieu où habiter, et Il a fait pour vous à partir des peaux des bestiaux d’autres demeures qui vous sont légères le jour où vous migrez ou le jour où vous installez vos campements. De leur laine, de leur poil et de leur crin, (Il vous fournit) divers objets de commodité et des ustensiles utiles pour un temps.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:81","price":"81. Allah a fait pour vous, à partir des choses qu’Il a créées, des ombrages. Et dans les montagnes, Il vous a prévu des lieux où vous abriter. Il vous a donné des vêtements qui vous protègent de la chaleur et d’autres qui vous préservent de vos propres violences (au combat). C’est ainsi qu’Allah parfait Ses bienfaits envers vous, peut-être vous soumettrez-vous !","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:82","price":"82. S’ils se détournent (de toi), tu n’auras qu’une mission à remplir : la transmission claire (de ton message).","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:83","price":"83. Ils connaissent les bienfaits d’Allah mais les renient. Pour la plupart ce sont des ingrats.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:84","price":"84.  Un jour, Nous enverrons de chaque communauté un témoin. Alors, il ne sera pas permis aux mécréants (de s’excuser auprès du Seigneur), pas plus qu’il ne leur sera demandé de désavouer (les péchés qu’ils auront commis).","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:85","price":"85. Quand les injustes verront le supplice, il ne leur sera accordé ni allégement ni sursis.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:86","price":"86. Et quand ceux qui ont prêté des associés (à Allah) verront ceux qu’ils associaient (à Allah),[279] ils diront : « Seigneur ! Ceux-là sont ceux que nous T’avons associés et que nous invoquions en dehors de Toi. » Mais (ceux qu’ils associaient à Allah) leur rétorqueront : « Vous n’êtes que des menteurs ! »","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"[279] Littéralement : leurs associés.","lang":"fr"},{"name":"16:87","price":"87. (Les mécréants) feront ce jour-là leur soumission à Allah, et tout ce qu’ils avaient inventé (comme divinités) les abandonnera.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:88","price":"88. À ceux qui ont mécru et se sont mis en travers du chemin d’Allah, Nous ajouterons supplice sur supplice pour la corruption qu’ils semaient (de par le monde).","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:89","price":"89. (Évoque) le jour où Nous enverrons dans chaque communauté un témoin issu de son propre peuple et contre lequel il viendra témoigner, et où Nous t’appellerons en témoin contre ceux-là,[280] toi à qui Nous avons révélé le Livre, clair exposé de toute chose, juste direction (hudâ), miséricorde et heureuse annonce pour les Musulmans.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"[280] Les mécréants parmi ton peuple, ô Muhammad.","lang":"fr"},{"name":"16:90","price":"90. Allah ordonne l’équité, la bienfaisance et le traitement bienveillant des proches. Il interdit la turpitude, les actes répréhensibles et les abus de toutes sortes. Ainsi vous exhorte-t-Il afin que vous vous en souveniez.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:91","price":"91. Honorez l’engagement envers Allah une fois que vous l’avez pris. Ne vous parjurez point après avoir solennellement prêté serment et pris Allah pour garant. Car Allah Sait ce que vous faites.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:92","price":"92. Ne soyez pas comme celle qui défait sa laine filée après l’avoir solidement enroulée (et ce) en utilisant vos serments pour vous tromper les uns les autres sous prétexte que tel clan est plus nombreux que l’autre.[281]  Allah ne fait, par là, que vous mettre à l’épreuve, et le Jour de la Résurrection Il vous dévoilera clairement l’objet de vos litiges.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"[281] Les Arabes avaient coutume de conclure des alliances. Mais dès qu’ils trouvaient un clan plus nombreux et plus puissant, ils rompaient leurs pactes avec le premier clan et concluaient une alliance avec ceux qui étaient plus nombreux et plus puissants.","lang":"fr"},{"name":"16:93","price":"93. Si Allah avait voulu, Il aurait fait de vous une seule communauté. Mais Allah égare qui Il veut et guide qui Il veut ; et vous serez interrogés sur ce que vous faisiez.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:94","price":"94. N’utilisez pas vos serments pour vous tromper les uns les autres, (si vous ne voulez pas) qu’un pied ferme ne se dérobe et glisse. Vous goûteriez alors le malheur pour avoir obstrué le chemin d’Allah, et vous auriez un terrible supplice.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:95","price":"95. Et ne troquez pas l’engagement envers Allah contre un prix bas. Ce qu’il y a auprès d’Allah est bien meilleur, si seulement vous pouviez savoir !","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:96","price":"96. Ce que vous avez s’épuise et ce qu’il y a auprès d’Allah demeure. Nous rétribuerons ceux qui auront été patients selon les meilleures œuvres qu’ils accomplissaient.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:97","price":"97. Ceux qui, hommes ou femmes, auront accompli une bonne œuvre en étant croyants, Nous les ferons vivre d’une vie heureuse, et Nous les rétribuerons selon ce qu’ils auront fait de mieux. ","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:98","price":"98. Lorsque tu lis le Coran, cherche refuge auprès d’Allah contre Satan le Lapidé.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:99","price":"99. Il n’a aucun ascendant sur ceux qui ont la foi et qui s’en remettent à leur Seigneur.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:100","price":"100. Il n’a d’emprise que sur ceux qui font de lui leur allié et l’associent (à Allah).","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:101","price":"101. Quand Nous remplaçons un verset par un autre – et Allah en Sait mieux sur ce qu’Il fait descendre (en révélation) – ils disent : « Tu es sûrement un menteur. » Mais la plupart d’entre eux n’en savent rien.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:102","price":"102. Dis : « Celui qui l’a fait descendre est l’Esprit Saint, de la part de ton Seigneur, pour affermir (dans leur foi) ceux qui ont cru et (servir de) bonne direction (hudâ) et d’heureuse annonce aux Musulmans. »","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:103","price":"103. Et Nous savons qu’ils disent : « Ce doit être un homme qui le[282] lui enseigne. » Or la langue de celui  qu’ils visent est étrangère[283] quand celle-ci est une langue arabe parfaitement claire.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"[282] Le Coran.\n[283] Il est ici fait allusion à un chrétien, non arabe, vivant à La Mecque, dont les mécréants de Qoraïch disaient qu’il avait enseigné les Écritures à Muhammad (paix et bénédiction d’Allah sur lui).","lang":"fr"},{"name":"16:104","price":"104. Ceux qui ne croient pas aux versets d’Allah, Allah ne les guidera point et ils seront voués à un supplice très douloureux.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:105","price":"105. N’inventent les mensonges que ceux qui ne croient pas aux versets d’Allah ; ceux-là sont les menteurs.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:106","price":"106. Ceux qui mécroient en Allah après avoir cru en Lui – sauf s’ils abjurent sous la contrainte alors que leur cœur reste ferme en sa foi– ceux qui ouvrent volontiers leur cœur à la mécréance, (verront) la colère d’Allah s’abattre sur eux et ils auront un terrible supplice.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:107","price":"107. Cela, parce qu’ils auront préféré la vie en ce bas monde à celle de l’autre monde. Et Allah, Lui, ne guide point le peuple mécréant.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:108","price":"108. Ce sont eux sur les cœurs, les oreilles et les yeux de qui Allah a imprimé un sceau, et ce sont eux les distraits. ","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:109","price":"109. Nul doute que ce seront eux, dans l’autre monde, les perdants.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:110","price":"110. Puis ton Seigneur, envers ceux qui auront émigré après avoir été mis à l’épreuve et qui auront lutté et fait montre de patience, ton Seigneur, après cela, est certes Absoluteur et Tout Miséricordieux.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:111","price":"111. Le jour (arrivera) où chaque âme viendra plaider pour elle-même, et où  chaque être aura son entière rétribution d’après les œuvres qu’il aura accomplies, et où personne ne sera lésé.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:112","price":"112. Allah donne en exemple une cité qui vivait paisiblement et en toute sécurité. Sa nourriture lui venait de toutes parts en abondance, mais elle renia les bienfaits d’Allah. Allah lui fit goûter alors la souffrance de la faim et de la peur, pour prix des actions (de ses habitants).","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:113","price":"113. Un Messager, issu d’entre eux, était venu vers eux mais ils l’ont traité d’imposteur. Le supplice les a donc surpris alors qu’ils étaient injustes.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:114","price":"114. Mangez donc de ce qu’Allah vous a dispensé de licite et de bon. Rendez grâces à Allah pour Ses bienfaits, si c’est Lui Seul Que vous adorez !","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:115","price":"115. Il vous a défendu la bête morte, le sang, la viande de porc et de tout animal égorgé sur lequel a été prononcé le nom d’un autre qu’Allah. Cependant, celui qui y est contraint, et ne le fait ni par abus ni par transgression, (doit savoir qu’) Allah est Absoluteur et Tout Miséricordieux.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:116","price":"116. Ne dites pas, en laissant libre cours aux mensonges que profèrent vos langues : « Voilà qui est licite et voilà qui est illicite », débitant ainsi des mensonges sur le compte d’Allah. Car ceux qui imputent le mensonge à Allah ne peuvent réussir.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:117","price":"117. Leur jouissance (des biens d’ici-bas) sera dérisoire, mais leur supplice, très douloureux.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:118","price":"118. Aux Juifs, Nous avons défendu (les nourritures) que Nous t’avons déjà mentionnées. Nous ne les avons point lésés, mais ils se lésaient eux-mêmes.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:119","price":"119. Quant à ceux qui auront commis le mal par ignorance, puis se seront repentis par la suite et se seront amendés, ton Seigneur, après cela, sera pour eux Absoluteur et Tout Miséricordieux.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:120","price":"120. Abraham fut un parfait imam (un guide parfait), soumis à Allah en pur monothéiste ; il n’était pas du nombre des associâtres.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:121","price":"121. Il était reconnaissant (envers Allah) pour Ses bienfaits et Allah l’avait élu et conduit vers une voie droite.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:122","price":"122. Nous lui avons accordé les bienfaits de ce bas monde et, dans l’autre, il sera parmi les vertueux.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:123","price":"123. Puis Nous t’avons révélé : « Suis la religion d’Abraham qui fut monothéiste exclusif et n’était point du nombre des associâtres. »","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:124","price":"124. Le Sabbat ne fut prescrit que pour ceux qui étaient partagés à son sujet. Au Jour de la Résurrection ton Seigneur jugera leurs différends.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:125","price":"125. Appelle vers le chemin de ton Seigneur par la sagesse et la bonne exhortation. Argumente avec eux de la façon la plus sereine, car ton Seigneur est le Meilleur à Savoir qui dévie de Sa voie et le Meilleur à Savoir qui sont les bien guidés.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:126","price":"126. Et si vous punissez, punissez donc d’une punition égale à celle qui vous a été infligée. Mais si vous êtes patients (à la peine), cela est bien meilleur pour ceux qui savent être patients.[284]","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"[284] La vengeance est un droit (surtout quand il s’agit d’un agresseur ennemi). Mais si l’on passe outre et pardonne, cela est encore mieux. ","lang":"fr"},{"name":"16:127","price":"127. Prends patience ! Ta patience (ne se peut qu’avec l’aide) d’Allah ! Ne t’attriste point pour eux et ne t’angoisse pas de leurs intrigues.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"fr"},{"name":"16:128","price":"128. Allah est avec ceux qui Le craignent et qui sont bienfaisants.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"fr"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}