{"data":[{"name":"35:1","price":"1. Louange à Allah, Créateur Premier des cieux et de la terre, Qui fit des Anges des émissaires dotés de deux, trois ou quatre ailes. Il ajoute à Sa création ce qu’Il veut. Allah est de Toute chose Infiniment Capable.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:2","price":"2. Ce qu’Allah accorde en grâce aux hommes, personne ne saurait le retenir ; et ce qu’Il retient, personne, en dehors de Lui, ne saurait le dispenser. C’est Lui le Tout- Puissant, le Sage.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:3","price":"3. Ô hommes ! Évoquez les bienfaits d’Allah envers vous. Y a-t-il un autre créateur qu’Allah qui vous accorde une subsistance du ciel et de la terre ? Il n’y a point d’autre divinité que Lui ! Jusqu’où vous obstinerez-vous à ignorer (Son adoration) ?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:4","price":"4. S’ils te traitent de menteur, d’autres Messagers, avant toi, ont été traités de menteurs. C’est vers Allah que les choses feront retour.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:5","price":"5. Ô hommes ! La promesse d’Allah est pure vérité. Que ce bas monde ne vous leurre donc pas, et que ne vous leurre pas, au sujet d’Allah, (Satan) le suborneur. ","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:6","price":"6. Satan est pour vous un ennemi. Considérez-le donc comme tel ! Il ne fait qu’appeler ses partisans à être parmi les gens de la Fournaise.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:7","price":"7. Ceux qui ont mécru auront un terrible supplice, mais ceux qui ont cru et ont accompli les bonnes œuvres auront un pardon et une grande récompense.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:8","price":"8. Celui à qui ses mauvaises actions sont si parées qu’elles semblent belles à ses yeux, (est-il comparable à celui qui voit clair) ? Allah égare qui Il veut et guide qui Il veut. Que ton âme ne se consume donc pas en regrets à cause d’eux. Allah Sait parfaitement ce qu’ils font.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:9","price":"9. Allah est Celui Qui a envoyé les vents qui font s’élever les nuages. Nous les menons alors vers une contrée morte (de sécheresse), et Nous faisons revivre la terre déjà morte. Telle sera la Résurrection.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:10","price":"10. Quiconque ambitionne la puissance (doit savoir qu’) à Allah appartient la Toute-Puissance. Vers Lui monte la bonne parole. Quant à l’œuvre de bien, Il l’élève bien haut. Ceux qui trament des intrigues auront un terrible supplice, et leurs intrigues seront avortées.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:11","price":"11. Allah vous a créés de terre, puis d’une goutte de sperme. Ensuite, Il a fait de vous des couples. Aucune femelle ne porte ni ne met bas sans qu’Il ne le sache. Aucune vie n’est prolongée ou écourtée qui ne soit (déjà inscrite) dans un Livre. C’est pour Allah chose vraiment aisée !","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:12","price":"12. Les deux mers ne sont pas pareilles : ici (une eau) douce, fraîche, agréable à boire, là (une) eau salée et saumâtre. De chacune des deux (mers) vous mangez une chair tendre et retirez des bijoux pour vous parer en les portant. Tu vois les vaisseaux fendre les flots (prêts à vous transporter et vous permettre de) rechercher de Ses faveurs. Peut-être Lui rendrez-vous grâces. ","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:13","price":"13. Il fait pénétrer la nuit dans le jour et le jour dans la nuit. Il a soumis le soleil et la lune qui courent, chacun de son côté, vers un terme déjà nommé. Voilà pour vous Allah, votre Seigneur, à Qui revient la royauté, cependant que ceux que vous invoquez en dehors de Lui ne possèdent même pas la fine membrane d’un noyau de datte.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:14","price":"14. Si vous leur adressez des prières, ils n’entendent pas vos prières. Et les entendraient-ils qu’ils ne les exauceraient pas. Au jour de la Résurrection, ils renieront votre associâtrie. Nul ne saurait si bien te donner des nouvelles que Celui Qui est Parfaitement Informé.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:15","price":"15. Ô hommes ! C’est vous qui êtes les pauvres vis-à-vis d’Allah,[422] et Allah est Celui Qui Se passe de Toutes richesses, le Digne de Toute Louange","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"[422] C’est-à-dire : qui avez besoin d’Allah, Dont vous ne pouvez vous passer.","lang":"fr"},{"name":"35:16","price":"16. S’Il voulait, Il vous ferait disparaître et vous remplacerait par d’autres créatures.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:17","price":"17. Cela, pour Allah, ne serait pas difficile.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:18","price":"18. Nul ne portera le fardeau d’un autre. Si une âme, croulant sous le poids (de ses péchés), appelle pour être aidée à porter sa lourde charge, rien n’en sera porté (par personne), dût-il s’agir d’un proche parent. Tu ne saurais avertir que ceux qui craignent leur Seigneur sans même Le voir et qui accomplissent la Çalât. Quiconque se purifie se purifie pour lui-même, et c’est vers Allah que sera le devenir.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:19","price":"19. L’aveugle et le voyant ne sauraient être égaux.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:20","price":"20. Pas plus que ne sauraient l’être les ténèbres et la lumière.","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:21","price":"21. Ni l’ombre (rafraîchissante) et la chaleur (brûlante). ","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:22","price":"22. Comme ne sauraient être égaux, non plus, les morts et les vivants. Allah fait entendre qui Il veut, tandis que toi tu ne pourras faire entendre ceux qui sont dans les tombes.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:23","price":"23. Tu n’es là que pour avertir.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:24","price":"24. Nous t’avons envoyé, avec la vérité, afin de faire heureuse annonce et d’avertir. Il n’est pas une seule nation qui n’ait vu venir à elle un avertisseur.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:25","price":"25. S’ils te traitent de menteur, ceux qui les ont précédés avaient déjà traité de menteurs (les Messagers) qui leur apportaient les preuves évidentes, les Écritures et le Livre pour les éclairer.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:26","price":"26. Puis Je Me saisis des mécréants. Quelle ne fut alors Ma réprobation !","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:27","price":"27. N’as-tu pas vu qu’Allah fait descendre du ciel une eau, par laquelle Nous faisons pousser toutes sortes de fruits aux couleurs différentes ? Certaines montagnes sont striées de blanc et de rouge, dont les nuances sont si variées, et d’autres sont d’un noir profond.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:28","price":"28. Et pour les hommes, les animaux et le bétail, il existe aussi des couleurs tout aussi variées. C’est ainsi que, parmi Ses serviteurs, Seuls les savants craignent Allah. Allah est certes Tout-Puissant et Absoluteur.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:29","price":"29. Ceux qui récitent le Livre d’Allah, qui accomplissent la Çalât et dépensent de ce que Nous leur avons dispensé, secrètement et en public, peuvent espérer un commerce qui jamais ne s’épuisera,","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:30","price":"30. afin qu’(Allah) leur attribue leur pleine récompense et leur ajoute de Ses faveurs. Il est Absoluteur et si Reconnaissant ![423]","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"[423] Voir la note 417 concernant le verset 15 de la sourate Saba’.","lang":"fr"},{"name":"35:31","price":"31. Ce que Nous t’avons révélé du Livre est la vérité même, qui vient confirmer (les Écritures) qui l’ont précédé. Allah est, au sujet de Ses serviteurs, Informé et Lucide.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:32","price":"32. Puis Nous avons attribué l’héritage du Livre à ceux que Nous avons élus parmi Nos serviteurs. Certains parmi eux se lèsent eux-mêmes, d’autres empruntent une voie médiane (dans leurs actions), et d’autres enfin vont au-devant des bonnes œuvres : telle est la faveur suprême!","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:33","price":"33. Ils entreront dans les Jardins d’Éden où ils porteront en parures des bracelets en or et des perles, et ils seront de soie vêtus.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:34","price":"34. « Louange à Allah Qui a éloigné de nous l’affliction, diront-ils, Notre Seigneur est Absoluteur et si Reconnaissant !","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:35","price":"35. C’est Lui Qui, par Sa grâce, nous a établis dans la Demeure permanente où ni fatigue ni lassitude ne peuvent nous atteindre. »","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:36","price":"36. Ceux qui ont mécru auront, quant à eux, (pour rétribution) le feu de la Géhenne. Aucun coup mortel ne leur sera donné et ils ne connaîtront pas le trépas ; rien du supplice ne leur sera atténué. C’est ainsi que Nous récompensons tout mécréant ingrat.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:37","price":"37. Ils crieront (au fond de l’Enfer) : « Seigneur ! Fais-nous sortir et nous ferons le bien que nous ne faisions pas autrefois. » « Ne vous avons-Nous pas donné assez longue vie, leur sera-t-il dit, pour que ceux qui voulaient réfléchir aient pu réfléchir ? Et l’avertisseur n’est-il pas venu vers vous ? Alors, goûtez (le supplice) ! Les injustes n’auront aucun allié pour les secourir ! »","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:38","price":"38. Allah Connaît l’Inconnaissable (ghayb) des cieux et de la terre. Il connaît le mieux ce qu’il y a au fond des cœurs.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:39","price":"39. C’est Lui Qui a fait de vous des générations qui se succèdent sur terre. Quiconque a mécru verra retomber sur lui sa propre mécréance. Or la mécréance ne rend les mécréants que plus infâmes pour leur Seigneur, et elle ne fait qu’ajouter à leur ruine.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:40","price":"40. Dis : « Voyez-vous ces (divinités) associées que vous invoquez en dehors d’Allah ? Montrez-moi ce qu’elles ont créé de la terre. Ou peut-être ont-elles pris part à la création des cieux ! Ou peut-être encore leur avons-Nous donné un Livre dont ils[424] tirent les preuves évidentes ! Non, les injustes ne se font mutuellement que des promesses trompeuses !","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"[424] Les mécréants de La Mecque comme l’explique Al-Baghawî.","lang":"fr"},{"name":"35:41","price":"41. Allah retient les cieux et la terre qu’ils ne s’écroulent. Mais s’il arrivait qu’ils s’écroulent, nul autre après Lui, ne saurait les retenir. Il est si Absoluteur et si Longanime !","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:42","price":"42. Ils jurèrent par Allah de leurs serments les plus solennels que si un avertisseur venait vers eux, ils seraient mieux guidés qu’aucune autre communauté. Puis lorsqu’un avertisseur est venu vers eux, cela n’a fait qu’ajouter à leur aversion,","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:43","price":"43. (ainsi qu’à leur) arrogance sur terre et à leurs intrigues néfastes. Mais les intrigues néfastes ne cernent que leurs propres auteurs. S’attendent-ils donc à un autre sort que celui des anciens ? Tu ne trouveras certainement ni changement ni variation dans la loi d’Allah.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:44","price":"44. N’ont-ils pas parcouru la terre pour voir quel fut le sort de ceux qui les ont précédés et qui étaient pourtant bien plus puissants qu’eux ? Rien dans les cieux ni sur terre ne peut mettre au défi la puissance d’Allah. Il est Omniscient et Omnipotent.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:45","price":"45. Si Allah châtiait les hommes pour ce qu’ils acquièrent (comme mauvaises actions), Il ne laisserait pas à la surface de la terre un seul être vivant. Mais Il leur accorde un sursis jusqu’à un terme déjà nommé. Alors, quand leur terme sera venu…Allah est, au sujet de Ses serviteurs, parfaitement Lucide.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"fr"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}