{"data":[{"name":"38:1","price":"1. Çâd. Par le Coran plein de noblesse (dhidh-dhikr).","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:2","price":"2. Pourtant, ceux qui ont mécru sont plongés dans l’orgueil et la dissidence.","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:3","price":"3. Que de générations n’avons-Nous pas fait périr avant eux, qui appelèrent (au secours) quand il était trop tard pour échapper (au châtiment).","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:4","price":"4. Ils s’étonnèrent que l’un des leurs vînt les avertir, et les mécréants dirent : « C’est un magicien, un menteur ! ","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:5","price":"5. Fera-t-il des divinités un Dieu Unique ? C’est vraiment chose étrange ! »","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:6","price":"6. Leur assemblée des notables s’en furent en disant : « Allez donc et persévérez (dans l’adoration) de vos divinités. Car (vous détourner d’elles) c’est ce qui est voulu.[443]","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"[443] C’est ce que veulent Muhammad (paix et bénédiction d’Allah sur lui) et ses compagnons.","lang":"fr"},{"name":"38:7","price":"7. Nous n’avons pas entendu pareille chose dans la dernière religion. Ce n’est réellement qu’une pure invention !","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:8","price":"8. Ce n’est donc que sur lui, d’entre nous tous, que le Rappel serait descendu (en révélation) ? » Ils sont plutôt dans le doute au sujet de Mon Rappel, car ils n’ont pas encore goûté Mon supplice.","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:9","price":"9. Ou alors disposent-ils des trésors de la grâce de ton Seigneur, le Tout-Puissant, le Donateur Absolu !","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:10","price":"10. Ou encore détiennent-ils la royauté des cieux, de la terre et de ce qu’il y a entre eux ! Qu’ils suivent donc les voies leur permettant d’y monter !","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:11","price":"11. (Ce ne sont qu’) une armée de coalisés qui seront défaits !","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:12","price":"12. Avant eux, avaient déjà crié au mensonge les peuples de Noé, des ‘Ad et de Pharaon (qui avait inventé le supplice) des épieux;","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:13","price":"13. mais aussi les Thamûd, le peuple de Loth et les gens d’Al-Aykah. Ce sont là les coalisés.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:14","price":"14. Tous n’avaient fait que traiter les Messagers de menteurs, et (tous) avaient mérité Mon châtiment.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:15","price":"15. Ceux-là n’attendront qu’un seul Cri, qui ne sera point repris.","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:16","price":"16. « Seigneur, disent-ils, hâte pour nous notre part (du châtiment) avant le Jour des Comptes ! »","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:17","price":"17. Supporte patiemment ce qu’ils disent. Évoque Notre serviteur David, qui était doté de la force de la foi et aimait tant à se repentir.","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:18","price":"18. Nous lui avons soumis les montagnes qui, avec lui, rendaient gloire (à Allah) au soir et au point du jour.","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:19","price":"19. (Ainsi en fut-il) des oiseaux qui se rassemblaient par volées et lui obéissaient.","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:20","price":"20. Nous avons affermi son pouvoir et lui avons donné sagesse et perspicacité.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:21","price":"21. T’est-il donc parvenu l’histoire des plaideurs qui avaient escaladé le mur du sanctuaire ?","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:22","price":"22. Lorsqu’ils entrèrent (soudain) auprès de David, qui en fut effrayé, ils dirent : « Ne crains rien ! Nous sommes deux plaideurs. L’un de nous a commis une injustice envers l’autre. Alors juge entre nous équitablement, ne sois pas partial et conduis-nous vers la voie droite.","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:23","price":"23. Mon frère que voici a quatre-vingt-dix-neuf brebis et je n’en ai qu’une seule. “Donne-la moi” m’a-t-il dit (un jour). Plus fort que moi dans la dispute, il a eu le dernier mot. »","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:24","price":"24. « Il t’a lésé, dit (David), en t’imposant de joindre ta brebis aux siennes. » Beaucoup d’associés agissent frauduleusement les uns envers les autres, hormis ceux qui ont cru et ont accompli les bonnes œuvres. Or ils sont peu ! David comprit que Nous le mettions à l’épreuve. Il implora donc le pardon de son Seigneur et se jeta à terre, prosterné et repentant.[444]","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"[444] Une prosternation est recommandée après la lecture de ce verset.","lang":"fr"},{"name":"38:25","price":"25. Nous le lui avons pardonné : il aura, auprès de Nous, une place rapprochée et un heureux retour.","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:26","price":"26. « Ô David ! Nous avons fait de toi un héritier sur terre. Juge donc entre les hommes par la vérité. Ne suis pas les passions qui risquent de te fourvoyer loin du chemin d’Allah. Car ceux qui se fourvoient loin du chemin d’Allah auront un terrible supplice pour avoir oublié le Jour des Comptes. »","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:27","price":"27. Nous n’avons pas créé le ciel, la terre et ce qu’il y a entre eux en pure perte. C’est cependant ce que pensent les mécréants. Malheur à ceux qui ont mécru, car ils seront livrés au Feu !","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:28","price":"28. Traiterons-Nous ceux qui ont cru et ont accompli les bonnes œuvres tout comme les corrupteurs sur terre? Traiterons-Nous les gens pieux tout comme les dépravés ?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:29","price":"29. (Voici) un Livre béni que Nous avons fait descendre (en révélation) vers toi pour qu’ils méditent ses versets et pour que les esprits sagaces y réfléchissent.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:30","price":"30. À David, Nous avons donné Salomon qui fut un excellent serviteur et aimait tant à se repentir.","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:31","price":"31. (Évoque) lorsque, au soir tombant, lui furent présentés d’élégants destriers.[445]","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"[445] Ces coursiers sont décrits comme se tenant debout sur trois sabots et touchant à peine le sol du quatrième, signe d’élégance et de vélocité.","lang":"fr"},{"name":"38:32","price":"32. Il dit : « J’ai aimé les biens de ce monde plutôt que l’évocation de mon Seigneur jusqu’à ce que (le soleil) disparaisse derrière un voile (sans je n’aie accompli la prière) !","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:33","price":"33. Qu’on me ramène (ces chevaux). » Et il se mit à les frapper de taille, leur coupant les jarrets et les cous.","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:34","price":"34. Nous avons aussi éprouvé Salomon en mettant sur son trône un corps.[446] Mais il est ensuite revenu vers Nous, repentant.","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"[446] Pour le punir de n’avoir pas dit « S’il Allah le veut » (inch’Allah) après avoir souhaité n’avoir que des enfants mâles, Allah fit que l’une des femmes de Salomon eût un bébé malformé. Mais, pour la plupart des exégètes, il s’agit plutôt du corps d’un démon qui a pris une apparence humaine.","lang":"fr"},{"name":"38:35","price":"35. « Seigneur, dit-il, pardonne-moi ! Et donne-moi un royaume qui sera, après moi, à nul autre pareil ! C’est Toi le Suprême Donateur ! »","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:36","price":"36. Nous lui avons soumis le vent qui, sur son ordre, soufflait légèrement là où il souhaitait,","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:37","price":"37. et les démons parmi les bâtisseurs et les plongeurs,","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:38","price":"38. et d’autres enchaînés dans les carcans.","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:39","price":"39. « Voilà Nos dons, (Ô Salomon), dispense-les ou garde-les sans devoir en rendre compte. »","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:40","price":"40. Il aura certes, auprès de Nous, une place rapprochée et un heureux retour.","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:41","price":"41.  Évoque aussi Notre serviteur Job lorsqu’il invoqua (ainsi) son Seigneur : « Satan m’inflige peine et souffrance. »","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:42","price":"42. « Frappe le sol de ton pied, (lui fut-il dit), voici une source d’eau fraîche où tu pourras te laver et boire ! »","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:43","price":"43. Nous lui avons rendu sa famille et en avons doublé le nombre, miséricorde de Notre part et leçon pour les esprits sagaces.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:44","price":"44. « Prends donc, (ô Job), un faisceau de brindilles, frappes-en (ta femme) et ne te parjure point ! »[447] Nous l’avons trouvé patient à la peine. Et quel excellent serviteur ! Il aimait tant à se repentir.","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"[447] Selon Ibn Kathîr, Job avait juré de donner cent coups de fouet à sa femme aussitôt qu’il serait guéri, car elle lui avait désobéi. Ce verset montre bien que, contrairement aux allégations tendancieuses selon lesquelles le Coran incite à battre les femmes, il ne s’agit en vérité que de corrections légères et symboliques, que l’homme utilise d’ailleurs en dernier recours. Allah n’a pas ordonné à Job d’utiliser une matraque pour frapper sa femme mais des brindilles. De plus, certains exégètes rapportent qu’Allah aurait demandé à Job de réunir cent brindilles en un seul faisceau. Job put alors donner un seul coup à sa femme au lieu de cent, et il ne manqua pas à son serment.","lang":"fr"},{"name":"38:45","price":"45. Évoque aussi Nos serviteurs Abraham, Isaac, et Jacob, hommes dotés de la force de (la foi) et (hommes) clairvoyants.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:46","price":"46. Nous les avions dotés d’une qualité particulière : celle de (toujours) évoquer la Demeure Ultime.","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:47","price":"47.  Ils sont auprès de Nous parmi les élus les meilleurs.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:48","price":"48. Évoque aussi Ismaël, Élisée et Dhul-Kifl. Tous étaient du nombre des meilleurs (de Nos serviteurs).","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:49","price":"49.  Voilà qui est un rappel. Ce sont les gens pieux qui auront le plus heureux retour.","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:50","price":"50. Des Jardins d’Éden dont les portes seront devant eux grandes ouvertes. ","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:51","price":"51. Accoudés, ils y demanderont des fruits et des boissons de toutes sortes.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:52","price":"52. Ils auront à leurs côtés des femmes au regard chaste et d’égale jeunesse.","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:53","price":"53. C’est bien cela qui vous est promis pour le Jour des Comptes.","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:54","price":"54. Ce sont là Nos bienfaits et ils sont inépuisables.","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:55","price":"55. C’est ainsi qu’il en sera, alors qu’aux rebelles sera (réservé) le pire des retours.","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:56","price":"56. La Géhenne, où ils seront brûlés, et quelle affreuse couche !","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:57","price":"57. C’est ainsi qu’il en sera ! Qu’ils y goûtent donc : eau bouillante et purulence !","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:58","price":"58. Et d’autres supplices similaires.","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:59","price":"59. « Voici un autre contingent qui vous rejoint (en Enfer) ! » (se diront ceux qui y seront les premiers) » Puis ils ajouteront : « Ils n’y sont pas les bienvenus car ils vont brûler dans le Feu ! »","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:60","price":"60. « C’est plutôt vous qui n’êtes pas les bienvenus, diront (les nouveaux venus en Enfer), car c’est vous qui avez été à l’origine de ce (supplice). Horrible séjour que celui-là ! »","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:61","price":"61. Et ils diront encore : « Seigneur, fais donc que celui qui a été à l’origine de (ce châtiment) reçoive le double supplice par le Feu ! »","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:62","price":"62. « Et pourquoi, diront-ils, ne voyons-nous pas des hommes que nous tenions pour mauvais ? ","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:63","price":"63. Nous étions-nous donc trompés en les raillant ou sont-ils là qui se dérobent à nos regards ? »","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:64","price":"64. Voilà, en vérité, comment se querelleront les hôtes de l’Enfer.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:65","price":"65. Dis : « Je ne suis là que pour avertir. Il n’y a point d’autre divinité qu’Allah, l’Un, le Haut Dominateur,","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:66","price":"66. Le Seigneur des cieux, de la terre et de ce qu’il y a entre eux, le Tout-Puissant, le Très Absoluteur. »[448]","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"[448] Voir la note 319. ","lang":"fr"},{"name":"38:67","price":"67. Dis : « Ceci est une très grande nouvelle,[449]","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"[449] Le Coran.","lang":"fr"},{"name":"38:68","price":"68. dont vous vous détournez.","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:69","price":"69. Je n’avais aucune science de l’Assemblée Supérieure[450] quand ils se disputaient (au sujet d’Adam).","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"[450] Les Anges.","lang":"fr"},{"name":"38:70","price":"70. Il ne m’a été révélé que d’avertir en toute clarté. »","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:71","price":"71. Évoque ton Seigneur lorsqu’Il dit aux Anges : « Je vais créer un homme à partir de l’argile.","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:72","price":"72. Une fois que Je l’aurai façonné et lui aurai insufflé de Mon Esprit, tombez devant lui prosternés. »","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:73","price":"73. Les Anges se prosternèrent alors tous ensemble,","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:74","price":"74. hormis Iblîs qui se montra orgueilleux et fut du nombre des mécréants.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:75","price":"75. « Ô Iblîs ! (lui dit Allah) Qu’est-ce qui t’empêche de te prosterner devant ce que J’ai créé de Mes Mains ? Serais-tu à ce point orgueilleux, ou te croirais-tu supérieur ? »","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:76","price":"76. « Je suis bien meilleur que lui, répondit Iblîs ; Tu m’as créé de feu et Tu l’as créé d’argile. »","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:77","price":"77. « Sors donc d’ici ! lui ordonna (Allah), tu es lapidé ;","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:78","price":"78. et que Ma malédiction soit sur toi jusqu’au Jour de la Rétribution ! »","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:79","price":"79. « Seigneur, répliqua Iblîs, donne-moi donc un répit jusqu’au Jour où (les hommes) seront ressuscités. »","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:80","price":"80. « Tu es de ceux, dit (le Seigneur), auquel répit est accordé,","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:81","price":"81. jusqu’au jour du moment connu. ».","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:82","price":"82. « Par Ta Toute-Puissance, dit alors Iblîs, je les dévoierai tous,","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:83","price":"83. excepté les élus parmi Tes serviteurs. »","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:84","price":"84. (Allah) dit : « (Voici) la vérité ! Et la vérité Je déclare : ","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:85","price":"85. Je remplirai assurément la Géhenne de toi et de tous ceux qui, parmi eux, t’auront suivi. »","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:86","price":"86. Dis : « Je ne vous réclame point pour cela de récompense, et je ne suis nullement un usurpateur.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:87","price":"87. Cela n’est qu’un Rappel adressé à tout l’Univers.","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"fr"},{"name":"38:88","price":"88. Et vous saurez sous peu (la véracité) de ce qu’il vous annonce. »","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"fr"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}