{"data":[{"name":"42:1","price":"1. Hâ, Mîm.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:2","price":"2. ‘Aïn, Sîn, Qâf.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:3","price":"3. C’est ainsi que t’envoie Ses révélations, comme à ceux qui t’ont précédé, Allah le Tout-Puissant, le Sage. ","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:4","price":"4. À Lui appartient ce qui est dans les cieux et sur terre. Il est le Très Haut, le Très Grand.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:5","price":"5. Les cieux manquent de se fendre depuis leur voûte, lorsque les Anges Lui rendent gloire, célèbrent Ses louanges, et implorent le pardon pour ceux qui peuplent la terre. Il est, certes, l’Absoluteur, le Tout Miséricordieux.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:6","price":"6. (Quant à) ceux qui ont pris des protecteurs en dehors de Lui, Allah est le Gardien (Qui les surveille) et tu n’es point leur garant.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:7","price":"7. Ainsi t’avons-Nous révélé un Coran (en langue) arabe pour que tu avertisses la Mère des cités[469] et ceux qui l’entourent ; et pour prévenir du Jour du Rassemblement à propos duquel il n’y a nul doute. Il y aura alors un groupe au Paradis, et un (autre) groupe dans la Fournaise.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"[469] La Mecque.","lang":"fr"},{"name":"42:8","price":"8. Si Allah l’avait voulu, Il en aurait fait une communauté unique. Mais Il accueille qui Il veut dans Sa miséricorde et les injustes n’ont ni protecteur ni allié.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:9","price":"9. Ou alors se sont-ils donnés en dehors de Lui des protecteurs ? Or c’est Allah Qui est le Protecteur, et c’est Lui Qui fait revivre les morts, et c’est Lui Qui est de Toute chose Infiniment Capable.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:10","price":"10. Quels que soient vos différends, c’est Allah Qui en détient le jugement. Tel est Allah, mon Seigneur ; à Lui je m’en remets, et vers Lui je reviens, repentant. ","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:11","price":"11. Créateur Premier des cieux et de la terre, Il vous a donné des épouses issues de vous-mêmes ; et à partir des bestiaux, des couples. Ainsi vous dissémine-t-Il (sur terre). Il est à nul autre semblable, Il Entend Tout et Il Voit Tout.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:12","price":"12. Il détient les clefs des cieux et de la terre, et dispense Ses bienfaits à qui Il veut, avec générosité ou parcimonie. Il est de Toute chose Savant.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:13","price":"13. Il a prescrit pour vous, dans la religion, ce qu’Il a prescrit à Noé et ce que Nous t’avons révélé.[470] C’est ce que Nous avons aussi prescrit à Abraham, à Moïse et à Jésus : « Observez la religion, et qu’elle ne vous soit pas un prétexte de scission. » Ce à quoi tu invites les associâtres leur est lourd à porter. Allah choisit ceux qu’Il veut pour faire d’eux Ses préférés, et Il guide vers Lui quiconque se repent.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"[470] Le passage de « Il » à « Nous » est caractéristique du style coranique quand il s’agit de renvoyer au Créateur. Cela donne l’impression que le Coran est dit à la première personne (c’est bien là la parole d’Allah), mais le Créateur Lui-même renvoie à Sa propre Entité par la troisième personne. Les discours direct et indirect libre s’enchevêtrent dans une parole polyphonique et totale, où se manifeste parfaitement la présence absolue d’Allah, Dont la Parole assume toutes les personnes de communication (Je, Tu ,Il, Nous…) et transcende toutes les créatures. ","lang":"fr"},{"name":"42:14","price":"14. Ils ne se sont divisés qu’après que la science leur fut parvenue (et ce par) hostilité des uns envers les autres. N’eût été le verdict de ton Seigneur déjà prononcé pour un terme nommé, ils auraient été départagés. Mais ceux qui, après eux, ont hérité du Livre, sont dans le doute le plus troublant (au sujet de leur religion).","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:15","price":"15. Convie donc (les hommes à cette foi) ! Suis (la voie) de la droiture comme il t’a été ordonné ! Ne te laisse pas aller à suivre leurs penchants, et dis : « Je crois à tout Livre qu’Allah a fait descendre (en révélation), et ordre m’a été donné de juger entre vous équitablement. Allah est notre Seigneur et le vôtre. Nous avons nos propres œuvres et vous avez les vôtres. Il n’est aucun argument (de dispute) entre nous (désormais) : Allah nous réunira tous et c’est vers Lui que sera le devenir. »","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:16","price":"16. Ceux qui disputent (à coup d’arguments) au sujet d’Allah, après qu’il a été répondu à Son appel, leur argument n’a nulle valeur auprès de leur Seigneur. Sa colère s’abattra sur eux et ils auront un terrible supplice.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:17","price":"17. C’est Allah Qui a fait descendre (en révélation) le Livre en toute vérité, et (a établi) la balance (de la justice). Qu’en sais-tu ? Peut-être que l’Heure est toute proche.","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:18","price":"18. Ceux qui n’y croient pas voudraient en hâter (la venue) et ceux qui (y) croient en redoutent l’arrivée. Ils savent, (quant à eux) qu’elle est pure vérité. Ceux qui doutent de l’Heure vont loin dans l’égarement.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:19","price":"19. Allah est Subtil envers Ses serviteurs. Il dispense Ses bienfaits à qui Il veut et Il est le Fort, le Tout-Puissant. ","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:20","price":"20. Quiconque veut récolter[471] (la moisson) de l’autre monde, Nous accroîtrons pour lui sa récolte ; et quiconque veut récolter (la moisson) de ce bas monde, Nous lui donnerons (de ce qu’il désire), mais il n’aura (droit à) aucune part de l’autre monde.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"[471] Littéralement : labourer.","lang":"fr"},{"name":"42:21","price":"21. Ou alors ont-ils des associés qui ont prescrit pour eux, dans la religion, ce qu’Allah n’a pas permis ? Si le verdict tranchant n’avait pas été prononcé, ils auraient été départagés. Les injustes auront, certes, un supplice très douloureux.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:22","price":"22. Tu verras les injustes redoutant les actions qu’ils ont commises. (Le supplice) fondra sur eux inexorablement. Ceux qui auront cru et auront accompli les bonnes œuvres seront, eux, dans des jardins verdoyants. Auprès de leur Seigneur, tous leurs désirs seront satisfaits. Telle est la faveur suprême !","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:23","price":"23. Telle est l’heureuse nouvelle qu’Allah annonce à Ses serviteurs qui croient et accomplissent les bonnes œuvres. Dis : « Je ne vous réclame pour cela aucune récompense, hors l’affection due aux proches. » Quiconque accomplit une bonne action Nous la lui rendrons encore meilleure. Allah est Absoluteur et si Reconnaissant !","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:24","price":"24. Ou alors disent-ils : « Il débite des mensonges sur le compte d’Allah » ? Mais si Allah voulait, Il imprimerait un sceau sur ton cœur. Allah, par Ses paroles, efface l’erreur et établit la vérité. Car Il Sait parfaitement ce qu’il y a au fond des cœurs.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:25","price":"25. C’est Lui Qui accepte le repentir de Ses serviteurs, Qui pardonne les mauvaises actions et Sait ce que vous faites. ","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:26","price":"26. Il exauce ceux qui ont cru et ont accompli les bonnes œuvres, et leur ajoute de Ses faveurs. Quant aux mécréants, ils sont voués à un terrible supplice.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:27","price":"27. Si Allah dispensait trop largement les bienfaits à Ses serviteurs, ceux-ci se livreraient aux abus sur terre, mais Il leur envoie avec mesure ce qu’il Lui plaît (d’envoyer). Il est certes parfaitement Informé de Ses serviteurs, et Il est, à leur sujet, infiniment Lucide.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:28","price":"28. C’est Lui Qui fait descendre la pluie bénéfique après que (les hommes) en désespèrent, et répand Sa grâce, Lui le Protecteur, le Digne de Toute Louange.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:29","price":"29. L’un de Ses Signes est la création des cieux, de la terre et de tous les êtres vivants qui y sont dispersés. Or, Il est Infiniment Capable de les réunir quand Il le voudra.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:30","price":"30. Aucun malheur ne vous frappe qui ne soit dû aux œuvres commises de vos propres mains. Et Il (vous en) pardonne beaucoup.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:31","price":"31. Vous ne pourrez mettre au défi Sa puissance sur terre, et vous n’avez, en dehors d’Allah, ni protecteur ni allié.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:32","price":"32. Parmi Ses Signes, sont les vaisseaux (voguant) en mer, (hauts) comme des montagnes.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:33","price":"33. S’Il veut, Il calme les vents, (et les vaisseaux) restent alors immobiles à la surface (de la mer). Il y a certes là des Signes pour qui est persévérant et reconnaissant.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:34","price":"34. Ou bien (s’Il le voulait), Il ferait couler (ces vaisseaux) en punition de ce que (les hommes) ont commis (comme péchés). Mais Il (en) pardonne beaucoup !","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:35","price":"35. (Afin que) ceux qui disputent au sujet de Nos Signes sachent bien qu’ils n’ont aucune issue (pour se sauver).","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:36","price":"36. Rien ne vous a été donné qui ne soit jouissance éphémère de ce bas monde. Ce qu’il y a auprès d’Allah est bien meilleur et plus durable pour ceux qui ont cru[472] et qui s’en remettent à leur Seigneur,","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"[472] Nous employons souvent le temps composé pour les verbes « croire », « mécroire » « accomplir » comme ils sont employés dans le texte coranique. Cette forme ne renvoie pas à l’époque passée, il s’agit d’un présent accompli. Le contraste des deux formes employées dans le texte coranique : آمنوا vs يتوكّلون impose, nous semble-t-il que l’on conserve dans la traduction cette alternance : passé composé /présent.","lang":"fr"},{"name":"42:37","price":"37. ceux qui évitent les péchés majeurs et les turpitudes, et qui, (même) sous l’emprise de la colère, pardonnent volontiers ;","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:38","price":"38. et ceux qui répondent (à l’appel) de leur Seigneur, accomplissent la Çalât et dont les affaires sont, entre eux, sujet de concertation ; ceux qui dépensent (en aumône) des biens que Nous leur dispensons,","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:39","price":"39. et ceux qui, lorsqu’ils sont injustement agressés, se défendent.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:40","price":"40. À tout tort subi une sanction égale. Celui qui pardonne, cependant, et cherche réconciliation, trouvera sa récompense auprès d’Allah, Qui, Lui, n’aime pas les injustes.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:41","price":"41. Ceux qui se défendent contre une injustice, ceux-là ne sont sujets à aucune poursuite (légale).","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:42","price":"42. Il n’y aura de poursuite que contre ceux qui commettent des injustices envers les autres, qui se livrent, sans juste raison, aux abus sur terre : ceux-là subiront un supplice très douloureux.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:43","price":"43. Endurer et pardonner, voilà bien la meilleure résolution (à prendre).","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:44","price":"44. Celui qu’Allah égare n’aura point d’autre protecteur. Et tu verras les injustes dire, en voyant le supplice : « Est-il encore possible de revenir (sur terre) ? »","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:45","price":"45. Tu les verras qui comparaîtront au-devant (de l’Enfer), la tête baissée d’humiliation et regardant de biais. Ceux qui ont cru diront : « Les vrais perdants sont ceux qui, au Jour de la Résurrection se seront perdus eux-mêmes et (auront perdu) leurs familles. » Les injustes seront certes voués à un supplice sans fin.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:46","price":"46. En dehors d’Allah, ils n’auront pas de protecteurs qui viendront à leur secours. Celui qu’Allah entend égarer ne retrouvera plus (son) chemin.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:47","price":"47. Répondez donc à l’appel de votre Seigneur avant que n’arrive un jour qu’Allah ne différera pas. Ce jour-là, vous n’aurez point de refuge, ni d’endroit où vous dissimuler.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:48","price":"48. S’ils se détournent, (sache que) Nous ne t’avons pas envoyé pour être leur gardien : il ne t’incombe que de transmettre (Notre Message). Lorsque Nous faisons goûter (aux hommes) une grâce de Notre part, ils s’en réjouissent, mais dès qu’un malheur les frappe pour prix de ce qu’ils ont commis de leurs propres mains, voilà que l’homme se montre outrageusement ingrat !","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:49","price":"49.  C’est à Allah que revient la royauté des cieux et de la terre. Il crée ce qu’Il veut. Il donne à qui Il veut des filles et donne à qui Il veut des garçons,","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:50","price":"50. ou mêle à la fois garçons et filles ; et Il fait stérile qui Il veut : Il est Omniscient et Omnipotent !","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:51","price":"51. Un humain ne peut espérer qu’Allah lui parle si ce n’est par révélation, de derrière un voile ou par l’envoi d’un émissaire[473] qui révèle, par Sa permission, ce que Lui veut. Il est certes Très Haut et Sage.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"[473] Un Ange.","lang":"fr"},{"name":"42:52","price":"52. C’est ainsi que Nous t’avons révélé un Esprit émanant de Notre ordre. Tu ne savais pas ce qu’est le Livre, pas plus que tu ne savais ce qu’est la foi. Mais Nous en avons fait la lumière dont Nous guidons qui Nous voulons parmi Nos serviteurs. Tu ne guides en vérité que vers une voie droite,","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"42:53","price":"53. la voie d’Allah à Qui appartient ce qu’il y a dans les cieux et sur terre. Certes c’est vers Allah qu’ira le devenir de Toute chose ! ","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"fr"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}