{"data":[{"name":"43:1","price":"1. Hâ, Mîm.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:2","price":"2. Par le Livre explicite !","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:3","price":"3. Nous en avons fait un Coran en arabe, afin que vous (le) compreniez.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:4","price":"4. Il est, certes, auprès de Nous, dans le Livre Matriciel,[474] bien haut et plein de sagesse.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"[474] Littéralement : le Livre-Mère (la Table Gardée).","lang":"fr"},{"name":"43:5","price":"5. Allons-Nous donc vous délaisser et vous priver du Rappel parce que vous êtes un peuple porté aux excès ?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:6","price":"6. Que de Prophètes n’avons-Nous pas envoyés aux premiers peuples !","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:7","price":"7. Aucun Prophète n’est venu vers eux qu’ils n’aient tourné en dérision.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:8","price":"8. Nous avons (pourtant) fait périr de bien plus féroces que ceux-ci, et que d’exemples sur les premiers (peuples) n’avons-Nous pas cités !","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:9","price":"9. Si tu leur demandes : « Qui a créé les cieux et la terre ? » ils répondront certainement : « Celui Qui les a créés est le Tout-Puissant, l’Omniscient ! »","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:10","price":"10. C’est Lui Qui vous a fait de la terre un berceau, et vous y a tracé des chemins pour vous guider.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:11","price":"11. C’est aussi Lui Qui fait descendre du ciel une eau en proportion (déterminée). Par elle, Nous ramenons à la vie toute une terre morte. C’est ainsi que vous serez sortis (de vos tombes).","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:12","price":"12. C’est aussi Lui Qui a créé tous les couples, et Qui des vaisseaux a fait pour vous (des moyens de transport) et des bestiaux, des montures,","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:13","price":"13. afin que sur le dos (des bestiaux ou à bord des vaisseaux) vous preniez place, et qu’une fois installés, vous vous rappeliez le bienfait de votre Seigneur et disiez : « Gloire soit rendue à Celui Qui a mis cela (à notre service) alors que nous n’aurions pu le faire nous-mêmes !","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:14","price":"14. Et c’est certes vers notre Seigneur que nous retournerons. »","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:15","price":"15. Ils Lui ont attribué une partie de Ses serviteurs.[475] L’homme est d’une ingratitude manifeste.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"[475] Le verset fait allusion à la croyance des associâtres selon laquelle les Anges sont les filles d’Allah (exalté soit-Il).","lang":"fr"},{"name":"43:16","price":"16. Se serait-Il donné des filles de parmi Ses créatures, et vous aurait réservé les garçons ?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:17","price":"17. Annonce-t-on à l’un d’eux (la naissance) de ce qu’il attribue de semblable au Tout Clément, il en a le visage assombri et il en est très affligé.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:18","price":"18. (Lui attribuez-vous donc des filles) élevées au milieu des parures et qui, dans la dispute, n’ont pas l’argumentation claire ?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:19","price":"19. Ils ont fait des Anges, qui sont des serviteurs du Tout Clément, des (êtres) de sexe féminin. Étaient-ils donc témoins de leur création ? Leur témoignage sera consigné par écrit et ils devront en répondre.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:20","price":"20. Ils disent : « Si le Tout Clément avait voulu, nous ne les aurions jamais adorées. »[476] En vérité, ils n’en ont aucune connaissance, ils ne font que supposer.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"[476] Il s’agit des fausses divinités.","lang":"fr"},{"name":"43:21","price":"21. Ou alors leur avons-Nous déjà donné un Livre auquel ils tiendraient fermement ? ","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:22","price":"22. Or ils disent: « Nous avons trouvé nos ancêtres embrassant telle religion, et nous sommes engagés sur leur voie. »","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:23","price":"23. C’est ainsi que Nous n’avons jamais envoyé avant toi un (Messager) pour avertir une cité, sans que les plus opulents de ses habitants n’aient déclaré : « Nous avons trouvé nos ancêtres embrassant telle religion, et nous suivrons leur exemple. »","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:24","price":"24. (Le Messager avertisseur leur) disait : « Et si je vous proposais meilleure direction que celle dans laquelle vous avez trouvé engagés vos ancêtres ? » (Les nantis) répondaient alors : « Nous mécroyons certes en ce message qui est le vôtre. »","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:25","price":"25. Nous tirâmes vengeance d’eux. Vois quel fut le sort de ceux qui ont osé démentir !","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:26","price":"26. (Évoque) quand Abraham dit à son père et à son peuple : « Je suis totalement innocent de ce que vous adorez,","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:27","price":"27. Excepté Celui Qui m’a créé et Qui certes me guidera. »","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:28","price":"28. Il fit que cette parole fût perpétuée par ses descendants dans l’espoir de les faire revenir (à Allah).","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:29","price":"29. Or J’ai accordé à ceux-là,[477] et à leurs ancêtres, la jouissance (des biens de ce bas monde), jusqu’au jour où vinrent à eux la vérité et un Messager explicite.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"[477] Ce pronom renvoie aux mécréants contemporains du Prophète, (paix et bénédiction d’Allah sur lui).","lang":"fr"},{"name":"43:30","price":"30. Mais lorsque la vérité leur fut parvenue, ils dirent : « C’est de la (pure) magie et nous y mécroyons. »","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:31","price":"31. « Mais pourquoi, s’étonnèrent-ils, ce Coran n’est-il pas descendu (en révélation) sur un notable de l’une des deux cités ? »[478]","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"[478] La Mecque et At-Ta’ïf.","lang":"fr"},{"name":"43:32","price":"32. Est-ce que ce sont eux qui répartissent la grâce de ton Seigneur ? C’est Nous Qui avons partagé entre eux leurs moyens de subsistance en ce bas monde, et les avons élevés en rangs les uns par rapport aux autres, afin qu’ils puissent être au service les uns des autres. La miséricorde de ton Seigneur est meilleure que tout ce qu’ils amassent.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:33","price":"33. Si ce n’était pour éviter que tous les hommes ne se réunissent en une seule communauté (de mécréants), Nous aurions fait que ceux qui mécroient aient des maisons aux toits  et aux escaliers d’argent pour y monter.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:34","price":"34. (Nous aurions mis) à leurs maisons des portes et (y aurions installé) des lits sur lesquels ils se reposeraient, ","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:35","price":"35. (et y aurions prévu) des ornements.[479] Mais cela n’est que jouissance de la vie en ce bas monde, alors que l’autre monde, auprès de ton Seigneur, est destiné aux gens pieux.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"[479] C’est cette expression qui donne son titre à cette sourate.","lang":"fr"},{"name":"43:36","price":"36. À celui qui, dans son aveuglement, délaisse le Rappel du Tout Clément, Nous associons un démon comme (proche) compagnon.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:37","price":"37. Ils (les démons) les repoussent loin du (droit) chemin et eux (les hommes) s’imaginent qu’ils sont dans la bonne direction.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:38","price":"38. Viendra alors le jour où (tel homme), comparaîtra devant Nous et dira (à son compagnon démoniaque) : « Plût à (Allah) qu’il y eût entre toi et moi la distance séparant le Levant du Couchant ![480] Quel horrible compagnon tu fais ! »","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"[480] Le Coran emploie littéralement: « les deux Orients ». ","lang":"fr"},{"name":"43:39","price":"39. Aujourd’hui, il ne vous servira à rien, alors que vous avez déjà fait preuve d’injustice,  d’être solidaires dans le supplice.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:40","price":"40. Serait-ce donc toi qui pourrais faire entendre les sourds, montrer la voie aux aveugles et à tous ceux qui sont en plein égarement ?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:41","price":"41. Que Nous te fassions disparaître (ou pas), Nous tirerons d’eux vengeance,","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:42","price":"42. Que Nous te montrions ce que Nous leur avons promis (ou pas), Nous avons sur eux tout pouvoir.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:43","price":"43. Tiens t’en donc avec fermeté à ce qui t’a été révélé, car tu es sur une voie droite.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:44","price":"44. Ce Rappel t’est certes destiné à toi et à ton peuple, et vous serez interrogés (à son sujet).","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:45","price":"45. Demande donc aux Messagers que Nous avons envoyés avant toi : avons-Nous établi, en dehors du Tout Clément, des divinités à adorer ?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:46","price":"46. Nous envoyâmes Moïse, muni de Nos Signes, à Pharaon et à son assemblée de notables, auxquels il dit : « Je suis le Messager du Seigneur de l’Univers. »","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:47","price":"47. Mais lorsqu’il leur eut montré Nos Signes, ils se mirent aussitôt à en rire.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:48","price":"48. Nous ne leur avons montré aucun Signe qui ne fût plus éclatant que l’autre. Nous sévîmes donc contre eux pour les faire revenir (à Nous).","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:49","price":"49. Ils dirent : « Ô toi le magicien ! Implore donc pour nous ton Seigneur, en vertu de l’engagement qu’Il a pris envers toi, et nous trouverons certes le droit chemin ! »","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:50","price":"50. Mais lorsque Nous eûmes mis fin à leur supplice, voilà qu’ils se parjurèrent.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:51","price":"51. Pharaon lança à l’adresse de son peuple : « Ô peuple mien, n’ai-je pas en ma possession tout le royaume d’Égypte et toutes ces rivières qui coulent à mes pieds ? Ne voyez-vous donc pas ?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:52","price":"52. Ne suis-je pas meilleur que ce pauvre hère qui articule à peine ses mots ?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:53","price":"53. Que n’ont été lancés vers lui des bracelets d’or, ou que ne sont venus les Anges avec lui comme compagnons ! »","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:54","price":"54. C’est ainsi qu’il manipula son peuple qui alors lui obéit. Car c’était un peuple de pervers.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:55","price":"55. Irrité de leur comportement, Nous tirâmes vengeance d’eux et les noyâmes tous autant qu’ils étaient.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:56","price":"56. Nous en fîmes un précédent et un exemple pour les autres (générations).[481]","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"[481] Les générations futures.","lang":"fr"},{"name":"43:57","price":"57. L’exemple du fils de Marie proposé, voilà que ton peuple s’en détourne,","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:58","price":"58. en disant : « Qui de nos divinités ou de lui est meilleur ? » Mais ce n’est que (par goût) de la polémique qu’ils te le citent en exemple : ce sont des gens querelleurs. ","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:59","price":"59. Il[482] n’est qu’un serviteur que Nous avons comblé de nos faveurs, et dont Nous avons fait un Signe pour les Enfants d’Israël.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"[482] Jésus, fils de Marie.","lang":"fr"},{"name":"43:60","price":"60. Et si Nous voulions, Nous établirions à votre place des Anges qui vous succèderaient sur terre.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:61","price":"61. (Jésus) sera un Signe (de l’arrivée) de l’Heure. N’ayez aucun doute au sujet de celle-ci. Et suivez-moi donc : voici une voie droite.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:62","price":"62. Que Satan ne vous repousse pas (loin de la foi), il est pour vous un ennemi manifeste.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:63","price":"63. Apportant avec lui les preuves évidentes, Jésus dit : « Je suis venu vers vous, muni de la sagesse, pour vous rendre claire une partie de vos différends. Craignez donc Allah et soyez envers moi obéissants. »[483]","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"[483] Littéralement : obéissez-moi. ","lang":"fr"},{"name":"43:64","price":"64. Allah est mon Seigneur et le vôtre. Adorez-Le. Voici une voie droite.","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:65","price":"65. Mais les clans s’opposèrent entre eux. Malheur aux injustes qui subiront le supplice d’un jour très douloureux !","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:66","price":"66. Qu’attendent-ils sinon que l’Heure fonde sur eux à l’improviste et sans qu’ils la sentent (venir) ?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:67","price":"67. Les amis seront, en ce jour, ennemis les uns des autres, à l’exception des gens pieux.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:68","price":"68. « Ô vous Mes serviteurs ! Il n’y aura nulle crainte pour vous, en ce jour, et vous ne serez point affligés,","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:69","price":"69. vous qui avez cru en Nos Signes et étiez Musulmans,[484]","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"[484] Changement de personne grammaticale, passage de « vous » à « ils », mais il est renvoyé aux mêmes individus : les croyants qu’Allah vient de rassurer au verset précédent.","lang":"fr"},{"name":"43:70","price":"70. Entrez au Paradis, vous et vos compagnes, vous y serez honorés. »","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:71","price":"71. Circuleront alors parmi eux des plats et des coupes d’or. Il y aura ce que toute âme désire et dont se délectent les yeux ; et vous y séjournerez pour l’éternité.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:72","price":"72. Tel est le Paradis dont vous avez été faits les héritiers en prix de vos actions.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:73","price":"73. Vous y aurez des fruits en abondance dont vous (pourrez) manger.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:74","price":"74. Les criminels, quant à eux, sont éternellement plongés dans le supplice de la Géhenne,","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:75","price":"75. qui ne leur sera point atténué et ils y seront livrés au désespoir.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:76","price":"76. Nous n’avons point été envers eux injustes mais ils étaient eux les injustes.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:77","price":"77. « Ô Mâlik,[485] s’écrieront-ils, que ton Seigneur nous anéantisse ! » Il répondra : « Vous y êtes pour toujours ! »","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"[485] Nom du gardien de l’Enfer. ","lang":"fr"},{"name":"43:78","price":"78. « Nous vous avions apporté la vérité, mais la plupart d’entre vous avaient la vérité en horreur. »","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:79","price":"79. Trament-ils quelque intrigue ? Nous (en) tramerons (une) à Notre tour.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:80","price":"80. Croient-ils que Nous n’entendons pas ce qu’ils (tiennent) secret et ce qu’ils (murmurent) en confidence ? Que si ! Et Nos émissaires, près d’eux, consignent tout par écrit.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:81","price":"81. Dis : « Si le Tout Clément avait un enfant, je serais alors le premier à l’adorer. »","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:82","price":"82. Gloire soit rendue au Seigneur des cieux et de la terre, Seigneur du Trône. Il est bien au-dessus de ce qu’ils décrivent.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:83","price":"83. Laisse-les donc à leurs (vaines) conversations et à leurs jeux (futiles), jusqu’à ce qu’ils rencontrent le jour qui leur est promis.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:84","price":"84. Il est Celui Qui est Dieu dans le ciel et Dieu sur terre, et Il est le Sage, l’Omniscient.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:85","price":"85. Béni soit donc Celui Qui a la royauté des cieux, de la terre et de ce qu’il y a entre eux, Qui détient la science de l’Heure, et vers Qui vous serez ramenés.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:86","price":"86. Ceux qui sont invoqués en dehors de Lui ne disposent d’aucun pouvoir d’intercession. Seuls (pourront intercéder) ceux qui auront témoigné de la vérité en toute connaissance. ","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:87","price":"87. Si tu leur demandes Qui les a créés, ils diront : « Allah ! » Comment peuvent-ils donc se détourner de Lui ?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:88","price":"88. Et telle était la plainte (du Prophète) : « Seigneur ! Ces gens ne croient pas. »","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"fr"},{"name":"43:89","price":"89. Détourne-toi donc d’eux (en leur pardonnant) et dis : « Paix ! (Salâm) ». Bientôt ils sauront.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"fr"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}