{"data":[{"name":"47:1","price":"1. Ceux qui ont mécru et ont détourné (les autres) du chemin d’Allah, (Allah) rendra nulles leurs œuvres.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:2","price":"2. Ceux qui ont cru et accompli les bonnes œuvres, et ont eu foi en ce qui a été révélé à Muhammad – qui est la pure vérité émanant de leur Seigneur – (Allah) rachètera leurs mauvaises actions et rendra meilleures leurs dispositions.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:3","price":"3. Cela, parce que ceux qui ont mécru ont adopté l’erreur, et ceux qui ont cru ont suivi la vérité procédant de leur Seigneur. C’est ainsi qu’Allah donne les exemples aux hommes.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:4","price":"4. Quand vous rencontrez (au combat) ceux qui ont mécru, frappez-les à mort, d’estoc et de taille. Une fois que vous aurez pris le dessus sur eux, enchaînez-en solidement les captifs. Après, ce sera soit la libération gracieuse, soit la réclamation d’une rançon, jusqu’à ce que la guerre soit terminée.[508] Cela, et si Allah le voulait, c’est Lui-même Qui Se vengerait d’eux, mais (s’Il ne le fait pas) c’est pour vous éprouver les uns par les autres. Ceux qui seront tués pour la cause d’Allah, (Allah) ne rendra pas vaines leurs œuvres.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"[508] Littéralement : jusqu’à ce que la guerre ait déposé ses fardeaux.","lang":"fr"},{"name":"47:5","price":"5. Il les guidera et rendra meilleures leurs dispositions,","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:6","price":"6. et les fera entrer au Paradis qu’Il leur a déjà défini.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:7","price":"7. Ô vous qui avez cru ! Si vous soutenez (la cause) d’Allah, Allah vous soutiendra et raffermira vos pas.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:8","price":"8. Quant à ceux qui ont mécru, malheur à eux, et (Allah) rendra nulles leurs œuvres.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:9","price":"9. Car ils ont en horreur ce qu’Allah a révélé. Voilà pourquoi Il rendra vaines leurs actions.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:10","price":"10. N’ont-ils pas parcouru la terre pour voir quel fut le sort de ceux qui les ont précédés ? Allah a tout fait s’écrouler sur eux, et il en sera de même des mécréants.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:11","price":"11. Cela, parce qu’Allah est le Protecteur de ceux qui ont cru, cependant que les mécréants nul ne saurait les protéger.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:12","price":"12. Allah recevra ceux qui auront cru et auront accompli les bonnes œuvres en des jardins sous lesquels coulent les rivières. Cependant, les mécréants jouissent (des biens d’ici-bas) et mangent comme des bêtes : le Feu sera leur résidence !","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:13","price":"13. Combien de cités plus puissantes que la tienne, dont tu as été expulsé, avons-Nous fait périr et qui n’eurent aucun secours !","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:14","price":"14. Celui qui est muni de la preuve évidente, venant de Son Seigneur, est-il semblable à celui que trompe le faux brillant de ses actions et qui ne fait que suivre ses propres penchants ?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:15","price":"15. Telle est l’image du Paradis promis aux (hommes) pieux : il y aura des rivières dont l’eau jamais ne s’altère, des rivières de lait à la saveur inchangée, des rivières de vin que ceux qui en boiront trouveront délicieux, et des rivières de miel purifié. Ils y auront à la fois des fruits de toutes sortes et le (généreux) pardon de leur Seigneur. Qu’il y a loin d’eux à ceux qui séjourneront pour l’éternité dans le Feu, qui seront abreuvés d’une eau bouillante qui leur déchirera les entrailles !","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:16","price":"16. Il en est qui, parmi eux, daignent t’écouter. Mais aussitôt qu’ils sortent de chez toi, ils demandent à ceux qui ont reçu la science : « Que vient-il donc de dire ? » Ce sont bien eux dont Allah a scellé les cœurs et qui ont suivi leurs propres penchants.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:17","price":"17. Ceux qui ont trouvé la bonne voie, (Allah) les guidera encore et leur accordera la piété (qui leur est due).","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:18","price":"18. Qu’attendent-ils donc sinon que d’être surpris par l’Heure, qui fondra soudain sur eux ? Ses indices précurseurs sont déjà venus. Mais à quoi bon leur servira de s’en souvenir quand elle les surprendra vraiment ? ","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:19","price":"19. Sache donc qu’il n’est point d’autre divinité qu’Allah ! Demande le pardon pour tes péchés, ainsi que pour ceux des croyants et des croyantes. Allah Sait vos activités (dans ce bas monde) et votre demeure (dans l’Au-delà).","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:20","price":"20. Ceux qui ont cru disent : « Si seulement venait (d’Allah) une sourate ! » Mais aussitôt qu’est révélée une sourate explicite où est évoqué le combat, tu vois ceux dont les cœurs sont rongés par la maladie (du doute) te regarder avec les yeux de qui s’évanouirait devant la mort. Mieux vaudraient pour eux","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:21","price":"21. obéissance et propos convenables. Car quand la décision est prise, rien n’est meilleur pour eux que d’honorer leur engagement envers Allah.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:22","price":"22. En vous détournant, vous vous exposez au risque de semer le désordre sur terre et de rompre vos liens de sang.","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:23","price":"23. Ce sont ceux-là qu’Allah a maudits, a rendus sourds et aveugles.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:24","price":"24. Que ne méditent-ils pas le Coran ? Auraient-ils leurs cœurs hermétiquement fermés (à la foi) ?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:25","price":"25. Ceux qui se sont rétractés après que la bonne direction leur a été montrée, c’est Satan qui les abusés et les a induits (à la faute).","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:26","price":"26. C’est qu’ils ont dit à ceux qui ont pris en aversion la révélation d’Allah : « Nous vous obéirons pour certaines choses. » Mais Allah Sait bien ce qu’ils tiennent secret.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:27","price":"27. Qu’en sera-t-il donc d’eux lorsque les Anges, venant reprendre leurs âmes, leur porteront des coups au visage et sur le dos ?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:28","price":"28. C’est qu’ils ont suivi ce qui irrite Allah, et ont pris en aversion ce qui Le satisfait. Il a donc rendu leurs œuvres inutiles.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:29","price":"29. Ceux dont les cœurs sont rongés par la maladie (de l’hypocrisie) s’imaginent peut-être qu’Allah ne dévoilera pas leurs âpres rancœurs.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:30","price":"30. Si Nous le voulions, nous te les montrerions et tu les reconnaîtrais à leurs traits (particuliers) ; et tu les reconnaîtrais (aussi) à l’intonation de leurs propos. Allah Sait bien vos actions.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:31","price":"31. Nous vous éprouverons pour reconnaître ceux d’entre vous qui (sont prêts à) lutter (pour la cause d’Allah) et qui savent être patients ; et nous évaluerons votre conduite.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:32","price":"32. Ceux qui ont mécru,  se sont dressés sur le chemin d’Allah pour en éloigner les autres, et se sont opposés au Messager après que la bonne direction leur a été montrée, ne nuiront en rien à Allah Qui rendra nulles leurs actions. ","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:33","price":"33. Ô vous qui avez cru ! Obéissez à Allah ! Obéissez au Messager ! Ne rendez pas nulles vos œuvres !","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:34","price":"34. Ceux qui ont mécru, se sont dressés sur le chemin d’Allah pour en éloigner les autres, puis sont morts en mécréants, Allah ne leur pardonnera point.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:35","price":"35. Ne lâchez pas pied, n’appelez pas à la paix alors que vous avez le dessus. Allah est avec vous et ne vous privera point de la récompense pour vos œuvres.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:36","price":"36. La vie en ce bas monde n’est certes que jeu futile et divertissement. Mais si vous croyez et (Le) craignez pieusement, (Allah) vous donnera vos récompenses et ne vous réclamera pas vos biens.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:37","price":"37. Car, s’Il vous les réclamait, vous n’en deviendriez que plus  jaloux (de vos biens) et Il dévoilerait (au grand jour) vos plus âpres rancœurs.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:38","price":"38.  Vous voici appelés à dépenser pour la cause d’Allah. Il en est qui, parmi vous, se montrent avares, mais celui qui est avare l’est certes à ses dépens. Allah, Lui, est le Riche (Qui Se passe de vos dépenses) et c’est vous qui êtes les pauvres. Et si vous tournez le dos, Il vous remplacera par un autre peuple qui ne vous sera point semblable.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"fr"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}