{"data":[{"name":"5:1","price":"1. Ô vous qui avez cru ! Honorez vos engagements ! La chair du bétail vous est permise, hormis celle qui vous sera citée comme défendue. Et il ne vous est pas permis, non plus, de chasser quand vous êtes en état de sacralisation (ihrâm). Allah, certes, décrète ce qu’Il veut.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ أُحِلَّتۡ لَكُم بَهِيمَةُ ٱلۡأَنۡعَٰمِ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ غَيۡرَ مُحِلِّي ٱلصَّيۡدِ وَأَنتُمۡ حُرُمٌۗ إِنَّ ٱللَّهَ يَحۡكُمُ مَا يُرِيدُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":670,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:2","price":"2. Ô vous qui avez cru ! Ne profanez point les rites d’Allah pendant le pèlerinage. Pas plus que vous ne devez profaner le mois sacré, ni négliger les bêtes consacrées à l’immolation, ni encore les colliers (que vous devez leur mettre pour les distinguer des autres bêtes), ni  (vous attaquer à) ceux qui se rendent à la Maison Sacrée espérant une faveur de leur Seigneur et un agrément. Une fois sortis de l’état de sacralisation, vous pourrez alors chasser. Et ne laissez pas les vieilles rancunes envers ceux qui vous barraient la route de la Mosquée Sacrée vous conduire à l’agression. Aidez-vous les uns les autres à faire le bien et à avoir la piété, et ne vous aidez pas à pécher et à agresser. Et craignez Allah, car Allah a le châtiment très dur.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":671,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:3","price":"3. Il vous est défendu (de consommer la chair de) la bête morte, le sang, la viande de porc, et tout ce qui a été (égorgé) sous l’invocation d’un autre nom que celui d’Allah ; la bête étranglée ou étouffée, frappée à mort, morte d’une chute ou d’un coup de corne ; la bête dévorée par un fauve, à moins que celle-ci n’ait déjà été égorgée. (Il vous est également défendu de consommer) la chair de la bête immolée sur les autels (des idolâtres), et de consulter le sort au moyen de flèches (divinatoires). Voilà qui est vraiment pervers. Aujourd’hui, ceux qui ont mécru désespèrent de (vous voir abjurer) votre religion. Ne les craignez donc pas, et craignez-Moi. Aujourd’hui, J’ai mené votre religion à son point d’accomplissement, Je vous ai comblés de Ma grâce tout entière, et J’ai agréé pour vous l’Islam comme religion. Quiconque, cependant, se trouve contraint, en temps de famine et sans l’intention de pécher, de consommer de ces aliments défendus, (doit savoir qu’) Allah est Absoluteur et Tout Miséricordieux.","arabic":"حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":672,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:4","price":"4. Ils te demandent ce qui leur est permis. Dis : « Vous sont permises les nourritures bonnes et pures, ainsi que le gibier attrapé par les animaux de chasse que vous avez dressés selon les enseignements d’Allah. Mangez de ce qu’ils attrapent pour vous après que sur (ce gibier) vous aurez évoqué le nom d’Allah. Et craignez Allah car Allah est prompt à dresser les comptes.","arabic":"يَسۡـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمۡۖ قُلۡ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ وَمَا عَلَّمۡتُم مِّنَ ٱلۡجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُۖ فَكُلُواْ مِمَّآ أَمۡسَكۡنَ عَلَيۡكُمۡ وَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهِۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":673,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:5","price":"5. Aujourd’hui, vous sont permises les nourritures bonnes et pures. Est également licite pour vous la nourriture des gens du Livre. Et la vôtre est tout aussi licite pour eux. Et il vous est permis encore (de prendre pour épouses) les vertueuses parmi les croyantes, et les vertueuses parmi les gens qui ont reçu le Livre avant vous, à condition que vous leur remettiez leur dot et que vous viviez avec elles en vertu d’un contrat de mariage régulier, non pas en dépravés, ni en concubins. Et quiconque trahit sa foi, vaines seront ses œuvres. Et il sera, dans l’autre monde, au nombre des perdants.","arabic":"ٱلۡيَوۡمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُۖ وَطَعَامُ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حِلّٞ لَّكُمۡ وَطَعَامُكُمۡ حِلّٞ لَّهُمۡۖ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلۡمُؤۡمِنَٰتِ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّ مُحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَ وَلَا مُتَّخِذِيٓ أَخۡدَانٖۗ وَمَن يَكۡفُرۡ بِٱلۡإِيمَٰنِ فَقَدۡ حَبِطَ عَمَلُهُۥ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":674,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:6","price":"6. Ô vous qui avez cru ! Quand vous vous levez pour aller à la Çalât, lavez-vous le visage, les mains jusqu’au coude, passez vos mains (mouillées) sur vos têtes et (lavez) vos pieds jusqu’aux chevilles. Si vous êtes en état d’impureté majeure, purifiez-vous (entièrement le corps). Si vous êtes malades ou en voyage, si vous venez de satisfaire un besoin naturel, si vous venez d’avoir des rapports intimes avec les femmes, et que vous ne trouviez pas d’eau, alors recourez à de la terre propre et passez-vous en sur le visage et les mains. Allah ne vous veut aucune gêne, mais veut vous purifier et vous combler de Sa grâce. Peut-être serez-vous reconnaissants !","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ وَإِن كُنتُمۡ جُنُبٗا فَٱطَّهَّرُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُۚ مَا يُرِيدُ ٱللَّهُ لِيَجۡعَلَ عَلَيۡكُم مِّنۡ حَرَجٖ وَلَٰكِن يُرِيدُ لِيُطَهِّرَكُمۡ وَلِيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":675,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:7","price":"7. Souvenez-vous toujours de la grâce d’Allah envers vous, et du pacte qu’Il a conclu avec vous, lorsque vous avez dit : « Nous avons entendu et nous obéissons. » Et craignez Allah, car Allah Sait parfaitement ce qu’il y a au fond des cœurs. ","arabic":"وَٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ وَمِيثَٰقَهُ ٱلَّذِي وَاثَقَكُم بِهِۦٓ إِذۡ قُلۡتُمۡ سَمِعۡنَا وَأَطَعۡنَاۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":676,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:8","price":"8. Ô vous qui avez cru ! Soyez droits et loyaux (dans la soumission due) à Allah. Soyez des témoins en toute équité. Et que l’inimitié pour certaines gens ne vous conduise pas à être inéquitables. Soyez donc équitables, car cela est plus proche de la piété. Et craignez Allah, car Allah est parfaitement Informé de ce que vous faites.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلۡقِسۡطِۖ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ عَلَىٰٓ أَلَّا تَعۡدِلُواْۚ ٱعۡدِلُواْ هُوَ أَقۡرَبُ لِلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":677,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:9","price":"9. Allah a promis à ceux qui ont cru et ont accompli les bonnes œuvres un pardon et une très grande récompense.","arabic":"وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":678,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:10","price":"10. Et ceux qui ont mécru et ont traité Nos Signes de mensonges, ceux-là sont les gens voués à la Fournaise.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":679,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:11","price":"11. Ô vous qui avez cru ! Souvenez-vous de la grâce d’Allah envers vous, lorsque des gens (ennemis) s’apprêtaient à porter la main sur vous et qu’Il a alors arrêté net leur main. Craignez Allah ! Et que les croyants ne s’en remettent qu’à Allah !","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ هَمَّ قَوۡمٌ أَن يَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ فَكَفَّ أَيۡدِيَهُمۡ عَنكُمۡۖ وَٱتَّقُواْ ٱللَّهَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":680,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:12","price":"12. Allah prit un engagement sur les Enfants d’Israël. Nous désignâmes parmi eux douze chefs. Et Allah dit : « Je serai à vos côtés ! Si vous accomplissez la Çalât, vous vous acquittez de la Zakât, vous croyez en Mes Messagers, vous leur venez en aide et vous faites à Allah un bon prêt, Je rachèterai vos méfaits et vous ferai accéder à des jardins sous lesquels coulent les rivières. Alors, celui qui d’entre vous, après cela, mécroit, celui-là s’est égaré du chemin droit.","arabic":"۞ وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗاۖ وَقَالَ ٱللَّهُ إِنِّي مَعَكُمۡۖ لَئِنۡ أَقَمۡتُمُ ٱلصَّلَوٰةَ وَءَاتَيۡتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِي وَعَزَّرۡتُمُوهُمۡ وَأَقۡرَضۡتُمُ ٱللَّهَ قَرۡضًا حَسَنٗا لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":681,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:13","price":"13. Parce qu’ils ont ensuite violé leur engagement, Nous les avons maudits et avons endurci leurs cœurs. Ils altèrent le sens des paroles et ils ont déjà oublié une partie de ce qui leur avait été rappelé. Et tu ne cesseras pas de découvrir leur félonie, à l’exception de quelques-uns d’entre eux en petit nombre. Pardonne-leur, sois indulgent : Allah aime les bienfaiteurs !","arabic":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ لَعَنَّٰهُمۡ وَجَعَلۡنَا قُلُوبَهُمۡ قَٰسِيَةٗۖ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٖ مِّنۡهُمۡ إِلَّا قَلِيلٗا مِّنۡهُمۡۖ فَٱعۡفُ عَنۡهُمۡ وَٱصۡفَحۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":682,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:14","price":"14. Et nous avons, de même, pris un engagement sur ceux qui disent : « Nous sommes chrétiens. » Mais ils ont oublié une partie de ce qui leur avait été rappelé. Nous avons alors semé entre eux l’hostilité et l’animosité jusqu’au Jour de la Résurrection.  Et Allah les informera, certes, de ce qu’ils faisaient.","arabic":"وَمِنَ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰٓ أَخَذۡنَا مِيثَٰقَهُمۡ فَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ فَأَغۡرَيۡنَا بَيۡنَهُمُ ٱلۡعَدَاوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ وَسَوۡفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُواْ يَصۡنَعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":683,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:15","price":"15. Ô gens du Livre ! Voici venu vers vous Notre Messager, qui vous montre clairement de nombreuses choses du Livre que vous gardiez cachées et passe d’autres sous silence. Il vous est venu d’Allah une lumière et un Livre manifeste,","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ كَثِيرٗا مِّمَّا كُنتُمۡ تُخۡفُونَ مِنَ ٱلۡكِتَٰبِ وَيَعۡفُواْ عَن كَثِيرٖۚ قَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ وَكِتَٰبٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":684,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:16","price":"16. par lequel Allah guide vers le chemin du salut ceux qui sollicitent Son agrément. Il les fait sortir des ténèbres vers la lumière, par Sa permission, et les oriente vers une voie droite.","arabic":"يَهۡدِي بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضۡوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ وَيُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِهِۦ وَيَهۡدِيهِمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":685,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:17","price":"17. Sont certes mécréants ceux qui ont dit qu’Allah est le Messie, fils de Marie.  Dis-leur : « Qui donc pourrait empêcher Allah d’anéantir le Messie fils de Marie et sa mère, ainsi que tous ceux qui sont sur terre ? » À Allah appartient la royauté des cieux et de la terre et de ce qui se trouve entre les deux. Il crée ce qu’Il veut. Car Allah est de Toute chose Infiniment Capable.","arabic":"لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۚ قُلۡ فَمَن يَمۡلِكُ مِنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ أَن يُهۡلِكَ ٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗاۗ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۚ يَخۡلُقُ مَا يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":686,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:18","price":"18. Les Juifs et les Chrétiens disent : « Nous sommes les enfants d’Allah et ses bien-aimés. » Dis : « Pourquoi vous châtie-t-Il donc pour vos péchés ? Vous n’êtes plutôt que des humains parmi ceux qu’Il a créés. » Il pardonne à qui Il veut et châtie qui Il veut, et à Lui Seul appartient la royauté des cieux et de la terre et tout ce qu’il y a entre les deux. Et c’est vers Lui qu’est le devenir.","arabic":"وَقَالَتِ ٱلۡيَهُودُ وَٱلنَّصَٰرَىٰ نَحۡنُ أَبۡنَٰٓؤُاْ ٱللَّهِ وَأَحِبَّٰٓؤُهُۥۚ قُلۡ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُمۖ بَلۡ أَنتُم بَشَرٞ مِّمَّنۡ خَلَقَۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":687,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:19","price":"19. Ô gens du Livre ! Voici Notre Messager qui vient vers vous pour vous éclairer, après une longue période sans Messagers, et pour que vous ne disiez plus : « Il ne nous est pas venu d’annonciateur et d’avertisseur (bachîr, nadhîr) ! » Voilà donc qu’il vous est bien venu un annonciateur et avertisseur, et Allah est de Toute chose Infiniment Capable.","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ عَلَىٰ فَتۡرَةٖ مِّنَ ٱلرُّسُلِ أَن تَقُولُواْ مَا جَآءَنَا مِنۢ بَشِيرٖ وَلَا نَذِيرٖۖ فَقَدۡ جَآءَكُم بَشِيرٞ وَنَذِيرٞۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":688,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:20","price":"20. Et (rappelez-vous) lorsque Moïse dit à son peuple : « Ô peuple mien ! Souvenez-vous de la grâce d’Allah envers vous. Il a élu parmi vous des Prophètes, a fait de vous des rois et vous a donné ce qu’Il n’avait donné à personne d’autre aux mondes.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَعَلَ فِيكُمۡ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكٗا وَءَاتَىٰكُم مَّا لَمۡ يُؤۡتِ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":689,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:21","price":"21. Ô peuple mien ! Entrez donc en cette terre sainte qu’Allah vous a destinée ! Ne tournez pas les talons (devant l’ennemi) ou vous en reviendriez perdants ! »","arabic":"يَٰقَوۡمِ ٱدۡخُلُواْ ٱلۡأَرۡضَ ٱلۡمُقَدَّسَةَ ٱلَّتِي كَتَبَ ٱللَّهُ لَكُمۡ وَلَا تَرۡتَدُّواْ عَلَىٰٓ أَدۡبَارِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":690,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:22","price":"22. Ils dirent : « Ô Moïse ! Il s’y trouve un peuple puissant et nous n’y entrerons pas avant qu’eux-mêmes n’en sortent. S’ils en sortent, nous y entrerons. »","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِنَّ فِيهَا قَوۡمٗا جَبَّارِينَ وَإِنَّا لَن نَّدۡخُلَهَا حَتَّىٰ يَخۡرُجُواْ مِنۡهَا فَإِن يَخۡرُجُواْ مِنۡهَا فَإِنَّا دَٰخِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":691,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:23","price":"23. Deux hommes parmi ceux qui craignaient (Allah), et qu’Allah avait comblés de Ses grâces, dirent : « Entrez chez eux en forçant la porte ! Une fois entrés, vous serez les vainqueurs ! Remettez-vous en à Allah si vous êtes croyants. »","arabic":"قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمَا ٱدۡخُلُواْ عَلَيۡهِمُ ٱلۡبَابَ فَإِذَا دَخَلۡتُمُوهُ فَإِنَّكُمۡ غَٰلِبُونَۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":692,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:24","price":"24. Ils dirent : « Ô Moïse ! Jamais nous n’y entrerons s’ils y sont toujours. Vas-y donc, toi et ton Seigneur. Combattez tous deux. Nous autres, nous resterons ici. »","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِنَّا لَن نَّدۡخُلَهَآ أَبَدٗا مَّا دَامُواْ فِيهَا فَٱذۡهَبۡ أَنتَ وَرَبُّكَ فَقَٰتِلَآ إِنَّا هَٰهُنَا قَٰعِدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":693,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:25","price":"25. « Seigneur, dit Moïse, je n’ai d’autorité que sur moi-même et sur mon frère. Sépare-nous donc de ces gens pervers. »","arabic":"قَالَ رَبِّ إِنِّي لَآ أَمۡلِكُ إِلَّا نَفۡسِي وَأَخِيۖ فَٱفۡرُقۡ بَيۡنَنَا وَبَيۡنَ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":694,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:26","price":"26.  (Allah) répondit : « Elle (cette terre sainte) leur sera défendue pour quarante ans, durant lesquels ils erreront sur la terre. Ne t’afflige donc pas pour ces gens pervers. »","arabic":"قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيۡهِمۡۛ أَرۡبَعِينَ سَنَةٗۛ يَتِيهُونَ فِي ٱلۡأَرۡضِۚ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":695,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:27","price":"27. Raconte-leur, en toute vérité, l’histoire des deux fils d’Adam lorsqu’ils firent une offrande : elle fut acceptée de l’un, et ne le fut point de l’autre. Ce dernier dit alors : « Je te tuerai ! » Le premier répondit : « Allah n’accepte (les offrandes) que de la part des gens pieux ! »","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱبۡنَيۡ ءَادَمَ بِٱلۡحَقِّ إِذۡ قَرَّبَا قُرۡبَانٗا فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ مِنَ ٱلۡأٓخَرِ قَالَ لَأَقۡتُلَنَّكَۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":696,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:28","price":"28.  Si tu portes la main sur moi pour me tuer, je ne porterai pas la mienne sur toi pour te tuer. Car moi, je crains Allah, Seigneur de l’Univers.","arabic":"لَئِنۢ بَسَطتَ إِلَيَّ يَدَكَ لِتَقۡتُلَنِي مَآ أَنَا۠ بِبَاسِطٖ يَدِيَ إِلَيۡكَ لِأَقۡتُلَكَۖ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":697,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:29","price":"29. Je veux que tu endosses le péché de mon meurtre et ton propre péché (qui l’a précédé). Ainsi seras-tu parmi les hôtes du Feu, et c’est là la rétribution des injustes.","arabic":"إِنِّيٓ أُرِيدُ أَن تَبُوٓأَ بِإِثۡمِي وَإِثۡمِكَ فَتَكُونَ مِنۡ أَصۡحَٰبِ ٱلنَّارِۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":698,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:30","price":"30. Son âme le persuada de tuer son frère et il le tua. Il se retrouva ainsi du nombre des perdants.","arabic":"فَطَوَّعَتۡ لَهُۥ نَفۡسُهُۥ قَتۡلَ أَخِيهِ فَقَتَلَهُۥ فَأَصۡبَحَ مِنَ ٱلۡخَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":699,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:31","price":"31. Allah envoya un corbeau qui se mit à gratter la terre pour lui montrer comment enfouir la dépouille de son frère. Il dit : « Malheur à moi ! Suis-je donc incapable d’être comme ce corbeau et d’enfouir le cadavre de mon frère ? » Il se retrouva alors du nombre de ceux que ronge le remords.","arabic":"فَبَعَثَ ٱللَّهُ غُرَابٗا يَبۡحَثُ فِي ٱلۡأَرۡضِ لِيُرِيَهُۥ كَيۡفَ يُوَٰرِي سَوۡءَةَ أَخِيهِۚ قَالَ يَٰوَيۡلَتَىٰٓ أَعَجَزۡتُ أَنۡ أَكُونَ مِثۡلَ هَٰذَا ٱلۡغُرَابِ فَأُوَٰرِيَ سَوۡءَةَ أَخِيۖ فَأَصۡبَحَ مِنَ ٱلنَّٰدِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":700,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:32","price":"32. C’est pour cela que Nous avons prescrit aux Enfants d’Israël (la loi que voici) : Quiconque aura tué une personne sans que celle-ci n’ait commis un meurtre ou semé la corruption sur terre, c’est comme s’il avait tué l’humanité entière. Et quiconque l’aura fait revivre,[156] c’est comme s’il avait fait revivre l’humanité entière. Nos Messagers leur ont apporté les preuves évidentes, et pourtant beaucoup d’entre eux se laissent aller à leurs excès sur terre.","arabic":"مِنۡ أَجۡلِ ذَٰلِكَ كَتَبۡنَا عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفۡسَۢا بِغَيۡرِ نَفۡسٍ أَوۡ فَسَادٖ فِي ٱلۡأَرۡضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعٗا وَمَنۡ أَحۡيَاهَا فَكَأَنَّمَآ أَحۡيَا ٱلنَّاسَ جَمِيعٗاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُنَا بِٱلۡبَيِّنَٰتِ ثُمَّ إِنَّ كَثِيرٗا مِّنۡهُم بَعۡدَ ذَٰلِكَ فِي ٱلۡأَرۡضِ لَمُسۡرِفُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":701,"juzNumber":6,"footnotes":"[156] Il n’est nullement question, ici, d’attribuer aux hommes le pouvoir de donner la vie ou de les ressusciter. C’est un pouvoir exclusif à Allah, gloire Lui soit rendue. Il ne peut s’agir, en vérité, que d’une allusion métaphorique aux interventions de certaines personnes et aux gestes humanitaires qui peuvent, effectivement, sauver des vies humaines.","lang":"fr"},{"name":"5:33","price":"33. La sanction de ceux qui font la guerre à Allah et à Son Messager, qui s’emploient à semer la corruption sur terre, est d’être eux-mêmes mis à mort ou crucifiés, d’avoir les mains et les pieds coupés par croisement,[157] ou d’être bannis du pays. Telle est l’infamie (dont ils seront marqués) en ce bas monde, et ils auront dans l’autre un terrible supplice,","arabic":"إِنَّمَا جَزَٰٓؤُاْ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادًا أَن يُقَتَّلُوٓاْ أَوۡ يُصَلَّبُوٓاْ أَوۡ تُقَطَّعَ أَيۡدِيهِمۡ وَأَرۡجُلُهُم مِّنۡ خِلَٰفٍ أَوۡ يُنفَوۡاْ مِنَ ٱلۡأَرۡضِۚ ذَٰلِكَ لَهُمۡ خِزۡيٞ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":702,"juzNumber":6,"footnotes":"[157] C’est-à-dire que, par alternance, on leur coupe d’abord la main droite, puis le pied gauche, puis la main gauche, puis la main droite.","lang":"fr"},{"name":"5:34","price":"34. sauf ceux qui se seront repentis avant de se retrouver sous votre pouvoir. Sachez donc qu’Allah est Absoluteur et Tout Miséricordieux.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِن قَبۡلِ أَن تَقۡدِرُواْ عَلَيۡهِمۡۖ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":703,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:35","price":"35. Ô vous qui avez cru ! Craignez Allah, quêtez la voie qui vous ramène vers Lui, combattez pour Sa cause. Peut-être réussirez-vous.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَٱبۡتَغُوٓاْ إِلَيۡهِ ٱلۡوَسِيلَةَ وَجَٰهِدُواْ فِي سَبِيلِهِۦ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":704,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:36","price":"36. Ceux qui ont mécru, même s’ils avaient en possession tout ce qui est sur terre, et encore autant, pour le payer en rançon et se racheter du supplice du Jour de la Résurrection, tout cela ne serait point accepté de leur part. Et ils auront un supplice très douloureux. ","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لِيَفۡتَدُواْ بِهِۦ مِنۡ عَذَابِ يَوۡمِ ٱلۡقِيَٰمَةِ مَا تُقُبِّلَ مِنۡهُمۡۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":705,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:37","price":"37. Ils voudront alors sortir du Feu, mais ils n’en sortiront pas. Et pour eux il y aura un supplice constant.","arabic":"يُرِيدُونَ أَن يَخۡرُجُواْ مِنَ ٱلنَّارِ وَمَا هُم بِخَٰرِجِينَ مِنۡهَاۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":706,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:38","price":"38. Le voleur et la voleuse, coupez-leur donc la main, en juste sanction de ce qu’ils auront commis, et comme châtiment d’Allah. Car Allah est Tout-Puissant et Sage.","arabic":"وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقۡطَعُوٓاْ أَيۡدِيَهُمَا جَزَآءَۢ بِمَا كَسَبَا نَكَٰلٗا مِّنَ ٱللَّهِۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":707,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:39","price":"39. Celui qui, après avoir commis le tort qui est le sien, se repent et se corrige, Allah accepte son repentir. Allah est Absoluteur et Tout Miséricordieux.","arabic":"فَمَن تَابَ مِنۢ بَعۡدِ ظُلۡمِهِۦ وَأَصۡلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":708,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:40","price":"40. Ne sais-tu pas qu’Allah a la royauté des cieux et de la terre ? Il soumet au supplice qui Il veut et Il pardonne à qui Il veut. Et Allah est de Toute chose Infiniment Capable.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يُعَذِّبُ مَن يَشَآءُ وَيَغۡفِرُ لِمَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":709,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:41","price":"41. Ô Messager ! Ne sois point affligé par ceux qui se hâtent vers la mécréance parmi ceux qui se disent croyants par la bouche et n’ont jamais cru par le cœur ; ni ceux qui, s’étant judaïsés, écoutent attentivement le mensonge et aiment tendre l’oreille à d’autres gens qui ne sont jamais venus vers toi. Ils altèrent le sens des mots déjà établi et disent : « Si vous avez reçu ceci, prenez-le,[158] et si vous ne l’avez pas reçu, méfiez-vous en ! » Celui qu’Allah veut soumettre à l’épreuve du désarroi, tu ne pourras rien pour lui. Ceux dont Allah n’entend pas purifier les cœurs seront marqués d’infamie dans ce bas monde, et auront dans l’autre un terrible supplice.","arabic":"۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":710,"juzNumber":6,"footnotes":"[158] Si Muhammad (paix et bénédiction d’Allah sur lui) vous propose des prescriptions identiques aux nôtres (les Juifs) acceptez-les (soyez preneurs), sinon, soyez méfiants.","lang":"fr"},{"name":"5:42","price":"42. Ils prêtent une oreille attentive aux mensonges et sont âpres aux gains illicites ! S’ils viennent à toi, sois leur juge ou détourne-toi d’eux. Et si tu te détournes d’eux, ils ne te nuiront en rien. Mais si tu décides de juger, alors juge entre eux avec équité, car Allah aime les équitables.","arabic":"سَمَّٰعُونَ لِلۡكَذِبِ أَكَّٰلُونَ لِلسُّحۡتِۚ فَإِن جَآءُوكَ فَٱحۡكُم بَيۡنَهُمۡ أَوۡ أَعۡرِضۡ عَنۡهُمۡۖ وَإِن تُعۡرِضۡ عَنۡهُمۡ فَلَن يَضُرُّوكَ شَيۡـٔٗاۖ وَإِنۡ حَكَمۡتَ فَٱحۡكُم بَيۡنَهُم بِٱلۡقِسۡطِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":711,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:43","price":"43. Et comment donc te prendraient-ils pour juge alors qu’ils ont la Torah où se trouve le Jugement d’Allah ? Puis, après cela, ils désavouent (ton jugement). Ceux-là ne sont donc pas des croyants.","arabic":"وَكَيۡفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوۡرَىٰةُ فِيهَا حُكۡمُ ٱللَّهِ ثُمَّ يَتَوَلَّوۡنَ مِنۢ بَعۡدِ ذَٰلِكَۚ وَمَآ أُوْلَٰٓئِكَ بِٱلۡمُؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":712,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:44","price":"44. Nous avons fait descendre (en révélation) la Torah où se trouvent une orientation juste (hudâ) et une lumière, et par laquelle les Prophètes Soumis (à la volonté d’Allah), les connaisseurs des choses divines et les docteurs de la loi jugent pour les Juifs. Car leur fut confiée la garde du Livre d’Allah et ils en sont les témoins. Ne craignez donc pas les hommes et craignez-Moi. Et n’échangez pas Mes Signes contre peu. Ceux qui ne jugent pas d’après ce qu’Allah a fait descendre (en révélation), ceux-là sont les mécréants.","arabic":"إِنَّآ أَنزَلۡنَا ٱلتَّوۡرَىٰةَ فِيهَا هُدٗى وَنُورٞۚ يَحۡكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسۡلَمُواْ لِلَّذِينَ هَادُواْ وَٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ بِمَا ٱسۡتُحۡفِظُواْ مِن كِتَٰبِ ٱللَّهِ وَكَانُواْ عَلَيۡهِ شُهَدَآءَۚ فَلَا تَخۡشَوُاْ ٱلنَّاسَ وَٱخۡشَوۡنِ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗاۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":713,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:45","price":"45. Nous leur y avons prescrit : vie pour vie, œil pour œil, nez pour nez, oreille pour oreille, dent pour dent. Aux blessures, s’applique la loi du talion. Quiconque, par charité, y renonce (au talion), aura gagné un rachat de ses péchés (kaffâra). Et ceux qui ne jugent pas d’après ce qu’Allah a révélé, ceux-là sont les injustes. ","arabic":"وَكَتَبۡنَا عَلَيۡهِمۡ فِيهَآ أَنَّ ٱلنَّفۡسَ بِٱلنَّفۡسِ وَٱلۡعَيۡنَ بِٱلۡعَيۡنِ وَٱلۡأَنفَ بِٱلۡأَنفِ وَٱلۡأُذُنَ بِٱلۡأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلۡجُرُوحَ قِصَاصٞۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٞ لَّهُۥۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":714,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:46","price":"46. Nous avons, après eux, envoyé Jésus, fils de Marie, qui est venu confirmer ce qu’il y avait avant lui dans la Torah. Nous lui avons donné l’Évangile contenant une orientation juste (hudâ) et une lumière, confirmant encore ce qu’il y avait avant lui dans la Torah, comme guide pour les gens pieux et comme bonne exhortation.","arabic":"وَقَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِعِيسَى ٱبۡنِ مَرۡيَمَ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِۖ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ فِيهِ هُدٗى وَنُورٞ وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِ وَهُدٗى وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":715,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:47","price":"47. Que les tenants de l’Évangile jugent donc d’après ce qu’Allah y a fait descendre (en révélation). Car ceux qui ne jugent pas conformément à ce qu’Allah a révélé, ceux-là sont les pervers.","arabic":"وَلۡيَحۡكُمۡ أَهۡلُ ٱلۡإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":716,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:48","price":"48. Nous avons fait descendre (en révélation)  vers toi le Livre en toute vérité, qui confirme et surpasse les Écritures antérieures. Juge donc entre eux d’après ce qu’Allah a fait descendre (en révélation), et ne suis pas leurs désirs pour ne pas t’éloigner de ce qui t’est venu comme vérité. À chacun d’entre vous Nous avons assigné une loi et dicté une méthode de conduite (à suivre). Et si Allah l’avait voulu, Il aurait fait de vous une seule nation. Mais Il a voulu vous éprouver par les dons qu’Il vous a prodigués. Hâtez-vous donc vers les bonnes œuvres avec émulation. C’est vers Allah que sera votre retour à tous. Il vous révélera ce à propos de quoi vous aviez des divergences.","arabic":"وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":717,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:49","price":"49. Juge donc entre eux d’après ce qu’Allah a fait descendre  (en révélation). Ne suis pas leurs désirs et méfie-toi qu’ils ne te distraient d’une partie de ce qu’Allah a révélé. Et s’ils tournent le dos (à ton jugement), sache alors qu’Allah veut les châtier pour certains de leurs péchés. Bon nombre d’hommes sont, en effet, pervers.","arabic":"وَأَنِ ٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ وَٱحۡذَرۡهُمۡ أَن يَفۡتِنُوكَ عَنۢ بَعۡضِ مَآ أَنزَلَ ٱللَّهُ إِلَيۡكَۖ فَإِن تَوَلَّوۡاْ فَٱعۡلَمۡ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعۡضِ ذُنُوبِهِمۡۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ لَفَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":718,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:50","price":"50. Serait-ce donc le jugement de l’ère préislamique qu’ils souhaitent ? Est-il meilleur juge qu’Allah pour des gens fermes dans leur foi ?","arabic":"أَفَحُكۡمَ ٱلۡجَٰهِلِيَّةِ يَبۡغُونَۚ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ حُكۡمٗا لِّقَوۡمٖ يُوقِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":719,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:51","price":"51. Ô vous qui avez cru ! Ne prenez pas les Juifs et les Chrétiens pour alliés. Ils sont eux-mêmes alliés les uns des autres. Celui qui parmi vous aura fait d’eux ses alliés, deviendra l’un des leurs. Allah ne guide pas les gens injustes.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡيَهُودَ وَٱلنَّصَٰرَىٰٓ أَوۡلِيَآءَۘ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":720,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:52","price":"52. Tu verras ceux qui ont le cœur malade[159] accourir vers eux en disant : « Nous craignons vraiment que la fortune ne se retourne contre nous. » Mais il est toujours possible qu’Allah donne la victoire (aux croyants) ou décrète un nouvel ordre de Sa part, et là ils regretteront ce qu’ils avaient pensé dans le secret du cœur.","arabic":"فَتَرَى ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يُسَٰرِعُونَ فِيهِمۡ يَقُولُونَ نَخۡشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٞۚ فَعَسَى ٱللَّهُ أَن يَأۡتِيَ بِٱلۡفَتۡحِ أَوۡ أَمۡرٖ مِّنۡ عِندِهِۦ فَيُصۡبِحُواْ عَلَىٰ مَآ أَسَرُّواْ فِيٓ أَنفُسِهِمۡ نَٰدِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":721,"juzNumber":6,"footnotes":"[159] C’est-à-dire ceux dont les cœurs sont rongés par l’hésitation et les tentations mécréantes.","lang":"fr"},{"name":"5:53","price":"53. Et ceux qui ont cru diront : « Sont-ce là ceux qui juraient par Allah et de toutes leurs forces qu’ils étaient avec vous ? » Vaines sont à présent leurs œuvres et ils sont devenus perdants.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓاْ أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ إِنَّهُمۡ لَمَعَكُمۡۚ حَبِطَتۡ أَعۡمَٰلُهُمۡ فَأَصۡبَحُواْ خَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":722,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:54","price":"54. Ô vous qui avez cru ! Si parmi vous certains apostasient leur religion,[160] Allah fera venir des hommes qu’Il aimera et qui L’aimeront, humbles devant les croyants, féroces[161] contre les mécréants. Ils lutteront pour la cause d’Allah et ne craindront nulle récrimination d’aucun récriminateur.[162] Telle est la faveur d’Allah, qu’Il accorde à qui Il veut, car Allah est Vaste et Omniscient.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَن يَرۡتَدَّ مِنكُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِي ٱللَّهُ بِقَوۡمٖ يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلۡمُؤۡمِنِينَ أَعِزَّةٍ عَلَى ٱلۡكَٰفِرِينَ يُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوۡمَةَ لَآئِمٖۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":723,"juzNumber":6,"footnotes":"[160] Le verbe « apostasier » est en principe intransitif. Mais le Grand Robert remarque qu’il se rencontre quelques emplois transitifs comme dans « apostasier sa foi ». Même si cette structure est rare, nous préférons dans ce contexte « apostasier » à « abjurer ». \n[161] Le mot arabe أعزة, pluriel de عزيز, signifie à la fois « fier et puissant ». Or le mot « féroce » est étymologiquement un heureux croisement des deux sens : il signifie ordinairement « impitoyable » mais remonte à l’étymon latin « ferox », de « ferus : bête sauvage », au sens de « fier, orgueilleux, hautain. » Le mot « féroce » est donc le doublet savant de « fier », formation populaire, romane.\n[162] Ou : ne craindront accusation d’aucun accusateur.","lang":"fr"},{"name":"5:55","price":"55. Vos seuls alliés sont certes Allah, Son Messager et ceux qui, ayant cru, observent la Çalât et s’acquittent de la Zakât tout en s’inclinant (devant Allah).","arabic":"إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُواْ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُمۡ رَٰكِعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":724,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:56","price":"56. Ceux qui prennent pour alliés Allah, Son Messager et les croyants, ce sont eux le parti d’Allah et ils seront vainqueurs.","arabic":"وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُواْ فَإِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡغَٰلِبُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":725,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:57","price":"57. Ô vous qui avez cru ! Ne prenez pas pour alliés ceux qui tournent votre religion en dérision et s’en jouent, parmi les gens qui ont reçu les Écritures avant vous et parmi les mécréants. Et craignez Allah si vous êtes croyants.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلَّذِينَ ٱتَّخَذُواْ دِينَكُمۡ هُزُوٗا وَلَعِبٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَٱلۡكُفَّارَ أَوۡلِيَآءَۚ وَٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":726,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:58","price":"58. Et quand vous appelez à la Çalât, ils s’en moquent et s’en jouent, car ce sont des gens dépourvus de raisonnement.","arabic":"وَإِذَا نَادَيۡتُمۡ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوٗا وَلَعِبٗاۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":727,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:59","price":"59. Dis : « Ô gens du Livre ! Que nous reprochez-vous donc, sinon d’avoir cru en Allah, à ce qui est descendu (en révélation) vers nous et qui est déjà descendu auparavant ? La plupart d’entre vous sont certes des pervers. »","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ هَلۡ تَنقِمُونَ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ مِن قَبۡلُ وَأَنَّ أَكۡثَرَكُمۡ فَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":728,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:60","price":"60. Dis : « Vous révélerai-je donc pire que cela comme sanction auprès d’Allah ? Ceux que maudit Allah, et qui subissent Sa colère, ceux qu’Il a changés en singes et en porcs et ceux qui adorent les fausses divinités (le Taghût) ; ceux-là seront dans les pires positions et s’égareront le plus du droit chemin. »","arabic":"قُلۡ هَلۡ أُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيۡهِ وَجَعَلَ مِنۡهُمُ ٱلۡقِرَدَةَ وَٱلۡخَنَازِيرَ وَعَبَدَ ٱلطَّٰغُوتَۚ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":729,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:61","price":"61. Et lorsqu’ils viennent vous trouver, ils disent : « Nous avons cru. » Mais ils sont en vérité entrés en mécréants et sortis en mécréants. Et Allah en Sait mieux sur ce qu’ils taisaient.","arabic":"وَإِذَا جَآءُوكُمۡ قَالُوٓاْ ءَامَنَّا وَقَد دَّخَلُواْ بِٱلۡكُفۡرِ وَهُمۡ قَدۡ خَرَجُواْ بِهِۦۚ وَٱللَّهُ أَعۡلَمُ بِمَا كَانُواْ يَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":730,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:62","price":"62. Tu verras plusieurs d’entre eux accourir vers le péché et l’agression, et se gaver de gains illicites. Quelles horribles œuvres que les leurs !","arabic":"وَتَرَىٰ كَثِيرٗا مِّنۡهُمۡ يُسَٰرِعُونَ فِي ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":731,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:63","price":"63. Si seulement les connaisseurs des choses divines et les docteurs de la loi leur défendaient de débiter des mensonges et de se rassasier de gains illicites ! Quelles horribles actions que les leurs !","arabic":"لَوۡلَا يَنۡهَىٰهُمُ ٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ عَن قَوۡلِهِمُ ٱلۡإِثۡمَ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَصۡنَعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":732,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:64","price":"64. Les Juifs ont dit : « La main d’Allah est liée. » Que soient liées leurs mains et qu’ils soient maudits pour ce qu’ils ont osé dire ! Plutôt Ses Mains sont (infiniment) ouvertes et Il dispense (Ses bienfaits) comme Il veut. Ce qui te fut révélé de la part de Ton Seigneur ajoutera certes beaucoup à leur insoumission et à leur mécréance. Nous avons semé parmi eux l’animosité et la haine jusqu’au Jour de la Résurrection. Chaque fois qu’ils allument un feu de guerre, Allah l’éteint. Et ils s’emploient à répandre la corruption sur terre mais Allah n’aime pas les corrupteurs.","arabic":"وَقَالَتِ ٱلۡيَهُودُ يَدُ ٱللَّهِ مَغۡلُولَةٌۚ غُلَّتۡ أَيۡدِيهِمۡ وَلُعِنُواْ بِمَا قَالُواْۘ بَلۡ يَدَاهُ مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُۚ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۚ وَأَلۡقَيۡنَا بَيۡنَهُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ كُلَّمَآ أَوۡقَدُواْ نَارٗا لِّلۡحَرۡبِ أَطۡفَأَهَا ٱللَّهُۚ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادٗاۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":733,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:65","price":"65. Si les gens du Livre avaient cru et avaient craint Allah, Nous aurions racheté leurs péchés et nous les aurions reçus dans les Jardins des délices.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡكِتَٰبِ ءَامَنُواْ وَٱتَّقَوۡاْ لَكَفَّرۡنَا عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأَدۡخَلۡنَٰهُمۡ جَنَّٰتِ ٱلنَّعِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":734,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:66","price":"66. Et s’ils avaient appliqué à la lettre la Torah, l’Évangile et ce qui leur a été révélé de leur Seigneur, ils auraient joui pleinement de tous (les biens) qui les entourent. Il y a certes parmi eux ceux qui sont droits, et d’autres qui, au contraire, agissent tellement mal !","arabic":"وَلَوۡ أَنَّهُمۡ أَقَامُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡهِم مِّن رَّبِّهِمۡ لَأَكَلُواْ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۚ مِّنۡهُمۡ أُمَّةٞ مُّقۡتَصِدَةٞۖ وَكَثِيرٞ مِّنۡهُمۡ سَآءَ مَا يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":735,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:67","price":"67. Ô Messager ! Transmets donc ce qui est descendu vers toi de la part de ton Seigneur. Si tu ne le fais pas, tu n’auras point transmis Son Message. Allah te préservera des hommes, et Allah ne guidera point les hommes mécréants.","arabic":"۞ يَٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغۡ مَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَۖ وَإِن لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَهُۥۚ وَٱللَّهُ يَعۡصِمُكَ مِنَ ٱلنَّاسِۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":736,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:68","price":"68. Dis : « Ô gens du Livre ! Vous ne vous fondez sur rien tant que vous n’appliquez pas à la lettre la Torah, l’Évangile et ce qui vous a été révélé de la part de votre Seigneur. » Et ce qui t’a été révélé de la part de ton Seigneur ajoutera certes beaucoup à leur insoumission et à leur mécréance. Ne t’afflige donc pas pour un peuple de mécréants.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَسۡتُمۡ عَلَىٰ شَيۡءٍ حَتَّىٰ تُقِيمُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡۗ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۖ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":737,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:69","price":"69. Ceux qui ont cru, ceux qui se sont judaïsés, les Sabéens et les Nazaréens (les Chrétiens), quiconque a cru en Allah et au Jour Dernier et a accompli les bonnes œuvres, ceux-là, il n’y aura aucune crainte pour eux et ils n’auront aucune affliction.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـُٔونَ وَٱلنَّصَٰرَىٰ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":738,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:70","price":"70. Nous avons pris un engagement sur les Enfants d’Israël et leur avons envoyé des Messagers. Or chaque fois qu’un Messager leur apportait ce qui ne leur plaisait point, ils traitaient certains de menteurs et tuaient les autres.","arabic":"لَقَدۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَأَرۡسَلۡنَآ إِلَيۡهِمۡ رُسُلٗاۖ كُلَّمَا جَآءَهُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُهُمۡ فَرِيقٗا كَذَّبُواْ وَفَرِيقٗا يَقۡتُلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":739,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:71","price":"71. Ils pensaient qu’il n’y aurait contre eux aucune sanction. Alors, ils se firent aveugles et sourds (à la vérité). Puis, Allah accepta leur repentir, mais bon nombre d’entre eux se firent, à nouveau, aveugles et sourds. Or Allah, Lui, Voit tout ce qu’ils font.","arabic":"وَحَسِبُوٓاْ أَلَّا تَكُونَ فِتۡنَةٞ فَعَمُواْ وَصَمُّواْ ثُمَّ تَابَ ٱللَّهُ عَلَيۡهِمۡ ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٞ مِّنۡهُمۡۚ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":740,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:72","price":"72. Ont certes mécru ceux qui ont dit : « Allah est le Messie, fils de Marie », quand le Messie lui-même a dit : «Ô Enfants d’Israël ! Adorez Allah mon Seigneur et le vôtre ! » Quiconque associe à Allah (des émules), Allah lui interdira le Paradis. Et son refuge sera le Feu, car il n’y aura point de secours pour les injustes.","arabic":"لَقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۖ وَقَالَ ٱلۡمَسِيحُ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۖ إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":741,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:73","price":"73. Ont certes mécru ceux qui ont dit : « Allah est le troisième d’une trinité », quand en réalité il n’y a point d’autre divinité que la Divinité Unique. Et s’ils ne mettent pas fin à ce qu’ils disent, alors atteindra les mécréants parmi eux un supplice très douloureux. ","arabic":"لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ ثَالِثُ ثَلَٰثَةٖۘ وَمَا مِنۡ إِلَٰهٍ إِلَّآ إِلَٰهٞ وَٰحِدٞۚ وَإِن لَّمۡ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":742,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:74","price":"74. Ne se repentiront-ils donc pas auprès d’Allah ? N’imploreront-ils pas Son pardon ? Car Allah est, certes, Absoluteur et Tout Miséricordieux.","arabic":"أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسۡتَغۡفِرُونَهُۥۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":743,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:75","price":"75. Le Messie, fils de Marie, n’est qu’un Messager que d’autres Messagers ont précédé. Sa mère était du nombre des véridiques, et tous les deux mangeaient de la nourriture (comme tous les êtres humains).Vois donc comment nous leur montrons clairement Nos Signes, et vois comment eux s’en détournent.","arabic":"مَّا ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٞۖ كَانَا يَأۡكُلَانِ ٱلطَّعَامَۗ ٱنظُرۡ كَيۡفَ نُبَيِّنُ لَهُمُ ٱلۡأٓيَٰتِ ثُمَّ ٱنظُرۡ أَنَّىٰ يُؤۡفَكُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":744,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:76","price":"76. Dis : « Adorerez-vous en dehors d’Allah ce qui ne détient le pouvoir ni de vous nuire ni de vous vous faire du bien? » Allah, Lui, Entend Tout et c’est Lui l’Omniscient. ","arabic":"قُلۡ أَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا نَفۡعٗاۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":745,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:77","price":"77. Dis : « Ô gens du Livre ! Ne soyez pas, en dépit de la vérité, excessifs dans votre religion. Ne suivez pas les penchants de certains peuples qui se sont  déjà égarés avant vous, ont égaré bon nombre d’hommes et ont dévié du droit chemin. »","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ غَيۡرَ ٱلۡحَقِّ وَلَا تَتَّبِعُوٓاْ أَهۡوَآءَ قَوۡمٖ قَدۡ ضَلُّواْ مِن قَبۡلُ وَأَضَلُّواْ كَثِيرٗا وَضَلُّواْ عَن سَوَآءِ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":746,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:78","price":"78. Maudits par la bouche de David et de Jésus fils de Marie furent les mécréants parmi les Enfants d’Israël. Cela, en raison de leur rébellion et leur transgression.","arabic":"لُعِنَ ٱلَّذِينَ كَفَرُواْ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبۡنِ مَرۡيَمَۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":747,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:79","price":"79. Ils ne s’enjoignaient pas de mettre fin à leurs actions réprouvées (munkar). Combien abominable était ce qu’ils faisaient !","arabic":"كَانُواْ لَا يَتَنَاهَوۡنَ عَن مُّنكَرٖ فَعَلُوهُۚ لَبِئۡسَ مَا كَانُواْ يَفۡعَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":748,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:80","price":"80. Tu vois bon nombre d’entre eux se rallier aux mécréants. Quelle mauvaise option ils se sont dictée à eux-mêmes pour s’exposer à la colère d’Allah ! Et dans le supplice, certes, ils seront éternellement plongés.","arabic":"تَرَىٰ كَثِيرٗا مِّنۡهُمۡ يَتَوَلَّوۡنَ ٱلَّذِينَ كَفَرُواْۚ لَبِئۡسَ مَا قَدَّمَتۡ لَهُمۡ أَنفُسُهُمۡ أَن سَخِطَ ٱللَّهُ عَلَيۡهِمۡ وَفِي ٱلۡعَذَابِ هُمۡ خَٰلِدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":749,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:81","price":"81. Et s’ils croyaient en Allah, au Prophète et à ce qui lui a été révélé, ils n’en feraient pas leurs alliés (des mécréants). Mais bon nombre d’entre eux sont pervers.","arabic":"وَلَوۡ كَانُواْ يُؤۡمِنُونَ بِٱللَّهِ وَٱلنَّبِيِّ وَمَآ أُنزِلَ إِلَيۡهِ مَا ٱتَّخَذُوهُمۡ أَوۡلِيَآءَ وَلَٰكِنَّ كَثِيرٗا مِّنۡهُمۡ فَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":750,"juzNumber":6,"footnotes":"","lang":"fr"},{"name":"5:82","price":"82. Tu trouveras que les plus farouchement hostiles aux croyants sont les Juifs et les associâtres; et que ceux qui sont les plus portés à leur témoigner de l’amitié sont ceux qui disent : « Nous sommes Chrétiens. » Car ils comptent parmi eux des prêtres et des moines et ils ne sont point hautains. ","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:83","price":"83. Et quand ils entendent (lire) ce qui a été révélé au Messager, tu vois s’échapper de leurs yeux d’abondantes larmes pour avoir eu connaissance de la vérité. Ils disent : « Seigneur ! Nous avons cru, inscris-nous alors parmi les témoins. ","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:84","price":"84. Et pourquoi ne croirions-nous pas en Allah et en la vérité qui nous est parvenue, et ne désirerions-nous pas que notre Seigneur nous admette au nombre des vertueux ? »","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:85","price":"85. En récompense de ce qu’ils ont dit, Allah les admettra dans des jardins sous lesquels coulent les rivières, où ils séjourneront éternellement. Telle est la rétribution des bienfaiteurs.","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:86","price":"86. Quant à ceux qui ont mécru et traité Nos Signes de mensonges, ceux-là sont les gens voués à la Fournaise.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:87","price":"87. Ô vous qui avez cru ! Ne tenez pas pour défendues les bonnes choses qu’Allah vous a permises. Ne transgressez donc pas, car Allah n’aime pas les transgresseurs.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:88","price":"88. Mangez de ce qu’Allah a dispensé pour vous de Ses biens licites et purs. Et craignez Allah en Qui vous croyez.","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:89","price":"89. Allah ne vous reprochera point les serments que vous aurez proférés inconsidérément, mais Il vous reprochera les serments prononcés intentionnellement.[163] Pour expier (kaffâra) (un tel parjure), il vous faudra nourrir dix pauvres de ce que normalement vous donnez vous-mêmes à manger à vos proches ; ou les habiller, ou encore affranchir un esclave. Si vous n’en avez pas les moyens, alors jeûnez trois jours. Telle est l’expiation de vos serments lorsque vous vous êtes parjurés. Respectez vos serments. C’est ainsi qu’Allah vous expose clairement Ses Signes, peut-être serez-vous reconnaissants.","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"[163] Avec l’intention décidée de les mettre à exécution. ","lang":"fr"},{"name":"5:90","price":"90. Ô vous qui avez cru ! Le vin, les jeux de hasard (maysir), les stèles[164] et les aruspices[165] sont une abjection inspirée de Satan. Évitez-les donc, peut-être réussirez-vous.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"[164] Pierres dressées qui remontent à l’âge de la pierre polie, certainement d’origine païenne. Les historiens pensent que, d’origine obscure, elles étaient des monuments religieux en l’honneur du soleil. Par extension, le Coran interdit toute pierre qui s’y apparente et ferait penser à ce genre de culte païen.\n[165] Divination par les entrailles des victimes. On écrit aussi « haruspice ». À l’origine, l’haruspice était un prêtre romain ou étrusque qui fouillait dans les entrailles des morts ou des animaux sacrifiés avec un bâton pour prédire l’avenir. On parle alors du « bâton de l’haruspice ». Cependant, nous employons le terme par extension car l’expression coranique littérale est : « les flèches de divination ». ","lang":"fr"},{"name":"5:91","price":"91. Satan n’a d’autre objectif que celui de semer entre vous l’animosité et la haine, par l’intermédiaire du vin et du jeu, et de vous détourner du souvenir d’Allah et de la Çalât. Cesserez-vous donc (de vous y adonner) ?","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:92","price":"92. Obéissez à Allah, obéissez au Messager et soyez sur vos gardes ! Mais si vous vous rétractez par la suite, sachez qu’il n’appartient à Notre Messager que de transmettre clairement le Message.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:93","price":"93. Il ne sera point fait grief à ceux qui ont  cru et ont accompli les bonnes œuvres pour avoir consommé les abstèmes[166] avant qu’ils n’aient eu la piété et la foi, et n’aient accompli les bonnes œuvres ; puis qui continuent à craindre (Allah) et à croire (en Lui), puis (Le) craignent encore et font le bien. Car Allah aime ceux qui font le bien. ","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"[166] Les abstèmes sont les choses défendues par la religion islamique. Il s’agit ici du vin, des jeux de hasard etc. Le croyant n’a pas péché s’il a consommé tous ces abstèmes permis auparavant, interdits aujourd’hui.","lang":"fr"},{"name":"5:94","price":"94. Ô vous qui avez cru ! Allah vous éprouvera en mettant du gibier à portée de vos mains et de vos lances. C’est ainsi qu’Allah saura qui Le craint dans le secret du cœur. Celui qui, par la suite, enfreindra (les ordres d’Allah), sera voué à un supplice très douloureux. ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:95","price":"95. Ô vous qui avez cru ! Ne tuez pas le gibier quand vous êtes en état de sacralisation (ihrâm). Quiconque parmi vous en aura tué devra se racheter en faisant parvenir, comme offrande à la Kaâba, une tête de bétail de valeur analogue à la bête qu’il a tuée. Deux hommes équitables en jugeront. L’expiation peut aussi consister à nourrir des pauvres ou à observer un jeûne correspondant. Ainsi, le coupable pourra goûter aux conséquences (honteuses) de son action. Allah, cependant, a pardonné (les transgressions) qui relèvent du passé. Mais celui qui récidive, Allah se vengera de lui, car Allah est Tout-Puissant et Il a fait Sienne la Vengeance.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:96","price":"96. Vous est permise la pêche et la nourriture que vous tirez de la mer, en jouissance pour vous comme pour les voyageurs. Mais la chasse vous est défendue tant que vous êtes en état de sacralisation (ihrâm). Craignez donc Allah vers Qui vous serez tous ramenés en foule.","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:97","price":"97. Allah a fait de la Kaâba, Maison Sacrée, une station pour les hommes. Il a établi le mois sacré, les offrandes, ainsi que les colliers (suspendus aux cous des bêtes à immoler), pour que vous sachiez qu’Allah Connaît ce qu’il y a dans les cieux et sur terre et qu’Allah Sait parfaitement Toute chose.","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:98","price":"98. Sachez qu’Allah a le châtiment très dur, et qu’Allah est Absoluteur et Tout Miséricordieux.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:99","price":"99. Il n’appartient au Messager que de transmettre. Et Allah Sait ce que vous révélez et ce que vous gardez secret.","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:100","price":"100. Dis : « Le mauvais et le bon ne sauraient être pareils, même si le mauvais te plaît par son abondance. Alors, craignez Allah, ô hommes à l’esprit sagace, peut-être réussirez-vous. »","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:101","price":"101. Ô vous qui avez cru ! Ne posez pas de questions au sujet de choses qui, si elles vous étaient révélées, vous porteraient préjudice. Et si vous posez des questions à leur propos lorsque le Coran est en cours de révélation, elles vous seront dévoilées. Allah vous les a déjà pardonnées. Allah est Absoluteur et Longanime.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:102","price":"102. Des gens avant vous avaient posé (ces questions), puis, à cause d’elles, sont devenus mécréants.","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:103","price":"103. Allah n’a rien ordonné à propos des (chamelles) Bahîra ou Sâ’iba, ni de la (brebis) Waçîla, ni encore du (chameau étalon) Hâm.[167] Ce sont les mécréants qui, sur le compte d’Allah, ont débité ces mensonges. Nombre d’entre eux sont dépourvus de raisonnement.","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"[167] Ce sont des bêtes qui, selon des habitudes païennes, étaient marquées d’interdits. Pour leur fécondité exceptionnelle, elles étaient libres de paître et n’étaient tuées qu’en l’honneur des idoles.","lang":"fr"},{"name":"5:104","price":"104. Quand il leur est dit : «  Venez vers ce qu’Allah a révélé et vers Son Messager », ils répondent : « Ce que nous avons trouvé auprès de nos pères (comme croyances) nous suffit. (Le disent-ils donc) même si leurs pères n’avaient aucune science et ne trouvaient pas leur voie vers le droit chemin ?  ","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:105","price":"105. Ô vous qui avez cru ! Vous n’avez la charge que de vous-mêmes. Celui qui s’égare ne saura vous nuire, si vous vous êtes engagés sur la bonne voie. Votre retour à tous sera vers Allah, Qui vous informera de ce que vous faisiez.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:106","price":"106. Ô vous qui avez cru ! Quand quelqu’un de vous est à l’article de la mort, le testament sera établi par le témoignage de deux hommes équitables parmi vous. Sinon, (celui de) deux hommes qui ne sont pas des vôtres au cas où la mort vous surprendrait alors que vous êtes en voyage de par le monde. Vous les retiendrez après la Çalât et, si vous doutez d’eux, faites-leur prêter, au nom d’Allah, le serment que voici : « Nous ne vendrons ce témoignage à aucun prix, serait-ce au profit d’un proche, et nous ne tairons point le témoignage d’Allah, ou alors nous serions du nombre des pécheurs. »","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:107","price":"107. S’il est constaté que ces deux témoins ont failli à leur devoir, alors deux autres prendront leur place, parmi ceux qui auront découvert le manquement des deux premiers. Les deux prêteront au nom d’Allah ce serment : « Notre témoignage est certes plus juste que le leur, et nous n’avons passé outre (à aucun de nos devoirs), ou alors nous serions du nombre des injustes. »","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:108","price":"108. C’est ainsi que les deux témoins seront conduits à donner le témoignage dans son aspect (le plus fiable) et craindront que d’autres serments ne viennent encore désavouer les leurs. Craignez Allah et écoutez. Allah ne guide point les gens pervers.","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:109","price":"109. Un jour (viendra) où Allah réunira les Messagers et leur dira : « Que vous a-t-il été répondu ? » Ils diront : « Nous n’avons aucune connaissance et c’est Toi le Suprême Connaisseur des secrets insondables. »","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:110","price":"110. Allah dira : « Ô Jésus, fils de Marie, souviens-toi de Ma grâce (cette grâce) dont Je t’ai comblé et ai comblé ta mère, lorsque Je t’ai appuyé par le Saint-Esprit. Depuis le berceau, tu parlais aux hommes ainsi qu’à l’âge adulte. Je t’ai enseigné l’Écriture, la Sagesse, la Torah et l’Évangile. Alors, tu façonnais d’argile comme une forme d’oiseau, puis tu soufflais dedans et elle devenait oiseau par Ma permission ; tu guérissais l’aveugle-né et le lépreux, par Ma permission. Et toujours par Ma permission, tu faisais revivre les morts. (Souviens-toi aussi) quand J’ai empêché les Enfants d’Israël de t’inquiéter davantage, cependant que tu leur apportais les preuves évidentes et que les mécréants parmi eux disaient: « C’est manifestement de la magie pure ! »","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:111","price":"111. Et quand J’eus inspiré aux apôtres la révélation que voici : « Ayez foi en Moi et en Mon Messager », ils dirent : « Nous avons foi, (alors) sois témoin que nous Te sommes Soumis. »","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:112","price":"112. (Un jour), les apôtres dirent : « Ô Jésus, fils de Marie, ton Seigneur peut-Il du ciel faire descendre sur nous une table servie ? » Il répondit : « Craignez donc Allah si vous êtes croyants ! »","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:113","price":"113. Ils dirent alors : « Nous voulons en manger afin que nos cœurs soient rassurés. Nous saurons ainsi que tu nous as dit la vérité et nous en serons parmi les témoins. »","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:114","price":"114. « Ô Allah, notre Seigneur, dit alors Jésus, fils de Marie, fais donc descendre du ciel sur nous une table qui soit un banquet pour nous, pour le premier et le dernier d’entre nous, (et) qui soit (également) un Signe de Ta part. Et dispense-nous Tes richesses car Tu es le Meilleur Dispensateur. »","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:115","price":"115. « Soit ! dit Allah, Je la ferai descendre sur vous. Mais celui qui d’entre vous mécroira encore, Je le soumettrai à un supplice auquel Je ne soumettrai personne aux mondes. »","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:116","price":"116. Et (viendra le jour où) Allah dira : « Ô Jésus, fils de Marie, est-ce toi qui as dit aux hommes : “Prenez-moi, ainsi que ma mère, comme deux divinités autres qu’Allah ?”» « Gloire Te soit rendue ! répondra–t-il, ce n’est certes pas à moi de dire ce qui n’est pas de mon droit. Et d’ailleurs l’aurais-je dit que Tu l’aurais su (tout de même). Car Tu Sais ce qui est en mon être et je ne sais point ce qui est en Ton Être. C’est bien Toi le Suprême Connaisseur des secrets insondables.","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:117","price":"117. Je ne leur ai rien dit d’autre que ce que Tu m’as ordonné de dire : \"Adorez Allah, mon Seigneur et le vôtre\" Tant que j’étais parmi eux, j’étais témoin contre eux ; puis quand Tu m’eus rappelé vers Toi, Tu étais Toi-même Celui Qui les observait attentivement. Car Tu es de Toute chose Témoin. ","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:118","price":"118. Si Tu les soumets au supplice, ce sont Tes serviteurs, et si Tu leur pardonnes, Tu es le Tout-Puissant, le Sage. »","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"5:119","price":"119. Allah dira alors : « Voici venu le jour où profiteront de leur sincérité les sincères : ils auront des jardins sous lesquels coulent les rivières, là ils séjourneront[168] à jamais. » Allah les aura agréés et ils L’auront agréé. Voilà le suprême succès.","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"[168] Les adverbes « éternellement », « pour l’éternité », « à jamais », souvent associés au verbe « séjourner », soulignent bien le paradoxe entre la notion de « séjour » qui est, en principe, provisoire, et l’aspect atemporel et infini de ce « séjour ». De plus, « séjourner », s’il signifie « habiter pendant une certaine période », suppose déjà que cette « période » est longue. Enfin, le verbe « résider » n’étant pas meilleur, puisqu’il a un sens plutôt administratif, nous employons alors le verbe « séjourner » avec ce trait définitoire d’un paradoxe défiant la logique de ce bas monde : « séjour mais éternel » ! (Voir aussi la note 31).","lang":"fr"},{"name":"5:120","price":"120. C’est à Allah qu’appartient la royauté des cieux, de la terre et de ce qu’ils contiennent. Et Il est de Toute chose Infiniment Capable.","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"fr"}],"chapter":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"]}