{"data":[{"name":"6:1","price":"1. Louange à Allah Qui a créé les cieux et la terre, et a fait les ténèbres et la lumière. Les mécréants, néanmoins, donnent des égaux à leur Seigneur.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:2","price":"2. C’est Lui Qui vous a créés d’argile, puis a décrété un terme, cependant qu’un autre terme demeure nommé auprès de Lui Seul. Mais vous doutez encore.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:3","price":"3. Il est Allah dans les cieux et sur terre, Qui Sait vos secrets et ce que vous révélez, et Sait vos actions acquises.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:4","price":"4. Il n’est pas un Signe venant de leur Seigneur dont ils ne se détournent.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:5","price":"5. Ils ont rejeté la vérité quand elle leur est venue. Mais, bientôt, leur viendront les nouvelles de ce dont ils se gaussaient.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:6","price":"6. Ne voient-ils donc pas combien de générations Nous avons fait périr avant eux ? Nous les avions pourtant établis sur terre plus fermement que Nous ne vous y avons établis. Nous leur avions envoyé du ciel des pluies abondantes, et avions fait couler sous leurs pieds des rivières. Puis Nous les avons exterminés pour leurs péchés, et avons fait surgir, après eux, d’autres générations.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:7","price":"7. Quand bien même nous aurions fait descendre sur toi (en révélation) un livre sur un parchemin, qu’ils pourraient alors palper de leurs mains, ceux qui ont mécru diraient : « C’est manifestement de la magie pure ! »","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:8","price":"8. Et ils disent : « Pourquoi donc un Ange ne lui a-t-il pas été envoyé du ciel (pour l’assister) ? » Or, si Nous avions fait descendre un Ange, leur sort en aurait été décrété, et ils n’auraient eu plus droit à aucun sursis.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:9","price":"9. Et même si Nous l’avions fait Ange, Nous l’aurions certainement fait homme (en apparence), et Nous aurions ajouté à la confusion où ils pataugent.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:10","price":"10. Des Messagers avant toi ont déjà été raillés, mais leurs railleurs furent saisis par cela même dont ils se raillaient.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:11","price":"11. Dis : « Parcourez la terre et voyez quel a été le sort de ceux qui ont l’habitude de tout taxer de mensonges. »","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:12","price":"12. Dis : « À qui appartient ce qui est dans les cieux et sur la terre ? » Dis : « À Allah ! » Il S’est prescrit à Lui-même la miséricorde et, certainement, vous réunira au Jour de la Résurrection. Point de doute là-dessus. Ceux qui ont causé leur propre perte sont ceux-là qui ne croient pas.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:13","price":"13. C’est à Lui qu’appartient ce qui demeure dans la nuit et dans le jour, et c’est Lui Qui Entend Toute chose et c’est Lui l’Omniscient.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:14","price":"14. Dis : « Prendrais-je pour allié un autre qu’Allah, Lui le Créateur Premier des cieux et de la terre, Lui Qui nourrit et n’est point nourri ? » Dis : « Ordre m’a été donné d’être le premier à me soumettre. » Et ne sois pas du nombre des associâtres.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:15","price":"15. Dis : « Je crains, en désobéissant à mon Seigneur, d’être voué au supplice d’un jour terrible. »","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:16","price":"16. Celui qui sera épargné ce jour-là, Allah lui accordera Sa miséricorde. Et ce sera alors un succès manifeste.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:17","price":"17. Si Allah t’afflige de quelque mal, nul autre que Lui ne saurait t’en guérir, et s’Il t’accorde quelque bien, c’est Lui Qui est de Toute chose Infiniment Capable.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:18","price":"18. C’est Lui Qui, de haut, domine Ses serviteurs, et c’est Lui le Sage, le parfaitement Informé. ","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:19","price":"19. Dis : « Quel est donc le plus grand des témoignages ? » Dis : « Allah est Témoin entre vous et moi, et ce Coran m’a été révélé pour que, à travers lui, je vous avertisse, vous et ceux à qui il parviendra. » Est-ce vous donc qui attestez qu’avec Allah il est d’autres divinités ? Dis : « (Quant à moi) je ne l’atteste pas. » Dis : « Il n’est qu’une Seule Divinité, et je désavoue celles que vous Lui donnez comme associées. »","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:20","price":"20. Ceux à qui Nous avons donné le Livre le connaissent (le Messager Muhammad), comme ils connaissent leurs enfants. Et ceux qui ont couru à leur propre perte sont ceux qui ne croient point.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:21","price":"21. Est-il quelqu’un de  plus injuste que celui qui a débité des mensonges sur le compte d’Allah ? Ou celui qui a traité Ses Signes de mensonges ? Il n’est point de réussite pour les injustes.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:22","price":"22. Le jour où Nous les ramènerons tous puis Nous dirons à ceux qui ont prêté des associés (à Allah) : « Où sont donc les associés que vous supposiez à Allah ? »","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:23","price":"23. pour toute réponse ils ne diront rien d’autre que : « Par Allah, notre Seigneur, jamais nous n’étions des associâtres. »","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:24","price":"24. Vois comment ils se sont mentis à eux-mêmes, et comment les ont délaissés (les divinités) qu’ils inventaient.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:25","price":"25. Certains d’entre eux t’écoutent, mais Nous avons enveloppé leurs cœurs de voiles, afin qu’ils ne le comprennent pas (le Coran que tu leur récites) et avons rendu dures leurs oreilles. Verraient-ils tous les Signes, ils n’y croiraient pas ! Et quand ils viennent discuter avec toi, ceux qui ont mécru disent : « Ce ne sont là que d’anciennes légendes! »","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:26","price":"26. Ils le défendent aux autres et s’en éloignent eux-mêmes. Mais ils ne font que se détruire eux-mêmes, et ils ne le sentent pas.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:27","price":"27. Si tu les voyais quand, debout face au Feu, ils diront : « Ah ! Si seulement nous étions rendus (à la vie sur terre) ! Nous ne traiterions plus de mensonges les Signes de notre Seigneur et nous serions du nombre des croyants. » ","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:28","price":"28. Plutôt leur sera apparu ce qu’ils cachaient autrefois. Mais s’ils étaient rendus (à la vie sur terre), ils récidiveraient en revenant à ce qui leur était défendu. Ce ne sont alors que des fieffés menteurs.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:29","price":"29. Et ils disent : « Il n’est rien d’autre que notre vie en ce bas monde, et nous ne serons pas ressuscités. »","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:30","price":"30. Si tu les voyais lorsqu’ils se présenteront debout devant leur Seigneur Qui leur dira : « Ceci n’est-il donc pas la vérité ? »[169] « Si, par notre Seigneur ! » s’écrieront-ils. Et alors, Il leur dira : « Goûtez donc le supplice pour avoir mécru ! »","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"[169] La vérité que vous refusiez obstinément sur terre, à savoir l’existence de l’autre monde et du Jour Dernier.","lang":"fr"},{"name":"6:31","price":"31. Ceux qui ont taxé de mensonge la rencontre d’Allah auront tout perdu. Lorsque l’Heure les surprendra, ils diront : « Hélas ! Nous avons négligé de nous en soucier ! » Ils porteront leurs fardeaux sur le dos, et combien horribles sont ces fardeaux !","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:32","price":"32. La vie en ce bas monde n’est que jeu et divertissement alors que le séjour dans l’autre monde est en vérité bien meilleur pour ceux qui ont la piété. N’entendez-vous donc pas raison ?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:33","price":"33. Nous savons combien leurs paroles t’affligent. Ce n’est pas vraiment toi qu’ils taxent de mensonge, mais ce sont les Signes d’Allah que les gens injustes refusent d’admettre.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:34","price":"34. Des Messagers, avant toi, ont été traités de menteurs, mais ils ont pris en patience d’avoir été ainsi traités de menteurs et persécutés, jusqu’à ce que leur fût venu Notre secours. Les paroles d’Allah, nul ne les changera, et l’histoire des Messagers t’est déjà, en partie, parvenue.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:35","price":"35. Si leur rejet te paraît lourd à supporter, (n’hésite pas), si tu le peux, à emprunter un tunnel sous terre ou à gravir une échelle jusqu’au ciel pour aller leur apporter un Signe ! Or Allah, s’Il l’avait voulu, les aurait tous mis sur la voie de la droiture (hudâ). Ne sois donc pas du nombre des ignorants.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:36","price":"36. Seuls répondront (à l’appel) ceux qui entendent. Les morts, eux, Allah les ressuscitera, puis à Lui ils seront ramenés.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:37","price":"37. Et ils ont dit : «Pourquoi donc un Signe de son Seigneur ne descend-il pas sur lui ?» Dis : « Allah est Capable de faire descendre un Signe, mais la plupart ne le savent pas. »","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:38","price":"38. Il n’est point de bête sur terre, ni d’oiseau volant toutes ailes déployées, qui ne vive comme vous en société. Nous n’avons rien omis dans le Livre. Puis, vers leur Seigneur ils seront tous ramenés en foule.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:39","price":"39. Ceux qui taxent Nos versets de mensonges sont sourds et muets, (tâtonnant) dans les ténèbres. Allah égare qui Il veut, et Il engage qui Il veut sur la voie droite.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:40","price":"40. Dis : « Avez-vous jamais pensé que s’il vous venait le supplice d’Allah, ou vous surprenait l’Heure, vous invoqueriez vraiment un autre qu’Allah ? »","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:41","price":"41. C’est bien Lui Seul que vous invoquez. Alors, s’Il veut, Il vous débarrassera du (mal) pour lequel vous L’avez invoqué et vous oublierez ce que vous Lui donniez comme associés.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:42","price":"42. Nous avons déjà envoyé des Messagers à d’autres peuples avant toi. Nous les avons frappés de disgrâce et de détresse, peut-être viendront-ils (Nous) implorer humblement.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:43","price":"43. Si seulement ils avaient imploré humblement lorsqu’ils connurent Notre rigueur ! Mais ils avaient le cœur dur et Satan embellissait les actes qu’ils commettaient.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:44","price":"44. Aussitôt qu’ils eurent oublié ce qui leur avait été rappelé, Nous ouvrîmes devant eux les portes de toute chose, jusqu’à ce que, les voyant se réjouir de ce qui leur avait été donné, Nous Nous saisîmes d’eux brusquement, les laissant consternés.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:45","price":"45. Ainsi furent anéantis, jusqu’au dernier, les injustes. Louanges à Allah, Seigneur de l’Univers !","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:46","price":"46. Dis : « Que diriez-vous donc si Allah prenait votre ouïe et votre vue, et scellait vos cœurs ? Quelle autre divinité que Lui les ferait revenir ? » Vois comment Nous varions les Signes et comment eux s’en détournent.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:47","price":"47. Dis : « Et que diriez-vous encore si le supplice d’Allah vous venait brusquement ou ouvertement ? Qui donc serait anéanti sinon les gens injustes ? »","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:48","price":"48. Nous n’envoyons de Messagers que pour annoncer et avertir. Alors, ceux qui croient et font œuvre de bien, il n’y aura nulle crainte pour eux, et ils n’auront aucune affliction.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:49","price":"49. Et ceux qui ont taxé Nos Signes de mensonges, le supplice les atteindra, car ils étaient pervers.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:50","price":"50. Dis : « Je ne vous dis pas que je détiens les trésors d’Allah, ni que je connais l’Inconnaissable (ghayb). Je ne vous dis pas, non plus, que je suis un Ange. Je ne fais que suivre ce qui m’est révélé. » Ajoute : « L’aveugle et le voyant[170] se valent-ils ? Pourquoi n’essayez-vous pas d’y réfléchir ? »","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"[170] Le « voyant » n’a pas ici le sens de « devin », mais de « celui qui voit » par opposition au « non-voyant » (l’aveugle). Cet emploi est confirmé dans le Grand Robert. Le contexte contrastif plaide aussi en faveur de cet emploi, puisque le lecteur comprendra qu’il s’agit du contraire de « l’aveugle ». La même expression reviendra dans la sourate Ar-Ra ̒ad (Le Tonnerre), verset 16 et la sourate Fâtir (Le Créateur Premier), verset 19. ","lang":"fr"},{"name":"6:51","price":"51. Avertis (par le biais du Coran) ceux qui craignent d’être ramenés en foule devant leur Seigneur qu’ils n’auront d’autre allié ou intercesseur que Lui ! Peut-être alors auront-ils la piété.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:52","price":"52. Ne repousse pas ceux qui prient leur Seigneur matin et soir à la recherche de Son Visage (wajh). Il ne t’appartient en rien de leur demander des comptes comme il ne leur appartient en rien de te demander des comptes. Si tu les repousses, tu seras alors du nombre des injustes.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:53","price":"53. C’est ainsi que Nous éprouvons les uns par (la faiblesse)[171] des autres, afin qu’ils disent : « Sont-ce là ceux d’entre nous qu’Allah a comblés de Ses bonnes grâces ? » Mais Allah n’est-Il pas le Meilleur à savoir lesquels (Lui) sont reconnaissants ? ","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"[171] Le mauvais sort des uns doit servir de leçon aux autres.","lang":"fr"},{"name":"6:54","price":"54. Et quand viennent à toi ceux qui croient à Nos versets, dis : « Paix sur vous ! Votre Seigneur S’est prescrit à Lui-même la miséricorde. Ainsi, quiconque a commis un mauvais acte par ignorance puis, par la suite, s’est repenti et s’est corrigé, (doit savoir que), Lui, est Absoluteur et Tout Miséricordieux.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:55","price":"55. C’est ainsi encore que Nous détaillons les versets, pour que soit mis en évidence le chemin des criminels.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:56","price":"56. Dis : « Il m’est défendu d’adorer ceux que vous invoquez en dehors d’Allah. » Puis dis encore : « Je n’entends pas suivre vos désirs, ou alors je m’égarerais et ne serais point du nombre des orientés vers la juste voie (muhtadîn). »","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:57","price":"57. Dis : « Je me fonde sur une preuve évidente (venue) de mon Seigneur, et pourtant vous traitez cela de mensonge. Quant au supplice que vous vous empressez de voir venir, il n’est pas de mon ressort. Le Jugement relève d’Allah. C’est Lui Qui tranche par la vérité, et c’est Lui le Meilleur des juges.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:58","price":"58. Dis : « Si d’ailleurs je disposais de ce que vous êtes pressés de voir venir, l’affaire serait déjà résolue entre vous et moi. Allah en Sait mieux sur les injustes.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:59","price":"59. Il détient les clés de l’Inconnaissable (ghayb) que nul ne connaît hormis Lui. Et Il Connaît ce qu’il y a sur la terre ferme et ce qu’il y a dans la mer. Nulle feuille ne tombe sans qu’Il ne le sache. Nulle graine dans les ténèbres de la terre, nulle chose tendre ou sèche, rien qui ne soit contenu dans un Livre explicite. ","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:60","price":"60. C’est Lui Qui, la nuit, reprend vos vies et Qui Sait ce que vous avez commis pendant le jour, puis Il vous ressuscite afin que soit exécuté le décret d’un terme déjà nommé (fixé à l’avance). Et c’est alors vers Lui que sera votre retour et Il vous informera de ce que vous faisiez.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:61","price":"61. C’est Lui Qui, de haut, Domine Ses serviteurs. Il envoie vers vous des (Anges) protecteurs qui, lorsque la mort vient saisir l’un de vous, reprennent, en tant que Nos émissaires, sa vie sans jamais faillir.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:62","price":"62. Ils seront ensuite rendus à Allah, leur Maître véritable. À Lui revient le Jugement, Lui le plus prompt à dresser les comptes.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:63","price":"63. Dis : « Qui vous sauve des ténèbres de la terre ferme et de la mer ? » Vous l’implorez humbles et suppliants, ou dans le secret du cœur : « S’Il nous sauve (de ce péril), nous serons certes du nombre des reconnaissants. »","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:64","price":"64. Dis : « Allah vous en sauve, et vous sauve de toute détresse, mais voilà que vous continuez à lui donner des associés ! »","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:65","price":"65. Dis : « C’est Lui Qui est Capable de faire s’abattre un supplice sur vous, ou de le faire jaillir de sous vos pieds, ou de vous jeter dans la confusion des sectes opposées, ou encore de faire goûter à certains d’entre vous la violence impitoyable des autres. Vois donc comment Nous varions les Signes, peut-être alors comprendront-ils.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:66","price":"66. Ton peuple traite (le Livre) de mensonger, alors qu’il est pure vérité. Dis : « Je ne réponds nullement de vous. »","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:67","price":"67. Toute annonce a son temps fixe et son lieu, et vous le saurez.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:68","price":"68. Et lorsque tu vois ceux qui plongent aveuglément dans les critiques de Nos versets, détourne-toi d’eux jusqu’à ce qu’ils changent de propos. Et si Satan te fait oublier cela, alors, aussitôt que le souvenir t’en sera revenu, ne songe plus à rester plus avec les gens injustes.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:69","price":"69. Ceux qui ont la piété n’ont nullement à répondre de (ceux qui ne l’ont pas), mais il est bon de rappeler, peut-être craindront-ils (Allah).","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:70","price":"70.  Laisse donc ceux qui font de leur religion un jeu et un divertissement, et qui sont tentés par la vie en ce bas monde. Préviens-les par le (Coran) pour qu’aucune âme ne soit livrée aux sanctions de ce qu’elle aura commis, lorsqu’elle n’aura ni allié ni intercesseur. Et quoi qu’elle puisse alors proposer comme compensation (pour se racheter), cela lui sera refusé. Ceux-là seront livrés aux sanctions de ce qu’ils auront commis. Ils auront pour breuvage de l’eau bouillante et goûteront un douloureux supplice, pour avoir été mécréants.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:71","price":"71. Dis : « Invoquerons-nous en dehors d’Allah ce qui ne nous profite ni ne nous nuit ? Et rebrousserons-nous chemin après qu’Allah nous a orientés vers la juste voie, semblables en cela à celui qui est tenté par les démons et qui erre livré au désarroi sur terre ? Ses compagnons pourtant l’appellent vers la juste voie (hudâ) : « Viens donc avec nous ! » Dis : « La voie d’Allah est la véritable bonne voie (hudâ), et il nous a été enjoint de nous soumettre au Seigneur de l’Univers,","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:72","price":"72. et d’observer la Çalât et de Le craindre. Et c’est vers Lui, certes, que vous serez ramenés en foule. »","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:73","price":"73. Et c’est Lui qui a créé, par la vérité, les cieux et la terre. Le jour où Il dit : « Sois ! » (ce qu’Il a décrété) est. Sa parole est Vérité. À Lui Seul appartient la royauté le Jour où il sera soufflé dans le Cor (du Jugement Dernier). C’est Lui Qui Connaît aussi bien les choses insondables que les choses observables, et c’est Lui le Sage et le parfaitement Informé.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:74","price":"74. Et (souviens-toi) lorsque Abraham dit à ’Azar, son père : « Prendrais-tu des idoles pour divinités? Je vois que toi et ton peuple êtes dans un égarement manifeste ! »","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:75","price":"75. C’est ainsi que Nous montrâmes à Abraham la royauté des cieux et de la terre, pour qu’il fût de ceux qui croient avec certitude.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:76","price":"76. La nuit tombée, il vit un astre et dit : « Voilà mon Seigneur ! » Puis quand l’astre eut décliné, il se reprit : « Je n’aime pas ceux qui déclinent. »","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:77","price":"77. Puis voyant poindre la lune, il dit : « Voilà mon Seigneur ! » Et lorsqu’elle disparut, il se reprit : « Si mon Seigneur ne me guide pas, je serai du nombre des égarés. »","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:78","price":"78. Puis voyant apparaître le soleil, il dit : « Voilà mon Seigneur ! Celui-ci est bien plus grand. » Et lorsque (le soleil) se fut couché, il se reprit : « Ô peuple mien ! Je désavoue les associés (que vous donnez à Allah).","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:79","price":"79. Je tourne mon visage, en pur monothéiste, vers Celui Qui a créé (sans modèle préalable) les cieux et la terre, et je ne suis point de ceux qui Lui associent des émules. »","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:80","price":"80. Son peuple lui opposant des arguments, il dit : « Disputerez vous avec moi d’Allah alors que c’est Lui Qui m’a guidé ? Je ne crains point les émules que vous Lui associez, sauf si Allah veut que je craigne quelque chose. Mon Seigneur Cerne Tout de Sa science. Ne le réalisez-vous donc pas ?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:81","price":"81. Et comment craindrais-je les émules que vous Lui associez alors que vous-mêmes ne craignez pas d’avoir associé à Allah (des émules) pour lesquels Il n’a fait descendre vers vous aucune preuve d’autorité ? Laquelle des deux parties mérite donc le plus d’être en sécurité ? Dites-le, si vous le savez.","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:82","price":"82. Ceux qui ont cru et n’ont pas altéré leur foi par de l’injustice, ceux-là sont en sécurité et sont bien orientés.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:83","price":"83. Tel fut l’argument que Nous accordâmes à Abraham contre son peuple. Nous élevons de plusieurs degrés le rang de qui Nous voulons. Ton Seigneur est Sage et Omniscient.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:84","price":"84. Nous lui donnâmes Isaac et Jacob que Nous orientâmes vers la juste voie. Ainsi avions-nous orienté Noé auparavant. Parmi ses descendants, il y eut David, Salomon, Job, Joseph, Moïse et Aaron, et c’est ainsi que Nous récompensons les bienfaiteurs.  ","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:85","price":"85. Et (il y eut aussi) Zacharie, Jean le Baptiste, Jésus et Élie, tous étaient du nombre des vertueux.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:86","price":"86. Ainsi qu’Ismaël, Élisée, Jonas et Loth, que Nous tînmes tous en plus haute estime que le reste du monde.  ","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:87","price":"87. Et aussi certains de leurs ascendants, de leurs descendants et de leurs frères, que Nous avons élus et orientés vers une voie droite.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:88","price":"88. Telle est la voie juste (hudâ) par laquelle Allah oriente qui Il veut parmi Ses serviteurs. Et s’ils avaient prêté des associés (à Allah), alors toutes leurs actions seraient parties en pure perte.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:89","price":"89. Ce sont ceux-là à qui Nous avons apporté le Livre, la Sagesse et la Prophétie. Si ceux-ci (ton peuple) y mécroient, Nous en avons confié la charge à des gens qui ne les rejettent point.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:90","price":"90. Ce sont eux qu’Allah a bien orientés. Suis donc la direction dans laquelle ils sont orientés. Dis : « Je ne vous demande pour cela aucune rétribution. » Ce n’est qu’un rappel adressé à tout l’Univers.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:91","price":"91. Ils n’accordent pas à Allah Sa juste valeur ceux-là qui disent : « Allah n’a jamais rien révélé à un être humain. » Dis : « Qui donc a révélé le Livre qu’apporta Moïse comme lumière et comme direction pour les hommes? Vous en faites des parchemins dont vous montrez une partie et en cachez beaucoup d’autres. Et il vous a donc été enseigné ce que vous ne saviez pas, ni vous ni vos pères. Dis : « C’est Allah ! » puis laisse-les s’amuser dans leurs propres errements.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:92","price":"92. Et ceci (le Coran) est un Livre béni que Nous avons fait descendre (en révélation) et qui confirme ce qu’il y a eu avant lui, pour que tu avertisses la Mère des Cités (La Mecque) et tous ceux qui vivent alentour. Ceux qui croient au Jour Dernier croient aussi (au Coran) et sont assidus à leur Çalât.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:93","price":"93. Est-il plus injuste que celui qui débite des mensonges sur le compte d’Allah ou qui dit : « J’ai eu une révélation » quand aucune révélation ne lui a été faite ? Ou celui qui dit : « Je vais faire descendre des (écritures) pareilles à celles qu’Allah a fait descendre » ? Si seulement tu voyais les injustes lorsque, les affres de la mort les ayant surpris, les Anges étendront vers eux leurs mains (en disant) : « Rendez donc vos âmes. Aujourd’hui vous serez rétribués par le supplice de l’humiliation pour ce que vous disiez de contraire à la vérité sur Allah, et parce que vous vous détourniez hautainement de Ses Signes. »","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:94","price":"94. Vous êtes venus à Nous, un par un, tels que Nous vous avions créés la première fois, laissant derrière vous tout ce que Nous vous avions dispensé. Et Nous ne voyons point avec vous vos intercesseurs que vous prétendiez être les associés (dans le culte d’Allah). Les liens entre eux et vous se sont rompus et toutes les traces de vos anciennes prétentions ont alors disparu.  ","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:95","price":"95. Allah est le Fendeur[172] de la graine et du noyau. Il fait sortir le vivant du mort et le mort du vivant. Tel est Allah. Jusqu’où vous obstinerez-vous donc à ignorer (Son adoration) ?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"[172] Le mot se dit de celui qui fend le bois ou le diamant. Nous pouvons l’employer ici, par extension, pour rendre la substantivation originale de l’attribut فالق.","lang":"fr"},{"name":"6:96","price":"96. Fendeur de l’aube (d’où Il crée la lumière), Il fait de la nuit une quiétude où se reposer, du soleil et de la lune des indications pour compter le temps. Telle est la mesure décrétée par le Tout- Puissant, le Sage.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:97","price":"97. Et c’est Lui Qui a fait pour vous les étoiles afin que vous vous orientiez dans les ténèbres de la terre ferme et de la mer. Ainsi avons-Nous détaillé les Signes pour des gens qui savent. ","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:98","price":"98. Et c’est Lui Qui vous a créés à partir d’un seul être.[173] Et vous voilà à la fois dans une demeure et dans un dépôt.[174] Ainsi avons-Nous détaillé les Signes pour des gens qui comprennent. ","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"[173] C’est-à-dire Adam.\n[174] La « demeure » (مستقر) : à la fois la matrice où, embryon, l’être humain est porté, et le bas monde ; le « dépôt » : à la fois les reins du géniteur et la tombe où son corps est déposé jusqu’à la Résurrection. ","lang":"fr"},{"name":"6:99","price":"99. Et c’est Lui Qui a fait descendre du ciel de l’eau. Et par cette eau, Nous avons fait éclore les pousses de toute chose. Nous en avons fait sortir des plantes vertes dont Nous avons fait jaillir des grains posés les uns sur les autres. Et à partir des spathes du palmier (Nous avons fait sortir) des régimes suspendus et bas. Et des jardins plantés de vignes, ainsi que l’olivier et le grenadier, semblables ou très variés. Contemplez donc leurs fruits pendant leur fructification et à leur maturité ! Vous avez là autant de Signes pour des gens qui croient.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:100","price":"100. Et ils ont donné à Allah les djinns comme associés quand c’est Lui Qui les a créés. Et, sans aucun savoir, ils Lui ont supposé des fils et des filles. Gloire Lui soit rendue ! Il est au-dessus de toutes leurs suppositions !","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:101","price":"101. Créateur Originel[175] des cieux et de la terre, comment, quand Il n’a pas de compagne, aurait-Il un enfant ? C’est Lui Qui a créé Toute chose et de Toute chose Il est Savant.[176]","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"[175] Le mot arabe بديع inclut à la fois les notions de création et d’innovation. Voilà pourquoi nous avons ajouté au mot « Créateur » l’épithète « Originel ». \n[176] Nous nous sommes permis, cette fois, d’utiliser l’adjectif verbal « Savant » comme attribut indirect (introduit par la préposition « de »). L’emploi, pas toujours adopté autre part, nous a semblé heureux à la fin de ce verset pour des raisons rythmiques, d’où l’assonance que nous produisons par le retour régulier des mots « comment » « enfant » et « savant ».","lang":"fr"},{"name":"6:102","price":"102. Tel est Allah, votre Seigneur, point d’autre divinité que Lui ! Créateur de Toute chose ! Adorez-Le donc, c’est Lui qui, de Toute chose, est Garant.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:103","price":"103. Nul regard ne peut L’atteindre quand Lui peut atteindre tous les regards. Il est le Subtil, l’Informé.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:104","price":"104. Il vous est venu des Indices éclatants de votre Seigneur. Alors, quiconque voit clair, ce sera dans son propre intérêt, et quiconque se fait aveugle, ce sera à ses dépens, car je ne puis (moi Muhammad) assurer votre protection.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:105","price":"105. Ainsi donc varions-Nous les versets, afin qu’ils disent : « Tu as étudié cela »[177], et pour l’expliquer à des gens qui savent.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"[177] Les mécréants ont accusé Muhammad (paix et bénédiction d’Allah sur lui) de s’être inspiré des Livres antérieurs, en lui disant : « Tu as étudié cela dans les anciennes écritures. »","lang":"fr"},{"name":"6:106","price":"106. Suis donc ce qui t’est révélé par ton Seigneur. Point d’autre divinité que Lui ! Et détourne-toi des associâtres.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:107","price":"107. Et si Allah l’avait voulu, ils ne Lui auraient rien associé. Nous ne t’avons point chargé d’être leur gardien et tu n’es point leur garant.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:108","price":"108. N’insultez pas ceux qu’ils invoquent en dehors d’Allah, car hostiles alors ils insulteraient Allah (à leur tour) sans rien en savoir. C’est ainsi que Nous avons embelli, aux yeux de chaque peuple, l’idée qu’il se fait de ses propres œuvres. Puis, c’est vers leur Seigneur que sera leur retour, quand Il les informera de ce qu’ils faisaient.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:109","price":"109. Ils ont juré par Allah, de leurs serments les plus solennels, que s’il leur venait un Signe providentiel, ils y croiraient fermement.  Dis : « Les miracles sont du ressort d’Allah Seul. » Mais qui vous assure que même lorsque les miracles leur seront venus, ils n’y croiront pas pour autant ?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:110","price":"110. Nous tournons et retournons leurs cœurs et leurs yeux tout comme lorsqu’ils n’ont pas cru la première fois, et Nous les laissons dans leurs rébellion patauger aveuglément.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:111","price":"111. Ferions-Nous même descendre vers eux les Anges, ou leur parleraient les morts, ou quand bien même Nous rassemblerions tout devant eux, ils ne croiraient point sans qu’Allah le veuille. Mais la plupart d’entre eux sont (plongés) dans l’ignorance.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:112","price":"112. Nous avons désigné pour chaque Prophète comme ennemis les démons d’entre les humains et d’entre les djinns, les uns inspirant aux autres les ornements fallacieux de la parole. Mais si ton Seigneur avait voulu (qu’il n’en fût point ainsi), ils ne l’auraient certainement jamais fait. Laisse-les donc à leurs inventions illusoires.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:113","price":"113. Que penchent donc les cœurs de ceux qui ne croient pas à l’autre monde (vers ces fallacieuses paroles) et qu’ils en soient satisfaits et continuent à commettre ce qu’ils commettent.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:114","price":"114. Voudrais-je un autre juge qu’Allah, Lui Qui a fait descendre (en révélation) vers vous le Livre clairement détaillé ? Ceux qui reçurent de Nous le Livre savent qu’il est révélé en toute vérité par ton Seigneur. Ne sois donc pas de ceux qui doutent.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:115","price":"115. La parole de ton Seigneur s’est accomplie, toute de vérité et de justice. Nul ne pourra changer Ses paroles. Il Entend Toute chose et Il est l’Omniscient.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:116","price":"116. Si tu prêtes attention à la majorité de ceux qui peuplent la terre, ils t’égareront du chemin d’Allah. Ils ne suivent que conjectures et n’adoptent que suppositions.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:117","price":"117. Ton Seigneur Sait le mieux qui s’égare de Son chemin, et c’est Lui Qui Sait le mieux qui sont les bien orientés.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:118","price":"118. Mangez donc (de la viande des animaux) sur lesquels le nom d’Allah a été prononcé, si en Ses versets vous êtes vraiment croyants.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:119","price":"119. Et qu’avez-vous à ne pas manger (des viandes) sur lesquels a été prononcé le nom d’Allah ? Il vous a pourtant détaillé les choses qu’Il vous a défendues à moins que vous ne soyez conduits par nécessité (à en consommer). Beaucoup de gens égarent (les autres) en suivant leurs passions, sans se fonder sur aucun savoir. Ton Seigneur Sait le mieux quels sont les transgresseurs.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:120","price":"120. Abandonnez le péché qu’il soit visible ou caché ; ceux qui commettent le péché seront rétribués selon les actes qu’ils auront commis.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:121","price":"121. Et ne mangez pas (de la viande des animaux) sur lesquels n’a pas été prononcé le nom d’Allah. Ce serait commettre une abomination. Les démons susurrent à leurs adeptes de disputer avec vous, et si vous les écoutez, vous serez du nombre des associâtres.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:122","price":"122. Celui qui était mort et que Nous avons fait revivre, qui a reçu de Nous une lumière pour marcher parmi les hommes, est-il semblable à celui qui est plongé dans les ténèbres et ne saurait en sortir ? Ainsi sont embellies, aux yeux des mécréants, les actions qui étaient les leurs.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:123","price":"123. Ainsi (également) avons-Nous établi dans chaque cité ses plus grands criminels afin qu’ils se livrent à leurs conspirations. Mais ils ne conspirent que contre eux-mêmes et ils ne le sentent pas.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:124","price":"124. Quand un Signe leur apparaît, ils disent : «Nous ne croirons point avant qu’il ne nous vienne cela même qu’ont reçu les Messagers d’Allah. » Allah Sait mieux à qui confier Son Message. Les criminels seront frappés d’humiliation et d’insignifiance devant Allah. Un terrible supplice (leur est promis) pour les complots qu’ils ourdissaient.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:125","price":"125. Celui qu’Allah veut bien guider, Il lui ouvrira le cœur à l’Islam. Mais celui qu’Il veut perdre aura la poitrine si serrée qu’il aura l’impression de monter au ciel.  C’est ainsi qu’Allah décrète Son châtiment contre ceux qui ne croient pas.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:126","price":"126. Telle est la voie de ton Seigneur, parfaitement droite. Et Nous avons détaillé les Signes (ou versets) pour des gens qui se souviennent.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:127","price":"127. Ils ont, auprès de leur Seigneur, la demeure du Salut. Il est leur Protecteur pour prix de ce qu’ils faisaient.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:128","price":"128. Et le Jour où il les rassemblera tous en foule, Il dira : « Ô peuple des djinns ! Vous avez abusé des humains. » Alors leurs suppôts parmi les humains répliqueront : « Seigneur ! Nous avons profité les uns des autres, mais voici que nous arrivons au terme que Tu nous as fixé. » Il leur dira alors : « Le Feu est votre séjour, là vous demeurerez pour l’éternité, à moins qu’Allah ne veuille (un autre sort). Ton Seigneur est, certes, Sage et Omniscient.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:129","price":"129. Et c’est ainsi que Nous attribuons à quelques-uns parmi les injustes l’autorité sur d’autres, (coupables qu’ils sont) de ce qu’ils ont commis.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:130","price":"130. Ô peuples des djinns et des humains ! Des Messagers surgis d’entre vous ne vous sont-ils pas venus vous parler de Mes Signes et vous avertir de la rencontre de votre Jour-ci ? » Ils diront : « Nous témoignons contre nous-mêmes. » La vie en ce bas monde les ayant abusés, ils témoigneront contre eux-mêmes d’avoir été mécréants.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:131","price":"131. Cela, parce que ton Seigneur ne détruit jamais injustement des cités quand ceux qui les peuplent n’ont pas été avertis.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:132","price":"132. Chacun aura des degrés à la mesure de ses œuvres. Et ton Seigneur n’est point distrait de ce qu’ils font.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:133","price":"133. Et ton Seigneur, Qui Se passe de Toutes richesses, Qui détient la miséricorde, s’Il voulait, Il vous ferait disparaître et vous ferait succéder par qui Il veut, tout comme, (à l’origine), Il vous a créés de la descendance d’un peuple différent.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:134","price":"134. Ce qui vous est promis viendra sûrement. Et vous n’êtes point capables de le rendre impossible.[178]","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"[178] Mieux que de traduire par « réduire à l’impuissance », nous traduisons par « rendre impossible ». L’origine de « impossible » et « impuissant » étant la même : le verbe latin « posse ».","lang":"fr"},{"name":"6:135","price":"135. Dis : « Ô peuple mien ! Agissez selon votre manière, j’agirai selon la mienne. Vous saurez qui aura (gagné) dans l’autre monde. » Les injustes, certes, ne réussiront pas.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:136","price":"136. Ils réservent à Allah une partie de ce que Lui-même a fait pousser comme récoltes et créé comme bétail, puis ils prétendent : « Ceci est pour Allah », (et ils ajoutent) : « Et ceci est pour nos divinités (que nous associons à Allah). » Or, ce qui est destiné à leurs idoles ne parvient pas à Allah et ce qui est destiné à Allah parvient à leurs idoles. Quel piètre jugement que le leur!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:137","price":"137. De même leurs alliés parmi les démons ont embelli aux yeux de nombre d’associâtres le meurtre de leurs propres enfants, afin de les perdre et d’altérer leur religion. Or si Allah avait voulu, ils ne l’auraient point fait. Laisse-les donc avec les mensonges qu’ils s’inventent.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:138","price":"138. Et ils prétendent : « Ce sont là des bestiaux et des récoltes qu’il est défendu de consommer. N’en mangeront que ceux que nous voulons. » Certains de ces bestiaux ont le dos interdit,[179] et sur d’autres n’est pas prononcé le nom d’Allah. Que d’inventions contre Lui ! Il les rétribuera certainement pour les mensonges qu’ils inventaient.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"[179] Sur le dos desquels il est interdit de monter.","lang":"fr"},{"name":"6:139","price":"139. Et ils disent encore : « Ce que portent dans leurs ventres de telles bêtes revient aux mâles d’entre nous mais il est défendu à nos femmes ». Cependant si la bête naît morte, tous y auront droit. Il les rétribuera pour leur prescription, car Il est Sage et Omniscient.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:140","price":"140. Ceux qui ont tué leurs enfants sans aucun savoir ont certes perdu, eux qui ont défendu ce qu’Allah leur a dispensé comme subsistance, proférant ainsi des mensonges sur Allah ! Ceux-là se sont perdus et ne sont point orientés vers le bon chemin. ","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:141","price":"141. Et c’est Lui Qui a créé des jardins, les uns sous des treillis, les autres sans treillages, ainsi que les palmiers, les cultures aux productions si diverses, et l’olivier et le grenadier, semblables (en apparence) mais différents (quant au goût). Mangez de leurs fruits quand ils en produisent et acquittez-en le dû au jour de leur récolte. Et ne dilapidez rien, car Allah n’aime pas les dilapidateurs.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:142","price":"142. Et (Il a créé), entre autres bestiaux, ceux qui (servent) pour le transport, et d’autres (plus petits) pour d’autres produits utiles. Mangez de ce qu’Allah vous a dispensé, et ne marchez pas sur les traces de Satan, car il est pour vous un ennemi déclaré.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:143","price":"143. (Ont été créés) huit genres (de bestiaux) répartis en couples (le mâle et la femelle) : deux ovins et deux caprins. Dis : « Sont-ce les deux mâles qu’Il a défendus (à la consommation) ou les deux femelles ? Ou encore ce que portent les matrices des deux femelles ? Informez-moi en toute connaissance si vous êtes véridiques. »","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:144","price":"144. Et pour les camélidés, deux (le mâle et la femelle), et pour les bovins, deux (le mâle et la femelle). Dis : « Sont-ce les deux mâles qu’Il a défendus (à la consommation) ou les deux femelles ? Ou encore ce que portent les matrices des deux femelles ? Ou bien peut-être étiez-vous (présents comme) témoins quand Allah vous l’a prescrit ? » Qui donc peut être plus injuste que celui-là qui raconte des mensonges sur le compte d’Allah pour égarer les autres sans se fonder sur aucune science ? Allah ne guide point les gens injustes.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:145","price":"145. Dis : « Je ne trouve rien, dans ce qui m’a été révélé, dont il soit défendu, à qui veut se nourrir, de manger, sauf s’il s’agit d’une bête morte, d’un sang répandu ou d’une viande de porc -ce qui serait impureté-, ou encore de tout sacrifice pervers adressé à d’autres (divinités) qu’Allah. » Cependant, quiconque y est contraint, sans avoir l’intention d’abuser ou d’enfreindre (un interdit), (qu’il sache qu’) Allah est Absoluteur et Tout miséricordieux.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:146","price":"146. Aux Juifs, Nous avons défendu toute bête à ongle unique.[180] Des bovins et des ovins, Nous leur avons défendu les graisses, excepté celles que portent leurs dos ou qui se trouvent dans leurs boyaux, ou encore celles qui sont incorporées aux os. Nous les avons donc rétribués pour leur abus et Nous sommes Véridique.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"[180] À ce propos, aussi bien Ibn Kathîr que Tabarî citent plusieurs ongulés, dont le chameau et l’autruche.","lang":"fr"},{"name":"6:147","price":"147. S’ils te taxent de mensonge, dis alors : « Votre Seigneur est d’une immense miséricorde, mais (quand sévit) Sa rigueur, nul ne pourra la détourner des criminels. »","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:148","price":"148. Ceux qui ont associé (des émules à Allah) diront : « Si Allah avait voulu, nous ne Lui aurions pas prêté des associés, pas plus d’ailleurs que nos ancêtres, ni nous n’aurions interdit quoi que ce soit. » Ainsi traitèrent tout de mensonges ceux qui les avaient précédés, jusqu’à ce qu’ils aient goûté Notre rigueur.  Dis : « Détiendrez-vous donc quelque savoir par-devers vous à nous montrer ?» Non, vous ne suivez que des suppositions et ne faites que divaguer.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:149","price":"149. Dis : « L’argument concluant appartient à Allah. S’Il avait voulu, Il vous aurait tous bien guidés. »","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:150","price":"150. Dis (encore) : « Appelez donc vos témoins pour qu’ils attestent qu’Allah a défendu tout cela. » S’ils l’attestent, ne l’atteste pas avec eux, et ne suis pas les désirs de ceux qui traitent Nos Signes d’imposture, ni ceux qui ne croient pas à l’autre monde et prêtent des égaux à leur Seigneur.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:151","price":"151. Dis : « Venez donc que je vous détaille ce que votre Seigneur vous a vraiment défendu : ne Lui attribuez point d’associés, traitez avec bonté vos deux parents, ne tuez point vos enfants sous prétexte de pauvreté. C’est Nous Qui pourvoyons à votre subsistance et à la leur. N’approchez pas des turpitudes, qu’elles soient visibles ou cachées. N’ôtez point la vie qu’Allah a voulue sacrée, sauf pour rendre justice. Voilà ce qu’Il vous a recommandé, peut-être comprendrez-vous.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:152","price":"152. N’approchez les biens de l’orphelin que de la manière la plus convenable, le temps qu’il atteigne sa majorité. Soyez justes lorsque vous établissez la mesure et le poids. Nous ne chargeons une âme que de cela même qu’elle peut supporter. Et quand vous parlez, que ce soit avec équité, dût-il s’agir de votre proche. Et honorez vos engagements envers Allah. » C’est ce qu’Il vous recommande, peut-être vous en souviendrez-vous.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:153","price":"153. « Voilà Ma voie, elle est toute droite. Suivez-la donc et n’empruntez pas les chemins qui vous en éloignent. » C’est ce qu’Il vous recommande, peut-être atteindrez-vous à la piété.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:154","price":"154. Puis Nous avons donné à Moïse le Livre accompli, pour ce qu’il avait fait de bien. Nous y avons détaillé toute chose, en juste orientation (hudâ) et en miséricorde afin qu’ils croient en la rencontre avec leur Seigneur.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:155","price":"155. Voici un Livre béni que Nous avons fait descendre (en révélation).  Suivez-le donc, ayez la piété, peut-être obtiendrez-vous la miséricorde.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:156","price":"156. Cela, afin que vous n’ayez pas à dire : « Le Livre n’a été révélé qu’à deux communautés avant nous, et nous étions beaucoup trop distraits pour songer à les étudier. »","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:157","price":"157. Ou que vous ayez à dire : « Si le Livre nous avait été révélé, nous aurions pu nous orienter vers le droit chemin beaucoup mieux qu’eux. » Or, voilà que vous sont venues, de la part de votre Seigneur, une preuve évidente, une direction juste (hudâ) et une miséricorde. Qui est donc plus injuste que celui-là qui traite de mensonges les versets d’Allah et qui s’en détourne ouvertement ? Nous rétribuerons certes, par le pire des supplices,  ceux qui se détournent de Nos versets pour s’en être (si insolemment) détournés.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:158","price":"158. Qu’attendent-ils donc, sinon que viennent vers eux les Anges, ou que vienne ton Seigneur, ou que leur parviennent encore certains Signes de ton Seigneur ? Or le jour où viendront certains Signes de ton Seigneur, plus aucune âme ne pourra compter sur sa foi si elle n’a pas cru auparavant ou n’a déjà acquis quelques bonnes œuvres. Dis : « Attendez ! » Nous-mêmes attendons.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:159","price":"159. De ceux qui divisent leur religion et qui se partagent en sectes, tu n’es en rien responsable. Leur affaire est du ressort d’Allah, Qui les informera de ce qu’ils faisaient.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:160","price":"160. Celui qui fait le bien le recevra au décuplé, et celui qui commet le méfait n’en aura que la rétribution égale. Et ils ne seront point lésés.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:161","price":"161. Dis : « Mon Seigneur m’a orienté vers une voie droite et une religion bien droite, celle d’Abraham le pur monothéiste, qui ne fut point du nombre des associâtres.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:162","price":"162. Dis : « Ma Çalât, mes œuvres de dévotion, ma vie et ma mort, reviennent à Allah, Seigneur de l’Univers.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:163","price":"163. Il n’a point d’associés ! C’est l’ordre qui m’a été donné, et je suis le premier des Soumis (Musulmans). »","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:164","price":"164. Dis : « Voudrais-je un autre Seigneur qu’Allah quand Lui est le Seigneur de Toute chose ? » Toute âme n’acquiert qu’à ses dépens le mal qu’elle a commis. Nul ne portera le fardeau d’un autre. Puis c’est vers votre Seigneur que sera votre retour. Il vous informera alors des différends où vous étiez partagés.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:165","price":"165. Et c’est Lui Qui a fait de vous des régents sur terre, et Qui vous a élevés en degrés les uns au-dessus des autres, pour vous éprouver par cela même qu’Il vous a donné. Ton Seigneur est prompt à punir, mais Il est aussi Absoluteur et Tout Miséricordieux.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"fr"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}