{"data":[{"name":"64:1","price":"1. Tout ce qui est dans les cieux et sur terre rend gloire à Allah. À Lui la royauté ! À Lui toute louange ! Il est de Toute chose Infiniment Capable.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:2","price":"2. C’est Lui Qui vous a créés. Il y a alors parmi vous le mécréant, et il y a le croyant. Allah est parfaitement Informé de ce que vous faites.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:3","price":"3. Il créa les cieux et la terre pour une juste raison, vous a modelé dans votre forme la plus belle, et c’est vers Lui que sera le devenir.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:4","price":"4. Il Sait ce qui est dans les cieux et sur terre, Il Sait ce que vous tenez secret et ce que vous révélez au grand jour. Allah Sait parfaitement ce qui est au fond des cœurs.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:5","price":"5. Ne vous est-il pas parvenu l’histoire de ceux qui ont mécru autrefois, et qui ont donc goûté le péril dû à leurs actes ? Ils auront aussi (dans l’autre monde) un supplice très douloureux.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:6","price":"6. Cela, parce que les Messagers venaient leur apporter les preuves évidentes et eux leur disaient : « Serions-nous donc guidés par des humains comme nous ? » Ils mécroyaient donc et se détournaient. Mais Allah Se passait d’eux. Allah est Celui Qui Se passe de Toute chose et le Digne de Toute Louange.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:7","price":"7. Ceux qui ont mécru prétendent qu’ils ne seront point ressuscités. Dis : « Que si ! Par mon Seigneur ! Vous serez certainement ressuscités, puis informés des actions que vos aurez faites. Cela est pour Allah chose vraiment aisée. »","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:8","price":"8. Croyez donc en Allah, en Son Messager et en la lumière que Nous avons fait descendre ! Allah est parfaitement Informé de ce que vous faites.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:9","price":"9. Le jour où Il vous réunira, Jour du Rassemblement, ce sera le jour de la Déception.[558] Celui qui croit en Allah et fait le bien verra ses mauvaises actions rachetées. (Allah) le fera entrer dans des jardins sous lesquels coulent les rivières, où ils séjourneront à tout jamais. Voilà le succès suprême !","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"[558] La désillusion des mécréants, d’une part, sera de constater le supplice qui les attend et de regretter le Paradis qu’ils auront perdu ; celle des croyants est une désillusion positive, mais ils constateront, eux aussi, ce qu’ils auront gagné et ce qu’ils auraient pu perdre, à l’instar des mécréants.","lang":"fr"},{"name":"64:10","price":"10. Quant à ceux qui ont mécru et ont osé démentir Nos Signes, ceux-là seront les hôtes du Feu, où ils demeureront pour l’éternité. Quel affreux destin que le leur !","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:11","price":"11. Il n’est malheur qui puisse vous frapper sans qu’il ne soit par la permission d’Allah. Quiconque croit en Allah, (Allah) guidera son cœur. Allah Sait parfaitement Toute chose.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:12","price":"12. Obéissez à Allah ! Obéissez à Son Messager ! Et si vous vous détournez (de leurs commandements), le Messager n’a pour seul devoir que de transmettre (Notre Message) explicitement.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:13","price":"13. Allah ! Il n’y a point d’autre divinité que Lui ! Qu’à Lui s’en remettent donc les croyants !","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:14","price":"14. Ô vous qui croyez ! Il peut se trouver des ennemis pour vous, (même) parmi vos épouses et en vos enfants. Méfiez-vous en ! Mais si vous passez (les erreurs), excusez et pardonnez, (sachez qu’) Allah est Absoluteur et Tout Miséricordieux.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:15","price":"15. Vos biens et vos enfants ne sont que tentation. Mais Allah, détient auprès de Lui une immense récompense.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:16","price":"16. Craignez donc Allah autant que vous le pourrez. Écoutez, obéissez et dépensez (de vos biens) en charité, cela est meilleur pour vous. Ceux qui sont préservés de leur propre avarice sont ceux qui réussissent.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:17","price":"17. Si, de bonne volonté, vous faites un prêt à Allah, Il vous le remboursera au centuple et vous pardonnera (vos péchés), car Allah est si Reconnaissant, si Magnanime !","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:18","price":"18. Il Connaît aussi bien les choses insondables que les choses observables, Lui, le Tout-Puissant, le Sage.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"fr"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}