{"data":[{"name":"65:1","price":"1. Ô Prophète ! Si vous divorcez d’avec les femmes, faites-le (en respectant) leur délai de viduité (‘iddah) dont vous compterez (les jours). Craignez Allah, votre Seigneur, ne les faites pas sortir de leurs maisons ! Qu’elles n’en sortent que si elles ont commis un acte immoral évident. Telles sont les limites d’Allah (hudûd). Celui qui outrepasse les limites d’Allah est injuste envers lui-même. Tu ne peux savoir si, entre-temps, Allah ne fera pas advenir une situation nouvelle.[559]","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"[559] Ainsi, la voie à une réconciliation entre les deux époux est toujours possible.","lang":"fr"},{"name":"65:2","price":"2. Leur terme ayant été atteint, ou vous les garderez alors d’une manière convenable, ou vous les quitterez d’une manière tout aussi convenable. Faites témoigner de cela deux hommes parmi les plus équitables d’entre vous. Vous devez en témoigner (par obéissance) à Allah. Voilà une exhortation pour qui croit en Allah et au Jour Dernier. À quiconque Le craint, Allah prévoit une (honorable) voie de sortie,","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"65:3","price":"3. et lui dispensera (des biens) d’une manière à laquelle il ne s’attendait pas. Quiconque s’en remet à Allah, (Allah) lui suffira. Allah atteint toujours Son objectif et Il a prévu à chaque chose un terme mesuré.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"65:4","price":"4. Celles qui ont atteint la ménopause,[560] parmi vos femmes, devront observer, si vous avez des doutes (en comptant les jours de la ‘iddah), une (période) d’attente de trois mois. La même (attente est prescrite) à celles qui n’ont pas encore leurs règles. Quant à celles qui sont enceintes, leur terme de viduité est l’accouchement. Quiconque craint Allah, (Allah) lui rendra les choses plus faciles.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"[560] Littéralement : celles qui ont désespéré d’avoir leurs menstrues. ","lang":"fr"},{"name":"65:5","price":"5. Tel est l’ordre qu’Allah a fait descendre pour vous. Quiconque craint Allah, (Allah) rachètera ses mauvaises actions et lui accordera une grande récompense.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"65:6","price":"6. Logez (vos femmes répudiées) dans (les habitations) où vous résidez vous-mêmes, selon vos moyens. Ne leur cherchez pas noise en leur rendant la vie insupportable. Et si elles sont enceintes, assurez les dépenses qui leur sont nécessaires jusqu’à ce qu’elles accouchent. Si, (par la suite), elles allaitent (votre enfant), versez-leur une pension. Que vos concertations (à ce sujet) soient sereines et convenables. Mais, si vous ne vous vous êtes pas entendus, que l’allaitement soit confié à une autre (femme).","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"65:7","price":"7. Que le fortuné dépense selon sa fortune ; et que l’homme de condition plus modeste dépense de ce qu’Allah lui a accordé (comme biens). Allah ne charge une personne que selon ce qu’Il lui a donné. Allah fera qu’après la difficulté vienne l’aisance.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"65:8","price":"8. Combien de cités se sont dressées contre l’ordre de leur Seigneur et de Ses Messagers ! Nous le leur fîmes payer cher,[561] et Nous sévîmes contre elles par un supplice des plus atroces.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"[561] Littéralement : Nous leur demandâmes un compte très sévère.","lang":"fr"},{"name":"65:9","price":"9. Elles goûtèrent alors le péril dû à leur conduite, et leur sort fut la ruine.  ","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"65:10","price":"10. Allah leur a préparé un terrible supplice. Craignez Allah, ô esprits sagaces qui avez cru ! Allah a fait descendre (en révélation) pour vous un Rappel,[562]","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"[562] Le Coran.","lang":"fr"},{"name":"65:11","price":"11. (et envoyé) un Messager qui vous récite les versets explicites d’Allah, pour faire sortir ceux qui ont cru et ont accompli les bonnes œuvres des ténèbres vers la lumière. (Car) ceux qui croient en Allah et font le bien, (Allah) les fera entrer dans des jardins sous lesquels coulent les rivières, où ils séjourneront à tout jamais. Allah leur[563] dispensera ce qu’il y a de meilleur ! ","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"[563] Au singulier dans le texte coranique.","lang":"fr"},{"name":"65:12","price":"12. C’est Allah Qui a créé sept cieux et des terres en nombre semblable. Entre (cieux et terres), l’ordre descend (toujours) pour que vous sachiez qu’Allah est de Toute chose Infiniment Capable, et qu’Allah Cerne Toute Chose par Sa Science.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"fr"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}