{"data":[{"name":"7:1","price":"1. Alif, Lâm, Mîm, Çâd.","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:2","price":"2. (Voici) un Livre qu’On a fait descendre vers toi (en révélation). Qu’il n’y en ait donc, dans ton cœur, aucune gêne, mais qu’il (te serve) à avertir et qu’il soit un rappel (adressé) aux croyants.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:3","price":"3. Suivez ce qu’On a fait descendre vers vous de la part de votre Seigneur, et ne suivez point d’autres alliés en dehors de Lui. Il est rare que vous vous en souveniez.","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:4","price":"4. Combien de cités avons-Nous anéanties ! Nos rigueurs les ont frappées de nuit ou au moment où ils faisaient la sieste.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:5","price":"5. Pour toute invocation, lorsqu’elles eurent à subir Nos rigueurs, elles dirent : « Il est vrai que nous étions injustes. »","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:6","price":"6. Nous questionnerons certainement ceux vers qui des Messagers furent envoyés et Nous questionnerons aussi les Envoyés.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:7","price":"7. Nous leur raconterons, en pleine connaissance, (leurs œuvres) et Nous n’étions nullement absents.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:8","price":"8. Le poids, ce Jour-là, sera équitable. Alors, ceux dont les bonnes œuvres seront lourdes (à la balance) auront réussi.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:9","price":"9. Et ceux dont les bonnes œuvres seront légères (à la balance) auront perdu leurs âmes pour avoir été si injustes envers Nos Signes.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:10","price":"10. Nous vous avons établis en maîtres sur terre, et Nous y avons pourvu à votre subsistance. Mais il est rare que vous soyez reconnaissants.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:11","price":"11. Nous vous avons créés et vous avons donné forme. Puis Nous avons dit aux Anges : « Prosternez-vous devant Adam ! » Et ils se prosternèrent, hormis Iblîs qui n’était point de ceux qui se prosternèrent.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:12","price":"12. Il (Allah) dit : « Qu’est-ce qui t’a empêché de te prosterner alors que Je te l’ai ordonné ? » Il répondit : « Je suis meilleur que lui. Tu m’as créé de feu et lui, Tu l’as créé d’argile ! »","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:13","price":"13. Il (Allah) dit alors : « Descends d’ici ! Tu n’as vraiment pas à te pavaner d’orgueil. Sors ! Tu es du nombre de ceux qui sont vils et bas ! »","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:14","price":"14. Il dit : « Accorde-moi donc un délai jusqu’au jour où ils seront ressuscités. »","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:15","price":"15. « Tu es de ceux à qui délai est donné », dit (Allah).","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:16","price":"16. – « Comme Tu as décidé de me perdre, je resterai à les guetter, assis sur Ta voie droite. ","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:17","price":"17. Puis je viendrai à eux par-devant et par-derrière, par leur droite et par leur gauche, et Tu n’en trouveras que peu qui Te seront reconnaissants. »","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:18","price":"18. Il (Allah) dit : « Sors d’ici, marqué d’opprobre et d’infamie ! Quiconque d’entre eux te suivra se trouvera dans la Géhenne que J’emplirai de vous tous! ","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:19","price":"19. Et toi, Adam, habite, toi et ton épouse, le Paradis. Mangez de ce qui vous plaira et ne vous approchez point de cet arbre, ou alors vous seriez du nombre des injustes ! »","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:20","price":"20. Alors, pour leur montrer leurs nudités qui leur étaient cachées, Satan leur susurra : « Votre Seigneur ne vous a défendu cet arbre que pour vous empêcher d’être deux Anges ou de devenir éternels ! »","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:21","price":"21. Et il leur jura : « Je suis pour vous, assurément, le meilleur des conseillers ! »","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:22","price":"22. Il les fit choir par ruse. Et quand ils eurent goûté (aux fruits) de l’arbre, leur nudité à tous deux leur apparut. Ils se précipitèrent alors pour la couvrir en y attachant des feuilles du Paradis. Leur Seigneur les appela : « Ne vous ai-Je pas défendu à tous deux cet arbre ? Ne vous ai-Je point dit que Satan est pour vous un ennemi déclaré ? »","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:23","price":"23. « Ô Seigneur ! répondirent-ils, nous nous sommes lésés nous-mêmes, et si Tu ne nous pardonnes pas et refuses de nous accorder Ta miséricorde, nous serons certainement du nombre des perdants. »","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:24","price":"24. « Descendez ! dit (Allah), vous serez ennemis les uns des autres ; et vous aurez sur terre séjour et jouissance, jusqu’à la fin d’une échéance. ","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:25","price":"25. Vous y vivrez et vous y mourrez, et vous en serez sortis un Jour. »","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:26","price":"26. Ô fils d’Adam ! Nous avons fait descendre vers vous des vêtements qui cacheront vos nudités, et des parures. Mais le vêtement de la piété est bien meilleur. Voilà l’un des Signes d’Allah, peut-être se souviendront-ils.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:27","price":"27. Ô fils d’Adam ! Que Satan ne vous séduise point, comme il a fait expulser du Paradis vos tout premiers parents, en leur ôtant leurs vêtements pour leur montrer leurs nudités. Il vous voit, lui et sa compagnie, de là où vous ne les voyez point. Nous avons fait des démons les alliés de ceux qui ne croient pas.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:28","price":"28. Lorsqu’ils commettent une turpitude, ils disent : « C’est ainsi que faisaient nos ancêtres, et Allah nous l’a ordonné. » Dis : « Allah n’ordonne jamais (de succomber à) la turpitude. Raconterez-vous donc sur le compte d’Allah ce que vous ne savez point ? »","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:29","price":"29. Dis : « Allah a ordonné la justice. Tournez donc vos faces entièrement vers Lui à chaque prosternation. Invoquez-Le, en Lui vouant un culte sincère. Tout comme Il vous a créés en premier lieu, à Lui, certainement, vous retournerez. »","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:30","price":"30. Il a bien guidé certains, et d’autres ont mérité l’égarement. C’est qu’ils ont pris, en dehors d’Allah, les démons pour alliés, et pensent tout de même qu’ils sont bien guidés.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:31","price":"31. Ô fils d’Adam ! Portez vos (plus) beaux vêtements dans chaque mosquée. Mangez et buvez, mais ne soyez pas excessifs, car Allah n’aime pas ceux qui sont excessifs.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:32","price":"32. Dis : « Qui donc a défendu les parures qu’Allah a mises à la disposition de Ses serviteurs, et les bonnes nourritures qu’Il leur a dispensées ? » Réponds : «  Elles sont toutes destinées dans ce bas monde à ceux qui ont cru, et elles leur seront réservées au Jour de la Résurrection. » C’est ainsi que Nous détaillons clairement les versets à des gens qui savent.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:33","price":"33. Dis : « Mon Seigneur n’a défendu que les turpitudes, qu’elles soient visibles ou cachées, ainsi que le péché, l’agression sans juste raison, que vous associiez à Allah ce dont il n’a révélé aucune preuve d’autorité et que vous racontiez au sujet d’Allah ce que vous ne savez pas. »","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:34","price":"34. Pour chaque nation, il est un terme (fixé). Alors, quand vient leur terme, ils ne sauraient ni le retarder d’une heure, ni, non plus, l’avancer.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:35","price":"35. Ô fils d’Adam ! S’il vous vient des Messagers, élus parmi vous, pour vous raconter Mes Signes, ceux qui auront la piété et se seront amendés n’auront nulle crainte et n’auront aucune affliction.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:36","price":"36. Et ceux qui auront traité Nos Signes de mensonges et s’en seront détournés méprisants, ceux-là sont les gens voués au Feu, et là ils séjourneront pour l’éternité.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:37","price":"37. Qui donc est plus injuste que celui qui débite des mensonges sur le compte d’Allah ou qui dément Ses Signes ? À ceux-là parviendra leur part prescrite, jusqu’à ce que Nos Envoyés (parmi les Anges) viennent reprendre leurs âmes et leur disent : « Que sont ceux que vous invoquiez en dehors d’Allah devenus ? » Eux répondront : « Ils nous ont abandonnés ! » Et c’est ainsi qu’ils témoigneront eux-mêmes qu’ils étaient mécréants.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:38","price":"38. Il dira : « Entrez retrouver en Enfer les nations de djinns et d’humains qui vous ont précédés. » Chaque fois qu’une nation y sera entrée, elle maudira la précédente, jusqu’à ce que, toutes réunies, la dernière dise de la première : « Notre Seigneur ! Ceux-là nous ont égarés, double-leur donc le supplice du Feu. » Il dira : « Pour chacun il y aura le double, mais vous ne savez pas. »","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:39","price":"39. Et la première génération dira à la dernière : « Vous n’avez aucun mérite sur nous. Goûtez donc le supplice pour ce que vous avez commis. »","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:40","price":"40. Ceux qui ont traité Nos Signes de mensonges et qui s’en sont détournés, méprisants, ne verront pas s’ouvrir devant eux les portes du ciel, et ils n’entreront au Paradis que lorsque le chameau s’introduira dans le chas d’une aiguille. Et c’est ainsi que Nous rétribuons les criminels.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:41","price":"41. Ils auront la Géhenne pour literie et des nuages de ténèbres pour couverture. Et c’est ainsi que Nous rétribuons les injustes.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:42","price":"42. Et ceux qui ont cru et ont accompli les bonnes œuvres, (qu’ils sachent que) Nous ne chargeons une âme qu’à la mesure de ce qu’elle peut supporter, ceux-là sont les hôtes du Paradis où ils séjourneront pour l’éternité.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:43","price":"43. Nous arracherons toute rancune de leur cœur. Sous eux couleront les rivières, et ils diront : « Louange à Allah Qui nous a bien guidés vers cela. Et nous n’aurions jamais été si bien guidés si Allah ne nous avait pas guidés. Les Messagers de notre Seigneur sont venus avec la vérité. » Ils seront alors appelés : « Voici le Paradis dont vous héritez pour prix de ce que vous faisiez. »","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:44","price":"44. Les hôtes du Paradis appelleront les hôtes du Feu : « Nous avons trouvé que la promesse de notre Seigneur était vraie. Et vous, avez-vous trouvé aussi que Sa promesse était vraie ? » Ils diront : « Oui. » Alors, un annonciateur leur annoncera : « Qu’Allah maudisse les injustes,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:45","price":"45. qui repoussent (les hommes) loin du chemin d’Allah, le souhaitent tortueux et ne croient pas en l’autre monde. »","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:46","price":"46. Entre les deux, il y aura une muraille et, sur Al-A ̒râf, il y aura des hommes qui reconnaîtront chacun à ses traits particuliers. Et ils appelleront les hôtes du Paradis : « Paix sur vous ! » Ils n’y sont pas entrés, encore qu’ils en aient l’ardent désir.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:47","price":"47. Et quand ils auront les yeux tournés vers les hôtes du Feu, ils diront : « Ô Seigneur ! Ne nous mets pas avec les gens injustes. »","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:48","price":"48. Les gens de Al-A ̒râf  interpelleront des hommes qu’ils auront reconnus à leurs traits particuliers en disant : « Tout ce que vous aviez amassé ne vous aura servi à rien, pas plus que ne vous aura profité votre orgueil. »","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:49","price":"49. Sont-ce là ceux dont vous disiez qu’ils ne recevraient aucune miséricorde de la part d’Allah ? Entrez au Paradis, il n’y aura nulle crainte pour vous et vous n’aurez aucune affliction !","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:50","price":"50. Et les hôtes du Feu appelleront les hôtes du Paradis : « Versez sur nous un peu d’eau ou un peu de ce qu’Allah vous a dispensé. » Alors, ils répondront : « Allah les a défendus aux mécréants. »","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:51","price":"51. Voilà ceux qui ont pris leur religion pour objet de divertissement et de jeu. Ils ont succombé à la tentation de ce bas monde. Aujourd’hui Nous les oublions comme ils ont oublié la rencontre de leur Jour-ci, eux qui reniaient obstinément Nos Signes.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:52","price":"52. Nous leur avons transmis un Livre que Nous avons détaillé avec science, afin qu’il soit un guide et une miséricorde à ceux qui ont cru.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:53","price":"53. N’attendent-ils que la réalisation de ses annonces ? Mais le jour où ses annonces seront réalisées, ceux qui l’oubliaient diront : « Les Messagers de notre Seigneur avaient effectivement apporté la vérité, aurons-nous donc des intercesseurs ? Intercéderont-ils en notre faveur ? Ou alors serons-nous ramenés (vers la terre) pour agir autrement que nous ne le faisions ? » Ils se seront perdus eux-mêmes, et seront abandonnés par ce qu’ils inventaient (comme fausses divinités).","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:54","price":"54. Votre Seigneur est Allah Qui créa les cieux et la terre en six jours, puis S’établit avec une infinie Majesté sur le Trône (istawâ).[182]Il recouvre le jour par la nuit, et celle-ci poursuit (le jour) en permanence. Le soleil, la lune et les étoiles, (Il les créa) soumis à Son commandement. C’est de Lui Seul que procèdent la création et le commandement. Gloire soit rendue à Allah, Seigneur de l’Univers.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"[182] Comme le sens du mot « istawâ » est intraductible (nous employons ce néologisme au lieu de « intraduisible » qui pourrait avoir des connotations péjoratives), les gestes d’Allah étant indicibles et en tout point nonpareils, nous ajoutons au verbe « S’établit », faute de mieux, l’expression « avec une infinie Majesté ».","lang":"fr"},{"name":"7:55","price":"55. Invoquez votre Seigneur avec humilité et en secret, car Il n’aime pas les transgresseurs.   ","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:56","price":"56. Ne semez pas la corruption sur terre après l’amélioration de son état. Invoquez-Le avec crainte et espérance, car la miséricorde d’Allah est proche des bienfaiteurs.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:57","price":"57. C’est Lui Qui envoie les vents comme heureuse annonce de Sa miséricorde. Lorsqu’ils portent des nuages lourds, Nous les dirigeons vers une terre déjà morte et en faisons descendre l’eau par laquelle Nous faisons sortir toutes sortes de fruits. C’est ainsi que Nous ferons sortir les morts (des tombes), peut-être vous souviendrez-vous.  ","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:58","price":"58. La bonne terre voit pousser sa végétation par la grâce du Seigneur. Quant à celle de la mauvaise terre, elle ne sort que péniblement, maigre et précaire. C’est ainsi que Nous varions Nos Signes aux gens reconnaissants.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:59","price":"59. Nous envoyâmes Noé à son peuple. « Ô peuple mien, dit-il, adorez Allah, car vous n’avez d’autre divinité que Lui, et je crains pour vous le supplice d’un très grand Jour. »","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:60","price":"60. L’assemblée des notables de son peuple dirent alors : « Nous te voyons dans un égarement flagrant. »","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:61","price":"61. « Je ne suis point dans l’égarement, répondit-il, mais je suis un Messager du Seigneur de l’Univers.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:62","price":"62. Je vous transmets les messages de mon Seigneur, je vous donne les meilleurs conseils et je sais d’Allah ce que vous ne savez pas. ","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:63","price":"63. Vous étonnez-vous donc qu’il vous soit parvenu un rappel de votre Seigneur, par le biais d’un homme d’entre vous, afin qu’il vous avertisse, que vous ayez la piété et que vous receviez la grâce ? »","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:64","price":"64. Ils le traitèrent d’imposteur. Mais Nous le sauvâmes avec ses compagnons sur l’Arche et nous noyâmes ceux qui avaient démenti Nos Signes. C’était en vérité un peuple aveugle.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:65","price":"65. Aux ‘Ad, (Nous avons envoyé) leur frère Hûd qui leur dit : « Ô peuple mien! Adorez Allah, car vous n’avez d’autre divinité que Lui. Ne Le craignez-vous donc pas ? »","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:66","price":"66. L’assemblé des notables qui mécroyaient dirent alors : « Nous te voyons (patauger) en pleine débilité, et nous pensons que tu es un imposteur. »","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:67","price":"67. « Ô peuple mien, dit-il alors, je ne souffre d’aucune débilité, je suis seulement un Messager du Seigneur de l’Univers. ","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:68","price":"68. Je vous transmets les messages de mon Seigneur, et je suis pour vous un conseiller loyal.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:69","price":"69. Vous étonnez-vous donc qu’il vous soit parvenu un rappel de votre Seigneur, par le biais d’un homme d’entre vous, afin qu’il vous avertisse ? Souvenez-vous qu’Allah a fait de vous les successeurs du peuple de Noé et qu’Il a ajouté à la hauteur de votre stature. Souvenez-vous donc des faveurs d’Allah, peut-être réussirez-vous. »","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:70","price":"70. Ils dirent : « Es-tu venu nous persuader d’adorer Allah Seul et d’abandonner ce qu’adoraient nos pères ? Fais donc arriver ce dont tu nous menaces si (dans tes paroles) tu es véridique ? »","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:71","price":"71. Il dit : « (Ayez la certitude que) le supplice et la colère de votre Seigneur s’abattront sur vous. Disputerez-vous avec moi de ces (divinités) que vous et vos pères avez nommées et qu’Allah n’avait appuyées d’aucune preuve d’autorité ? Attendez donc, je suis avec vous parmi ceux qui attendent. »","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:72","price":"72. Nous le sauvâmes, avec ceux qui l’accompagnaient, par Notre grâce. Et Nous fîmes périr jusqu’au dernier ceux qui traitaient Nos Signes de mensonges, eux qui  n’étaient pas croyants.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:73","price":"73. Et aux Thamûd, (Nous avons envoyé) leur frère Çâlih, qui leur dit : « Ô peuple mien ! Adorez Allah, car vous n’avez d’autre divinité que Lui. Une preuve évidente vous est venue de votre Seigneur : cette chamelle d’Allah est un Signe pour vous. Laissez-la paître sur la terre d’Allah et ne lui faites aucun mal, ou alors vous prendra un douloureux supplice.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:74","price":"74. Et souvenez-vous (dit encore Çâlih) quand Il fit de vous des successeurs après les ‘Ad et vous établit, puissants, sur terre. Dans ses plaines, vous bâtissiez des châteaux et dans ses montagnes, vous sculptiez des maisons. Souvenez-vous donc des faveurs d’Allah et ne répandez point, en semeurs de trouble, la corruption sur terre. »","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:75","price":"75. L’assemblée des notables de son peuple, fiers et hautains, dirent à ceux qui, parmi les plus faibles, avaient la foi : « Savez-vous, vous autres, que Çâlih est envoyé de la part de son Seigneur ? » Ils répondirent : « Nous croyons à son message ! »","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:76","price":"76. Du haut de leur orgueil, (les notables) répliquèrent : « Nous autres, ne croyons nullement en quoi vous avez cru ! »","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:77","price":"77. Puis ils tuèrent la chamelle, enfreignant ainsi le commandement de leur Seigneur, et dirent : « Ô Çâlih ! Fais donc qu’il nous arrive ce dont tu nous menaces, si tu es du nombre des Envoyés ! »","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:78","price":"78. Un grand ébranlement les surprit alors et, au matin, ils gisaient inertes dans leurs maisons.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:79","price":"79. Il se détourna d’eux en disant : « Ô peuple mien ! Je vous ai pourtant transmis le message de mon Seigneur et vous ai été de bon conseil, mais vous n’aimez pas les bons conseillers. »","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:80","price":"80. Et Loth, qui dit à son peuple : « Vous vous adonnez à un vice que nul autre aux mondes n’avait pratiqué avant vous !","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:81","price":"81. Vous recherchez les plaisirs charnels avec les hommes plutôt qu’avec les femmes : vous êtes vraiment un peuple porté aux excès ! »","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:82","price":"82. Ils n’eurent alors pour toute réponse que de dire : « Chassez-les de votre cité, ce sont des gens qui revendiquent la pureté.[183] »","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"[183] Il s’agit là d’une antiphrase: les propos du peuple de Loth sont ironiques. Voir aussi le verset 56 de la sourate An-Naml (Les Fourmis).","lang":"fr"},{"name":"7:83","price":"83. Nous le sauvâmes avec sa famille, à l’exception de sa femme qui fut du nombre des anéantis.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:84","price":"84. Sur eux Nous fîmes tomber une pluie (de pierres d’argile). Vois donc quel fut le sort des criminels.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:85","price":"85. Et (Nous avons envoyé) au peuple des Madyan leur frère Chou ̒ayb, qui leur dit : « Ô peuple mien ! Adorez Allah, car vous n’avez d’autre divinité que Lui. Une preuve évidente vous est venue de votre Seigneur. Respectez donc la mesure et le poids et ne restituez pas aux gens moins que ce qui leur est dû. Ne répandez pas la corruption sur terre après l’amélioration de son état. Ce sera meilleur pour vous, si vous êtes croyants.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:86","price":"86. Et ne restez pas en travers de toute voie à menacer ou à repousser du chemin d’Allah celui qui croit en Lui, chemin que vous souhaitez tortueux. Souvenez-vous que vous étiez peu nombreux et  qu’Il a multiplié votre nombre. Et voyez quel fut le sort des semeurs de trouble.","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:87","price":"87. Si seule une partie d’entre vous a cru à la mission pour laquelle j’ai été envoyé, et qu’une autre partie n’y ait pas cru, prenez patience jusqu’à ce que le Jugement d’Allah vous départage, car c’est Lui le Meilleur des juges. »","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"7:88","price":"88. L’assemblée des notables de son peuple, fiers et hautains, dirent : « Nous te chasserons de notre cité, toi et ceux qui ont cru avec toi, Chou ̒ayb, à moins que vous ne reveniez à notre religion. » Il dit alors : « Et cela même si nous l’avons en horreur ? ","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:89","price":"89. Nous inventerions alors des mensonges au sujet d’Allah si nous revenions à votre religion, après qu’Allah nous a sauvés. Et nous ne saurions y revenir sauf si Allah, notre Seigneur, le voulait. Notre Seigneur cerne tout de Sa vaste science. Nous nous en remettons à Allah. Seigneur ! Fais le départ[184] entre nous et notre peuple par la vérité. Car Tu es le Meilleur des arbitres. »","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"[184] La locution « faire le départ entre deux points de vue » signifie « départager ».","lang":"fr"},{"name":"7:90","price":"90. L’assemblée des notables de son peuple, parmi ceux qui ont mécru, dirent : « Si vous suivez Chou ̒ayb, vous serez perdants. »","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:91","price":"91. Un grand ébranlement les surprit alors et, au matin, ils gisaient inertes dans leurs maisons.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:92","price":"92. Ceux qui taxaient Chou ̒ayb de mensonge (périrent) comme s’ils n’avaient jamais habité (leur cité). Ceux qui traitaient Chou ̒ayb d’imposteur étaient donc eux les perdants. ","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:93","price":"93. Il s’éloigna d’eux en disant : « Ô peuple mien ! je vous ai pourtant transmis les messages de mon Seigneur et vous ai été de bon conseil. Comment pourrais-je m’affliger pour un peuple de mécréants ? »","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:94","price":"94. Nous n’avons jamais envoyé un Prophète dans une cité sans que Nous n’ayons éprouvé ses habitants par les malheurs et l’adversité, peut-être nous imploreront-ils, humbles et suppliants.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:95","price":"95. Puis Nous avons substitué le faste au néfaste, et lorsqu’ils eurent prospéré ils dirent : « Aussi bien le malheur que le bonheur ont touché nos pères. » Alors, Nous les emportâmes subitement sans qu’ils ne s’en aperçoivent.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:96","price":"96. Si les habitants des cités avaient eu la foi et la piété, Nous aurions ouvert devant eux (les portes) de Nos bénédictions venues du ciel et de la terre. Mais ils ont démenti (la vérité) et Nous les avons emportés subitement pour ce qu’ils avaient commis.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:97","price":"97. Les habitants des cités avaient-ils donc la certitude que Nos rigueurs ne les surprendraient point la nuit, pendant leur sommeil ?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:98","price":"98. Les habitants des cités avaient-ils donc la certitude que Nos rigueurs ne les surprendraient point le jour, pendant leurs loisirs ?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:99","price":"99. Se sentaient-ils préservés de la Ruse d’Allah (makr’Allah) ? Seuls se sentent préservés de la Ruse d’Allah les gens perdus.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:100","price":"100. N’est-il pas clairement démontré à ceux qui héritent de la terre après ses anciens habitants que si Nous le voulions, Nous les punirions de leurs péchés et scellerions leurs cœurs, au point qu’ils n’entendraient plus ?","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:101","price":"101. Ce sont là des cités dont nous te racontons des nouvelles. Leurs Messagers sont venus vers elles avec des preuves évidentes, mais elles ne pouvaient pas croire en ce qu’elles avaient démenti auparavant. C’est ainsi qu’Allah imprime le sceau (de l’impiété) sur le cœur des mécréants.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:102","price":"102. Nous n’avons trouvé chez la majorité d’entre eux aucune fidélité aux engagements. Nous les avons trouvés, pour la plupart, pervers.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:103","price":"103. Puis, après ceux-là (ces Messagers), Nous envoyâmes Moïse avec Nos prodiges à Pharaon et son assemblée de notables. Ils les renièrent injustement. Vois donc quel fut le sort des corrupteurs.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:104","price":"104. Moïse dit : « Ô Pharaon ! Je suis un Messager du Seigneur de l’Univers. ","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:105","price":"105. Je ne me dois de dire sur Allah rien d’autre que la pure vérité. Je vous apporte une preuve évidente de votre Seigneur. Envoie donc avec moi les Enfants d’Israël. »","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:106","price":"106. « Si tu es vraiment venu avec un Signe miraculeux, dit Pharaon, produis-le donc, si tu dis vrai. »","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:107","price":"107. Il jeta son bâton, que voilà transformé en véritable serpent.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:108","price":"108. Il retira (de sa tunique) sa main qui apparut d’une blancheur éclatante aux yeux de l’assistance.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:109","price":"109. L’assemblée des notables du peuple dirent alors : « C’est un magicien à la vaste connaissance !","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:110","price":"110. Il veut vous faire partir de votre terre ! » « Que proposez-vous donc ? » (demanda Pharaon).","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:111","price":"111. Ils répondirent : « Fais-le attendre avec son frère et dépêche dans les cités des hommes chargés de rassembler,","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:112","price":"112. afin qu’ils te ramènent tout magicien à la vaste connaissance. »","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:113","price":"113. Les magiciens vinrent alors à Pharaon et dirent : « Aurons-nous donc une récompense si nous sortons vainqueurs ? »","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:114","price":"114. « Oui, dit Pharaon, et vous serez certainement parmi les privilégiés. »","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:115","price":"115. (S’adressant cette fois à Moïse), ils dirent : «Ô Moïse ! Jetteras-tu (ton bâton) ou veux-tu que nous jetions d’abord (les nôtres) ? »","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:116","price":"116. Il dit : « Jetez (les vôtres d’abord). » Ils jetèrent (leurs bâtons et leurs cordes) et éblouirent les gens qui furent saisis de terreur par leur grande magie.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:117","price":"117. Nous inspirâmes alors à Moïse : « Jette ton bâton ! » Et voilà que (le bâton) se mit à avaler ce qu’ils avaient inventé (comme illusions).  ","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:118","price":"118. La vérité se révéla donc, et ce qu’ils firent fut réduit à néant.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:119","price":"119. Là ils furent vaincus et ils s’en allèrent tout humiliés.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:120","price":"120. Et les magiciens, se jetant à terre prosternés,","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:121","price":"121. s’écrièrent : « Nous croyons au Seigneur de l’Univers,","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:122","price":"122. au Seigneur de Moïse et d’Aaron. »","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:123","price":"123. Pharaon dit alors : « Osez-vous y croire avant que je ne vous le permette ? C’est bien une ruse que celle-ci par laquelle vous voulez chasser de la cité ses habitants. Vous allez bientôt savoir !","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:124","price":"124. Je vous ferai couper les mains et les jambes opposées puis vous ferai tous crucifier. »","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:125","price":"125. Ils dirent : « C’est vers notre Seigneur que nous ferons retour. ","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:126","price":"126. Tu te venges de nous seulement parce que nous avons cru aux Signes de notre Seigneur quand ils nous sont venus. Seigneur ! Emplis-nous de patience et fais-nous mourir en parfaits Soumis. »","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:127","price":"127. L’assemblée des notables du peuple de Pharaon dirent : « Vas-tu laisser Moïse et son peuple semer le désordre sur terre alors que lui t’a abandonné, toi et tes divinités ? » Il dit : « Nous exterminerons leurs hommes et épargnerons leurs femmes ;  nous prendrons le dessus sur eux et serons dominateurs. »","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:128","price":"128. Moïse dit à son peuple : « Demandez l’assistance d’Allah et prenez patience, car la terre appartient à Allah. Il en fait hériter qui Il veut de Ses serviteurs.  Ce qui est à venir reviendra à ceux qui sont pieux. »","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:129","price":"129. Ils dirent : « Nous avons été opprimés aussi bien avant qu’après ton arrivée. » Et Moïse dit : « Peut-être que votre Seigneur fera périr votre ennemi et vous donnera la terre en héritage, pour voir plus tard comment vous agirez. »","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:130","price":"130. Nous éprouvâmes le peuple de Pharaon par une succession d’années maigres et une pénurie de fruits afin qu’ils se rappellent.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:131","price":"131. Quand les périodes fastes venaient, ils disaient : « Cela est dû à nous. » Et quand les surprenait un événement néfaste, ils en attribuaient la cause, par superstition, à Moïse et ceux qui étaient avec lui. Leur sort, en vérité, ne relève que d’Allah, mais la plupart d’entre eux ne savent pas.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:132","price":"132. Et ils dirent : « Quelque miracle que tu produises pour nous charmer nous ne croirons pas en toi. »","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:133","price":"133. Nous leur envoyâmes les inondations, les sauterelles, les poux, les grenouilles et le sang en Signes distincts. Mais ils réagirent avec orgueil et se comportèrent en criminels.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:134","price":"134. Puis lorsque se fut abattu sur eux le châtiment, ils dirent : « Ô Moïse ! Invoque pour nous ton Seigneur de par l’engagement qu’Il t’a donné. Si tu nous évites le châtiment, nous croirons en toi et enverrons avec toi les Enfants d’Israël. »","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:135","price":"135. Mais lorsque Nous eûmes éloigné d’eux le châtiment pour un délai fixé, ils revinrent sur leur engagement.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:136","price":"136. Alors, Nous Nous vengeâmes d’eux et les noyâmes dans les flots, parce qu’ils avaient renié Nos Signes et y étaient complètement indifférents.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:137","price":"137. Aux peuples qui étaient opprimés pour leur faiblesse, Nous attribuâmes l’héritage des régions d’est en ouest de la terre que Nous avions bénie. Ainsi s’accomplit la belle parole de ton Seigneur, promise aux Enfants d’Israël pour prix de leur patience. Nous démolîmes l’œuvre de Pharaon et de son peuple ainsi que  ce qu’ils construisaient.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:138","price":"138. Et Nous fîmes traverser la mer aux Enfants d’Israël. Passant devant un peuple qui adorait des idoles avec ferveur, ils dirent : «Ô Moïse ! Donne-nous une divinité comme les leurs. » Il répondit : « Vous êtes manifestement des gens ignorants ! ","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:139","price":"139. Ceux-là rendent un culte voué à la destruction ; nul est ce qu’ils font, et sans valeur aucune. »","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:140","price":"140. Et il dit encore : « Voudrais-je pour vous une divinité autre qu’Allah, quand Lui vous a favorisés par rapport à tous les peuples (de votre temps) ? »","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:141","price":"141. (Souvenez-vous) quand Nous vous sauvâmes des gens de Pharaon, alors qu’ils vous faisaient subir les pires supplices. Ils massacraient vos fils et épargnaient vos filles, et c’était là, de la part de votre Seigneur, une épreuve des plus terribles.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:142","price":"142. Nous donnâmes à Moïse rendez-vous pour trente nuits puis Nous y ajoutâmes dix autres, établissant le temps de sa rencontre avec son Seigneur à quarante nuits. Moïse dit à son frère Aaron : « Sois mon remplaçant auprès de mon peuple, fais ce qui est bien et ne suis pas la voie des corrupteurs. »","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:143","price":"143. Lorsque Moïse vint à Notre rendez-vous et que son Seigneur lui eut parlé, il dit : « Seigneur ! Montre-Toi à moi que je Te voie ! » Il (Allah) dit alors : « Tu ne Me verras pas, mais regarde vers la montagne ; si elle demeure en place, alors tu Me verras. » Et lorsque son Seigneur Se manifesta au-dessus de la montagne, Il la réduisit en poussière. Moïse s’écroula foudroyé. Lorsqu’il revint à lui, il dit : « Gloire Te soit rendue ! Je reviens à Toi, repenti, et je suis le premier des croyants. »","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:144","price":"144. Il (Allah) dit : « Ô Moïse ! Je t’ai élu et préféré à tous les hommes par Mes Messages et Ma Parole (que Je t’ai adressés sans intermédiaire). Prends donc ce que Je t’ai donné et sois parmi les reconnaissants. »","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:145","price":"145.  Nous écrivîmes pour lui sur les Tables un enseignement édifiant sur toute chose, et une explication détaillée de toute chose. « Prends-les donc avec fermeté et ordonne à ton peuple d’en observer le meilleur. Je vous montrerai bientôt le séjour des pervers.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:146","price":"146. J’éloignerai de Mes Signes ceux qui sont injustement hautains sur terre. Quand bien même ils verraient tous les Signes, ils n’y croiraient point, et quand bien même ils verraient le chemin de la droiture, ils n’en feraient point leur chemin. Mais s’ils aperçoivent le chemin de l’erreur, ils l’emprunteront comme chemin. Cela, parce qu’ils ont renié Nos Signes et qu’ils y sont (totalement) indifférents. ","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:147","price":"147. Ceux qui (se sont employés à) démentir Nos Signes et renier la rencontre de l’autre monde, vaines seront leurs œuvres. Auront-ils une autre récompense que celle qui sied à leurs œuvres ? »","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:148","price":"148. Le peuple de Moïse, pendant son absence, prit (pour objet d’adoration) un veau (modelé à partir) de leurs ornements et qui produisait comme un mugissement. Ne voyaient-ils donc pas qu’il ne pouvait ni leur parler ni les guider vers aucune voie ? Ils le prirent (pour divinité) et furent vraiment injustes.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:149","price":"149. Et lorsque, pleins de regrets, ils eurent constaté leur égarement, ils dirent : « Si notre Seigneur ne nous fait pas miséricorde, nous serons certainement du nombre des perdants. »","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:150","price":"150. Puis quand Moïse fut revenu auprès de son peuple, il dit, furieux et déçu : « Combien mauvaise fut votre conduite en mon absence ! Vouliez-vous donc hâter le commandement de votre Seigneur ? » Et il jeta (à terre) les Tables, prit son frère par la tête et le tira vers lui. « Fils de ma mère, dit Aaron, les gens m’ont trouvé bien faible et ont failli me tuer ; ne va donc pas faire le bonheur des ennemis (en me traitant ainsi) et ne me mets pas avec les gens injustes. »","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:151","price":"151. Il (Moïse) dit : « Seigneur ! Pardonne-moi et à mon frère ! Accueille-nous en Ta miséricorde, car Tu es le plus Miséricordieux des miséricordieux ! »","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:152","price":"152. Ceux qui prirent le Veau (pour idole) subiront de leur Seigneur un courroux et une humiliation en ce bas monde. C’est ainsi que Nous rétribuons ceux qui inventent les mensonges.[185]","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"[185] Les mensonges qu’ils inventent sont, entre autres, les divinités illusoires qu’ils adoptent. ","lang":"fr"},{"name":"7:153","price":"153. Et ceux qui ont commis de mauvaises œuvres, mais se sont, par la suite, repentis et ont cru, (qu’ils sachent que) ton Seigneur est Absoluteur et Tout Miséricordieux.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:154","price":"154. Lorsque le courroux de Moïse se fut calmé, il reprit les Tables dont le texte contenait une bonne direction (hudâ) et une miséricorde pour ceux qui redoutent leur Seigneur.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:155","price":"155. Moïse choisit parmi son peuple soixante-dix hommes pour Notre rendez-vous. Lorsqu’un violent séisme les eut emportés, (Moïse) dit : « Mon Seigneur ! Si Tu avais voulu, Tu les aurais fait périr avant, et moi avec eux. Nous feras-Tu périr pour ce qu’auront commis les stupides d’entre nous ? C’est bien là Ton épreuve par laquelle Tu égares qui Tu veux et Tu guides qui Tu veux ! Tu es notre Protecteur ; pardonne-nous et reçois-nous en Ta miséricorde, car Tu es le Meilleur de ceux qui pardonnent.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:156","price":"156. Écris-nous,[186] Seigneur, une heureuse part en ce bas monde comme dans l’autre ; nous revenons à Toi, bien guidés et pleins de repentir. » Il (Allah) dit alors : « Mon supplice, Je le ferai subir à qui Je veux, et Ma miséricorde embrasse l’étendue de toute chose. Je l’écrirai donc à ceux qui craignent (Allah), qui s’acquittent de la Zakât, et à ceux qui croient en Nos Signes.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"[186] Au sens de « destine-nous », « prédestine-nous ».","lang":"fr"},{"name":"7:157","price":"157. Ceux qui suivent le Messager, le Prophète illettré dont il est fait mention dans les écrits de la Torah et de l’Évangile, qui leur prescrit le convenable et leur proscrit le condamnable, qui leur permet les choses bonnes et pures, et leur défend les choses mauvaises et impures ; qui les débarrasse du fardeau et du carcan qui les accablaient. Ceux qui auront cru en lui, l’auront appuyé et auront suivi la lumière descendue avec lui, ceux-là sont ceux qui auront atteint à la félicité. »","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:158","price":"158. Dis : « Ô hommes ! Je suis le Messager d’Allah pour vous tous, (Envoyé par) Celui à Qui appartient la royauté des cieux et de la terre, point d’autre divinité que Lui ! Il fait vivre et fait mourir. Croyez donc en Allah et en Son Messager, le Prophète illettré qui croit en Allah et en Ses paroles ; et suivez-le, peut-être trouverez-vous le droit chemin. »","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:159","price":"159. Et au sein du peuple de Moïse, il est une communauté qui guide par la vérité et qui, par elle, applique l’équité.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:160","price":"160. Nous les partageâmes en douze tribus et autant de communautés. Nous inspirâmes à Moïse à qui son peuple demanda de l’eau : « Frappe de ton bâton le rocher ! » et du rocher jaillirent douze sources. Chaque tribu sut ainsi où elle pouvait boire. Nous déployâmes alors sur eux l’ombre d’un nuage et leur envoyâmes la manne et les cailles : « Mangez des bonnes nourritures que Nous vous dispensons. » Ce n’est pas Nous qu’ils ont lésé, ils se sont lésés eux-mêmes.   ","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:161","price":"161. Et lorsqu’il leur fut dit : « Habitez cette cité, mangez-y de ce qu’il vous plaira mais dites : \"Rémission pour nos péchés !\" Entrez-y par la porte prosternés, Nous vous pardonnerons alors vos fautes et Nous donnerons plus encore aux bienfaiteurs. »","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:162","price":"162. Alors, ceux qui d’entre eux étaient injustes altérèrent ce qui leur avait été dit. Nous leur envoyâmes un châtiment du ciel pour l’injustice qu’ils avaient commise.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:163","price":"163. Questionne-les donc sur la cité qui se trouvait en bord de mer et dont les habitants transgressaient le Sabbat. Les poissons venaient affleurer à la surface de l’eau quand c’était jour de Sabbat, et ne venaient point quand ce n’était pas jour de Sabbat. C’est ainsi que Nous les éprouvions pour leurs actes pervers.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:164","price":"164. Et lorsqu’un groupe d’entre eux dit : « Qu’avez-vous à exhorter des gens qu’Allah va faire périr et qu’Il va soumettre à un terrible supplice ? » Ils dirent : « Pour n’en être point responsables devant notre Seigneur et dans l’espoir qu’ils deviendront pieux ! »","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:165","price":"165. Et quand ils eurent oublié ce qui leur avait été rappelé,[187] Nous sauvâmes ceux qui proscrivaient le mal et Nous prîmes les injustes dans un supplice très dur pour prix de leurs actions perverses.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"[187] Quand les gens exhortés eurent oublié les exhortations.","lang":"fr"},{"name":"7:166","price":"166. Et comme ils tenaient, avec morgue, à ce qui leur avait été défendu, Nous leur dîmes : « Soyez des singes méprisables ! »","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:167","price":"167. (Et souviens-toi aussi) lorsque ton Seigneur déclara qu’Il enverrait contre eux (des gens) qui, jusqu’au Jour de la Résurrection, leur feraient subir les pires supplices. Ton Seigneur est certes prompt en châtiment, mais Il est (aussi) Absoluteur et Tout Miséricordieux ;","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:168","price":"168. Nous les partageâmes en (diverses) nations sur terre, lesquelles comptaient  des gens de grande vertu et d’autres de vertu moindre. Et Nous les avons éprouvés par le malheur autant que par le bonheur, afin qu’ils reviennent (de leur égarement).","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:169","price":"169. Il vint après eux des successeurs qui reçurent le Livre en héritage (la Torah). Ils lui préféraient volontiers les biens de ce bas monde et disaient : « Il nous sera pardonné. » Mais si on leur en offrait de semblables, ils les prenaient toujours. N’avait-on pas pris sur eux l’engagement du Livre, celui de ne dire sur le compte d’Allah que la vérité ? Ils en avaient pourtant étudié le contenu (du Livre). L’ultime séjour est certes meilleur pour ceux qui ont la piété. N’allez-vous donc pas comprendre ?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:170","price":"170. Et ceux qui s’en tiennent au Livre et qui observent la Çalât, (qu’ils sachent que) Nous ne laisserons point se perdre la récompense des gens de bien.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:171","price":"171. Et lorsque Nous suspendîmes au-dessus d’eux le Mont comme un gigantesque nuage, et qu’ils crurent qu’il allait tomber sur eux, (Nous leur dîmes) : « Prenez fermement ce que Nous vous avons donné (le Livre) et rappelez-vous ce qu’il contient, peut-être craindrez-vous (Allah). »","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:172","price":"172. Et quand ton Seigneur prit des reins des fils d’Adam les descendants de toute leur lignée et les fit témoigner contre eux-mêmes : « Ne suis-Je pas votre Seigneur ? » « Si, répondirent-ils, et nous en témoignons ! » Alors, au Jour de la Résurrection, vous ne direz plus : «  Nous n’y avons pas été attentifs. »","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:173","price":"173. Ni ne direz : « Nos pères avaient déjà donné des associés (à Allah) et nous sommes leur postérité. Nous feras-Tu donc périr pour les actes des imposteurs ? »","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:174","price":"174. C’est ainsi que Nous détaillons clairement les Signes, peut-être reviendront-ils (de leur égarement).","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:175","price":"175. Récite-leur l’histoire de celui à qui Nous avions apporté Nos Signes et qui s’en sépara. Satan l’ayant attiré à sa suite, il rejoignit le nombre des dévoyés.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:176","price":"176. Si Nous avions voulu, Nous l’aurions élevé (par ces Signes), mais il a penché pour la terre et a suivi ses propres désirs, comme le chien qui, si tu fonces sur lui, halète, et si tu le laisses, halète. Tel est l’exemple des gens qui ont démenti renié Nos Signes. Alors, raconte-leur cette histoire, peut-être réfléchiront-ils.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:177","price":"177. Bien mauvais exemple est celui des gens qui ont traité Nos Signes de mensonges, alors qu’ils ne faisaient que se léser eux-mêmes.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:178","price":"178. Celui qu’Allah veut orienter vers la bonne direction, celui-là est bien dirigé, et ceux qu’Il entend égarer, ceux-là sont les perdants.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:179","price":"179. Nous avons destiné pour la Géhenne un grand nombre de djinns et d’humains. Ils ont des cœurs qui ne leur servent pas à comprendre, des yeux mais pour ne pas voir, et des oreilles mais pour ne pas entendre. Ceux-là sont comme les bêtes ou plus égarés encore ; ceux-là vivent plongés dans l’indifférence.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:180","price":"180. C’est à Allah qu’appartiennent les plus Beaux Noms. Servez-vous en pour L’invoquer, et laissez ceux qui en altèrent le sens. Ils recevront la rétribution de ce qu’ils faisaient.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:181","price":"181. Certains de ceux que Nous avons créés forment une communauté qui guide par la vérité et qui, par elle, respecte l’équité. ","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:182","price":"182. Et ceux qui renient Nos Signes, Nous les conduirons progressivement à leur perte par des voies qu’ils ne soupçonnent pas.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:183","price":"183. Je différerai l’échéance de leur sursis, car Mon stratagème est sûr.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:184","price":"184. N’ont-ils donc pas réfléchi ? Leur compagnon n’est atteint d’aucune folie ; il est plutôt chargé d’avertir d’une façon manifeste.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:185","price":"185. N’ont-ils donc pas considéré la royauté des cieux et de la terre, et toute chose qu’Allah a créée ? (Ne voient-ils donc pas) que leur terme peut être tout proche ? En quelle autre parole, après celle-là, vont-ils croire ?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:186","price":"186. Ceux qu’Allah entend égarer n’ont point de guide. Et Il les laisse patauger dans leur rébellion, aveugles et tâtonnants.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:187","price":"187. Ils t’interrogent sur l’Heure et le moment de sa venue. Dis : « Sa science est du ressort de mon Seigneur. Nul autre que Lui ne la manifestera au moment qui lui est prescrit. Elle pèsera lourd dans les cieux et sur terre[188] et n’arrivera à vous que subitement. Ils t’interrogent (à son propos) comme si tu en étais prévenu. Dis : « Seul Allah en a la science. » Mais la plupart des hommes ne le savent pas.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"[188] Elle sera un objet de grande inquiétude aussi bien pour les hommes que pour les Anges.","lang":"fr"},{"name":"7:188","price":"188. Dis encore : « Je ne possède pour moi-même ni le pouvoir de m’assurer un profit ni celui de me préserver d’un tort, si ce n’est ce que veut Allah. Et si je savais les secrets de l’Inconnaissable (ghayb), j’amasserais d’abondantes richesses, et aucun mal ne m’atteindrait. Je ne suis rien de moins qu’un (Prophète) venu avertir (de la voie malheureuse) et annoncer (l’heureuse issue) à des gens qui croient.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:189","price":"189. C’est Lui Qui vous créa d’un seul être, et Qui (de ce même être) tira son épouse afin qu’auprès d’elle, il trouvât le calme et le repos. Et quand il l’eut approchée, elle en conçut d’abord une grossesse légère (qui ne l’empêchait point de se mouvoir), puis quand elle se sentit plus lourde, tous les deux invoquèrent ainsi leur Seigneur : « Si Tu nous accordes un (enfant) sain, nous Te serons vraiment reconnaissants. »","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:190","price":"190. (Pourtant), lorsqu’il leur eut accordé un (enfant) sain, ils Lui associèrent (des émules) pour ce qu’Il leur avait accordé. Mais Allah est au-dessus de ce qu’ils Lui associaient.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:191","price":"191. Lui attribuent-ils donc des associés qui ne créent rien et qui sont eux-mêmes créés ?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:192","price":"192. Et qui ne sauraient ni venir à leur secours ni se secourir eux-mêmes?","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:193","price":"193. Les appelleriez-vous vers la bonne direction (hudâ), ils ne vous suivront pas. Pour vous, ce sera la même chose : que vous les appeliez ou que vous vous taisiez.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:194","price":"194. Ceux que vous implorez en dehors d’Allah sont des serviteurs comme vous. Implorez-les et qu’ils exaucent donc (vos prières), si vous êtes véridiques (dans vos paroles).","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:195","price":"195. Ont-ils des pieds pour marcher ? Ont-ils des mains pour frapper ? Ont-ils des yeux pour voir ? Ont-ils des oreilles pour entendre ? Dis : « Appelez donc ces associés qui sont les vôtres, mobilisez contre moi toute votre ruse, et ne me laissez aucun répit.","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:196","price":"196. Car mon Protecteur c’est Allah, Lui Qui a fait descendre (en révélation) le Livre, Lui Qui Se charge de protéger les vertueux.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:197","price":"197. Ceux que vous invoquez en dehors de Lui ne peuvent ni venir à votre secours, ni se secourir eux-mêmes. »","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:198","price":"198. Et si tu les appelles vers la bonne direction (hudâ), ils ne t’entendent pas. Tu les vois qui te regardent sans vraiment rien voir.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:199","price":"199. Recherche la conciliation, ordonne le convenable et évite les ignorants.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:200","price":"200. Et si Satan te tente par quelque tentation,[189] trouve refuge auprès d’Allah, car Il Entend Tout et Il est Omniscient.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"[189] « Tenter par quelque tentation » est un emploi du verbe avec son complément interne (comme « vivre sa vie », « dormir son sommeil », « aller son chemin »). Nous y recourons ici pour mieux rendre la structure arabe dans le verset : ينزغنّك نزغ .","lang":"fr"},{"name":"7:201","price":"201. Aussitôt que les effleure la moindre tentation de Satan, ceux qui ont la piété se rappellent et les voici de nouveau lucides.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:202","price":"202. Tandis que leurs frères (ceux des démons) sont poussés vers l’erreur et ne peuvent plus se retenir.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:203","price":"203. Quand tu ne leur apportes pas de verset, ils disent : « Pourquoi n’en inventes-tu pas un ? » Dis : « Je ne fais que suivre ce qui m’est révélé par mon Seigneur. » Voilà (les versets) qui sont des preuves éclatantes venues de votre Seigneur, une bonne direction (hudâ) et une miséricorde pour des gens qui ont la foi.","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:204","price":"204. Et quand le Coran est récité, écoutez-le, et prêtez en silence une oreille attentive (à sa lecture), peut-être serez-vous touchés par la miséricorde.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:205","price":"205. Invoque ton Seigneur en ton for intérieur, avec humilité et crainte, à voix basse, matin et soir, et ne sois pas du nombre des distraits.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"7:206","price":"206. Ceux qui se trouvent auprès de ton Seigneur ne refusent pas, par orgueil, de L’adorer. Ils Lui rendent gloire et se prosternent devant Lui.[190]","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"[190] Juste après ce verset, il est recommandé de se prosterner, soit pendant la lecture ordinaire du Coran, soit pendant sa récitation au cours de la Çalât. Il s’agit de la première sur un total de quatorze prosternations recommandées durant la lecture du Coran.","lang":"fr"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}