{"data":[{"name":"8:1","price":"1. Ils t’interrogent sur le butin. Dis : « Le butin revient à Allah et à Son Messager. »\nCraignez donc Allah, arrangez-vous à l’amiable dans vos rapports, obéissez à Allah et à Son Messager, si vous êtes croyants.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:2","price":"2. Les croyants sont ceux qui, quand le nom d’Allah est évoqué, sentent leurs cœurs frémir de crainte ; et quand leur sont récités Ses versets, leur foi ne fait que s’accroître. Et c’est à leur Seigneur qu’ils s’en remettent.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:3","price":"3. (Ce sont) ceux qui accomplissent la Çalât et qui dépensent (en charité) de ce que Nous leur avons dispensé.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:4","price":"4. Ceux-là sont les vrais croyants. Ils sont tenus en très haut rang auprès de leur Seigneur, ont un pardon et un don généreux.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:5","price":"5. C’est aussi par la vérité que ton Seigneur t’a fait sortir de chez toi, bien qu’une partie des croyants fût réticente.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:6","price":"6. Ils disputent avec toi de la vérité qui s’est déjà révélée en toute clarté, comme s’ils étaient conduits à la mort et la voyaient devant eux.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:7","price":"7. Et (souvenez-vous) quand Allah vous a promis que l’un des deux clans (ennemis) serait sous votre pouvoir à vous. Vous souhaitiez que celui qui était le moins armé fût à vous, mais Allah voulait établir la vérité par Ses paroles et faire périr, jusqu’au dernier, les mécréants.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:8","price":"8. Pour qu’Il établisse la vérité et réduise à néant le mensonge, n’en déplaise aux criminels.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:9","price":"9. (Souvenez-vous aussi) lorsque vous imploriez le secours de votre Seigneur et qu’Il vous répondit : « Je vous envoie en renfort mille Anges se succédant en vagues. »","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:10","price":"10. Allah ne le fit d’ailleurs qu’en heureuse annonce et pour que vos cœurs se rassurent. Et il n’est de victoire que par Allah, car Allah est Tout - Puissant et Sage.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:11","price":"11. Et (souvenez-vous) quand Il vous enveloppa dans un sommeil sécurisant et, du ciel, fit descendre sur vous une eau pour vous purifier, éloigner de vous les suggestions abjectes de Satan, stimuler vos cœurs et raffermir vos pas.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:12","price":"12. Alors, ton Seigneur révéla aux Anges : « Je suis avec vous. Affermissez ceux qui croient, cependant que Je jetterai l’effroi dans les cœurs de ceux qui ont mécru. Frappez donc les cous et frappez le bout de chaque doigt.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:13","price":"13. Cela, parce qu’ils se sont rebellés contre Allah et Son Messager. » Et celui qui se rebelle contre Allah et Son Messager, (qu’il sache qu’) Allah a la punition très dure !","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:14","price":"14. Tel est votre (châtiment) : goûtez-le donc ! Aux mécréants (est promis) le supplice du Feu.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:15","price":"15. Ô vous qui avez cru ! Lorsque (le jour du combat) vous rencontrez les mécréants marchant vers vous, ne leur tournez point le dos.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:16","price":"16. Celui qui, en ce jour, leur tourne le dos - sauf s’il le fait pour adopter une stratégie de combat ou pour rejoindre un autre groupe -, s’expose à la colère d’Allah. Son séjour sera la  Géhenne, et quel horrible sort !","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:17","price":"17. Vous ne les avez certes pas tués mais Allah les a tués ; et lorsque tu as jeté (une poignée de terre), (ce n’est pas toi qui) l’as jetée mais (c’est) Allah (Qui) l’a jetée. C’était pour soumettre les croyants à une bien belle épreuve, car Allah Entend Tout et Il est Omniscient.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:18","price":"18. Ainsi en fut-il, et Allah annihile la ruse des mécréants.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:19","price":"19. Si vous attendez un verdict d’Allah, ce verdict vous est venu (la victoire des Musulmans). Si vous cessez (de mécroire), cela vaudra mieux pour vous. Et si vous revenez, Nous reviendrons, et votre nombre, si grand soit-il, ne vous sera d’aucune utilité. Allah est avec les croyants.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:20","price":"20. Ô vous qui avez cru ! Obéissez à Allah et à Son Messager : ne vous détournez pas de lui quand vous l’entendez (qui s’adresse à vous).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:21","price":"21. Ne soyez pas comme ceux qui ont dit : « Nous avons entendu » et qui n’entendent point. ","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:22","price":"22. Il n’est pires bêtes pour Allah que les sourds, les muets, ceux qui ne comprennent rien.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:23","price":"23. Si Allah leur avait reconnu quelque bien, Il les aurait fait entendre ; et s’Il les avait fait entendre, ils se seraient tout autant détournés en s’opposant à (Ses enseignements).","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:24","price":"24. Ô vous qui avez cru ! Répondez à Allah, et au Messager lorsqu’il vous appelle à ce qui vous donne vie ; et sachez qu’Allah s’interpose entre l’homme et son cœur,[191] et que c’est vers Lui que vous serez rassemblés en foule.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"[191] C’est-à-dire que, quand Il veut, Il s’interpose entre la foi du croyant et la mécréance, et entre le mécréant et la foi. Mais Il peut tout aussi bien, s’Il le veut, faire dévier le cœur du croyant en le soumettant à l’épreuve de la tentation. Voilà qui justifie l’appel adressé aux croyants au verset suivant : les croyants eux-mêmes doivent craindre la tentation, car celle-ci ne menace pas que les mécréants. « Les cœurs, disait le Prophète (paix et bénédiction d’Allah sur lui), sont entre deux Doigts d’Allah, Maître de l’Univers. » (hadîth rapporté par l’imam Ahmed d’après Anas Ibn Mâlik.)","lang":"fr"},{"name":"8:25","price":"25. Redoutez donc (d’être soumis à) une tentation qui n’affectera pas exclusivement les injustes parmi vous, et sachez qu’Allah a la punition très dure.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:26","price":"26. Et souvenez-vous quand vous étiez peu nombreux et faibles sur terre. Vous redoutiez alors que les gens ne vous enlèvent et Il vous donna refuge et vous appuya de Son secours. Il vous fit don de la meilleure des subsistances, peut-être serez-vous reconnaissants.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:27","price":"27. Ô vous qui avez cru ! Ne trahissez pas Allah et le Messager. Ne trahissez pas sciemment ce qui vous a été confié.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:28","price":"28. Et sachez que vos fortunes et vos enfants ne sont pour vous qu’une tentation[192] et qu’il y a, auprès d’Allah, une très grande récompense.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"[192] Une tentation qui met l’homme à l’épreuve.","lang":"fr"},{"name":"8:29","price":"29. Ô vous qui avez cru ! Si vous craignez Allah, Il vous dotera de discernement, rachètera vos péchés et vous pardonnera, car Allah détient une immense faveur.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:30","price":"30. (Rappelle-toi, ô Muhammad) lorsque les mécréants conspiraient contre toi pour te capturer, t’assassiner ou t’exiler. Ils conspirèrent, mais Allah a déjoué leur conspiration. Car Allah surpasse tous les conspirateurs.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:31","price":"31. Et (rappelle-toi) quand on leur récitait Nos versets et qu’ils disaient : « Nous avons entendu, et si nous voulions, nous produirions des (versets) semblables ; ce ne sont là que fables d’anciens. »","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:32","price":"32. Et (rappelle-toi aussi) quand ils disaient : « Ô Allah ! Si cela est la (pure) vérité, fais pleuvoir sur nous des pierres, ou fais-nous subir un supplice très douloureux. »","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:33","price":"33. Mais Allah n’avait pas à leur faire subir de supplice alors que tu étais parmi eux ; et Allah n’avait pas à leur faire subir de supplice alors qu’ils imploraient le pardon.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:34","price":"34. Mais pourquoi donc Allah ne les soumettrait-Il pas au supplice alors qu’ils repoussent (les gens) loin de la Mosquée Sacrée quand ils n’en sont pas les protecteurs ? Ses seuls protecteurs sont ceux qui craignent (Allah), mais la plupart d’entre eux ne le savent pas.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:35","price":"35. Ainsi leur prière[193] près de la Maison Sacrée (la Kaâba) n’était que sifflements et battements de mains : « Goûtez donc le supplice, pour votre mécréance ! »","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"[193] Leur prière n’était pas la Çalât mais un rituel païen. Selon Ibn ‘Abbâs, il s’agit de circumambulations autour de la Kaâba que les païens de Qoraïch effectuaient en étant nus, en sifflant et en battant des mains.","lang":"fr"},{"name":"8:36","price":"36. Ceux qui ont mécru dépensent leurs biens pour repousser (les gens) loin du chemin d’Allah. Ils les dépenseront mais ils leur seront cause de regret. Puis ils seront vaincus, et ceux qui auront mécru seront vers la Géhenne rassemblés en foule,","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:37","price":"37. pour qu’Allah sépare (celui qui est) mauvais de (celui qui est) bon et entasse les mauvais les uns sur les autres pour en faire un seul amas qu’Il précipitera dans la Géhenne. Ceux-là sont bien les perdants.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:38","price":"38. Dis à ceux qui ont mécru que, s’ils mettent fin (à leur mécréance), tout le passé leur sera pardonné ; et que s’ils récidivent, ils subiront le sort de ceux qui les ont précédés.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:39","price":"39. Combattez-les jusqu’à ce qu’il n’y ait plus d’associatrie, et que le culte soit exclusivement voué à Allah. Mais, s’ils mettent fin (à leur mécréance), (qu’ils sachent qu’) Allah Voit Tout ce qu’ils font.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:40","price":"40. Et s’ils se détournent encore, sachez alors qu’Allah est votre Maître. Le Meilleur des maîtres et le Meilleur des soutiens !","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"fr"},{"name":"8:41","price":"41. Et sachez que, quelque butin que vous récoltiez, il en revient le cinquième à Allah, au Messager, à ses proches, aux orphelins, aux pauvres et aux voyageurs de grand chemin, si vous croyez en Allah et à ce que Nous avons révélé à Notre serviteur[194] le jour du Discernement (Al-Furqân),[195] jour où les deux troupes (ennemies) se rencontrèrent. Allah est de Toute chose Infiniment Capable.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"[194] Muhammad, (paix et bénédiction d’Allah sur lui).\n[195] Jour de Badr, jour de vérité où il fut possible de discerner entre le bien et le mal. Mais le mot « Al-Furqân » est aussi l’un des noms du Coran.","lang":"fr"},{"name":"8:42","price":"42. Vous étiez sur le versant le plus proche, et eux étaient sur le versant le plus éloigné, alors que la caravane était en contrebas par rapport à vous. Si vous vous étiez donné rendez-vous, vous auriez certainement manqué votre rencontre. Mais Allah entendait exécuter un décret qui devait l’être immanquablement, afin que celui qui devait périr périsse par une preuve évidente, et que celui qui devait vivre vive par une preuve évidente. Allah Entend Tout et Il est Omniscient.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:43","price":"43. Et (souviens-toi) quand, en songe, Allah te les[196] montra peu nombreux. S’Il te les avait montrés nombreux, vous (les croyants) auriez lâché pied et vous vous seriez âprement disputés à propos de cette situation. Mais Allah vous épargna (cette discorde) Lui Qui Sait ce qu’il y a au fond des cœurs.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"[196] Les combattants ennemis.","lang":"fr"},{"name":"8:44","price":"44. Et (souviens-toi aussi) quand vous vous faisiez face, Il les faisait paraître peu nombreux à vos yeux et diminuait votre nombre à leurs yeux : cela, pour qu’Allah exécute un décret qui devait l’être immanquablement. Et c’est vers Allah que sont ramenées toutes choses.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:45","price":"45. Ô vous qui avez cru ! Quand vous êtes face à une troupe (ennemie), soyez déterminés, et évoquez abondamment le nom d’Allah, peut-être obtiendrez-vous la réussite.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:46","price":"46. Obéissez à Allah et à Son Messager et ne vous disputez point ou alors vous perdriez toute chance de réussite et votre ardeur vous quitterait. Prenez patience, car Allah est avec ceux qui prennent patience.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:47","price":"47. Ne soyez pas comme ceux qui sont sortis de leurs foyers en grande pompe et en s’exhibant publiquement, pour détourner (les gens) du chemin d’Allah. Mais Allah Cerne tout ce qu’ils font.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:48","price":"48. Satan leur avait alors rendu belles leurs actions en disant : « Nul homme ne vous vaincra aujourd’hui et je suis votre soutien. » Puis lorsque les deux troupes se firent face, il tourna les talons et dit : « Je vous désavoue, car je vois ce que vous ne voyez pas ; je crains Allah et Allah a la punition très dure. »","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:49","price":"49. Les hypocrites (rappelez-vous), ainsi que ceux dont le cœur est (rongé par) la maladie (du doute) disaient : « Ceux-là sont abusés par leur religion. » Mais celui qui s’en remet à Allah (doit savoir qu’) Allah est Tout- Puissant et Sage.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:50","price":"50. Ah ! Si tu voyais les Anges reprendre les âmes de ceux qui ont mécru et les frapper sur le visage et sur le postérieur en leur disant : « Goûtez donc le supplice de la Fournaise !","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:51","price":"51. Voilà (ce que vous ont valu) les actes de vos mains. » Et Allah n’est point injuste envers les serviteurs.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:52","price":"52. Pareil fut le sort du peuple de Pharaon et de ceux qui, auparavant, n’ont pas cru aux Signes d’Allah. Allah les emporta pour leurs péchés, car Allah a la punition très dure.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:53","price":"53. Cela, parce qu’Allah ne modifie en rien une faveur dont Il a comblé un peuple tant que ce dernier n’aura pas modifié ce qui est en lui-même. Allah Entend Tout et Il est Omniscient.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:54","price":"54. Tel fut le sort du peuple de Pharaon et de ceux qui, avant eux, avaient renié les Signes de leur Seigneur. Nous les fîmes périr pour leurs péchés, Nous noyâmes le peuple de Pharaon et tous étaient injustes.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:55","price":"55. Il n’est pires bêtes pour Allah que ceux qui ont (toujours) mécru et qui s’obstinent toujours dans leur mécréance,","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:56","price":"56. ceux-là avec qui tu as conclu un pacte et qui violent à chaque fois leur engagement sans craindre (Allah).","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:57","price":"57. Si tu prends le meilleur sur eux, pendant la guerre, inflige-leur un traitement tel qu’il dissuaderait ceux qui les suivent, peut-être se souviendront-ils.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:58","price":"58. Et si tu appréhendes quelque félonie de la part d’un peuple, alors dénonce ouvertement et loyalement le pacte qui vous lie, car Allah n’aime pas les traîtres.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:59","price":"59. Que les mécréants ne s’imaginent surtout pas qu’ils Nous ont distancés (dans leur fuite) : ils ne pourront pas mettre au défi (Notre) puissance.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:60","price":"60. Préparez donc, pour leur faire face, tout ce que vous pouvez comme forces et comme (impétueuse) cavalerie, pour dissuader[197] l’ennemi d’Allah et le vôtre, ainsi que d’autres (ennemis) dont vous ne savez rien mais qu’Allah connaît. Vous ne dépenserez rien pour la cause d’Allah qui ne vous soit pleinement rendu, et vous ne serez point lésés.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"[197] Nous avons traduit ترهبون (turhibûn) par « dissuader », car c’est bien le sens visé dans ce verset. Cette traduction montre, à juste titre, que la campagne tendancieuse contre l’Islam se fonde sur une fausse interprétation du verbe dont il est question. La racine trilitère « rahaba » entendue abusivement au sens de « terrifier », et partant « terroriser », certains traducteurs ont prêté le flanc à cette campagne injuste qui voudrait faire passer ce verset pour un appel explicite au terrorisme. Il n’en est rien. L’Islam, religion de tolérance, s’inscrit contre toute violence gratuite et injuste. Il revendique seulement le droit à l’auto-défense et à la vigilance dissuasive.","lang":"fr"},{"name":"8:61","price":"61. Et s’ils penchent pour la paix, penche (de même) pour elle ; mets ta confiance en Allah, car c’est Lui Qui Entend Tout et c’est Lui l’Omniscient.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:62","price":"62. Et s’ils envisagent de te tromper, alors Allah te suffira, Qui t’a soutenu en t’accordant Son secours et l’appui des croyants.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:63","price":"63. Il a uni leurs cœurs (dans la foi). Si tu dépensais tout ce qu’il y a sur terre, tu ne saurais unir leurs cœurs. Mais Allah, Lui, les a unis, car Il est Tout- Puissant et Sage.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:64","price":"64. Ô Prophète ! Allah et les croyants qui t’ont suivi te suffisent.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:65","price":"65. Ô Prophète ! Incite les croyants à combattre. Une vingtaine (d’hommes) persévérants parmi vous pourront en vaincre deux cents. Une centaine parmi vous pourra en vaincre mille parmi les mécréants. Car ce sont des gens qui ne comprennent point. ","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:66","price":"66. Allah, maintenant, a allégé votre fardeau car Il sait votre faiblesse. Alors, une centaine (d’hommes) persévérants parmi vous pourront en vaincre deux cents ; et mille parmi vous en vaincront deux mille, par la permission d’Allah. Et Allah est avec ceux qui savent prendre patience.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:67","price":"67. Il n’incombe pas à un Prophète de faire des prisonniers tant qu’il ne s’est pas affirmé en vainqueur sur terre. Vous voulez les biens éphémères de ce bas monde, et Allah veut l’autre monde. Allah est Tout- Puissant et Sage.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:68","price":"68. Si une prescription d’Allah n’avait pas déjà été décrétée, il vous aurait atteint, pour ce que vous avez pris (comme rançon), un terrible supplice.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:69","price":"69. Consommez donc de ce que vous avez récolté comme butin licite et pur. Et craignez Allah, car Allah est Absoluteur et Tout Miséricordieux.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:70","price":"70. Ô Prophète ! Dis aux prisonniers qui sont entre vos mains : « Si Allah sait que dans vos cœurs il y a (un quelconque) bien, Il vous donnera mieux encore que ce qui vous a été enlevé, et Il vous pardonnera, car Allah est Absoluteur et Tout Miséricordieux. »","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:71","price":"71. Et s’ils entendent te trahir, (sache qu’) ils ont trahi Allah auparavant, Qui vous les a déjà livrés. Allah est Omniscient et Sage.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:72","price":"72. Ceux qui ont cru, ont émigré et lutté en donnant de leurs biens et de leurs personnes pour la cause d’Allah, ceux qui leur ont donné asile et les ont soutenus, ceux-là seront parents et solidaires les uns des autres. Mais ceux qui ont cru et n’ont pas émigré, vous ne leur serez en rien redevables d’une telle alliance, tant qu’ils n’auront pas émigré. S’ils demandent votre soutien au service de la religion (commune), soutenez-les, à condition de ne pas le faire contre des gens avec lesquels vous êtes liés par un pacte. Allah Voit tout ce que vous faites.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:73","price":"73. Ceux qui ont mécru sont parents et solidaires les uns des autres. Si vous n’agissez pas de la sorte,[198] il règnera sur terre la discorde et le chaos.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"[198] Si vous ne combattez pas les mécréants.","lang":"fr"},{"name":"8:74","price":"74. Ceux qui ont cru, ont émigré et lutté pour la cause d’Allah, ceux qui leur ont donné asile et les ont soutenus, ceux-là sont les vrais croyants : ils auront le pardon et les dons généreux. ","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"8:75","price":"75. Et ceux qui auront cru par la suite, auront émigré et lutté avec vous pour la cause d’Allah, ceux-là seront des vôtres. Mais ceux qui sont unis par les liens du sang, ceux-là ont la préséance les uns par rapport aux autres,[199] conformément au Livre d’Allah. Allah Sait parfaitement Toute chose.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"[199] Avant, les Émigrés et les Alliés (Al-Muhâjirûn et Al-Ançâr), considérés comme des parents par la foi, pouvaient hériter les uns des autres. Depuis ce verset, cette pratique est, à juste raison, annulée. Car elle lésait les vrais parents (par les liens du sang).","lang":"fr"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}