{"data":[{"name":"46:1","price":"Ҳо, Мим.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:2","price":"Китоб Азиз ва Ҳаким бўлган Аллоҳ тарафидан нозил қилинган.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:3","price":"Осмонлару ерни ҳамда улар ўртасидаги нарсаларни фақат ҳақ ва белгиланган муддат ила яратдик. Кофирлар бўлса, ўзлари огоҳлантирилган нарсадан юз ўгирувчилардир.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:4","price":"Айтинг: «Сизлар Аллоҳни қўйиб ибодат қилаётган нарсалар ердан нимани яратганини менга кўрсатинглар-чи. Ёки уларнинг самоларни яратишда (Аллоҳга) шерикчилиги борми? Агар ростгўй бўлсангизлар, бундан олдинги бир китобни ёки илмий белгини келтиринглар-чи».","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:5","price":"Аллоҳни қўйиб, то Қиёмат кунига қадар унга ижобат қила олмайдиган бутларга дуо қиладиган кимсадан ҳам адашганроқ одам борми? Ҳолбуки, бутлар уларнинг дуосидан ғофилдирлар.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:6","price":"Одамлар тўпланган вақтда уларга душман бўлиб, ибодатларини инкор қилгувчиларга айланадилар.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:7","price":"Уларга оятларимиз аниқ-тиниқ тиловат қилинган пайтда ҳаққа куфр келтирганлар у келган пайтидаёқ: «Бу очиқ сеҳрдир», дедилар.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:8","price":"Ёки: «Уни ўзи тўқиган», дейдиларми? Айтинг: «Агар уни ўзим тўқиган бўлсам, сизлар мен учун Аллоҳ тарафидан бўладиган бирон нарсага эга эмассизлар. У Зот сизлар киришаётган ишни билгувчироқдир. Мен билан сизларнинг орамизда гувоҳ бўлишга Унинг Ўзи кифоядир. У Мағфиратли ва Меҳрибон Зотдир».","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:9","price":"Айтинг: «Мен пайғамбарлардан биринчиси эмасман. Менга ўзимга ҳам, сизларга ҳам нима қилинишини билмайман. Мен фақат ўзимга ваҳий қилинган ишга эргашаман. Мен бир очиқ огоҳлантирувчиман, холос».","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:10","price":"Айтинг: «Агар у Аллоҳ тарафидан бўлиб, сизлар унга куфр келтираётган бўлсангизлар-чи. Бани Исроилдан бир гувоҳ унинг ўхшашига гувоҳлик бериб, иймон келтирган бўлса-ю, сизлар такаббурлик қилаётган бўлсангизлар-чи. Дарҳақиқат, Аллоҳ золим қавмни ҳидоят қилмас».","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:11","price":"Куфр келтирганлар иймон келтирганларга: «Агар у яхшилик бўлганида биздан олдин унга етиб бормаган бўлардилар», дедилар. Бас, яқинда: «Бу эски тўқимадир», дейдилар.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:12","price":"Ундан олдин Мусонинг китоби пешво ва раҳмат эди. Бу тасдиқлагувчи, араб тилидаги китобдир. Зулм қилган кимсаларни огоҳлантириш учун, гўзал амал қилгувчиларга эса хушхабар (бўлиб келган).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:13","price":"«Парвардигорим Аллоҳдир», деганлар ва шу гапида барқарор турганлар учун хавф-хатар йўқдир, улар хафа ҳам бўлмаслар.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:14","price":"Ана ўшалар жаннат эгалари бўлиб, қилиб ўтган амалларининг мукофоти ўлароқ, у ерда мангу қолурлар.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:15","price":"Инсонни ота-онасига яхшилик қилишга буюрдик. Онаси унга қийналиб ҳомиладор бўлган ва уни қийналиб туққан. Ҳомиладор бўлиш ва сутдан чиқариш ўттиз ойдир. То у вояга етиб, қирқ ёшга кирганда деди: «Парвардигорим, менга ва ота-онамга инъом этган неъматингга шукр айлашимга ҳамда Ўзинг рози бўладиган солиҳ амал қилишимга илҳом бер! Мен учун зурриётимни солиҳлардан айла! Сенга тавба қилдим ва мен мусулмонларданман».","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:16","price":"Ана ўшалар шундай зотлардирки, улардан қилиб ўтган яхши амалларини қабул айлаймиз, гуноҳларини эса кечириб юборурмиз. Улар жаннат эгалари қаторидадирлар. Уларга берилган чин ваъда шудир.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:17","price":"Яна бири ота-онасига деди: «Суф сизларга! Менинг чиқарилишимга ваъда беряпсизларми? Мендан олдин ҳам асрлар ўтган-ку». Ота-она эса Аллоҳдан мадад сўраб дедилар: «Шўринг қургур, иймон келтир. Аллоҳнинг ваъдаси ҳақдир». Бас, у айтади: «Бу олдингиларнинг афсоналаридан бошқа нарса эмас».","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:18","price":"Ана ўшалар шундай кимсалардирки, уларга қарши олдинги инсу жиндан иборат умматлар ҳақидаги гап ҳақ бўлди. Албатта, улар зарар кўргувчилар бўлдилар.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:19","price":"Ҳаммалари учун қилган ишларидан даражалар бор. Уларнинг амалларини тўла қилиб беради. Уларга зулм қилинмайди.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:20","price":"Куфр келтирган кимсалар дўзахга рўбарў қилинган кунда (айтилур): «Дунё ҳаётингиздаги ҳузур-ҳаловатингизни ўтказиб, улардан фойдаланиб бўлдингиз. Бас, бугун ер юзида ноҳақ такаббурлик қилганингиз ва фосиқлик қилганингиз туфайли хорлик азоби ила жазоланурсизлар».","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:21","price":"Однинг биродарини эсланг! У ўзининг қумтепалардаги қавмини огоҳлантирди. Ундан олдин ҳам, ундан кейин ҳам огоҳлантирувчилар ўтган. «Ёлғиз Аллоҳгагина ибодат қилинглар. Мен улуғ куннинг азоби устингизга тушиб қолишидан қўрқаман».","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:22","price":"Дедилар: «Бизни худоларимиздан буриб юбориш учун келдингми? Агар ростгўйлардан бўлсанг, бизга ваъда қилган нарсангни олиб кел-чи».","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:23","price":"Деди: «Илм (уни билиш) Аллоҳнинг ҳузуридадир. Мен нима учун юборилган бўлсам, ўшани етказаман, холос. Лекин мен сизларни жоҳиллик қилаётган қавм, деб кўряпман».","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:24","price":"Унинг водийлари сари кўндаланг турганини кўришгач: «Бу кўндаланг бўлиб турган нарса бизга ёмғир ёғдиргувчидир», дедилар. Балки у ўзингиз шошилтирган нарсадир. Ичида аламли азоби бор бўрондир.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:25","price":"Парвардигорининг амри ила ҳамма нарсани вайрон қилур. Бас, уйларидан бошқа нарса кўринмай қолган ҳолатга айландилар. Жиноятчи қавмни мана шундай жазолаймиз.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:26","price":"Дарҳақиқат, уларга сизларга бермаган имкониятларни бергандик. Уларга қулоқ, кўз ва қалблар ато этгандик. Бас, қулоқлари ҳам, кўзлари ҳам, қалблари ҳам бирон нарсада асқотмади. Чунки улар Аллоҳнинг оятларини инкор қилардилар. Шу билан уларни ўзлари масхара қилган нарсалари қамраб олди.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:27","price":"Атрофингиздаги шаҳарларни ҳалок этдик ва оятларни батафсил баён қилдик. Шоядки, қайтсалар.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:28","price":"Ўзлари Аллоҳни қўйиб, худо қилиб олган ва уларга яқин бўлиш учун сиғинаётган бутлари уларга ёрдам берармикин?! Йўқ. Улар кўринмай қолдилар. Бу уларнинг бўҳтони ва тўқиган уйдирмаларидир.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:29","price":"Эсланг! Сизга бир гуруҳ жинларни Қуръон эшитишлари учун юборгандик. Улар келишгач: «Жим бўлинглар», дедилар. Ниҳоясига етгач эса қавмларига огоҳлантирувчи бўлиб қайтиб кетдилар.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:30","price":"Дедилар: «Эй қавмимиз, дарҳақиқат, биз Мусодан кейин нозил қилинган, ўзидан олдингиларни тасдиқлаб келган, ҳаққа ва тўғри йўлга бошлайдиган бир китобни тингладик».","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:31","price":"Эй қавмимиз, Аллоҳга даъват қилувчини қабул қилинглар ва унга иймон келтиринглар. Шунда гуноҳларингизни мағфират қилади ва сизларни аламли азобдан асрайди.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:32","price":"Ким Аллоҳга даъват қилгувчини қабул қилмаса, у ер юзида қочиб қутулгувчи ҳам эмас ва унинг учун У Зотдан бошқа дўстлар ҳам йўқ. Ана ўшалар очиқ залолатдадирлар.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:33","price":"Осмонлару ерни яратган ва уларни яратишга ожизлик қилмаган Аллоҳ ўликларни тирилтиришга Қодир эканини кўрмадиларми? Ҳа, худди шундай. Албатта, У Зот ҳамма нарсага Қодирдир.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:34","price":"Куфр келтирган кимсалар дўзахга рўбарў қилинган кунда: «Бу ҳақ эмас эканми?» - дейилганда улар: «Ҳа, Парвардигоримизга қасамки, шундай экан», дедилар. Деди: «Бас, куфр келтириб ўтганингиз учун азобни татинглар».","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:35","price":"Пайғамбарлар орасидаги матонатлилари сабр қилганидек сабр қилинг ва улар учун (азобни) шошилтирманг. Улар ўзларига ваъда қилинган нарсани кўрган кунларида кундуздан бир соатгина тургандек бўладилар. Шунинг ўзи етарлидир. Фақат фосиқ қавмгина ҳалок қилинур.","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"uz"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}