{"data":[{"name":"6:1","price":"Осмонлару ерни яратган, зулматлару нурни таратган Аллоҳга ҳамд бўлсин. Кейин куфр келтирганлар Парвардигорларига (ўзгаларни) тенглаштирадилар.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:2","price":"У сизларни лойдан яратган, сўнгра ажални белгилаб қўйган Зотдир. Белгиланган ажал Унинг ҳузуридадир. Шундан кейин ҳам сиз шак келтирурсиз.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:3","price":"Осмонларда ҳам, ерда ҳам ўша Аллоҳ. Сирингизни ҳам, ошкорингизни ҳам билур. Қилган касбу корингизни ҳам билур.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:4","price":"Қачон Парвардигорингизнинг оятларидан бирон оят келса, ундан юз ўгиравердилар.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:5","price":"Уларга ҳақ келганда уни ҳам ёлғонга чиқардилар. Яқинда уларга ўзлари масхара қилган нарсанинг хабари келур.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:6","price":"Улардан олдин қанча умматларни ҳалок қилганимизни кўрмадиларми? Уларга ер юзида сизларга бермаган имконларни берган эдик. Устларидан самони (ёмғирни) сероб қилиб, остларидан эса анҳорлар оқиб турадиган қилиб қўйган эдик. Бас, гуноҳлари туфайли уларни ҳалок қилдик ва улардан кейин бошқа халқларни пайдо қилдик.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:7","price":"Сизга бир қоғоздаги ёзувни нозил қилганимизда ва уни қўллари билан ушлаб кўрганларида ҳам барибир куфр келтирганлар: «Бу очиқ сеҳрдир», деяверардилар.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:8","price":"Унга бирон фаришта нозил қилинса эди, дедилар. Агар бир фариштани нозил қилганимизда иш битган, кейин эса уларга муҳлат берилмаган бўлар эди.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:9","price":"Агар уни фаришта қилсак ҳам эркак қилган бўлар эдик ва ўзлари чигалллаштирган нарсани уларга яна ҳам чигаллаштирар эдик.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:10","price":"Сиздан олдинги пайғамбарлар ҳам масхара қилинганлар. Уларнинг устидан кулганлар бошига ўша қилган масхаралари тушган.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:11","price":"Айтинг: «Ер юзида сайр қилингиз, сўнгра ёлғончига чиқарувчиларнинг оқибати қандай бўлганига назар солингиз».","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:12","price":"Айтинг: «Осмонлару ердаги нарсалар кимники?» Айтинг: «Аллоҳники». У Ўзига раҳматни ёзиб қўйган. У сизларни бўлиши муқаррар бўлган Қиёмат кунига тўплайди. Ўзларига ўзлари зиён қилган кимсаларгина иймон келтирмайдилар.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:13","price":"Кечаси яшайдиганлар ҳам, кундузи яшайдиганлар ҳам Уникидир. У Эшитгувчи, Билгувчидир.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:14","price":"Айтинг: «Осмонлару ернинг яратувчиси бўлган Аллоҳдан ўзгани дўст тутайми? У ҳаммани овқатлантиради, Ўзи эса овқатланмайди». Айтинг: «Мен энг аввалги мусулмон бўлишга буюрилганман». Асло мушриклардан бўлманг!","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:15","price":"Айтинг: «Албатта, мен агар Парвардигоримга осийлик қилсам, улуғ куннинг азобидан қўрқарман».","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:16","price":"Ўша кунда ким ундан (азобдан) четлатилса, Аллоҳ унга раҳм қилибди. Мана шу очиқ нажотдир!","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:17","price":"Аллоҳ сизга бир зарар етказса, уни Ўзидан бошқа ҳеч кимса арита олмас. Агар сизга бир яхшилик етказса, бас, У Зот ҳар нарсага Қодирдир.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:18","price":"Унинг Ўзи бандалари устида Ғолибдир. Унинг Ўзи ҳикмат соҳиби ва (ҳар нарсадан) Огоҳдир.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:19","price":"Айтинг: «Қайси нарса энг улуғ гувоҳ?» Айтинг: «Аллоҳ». У мен билан сизларнинг ўртамизда Гувоҳдир. Бу Қуръон менга сизларни ва у етиб борган кишиларни огоҳлантиришим учун ваҳий қилинди. Сизлар: «Аллоҳ билан бирга бошқа худолар ҳам бор», деб ҳақиқатан гувоҳлик берасизларми? Айтинг: «Мен бундай гувоҳлик бермайман!» Айтинг: «Ҳеч шак-шубҳасиз, У ягона илоҳдир ва, албатта, мен сизлар келтираётган ширкдан покман».","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:20","price":"Биз китоб берган кимсалар уни ўз болаларини танигандек танийдилар. Улар ўзларига зиён қилган кимсалардир. Бас, энди улар иймон келтирмаслар.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:21","price":"Аллоҳ шаънига ёлғон тўқиган ёки Унинг оятларини ёлғонга чиқарганлардан кўра золимроқ ким бор? Албатта, золимлар нажот топмаслар.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:22","price":"Эсланг бир кунники, у кунда Биз ҳаммани тўплаб, ширк келтирганларга: «Сиз худо деб гумон қилаётган бутларингиз қани?» - деймиз.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:23","price":"Кейин уларнинг: «Парвардигоримиз Аллоҳга қасамки, биз мушриклар эмас эдик», дейишдан бошқа ёлғонлари бўлмас.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:24","price":"Улар ўзларини қандай алдаганларини ва тўқиб олган «худолари» йўқ бўлиб қолганини кўринг!","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:25","price":"Улардан сизга қулоқ соладиганлари ҳам бор. Биз уни англамасликлари учун дилларини пардалаб, қулоқларини оғир қилиб қўйдик. Улар ҳамма оятларни кўрсалар ҳам уларга иймон келтирмайдилар. Ҳатто сиз билан жанжаллашгани олдингизга келган пайтларида ҳам куфр келтирганлар: «Бу аввалгиларнинг афсоналаридан бошқа нарса эмас», дейдилар.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:26","price":"Улар (ўзгаларни) ундан (Қуръондан) қайтарадилар ва ўзлари ҳам ундан четланадилар. Улар ўзлари сезмаган ҳолларида фақат ўзларини ҳалок қиладилар, холос.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:27","price":"Дўзах (оғзи)да тургизиб қўйилганларида: «Қанийди ортга қайтарилсагу Парвардигоримизнинг оятларини ёлғонга чиқармасак ва мўминлардан бўлсак», деб қолганларини бир кўрсангиз эди.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:28","price":"Йўқ! Уларга олдин яшириб юрган нарсалари ошкор бўлиб қолди, холос. Агар қайтарилсалар, албатта, ман қилинган ишларга яна қайтадилар. Шубҳасиз, улар ёлғончидирлар.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:29","price":"Улар: «Шу дунё ҳаётимиздан ўзга ҳаёт йўқ ва биз қайта тирилмасмиз», дедилар.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:30","price":"Сиз уларни Парвардигорлари ҳузурида турғазиб қўйилган пайтларида Аллоҳ: «Мана шу ҳақ эмас эканми?!» - деганида улар: «Парвардигоримизга қасамки, ҳа, (ҳақ экан)», деганларини, шунда Аллоҳ: «Мана энди (у дунёда) кофир бўлганингиз учун азобни тотингиз!» - деб жавоб қилганини кўрсангиз эди.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:31","price":"То Қиёмат тўсатдан келиб қолгунига қадар Аллоҳга рўбарў бўлишни ёлғон деганлар аниқ зиёнга учрадилар. (Ўшанда улар) устларига гуноҳларини орқалаб олган ҳолларида: «У (дунё)да қилган лоқайдлигимизга ҳасрат-надоматлар бўлсин», дерлар. Улар нақадар ёмон нарсани орқалаб юрадилар-а!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:32","price":"Бу дунё ҳаёти ўйин-кулгидан бошқа нарса эмас. Тақво қилувчилар учун охират диёри яхшироқдир. Ақл юритмайсизларми?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:33","price":"Уларнинг айтаётган гаплари сизни хафа қилишини яхши биламиз. Улар сизни ёлғончига чиқараётганлари йўқ, балки бу золимлар Аллоҳнинг оятларини инкор қилмоқдалар.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:34","price":"Сиздан олдинги пайғамбарлар ҳам ёлғончига чиқарилганлар. То Бизнинг ёрдамимиз келгунига қадар ёлғончига чиқарилганларига ҳам, озорланганларига ҳам сабр қилганлар. Аллоҳнинг сўзларини ўзгартира оладиган бирон кимса йўқдир. Албатта, сизга пайғамбарларнинг хабари келган.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:35","price":"Агар сизга уларнинг юз ўгиришлари оғир ботаётган бўлса, қўлингиздан келса, ер остидан йўл қилиб ёки осмонга нарвон қўйиб, уларга оят-мўъжиза келтира олсангиз (шундай қилаверинг). Аллоҳ хоҳлаганида, уларни ҳидоят устида жамлаган бўларди. Бас, ҳаргиз жоҳиллардан бўлманг.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:36","price":"Албатта, қулоқ соладиганларгина қабул қилурлар. Ўликларни эса Аллоҳ тирилтирур. Сўнгра Унинг Ўзига қайтарилурлар.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:37","price":"Улар: «Унга Парвардигори тарафидан бирон оят-мўъжиза туширилса эди?» – дейдилар. Айтинг: «Албатта, Аллоҳ оят-мўъжиза туширишга қодирдир». Лекин уларнинг кўплари (бунинг оқибатини) билмайдилар.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:38","price":"Ерда судралиб юрган ҳар бир жонивор, осмонда қанот қоқаётган ҳар бир қуш худди сизлар каби умматлардир. Китобда бирон нарсани қўймай (ёзганмиз). Кейин ҳаммалари Парвардигорлари даргоҳига тўпланурлар.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:39","price":"Оятларимизни ёлғонга чиқарган кимсалар зулматларда қолган кар-соқовдирлар. Аллоҳ хоҳлаган бандасини адаштиради ва истаган бандасини тўғри йўлга солиб қўяди.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:40","price":"Айтинг: «Гапингиз рост бўлса, айтинглар-чи, агар сизларга Аллоҳнинг азоби келса ёки Қиёмат қойим бўлса, Аллоҳдан бошқага дуо-илтижо қиласизларми?!»","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:41","price":"Йўқ! Фақат Унгагина дуо-илтижо қиласизлар. Бас, У хоҳласа, сиз дуо қилиб сўраётган (бало, мусибатга) кушойиш берур. Сиз эса ширк келтираётган нарсангизни унутиб юборасиз.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:42","price":"Биз сиздан олдинги умматларга ҳам пайғамбарлар юборганмиз. Шояд, тавба-тазарру қилсалар деб, уларни бало ва зиёнлар билан тутганмиз.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:43","price":"Бизнинг балойимиз етганда тавба-тазарру қилсалар эди! Лекин уларнинг қалблари қотиб кетган ва шайтон уларга қилаётган ишларини чиройли қилиб кўрсатганди.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:44","price":"Улар ўзлари учун эслатма қилиб берилган нарсани унутишгач, Биз уларга ҳамма нарсанинг эшикларини очиб қўйдик. Ўзларига ато этилган нарсаларга (неъматларга) хурсанд бўлиб турганларида уларни тўсатдан (азоб билан) ушладик. Бас, бутунлай номурод бўлдилар.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:45","price":"Зулм қилган қавмнинг кети кесилди. Оламлар Парвардигори Аллоҳга ҳамд бўлсин.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:46","price":"Айтинг: «Айтинг-чи, агар Аллоҳ қулоқ ва кўзларингизни олиб қўйса, қалбларингизга муҳр босса, Аллоҳдан ўзга қайси илоҳ уни сизга (қайтариб) беради?» Биз оятларни қандай келтираётганимизга, кейин эса улар қандай юз ўгириб кетаётганига боқинг.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:47","price":"Айтинг: «Айтинг-чи, агар сизга Аллоҳнинг азоби тўсатдан ёки очиқчасига келса, фақат золим қавмгина ҳалок қилинмасми?»","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:48","price":"Биз пайғамбарларни фақат хушхабар берувчи ва огоҳлантирувчи қилибгина юборурмиз. Ким иймон келтириб, ўзини ислоҳ қилса, уларга хавфу хатар йўқ ва улар ранжимаслар.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:49","price":"Оятларимизни ёлғонга чиқарганлар фосиқлик қилганлари учун азобга йўлиқадилар.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:50","price":"Айтинг: «Мен сизларга: «Аллоҳнинг хазиналари менда», демайман ва ғайбни ҳам билмайман. Яна сизларга: «Мен фариштаман», ҳам демайман. Мен фақат ўзимга ваҳий қилинган нарсаларгагина эргашаман». Айтинг: «Кўр билан кўзи очиқ баробар бўлурми?! Тафаккур қилмайсизларми?!»","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:51","price":"У билан Парвардигорлари даргоҳида тўпланишдан қўрқадиган зотларни огоҳлантиринг! Ўшанда улар учун Аллоҳдан ўзга на бир дўст ва на бир оқловчи бўлмас. Шоядки, тақво қилсалар.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:52","price":"Эрта-ю кеч Парвардигорларининг Юзини истаб, Унга илтижо қиладиган зотларни ҳайдаманг! Уларнинг ҳисоб-китобларидан бирон нарса сизнинг зиммангизда эмас ва сизнинг ҳисоб-китобингиздан бирон нарса уларнинг зиммаларида эмас. Бас, уларни ҳайдаб, золимлардан бўлиб қолманг!","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:53","price":"Шунингдек: «Орамиздаги ана ўшаларга Аллоҳ неъмат берган эканми?» -  дейишлари учун уларнинг баъзиларини баьзилари билан синадик. Шукр қилгувчиларни Аллоҳ яхшироқ билгувчи эмасми?!","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:54","price":"Олдингизга оятларимизга иймон келтирадиган зотлар келсалар, айтинг: «Сизларга тинчлик бўлсин, Парвардигорингиз Ўз зиммасига раҳмат қилишни ёзган. Энди сизлардан ким билмасдан бирон ёмонлик қилса, кейин ўша ёмонлигининг ортидан тавба қилиб, ислоҳ қилса, бас, албатта, У Мағфиратли ва Раҳмлидир».","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:55","price":"Шунингдек, жиноятчиларнинг йўли ошкор бўлиши учун оятларимизни муфассал баён қилурмиз.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:56","price":"Айтинг: «Мен Аллоҳни қўйиб, сизлар илтижо қилаётган бутларга бандалик қилишдан қайтарилганман». Айтинг: «Сизларнинг ҳавойи-нафсларингизга эргашмайман. Зеро, у ҳолда йўлдан озурман ва ҳидоят топгувчилардан бўлмай қолурман».","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:57","price":"Айтинг: «Мен Парвардигорим тарафидан аниқ ҳужжатга эгаман. Сизлар эса уни ёлғонга чиқардингиз. Сизлар шошилтираётган нарса менинг қўлимда эмас. Ҳукм ёлғиз Аллоҳникидир. У фақат ҳақни гапиради. У энг яхши ажрим қилувчидир».","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:58","price":"Айтинг: «Сизлар шошилтираётган нарса менинг қўлимда бўлганда эди, мен билан сизларнинг орамиздаги иш аллақачон битган бўлар эди. Аллоҳ золимларни жуда яхши билгувчидир».","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:59","price":"Ғайбнинг калитлари Унинг ҳузурида бўлиб, уларни Унинг Ўзидан бошқа ҳеч ким билмайди. У қуруқлик ва денгиздаги (ҳамма) нарсаларни билади. Бирон япроқ узилиб тушса, уни ҳам аниқ билади. Ер тубидаги бирон дон борми, ҳўлу қуруқ борми, ҳаммаси Очиқ Китобда бордир.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:60","price":"У кечаси жонингизни оладиган, кундузи қилган ишингизни биладиган Зотдир. Кейин эса белгиланган муддат адо этилиши учун унда сизларни тирилтирур. Кейин қайтиб борар жойингиз Унгадир. Сўнг сизларга қилиб ўтган амалларингизнинг хабарини берур.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:61","price":"У бандалари устида Ғолибдир. Устингизга ҳисоблаб-сақлаб турадиган (фаришта)ларни юборур. Токи биронтангизга ўлим келса, элчиларимиз камчиликка йўл қўймаган ҳолларида унинг жонини олурлар.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:62","price":"Сўнгра ҳақиқий Хожалари — Аллоҳга қайтарилурлар. Огоҳ бўлингизким, ҳукм қилиш Унинг Ўзигагина хосдир ва У энг тезкор ҳисоб-китоб қилувчидир.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:63","price":"Айтинг: «Агар бизга мана шундан нажот берса, албатта, шукр этгувчилардан бўлурмиз деб, ошкора ва хуфёна тавба-тазарру билан илтижолар қиладиган пайтингизда сизларга қуруқлик ва денгиз зулматларидан ким нажот берур?»","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:64","price":"Айтинг: «Аллоҳ сизларга улардан ва барча ғамлардан нажот берур. Кейин эса сизлар яна ширк келтирурсизлар!»","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:65","price":"Айтинг: «У сизларга устингиздан ё оёқларингиз остидан азоб юборишга ёки сизларни гуруҳ-гуруҳ қилиб аралаштириб юбориб, айримларингизга айримларингизнинг зарарини тоттириб қўйишга қодирдир». Оятларимизни қандай тасарруф қилишимизга боқинг. Шоядки, улар англаб етсалар.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:66","price":"Қавмингиз уни ёлғонга чиқарди. Ҳолбуки, у ҳақдир. Айтинг: «Мен сизларга вакил эмасман».","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:67","price":"«Ҳар бир хабарнинг ўз ўрни бор. Яқинда биласизлар».","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:68","price":"Оятларимизни (масхара қилишга) шўнғиётган кимсаларни кўрсангиз, то бошқа гапга ўтмагунларича улардан юз ўгиринг! Агар шайтон эсингиздан чиқарса, эслаганингиздан кейин бу золим қавм билан бирга ўтирманг!","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:69","price":"Тақво қилувчилар зиммасида уларнинг ҳисобидан ҳеч нарса йўқ. Лекин эслатма бор. Шоядки, тақво қилсалар.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:70","price":"Динини ўйин қилиб олган, дунё ҳаётига алданиб қолган кимсаларни тарк этинг! У (Қуръон) билан эслатинг! Токи бирон жон ўзи қилган ишлари сабабли ўзи учун Аллоҳдан ўзга дўст ҳам, оқловчи ҳам бўлмаган, бор нарсасини берса ҳам ундан қабул қилинмайдиган ҳолга тушиб қолмасин. Ана ўшалар қилган амаллари сабабли ҳалокатга учраганлардир. Куфр келтирганлари учун уларга қайноқ сувдан ичимлик ва аламли азоб бордир.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:71","price":"Айтинг: «Аллоҳни қўйиб, бизга фойда ҳам, зарар ҳам келтирмайдиган нарсага илтижо қиламизми? Дўстлари: «Бу ёққа кел», деб ҳидоятга чақириб турган бўлса ҳам шайтон адаштириб, ер юзида ҳайрон бўлиб қолган кимсага ўхшаб, Аллоҳ бизни ҳидоят қилганидан кейин яна ортимизга қайтариламизми?» Айтинг: «Аллоҳнинг ҳидоятигина чин ҳидоятдир. Барча оламлар Парвардигорига бўйсунишга буюрилганмиз».","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:72","price":"«Ҳамда намозни тўкис адо этингиз ва Ундан қўрқингиз. У шундай Зотки, (ҳаммангиз) Унинг ҳузурида тўпланасизлар».","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:73","price":"У осмонлару ерни ҳақ ила яратган Зотдир. (Қиёмат) куни «Бўл», деган заҳоти (ҳоҳлаган нарсаси дарҳол) бажарилар. Унинг гапи ҳақдир. Сур чалинадиган куни подшоҳлик ёлғиз Уникидир. У ғайбу шаҳодатни билувчидир. У Ҳаким ва Хабардор Зотдир.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:74","price":"Эсланг, Иброҳим отаси Озарга: «Бутларни худо қилиб оляпсизми? Мен сизни ва қавмингизни очиқ залолатда, деб биламан», деган эди.","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:75","price":"Шундай қилиб Иброҳимга осмонлару ер мулкини кўрсатурмиз. Токи у аниқ ишонувчилардан бўлсин.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:76","price":"Уни тун ўраб олганида юлдузни кўриб: «Мана шу Парвардигорим», деди. У ботиб кетгач: «Ботиб кетувчиларни ёқтирмайман», деди.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:77","price":"Чиқаётган ойни кўргач: «Мана шу Парвардигорим», деди. У ҳам ботиб кетгач: «Парвардигорим мени ҳидоят қилмаса, аниқ йўлдан озган қавмдан бўлиб қолурман», деди.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:78","price":"Чиқаётган қуёшни кўргач: «Мана шу Парвардигорим. Бу каттароқ», деди. У ҳам ботиб кетгач: «Эй қавмим, мен сизлар келтираётган ширкдан покман», деди.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:79","price":"«Мен ҳақ йўлга мойил бўлган ҳолимда юзимни осмонлару ерни яратган Зотга бурдим ва мен мушриклардан эмасман», деди.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:80","price":"Қавми у билан тортишган эди: «Мен билан Аллоҳ ҳақида тортишасизми?! Ҳолбуки, У мени ҳидоят қилди. Мен сизлар келтираётган ширк (бутлар)дан қўрқмайман. Парвардигорим хоҳлаган нарсагина (бўлур). Парвардигорим барча нарсани Ўз илми билан қамраб олгандир. Эслатма-ибрат олмайсизларми?!» - деди.","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:81","price":"«Сизлар (Аллоҳ) бирон ҳужжат туширмаган бутларни Аллоҳга ширк қилишдан қўрқмайсиз-у, мен сизлар Аллоҳга шерик қилиб олган бутларингиздан қандай қўрқай?! Агар билсангиз (айтинг-чи), қайси гуруҳ хотиржам бўлишга ҳақлироқ?»","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:82","price":"Иймон келтирган, ўз иймонларини зулм (ширк) билан аралаштирмаган зотлар — ана ўшалар хотиржам бўлгувчидирлар ва ўшалар ҳидоят топгувчидирлар.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:83","price":"Ана ўша Иброҳимга қавмига қарши берган ҳужжатимиздир. Кимни хоҳласак, даражасини кўтарамиз. Албатта, Парвардигорингиз ҳикматли ва яхши билимдон Зотдир.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:84","price":"Биз унга Исҳоқ ва Яъқубни бердик. Барчаларини ҳидоят қилдик. Илгари Нуҳни ҳам ҳидоят қилган эдик. Ва унинг зурриётидан Довуд, Сулаймон, Айюб, Юсуф, Мусо, Ҳорунни ҳам (ҳидоят қилдик). Муҳсинларни (ишни пухта, бекаму кўст бажарадиганларни) ана шундай мукофотлаймиз.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:85","price":"Закариё, Яҳё, Ийсо ва Илёсни (ҳам ҳидоят қилдик). Барчалари солиҳ бандалардандир.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:86","price":"Исмоил, ал-Ясаъ, Юнус ва Лутни ҳам. Барчаларини бутун оламлардан афзал қилдик.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:87","price":"Уларнинг ота-боболари, зурриётлари ва биродарларидан ҳам (кўпларини) ҳидоят қилдик. Уларни танлаб олиб, тўғри йўлга ҳидоят қилдик.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:88","price":"Ана ўша Аллоҳнинг ҳидояти бўлиб, Ўзи истаган бандасини унга йўллар. Ширк келтирганларида қилган ишлари аниқ ҳабата бўларди.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:89","price":"Ана ўша зотларга китоб, ҳикмат ва пайғамбарлик берганмиз. Бас, анавилар бу оятларни инкор этадиган бўлсалар, Биз бу оятларни уларни инкор қилмайдиган қавм учун тайёрлаб қўйганмиз.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:90","price":"Ана ўшалар Аллоҳ ҳидоят қилган зотлардир. Бас, уларнинг йўлларига эргашинг. Айтинг: «Мен сизлардан бунинг учун ҳақ сўрамайман. У оламлар учун бир эслатмадан бошқа нарса эмас».","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:91","price":"Улар: «Аллоҳ башарга ҳеч нарса нозил қилган эмас», деганларида, Аллоҳга тўғри баҳо бера олмадилар. Айтинг: «Мусо кишиларга нур ва ҳидоят қилиб олиб келган, уни сиз қоғозга ёзиб олиб, айримларини ошкор қилиб, кўпини яширган ва ўзингиз ҳам, ота-боболарингиз ҳам билмаган нарсаларни сизга ўргатган китобни ким туширди?!» Айтинг: «Аллоҳ (туширди)». Кейин эса уларни тек қўйинг. Ўзлари шўнғиб кетган йўлларида ўйнайверсинлар.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:92","price":"Бу бир муборак, ўзидан олдингиларни тасдиқлайдиган, Уммул Қуро (шаҳарлар онаси) ва унинг атрофидагиларни огоҳлантиришингиз учун Ўзимиз нозил қилган Китобдир. Охиратга ишонадиганлар унга ҳам иймон келтирадилар ва улар намозларини тўкис адо қиладилар.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:93","price":"Аллоҳ шаънига ёлғон тўқиган ёки ўзига ҳеч нарса ваҳий қилинмаса ҳам: «Менга ваҳий келди», деган ҳамда: «Аллоҳ нозил қилган нарсанинг ўхшашини мен ҳам нозил қила оламан», деб даъво қилган кимсадан ҳам золимроқ ким бор? Бу золимларни ўлим гирдобида қолган пайтларида ўлим фаришталари уларга қўлларини чўзиб: «Жонларингизни чиқарингиз! Бу кун Аллоҳ шаънига ноҳақ гапларни айтганингиз ва мутакаббирлик қилиб, Унинг оятларидан юз ўгирганингиз учун хорлик азоби билан жазоланасизлар», деб турган пайтда бир кўрсангиз эди.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:94","price":"Мана, Бизнинг ҳузуримизга сизларни дастлаб қандай яратган бўлсак, шундай ёлғиз ҳолда келдингиз. Сизларга берган нарсаларимизни ортингизда қолдирдингиз. Сизлар ўзингизча (Аллоҳга) шерик деб ўйлаган шафоатчиларингизни кўрмаяпмиз! Орангиз аниқ узилди. Сиз даъво қилаётган (оқловчиларингиз) ғойиб бўлди.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:95","price":"Албатта, Аллоҳ дон ва уруғларни ёриб-ундиргувчидир. У Зот ўликдан тирикни, тирикдан ўликни чиқаргувчидир. Ана ўша Зот Аллоҳдир. Бас, қаёққа бурилиб кетмоқдасизлар?!","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:96","price":"У тонгни ёритгувчидир. У кечани сукунат, қуёш ва ойни эса ҳисоб ўлчови қилди. Бу ғолиб ва билимдон Зотнинг ўлчовидир.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:97","price":"У қуруқлик ва денгиз зулматларида йўл топишингиз учун сизларга юлдузларни яратиб қўйган Зотдир. Биладиган қавм учун оят-белгиларни батафсил баён қилиб қўйганмиз.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:98","price":"У сизларни бир жондан пайдо қилган Зотдир. Бас, (сизлар учун она қорни) қароргоҳ ва (ота пушти) омонат турадиган жойдир. Англайдиган қавм учун оятларни батафсил баён қилдик.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:99","price":"У осмондан сув нозил қилган Зотдир. Бас, у билан турли хил набототларни чиқардик. Ундан яшил гиёҳларни чиқардик. Ундан ғужум-ғужум бошоқлар чиқарамиз. Хурмодан, унинг новдаларидан эгилган шингиллар чиқарилур. Узум боғлари ҳамда бир-бирига ўхшаган ва ўхшамаган зайтун ва анорларни чиқарамиз. Уларнинг мева туккан пайтидаги мевасига ва кейин пишган ҳолига назар солинг! Албатта, бундай нарсаларда иймон келтирадиган қавм учун оят — белгилар бордир.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:100","price":"Аллоҳга жинларни шерик қилдилар. Ҳолбуки, уларни Аллоҳ яратган. Илмсизлик билан: «Унинг ўғиллари ва қизлари бор», деб бўҳтон ясадилар. У Зот булар васф қилган нарсалардан пок ва олий бўлди.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:101","price":"У осмонлару ерни йўқдан бор қилгувчи Зотдир. Унинг жуфти йўқ-ку, қаёқдан боласи бўлсин! У ҳамма нарсани яратди ва У ҳамма нарсани билгувчидир.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:102","price":"Мана шу Аллоҳ Парвардигорингиздир. Ундан ўзга маъбуд йўқдир. У ҳамма нарсанинг яратувчисидир. Бас, Унга бандалик қилингиз! У ҳамма нарсага Вакилдир.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:103","price":"Кўзлар Уни идрок эта олмас, У кўзларни идрок этар. У Меҳрибон ва Хабардор Зотдир.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:104","price":"Сизларга Парвардигорингиздан ҳужжатлар келди. Ким кўрса, ўзига фойда. Ким кўр бўлиб олса, ўзига зарар. Мен сизларга қўриқчи эмасман.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:105","price":"Шунингдек: «Ўрганиб олгансан», дейишлари ва биладиган қавмга ойдинлаштириб бериш учун оятларни баён қилурмиз.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:106","price":"Парвардигорингиздан сизга ваҳий қилинган нарсага эргашинг! Ундан ўзга чин маъбуд йўқ. Мушриклардан юз ўгиринг!","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:107","price":"Аллоҳ хоҳлаганида ширк келтирмас эдилар. Биз сизни уларга қўриқчи қилганимиз йўқ. Сиз уларга вакил ҳам эмассиз.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:108","price":"Уларнинг Аллоҳдан ўзга сиғинадиган (бут)ларини сўкмангиз. Бас, билмасдан ҳадларидан ошиб, Аллоҳни сўкиб қўймасинлар. Шунингдек, ҳар бир умматга амалини чиройли кўрсатиб қўйдик. Кейин эса қайтиб борар жойлари Парвардигорларигадир. Бас, У қилиб юрган ишларининг хабарини берур.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:109","price":"Улар агар бирон оят — мўъжиза келса, албатта, иймон келтиришлари ҳақида жон-жаҳдлари билан Аллоҳ номига қасам ичдилар. Айтинг: «Оятлар фақат Аллоҳнинг ҳузуридадир». Қаердан билурсизлар, (эҳтимол) оят келган вақтда ҳам иймон келтирмаслар?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:110","price":"Худди аввал-бошда унга иймон келтирмаганларидек, уларнинг дил ва кўзларини буриб қўюрмиз ва ўз туғёнларида эсанкираб юришларига қўйиб берурмиз.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"uz"},{"name":"6:111","price":"Агар Биз уларга фаришталарни туширсак ҳам, уларга ўликлар гапирса ҳам ва уларнинг олдига ҳамма нарсани очиқ-ойдин тўпласак ҳам, Аллоҳ хоҳламаса, иймон келтирмаслар. Лекин кўплари жоҳилдирлар.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:112","price":"Шунингдек, ҳар бир пайғамбарга инсу жин шайтонларини душман қилиб қўйдик. Улар бир-бирларини алдаш учун жимжимадор сўзлар билан васваса қиладилар. Агар Парвардигорингиз хоҳласа, бундай қилмас эдилар. Бас, уларни ўзлари тўқиган бўҳтонларига ташлаб қўяверинг!","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:113","price":"Ундай сўзларга охиратга ишонмайдиган кимсаларнинг диллари мойил бўлиши учун ва ўша сўзларга рози бўлишиб, ўзлари қилмоқчи бўлган гуноҳларини қилишлари учун (у шайтонлар васваса қиладилар).","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:114","price":"Аллоҳдан ўзгани ҳакам қилиб олайми? Ҳолбуки, У сизга китобни батафсил нозил қилди. Биз китоб берганлар унинг Парвардигорингиз тарафидан нозил қилинган ҳақ эканини яхши биладилар. Бас, асло шак-шубҳа қилгувчилардан бўлманг!","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:115","price":"Парвардигорингизнинг сўзлари сидқу адолатда комил бўлди. Унинг сўзларини ўзгартиргувчи йўқдир. У Эшитгувчи, Билгувчидир.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:116","price":"Ер юзидаги кимсаларнинг кўпларига итоат қиладиган бўлсангиз, сизни Аллоҳнинг йўлидан оздирурлар. Улар фақат гумонларгагина эргашадилар. Улар фақат ёлғон сўзлайдилар.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:117","price":"Албатта, Парвардигорингиз Унинг йўлидан адашган кимсаларни жуда яхши билгувчидир ва У ҳақ йўлда юргувчиларни ҳам жуда яхши билгувчидир.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:118","price":"Агар Унинг оятларига иймон келтиргувчилардан бўлсангиз, Аллоҳнинг исми зикр қилинган нарсадан еяверинглар.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:119","price":"Сизларга нима бўлдики, Аллоҳнинг номи айтилган нарсани емайсизлар?! У сизларга ҳаром қилган нарсаларини батафсил баён қилиб берган-ку?! Мажбур бўлиб қолган ҳолатингиз бундан мустасно. Албатта, кўпчилик билмасдан ҳою ҳаваслари ила адаштирурлар. Албатта, Парвардигорингиз тажовузкорларни яхши билгувчидир.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:120","price":"Гуноҳнинг ошкорасини ҳам, яширинини ҳам ташлангиз! Гуноҳ қилувчилар, албатта, қилган гуноҳларининг жазосини олурлар.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:121","price":"Аллоҳнинг исми зикр қилинмаган нарсалардан еманглар. Албатта, бу иш фисқдир. Албатта, шайтонлар ўз дўстларига сизлар билан тортишишни васваса қилурлар. Агар уларга итоат қилсангиз, сизлар ҳам мушриклардан бўлурсизлар.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:122","price":"Аввал ўлик бўлган, сўнгра биз уни тирилтириб, унга одамлар орасида ўзи билан бирга олиб юрадиган нурни бериб қўйганимиз бир киши зулматларда қолиб кетган ва ундан ҳеч чиқувчи бўлмаган кимсага ўхшайдими?! Шунингдек, кофирларга ҳам қилаётган амаллари чиройли қилиб кўрсатиб қўйилди.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:123","price":"Шунингдек, ҳар бир қишлоқда ўша жойнинг катталарини ҳийла-найранглар қиладиган жиноятчилар қилиб қўйдик. Улар фақат ўзларинигина алдайдилар, холос, лекин ўзлари сезмайдилар.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:124","price":"Қачон уларга бирон оят келса: «То Аллоҳнинг пайғамбарларига берилган оятларга ўхшаш оятлар бизга ҳам берилмагунча ҳаргиз иймон келтирмаймиз», дейдилар. Аллоҳ пайғамбарлик вазифасини қаерга қўйишни яхшироқ билгувчидир. Яқинда бундай жиноятчиларга қилиб ўтган ҳийла-найранглари сабабли Аллоҳ ҳузурида хорлик ва қаттиқ азоб етажакдир.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:125","price":"Аллоҳ кимни ҳидоят қилишни хоҳласа, унинг қалбини Исломга очиб қўяди. Кимни адаштиришни истаса, унинг кўнглини худди осмонга кўтарилиб кетаётгандек, тор ва танг қилиб қўяди. Шунингдек, Аллоҳ иймон келтирмайдиганларни азобга гирифтор қилур.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:126","price":"Мана шу Парвардигорингизнинг тўғри йўлидир. Ибрат олувчи қавм учун оятларни батафсил баён қилдик.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:127","price":"Улар учун Парвардигорлари ҳузурида дорус-салом бордир. Қилиб ўтган яхши амаллари сабабли У Зот уларнинг дўстидир.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:128","price":"(Эсланг, Аллоҳ) уларнинг барчаларини тўплайдиган кунда: «Эй жинлар жамоаси, инсонлардан жуда кўпини (адаштирдингиз)», дер. Шунда у жинларнинг инсонлардан бўлган дўстлари: «Парвардигоро, бизлар бир-биримиздан фойдаландик ва Ўзинг биз учун белгилаб қўйган ажалимизга етиб келдик», деганларида Аллоҳ айтур: «Жойингиз дўзахдир! Унда абадий қолурсиз, фақат Аллоҳнинг истагани бундан мустасно». Албатта, Парвардигорингиз Билгувчи ва Ҳаким Зотдир.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:129","price":"Шунингдек, қилиб юрган гуноҳлари сабабли золим кимсаларни бир-бирларига дўст қилиб қўюрмиз.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:130","price":"Эй жин ва инс жамоаси, сизларга ўзларингиздан бўлган пайғамбарлар келиб, Менинг оятларимни сўзлаб бермадими ва сизларни мана шу кунингиздаги учрашувдан огоҳлантирмадиларми? Дедилар: «Ўзимизнинг зиёнимизга гувоҳмиз». Уларни дунё ҳаёти алдаб қўйди ва ўзларига қарши кофир бўлганларига гувоҳлик бердилар.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:131","price":"Бунга сабаб Парвардигорингизнинг аҳолиси ғофил бўлган қишлоқ-шаҳарларни зулм билан ҳалок қилгувчи эмаслигидир.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:132","price":"Ҳар ким учун қилган амалларидан даражот-савоблар бор. Парвардигорингиз уларнинг қилаётган амалларидан ғофил эмасдир.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:133","price":"Парвардигорингиз Беҳожат ва Меҳрибондир. Истаса, худди сизларни бошқа қавмнинг зурриётидан пайдо қилгани каби сизларни ҳам кетказиб, ортингиздан истаганини ўринбосар қилиб олиб келур.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:134","price":"Албатта, сизларга ваъда қилинаётган нарса келувчидир. Сизлар эса У Зотни ожиз қолдирувчи эмассиз.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:135","price":"Айтинг: «Эй қавмим, жойингиздан жилмай, амалингизни қилаверинг. Мен ҳам ўз ишимни қилавераман. Яқинда (охират) диёридаги оқибат кимники бўлишини билиб олурсиз. Албатта, золимлар нажот топмаслар».","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:136","price":"Аллоҳ учун Унинг Ўзи яратган экин ва чорвалардан бир улуш ажратиб, ўзларича: «Бу Аллоҳ учун, бу эса бутларимиз учун», дедилар. Энди бутлари учун бўлган улуш Аллоҳга етиб бормайди. Аллоҳ учун бўлган улуш эса бутларига етиб бораверади. Нақадар ёмон ҳукм чиқарадилар-а!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:137","price":"Шунингдек, мушриклардан кўпларига шериклари уларни ҳалок этиш ва динларини чалкаштириб юбориш учун болаларини ўлдиришни чиройли қилиб кўрсатди. Аллоҳ хоҳлаганида бундай қилмаган бўлардилар. Бас, уларни туҳмат-бўҳтонлари билан тарк қилинг!","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:138","price":"Улар ўзларича дедилар: «Мана бу ҳайвон ва экинлар ҳаром, уларни фақат биз хоҳлаган кишиларгина ейдилар. Бу ҳайвонларни эса миниш ҳаром қилинган». Улар ҳайвонларни (сўйишда) Аллоҳга туҳмат қилиб, У Зотнинг номини зикр қилмайдилар. Яқинда бу туҳматлари сабабли уларга Ўзи жазо беражак.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:139","price":"Улар: «Мана бу ҳайвонларнинг қоринларидаги нарсалар фақат эркакларимиз учундир, хотинларимизга эса ҳаромдир», дедилар. Агар у нарса ўлик бўлса, у ҳолда ҳаммалари шерикдирлар. Яқинда бундай сифатлаганлари учун уларга Ўзи жазо беражак. Албатта, У Ҳаким ва Алим Зотдир.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:140","price":"Ақлсизлик қилиб, нодонлик билан ўз фарзандларини ўлдирганлар ва Аллоҳ ризқ қилиб берган нарсаларни ҳаром қилганлар зиён кўрдилар. Улар аниқ адашдилар ва ҳидоят топганлардан бўлмадилар.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:141","price":"У (ишкомларга) кўтариладиган ва кўтарилмайдиган боғларни, хурмо ва экинларни емагини хилма-хил қилиб, зайтун ва анорларни бир-бирига ўхшатиб ва ўхшатмай пайдо қилган Зотдир. Мевалаган пайтида унинг мевасидан енглар ва йиғим-терим кунида ҳаққини беринглар. Ва исроф қилманглар. Албатта, У исроф қилгувчиларни севмас.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:142","price":"Ва чорвалардан юк ташувчиларни ва (сўйгани) ерга ётқизиладиганларини пайдо қилди. Аллоҳ сизга ризқ қилиб берган нарсалардан енглар ва шайтоннинг изидан эргашманглар. Албатта, у сизларга очиқ душмандир.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:143","price":"Саккиз жуфт (пайдо қилди): қўйдан иккини (эркак-урғочи) ва эчкидан иккини. Айтинг: «Иккала эркагини ҳаром қилганми ёки иккала урғочисиними ёхуд иккала урғочининг бачадонларидаги ҳомиланими?! Агар ростгўй бўлсангизлар, илмий қилиб хабарини беринглар-чи?»","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:144","price":"Туядан иккитани, қорамолдан иккини (пайдо қилди). Айтинг: «Иккала эркагини ҳаром қилганми ёки иккала урғочисиними ёхуд иккала урғочининг бачадонларидаги ҳомиланими?! Ёки Аллоҳ сизларга шуни буюрганда гувоҳ бўлганмидингиз? Билиб-билмасдан одамларни йўлдан уриш учун Аллоҳ шаънига ёлғон тўқиган кимсадан ҳам золимроқ одам борми?! Албатта, Аллоҳ золим қавмни ҳидоят қилмас».","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:145","price":"Айтинг: «Менга ваҳий қилинган нарсада таомланувчилар учун ҳаром қилинган нарсани топмаяпман. Ўлакса ё тўкилган қон ёки тўнғиз гўшти бундан мустасно. Чунки улар нажасдир. Ёхуд фосиқлик билан Аллоҳдан ўзга учун атаб сўйилган (ҳайвон) ҳам ҳаромдир. Бас, ким зулм қилмасдан, ҳаддан ошмасдан, (ейишга) мажбур бўлиб қолса, Парвардигорингиз Мағфиратли, Меҳрибондир».","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:146","price":"Яҳудий бўлган кимсаларга барча ой туёқли ҳайвонларни ҳаром қилдик. Мол, қўйдан эса улар учун ёғларини ҳаром қилдик. Биқинларидаги ё ичларидаги ёки суякка аралашган ёғларгина бундан мустасно. Зулмлари туфайли уларни шундай жазоладик. Албатта, Биз рост сўзлагувчимиз.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:147","price":"Сизни ёлғончига чиқарсалар, айтинг: «Парвардигорингиз чексиз меҳрибондир, аммо Унинг азоби бирон жиноятчи қавмдан қайтарилмас».","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:148","price":"Ҳали ширк келтирганлар: «Аллоҳ истаганида, биз ҳам, ота-боболаримиз ҳам ширк келтирмаган бўлар эдик ва бирор нарсани ҳаром қилмас эдик», – дейдилар. Шунингдек, улардан олдингилари ҳам азобимизни татигунларига қадар ёлғончига чиқариб турганлар. Айтинг: «Сизларда бизга кўрсатадиган бирон илм — ҳужжат борми? Сизлар фақат гумонга эргашмоқдасизлар ва фақат ёлғон гапирмоқдасизлар».","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:149","price":"Айтинг: «Етук ҳужжат Аллоҳникидир. Агар хоҳлаганида ҳаммангизни ҳидоятга солган бўлар эди».","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:150","price":"Айтинг: «Мана шуларни Аллоҳ ҳаром қилганига гувоҳлик берадиган гувоҳларингизни келтирингиз!» Гарчи улар гувоҳлик берсалар ҳам, сиз улар билан гувоҳлик берманг. Бизнииг оятларимизни ёлғон дейдиган, Охиратга иймон келтирмайдиган кимсаларнинг ҳавойи нафсларига эргашманг! Улар Парвардигорларига ширк келтирадилар.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:151","price":"Айтинг: «Келинглар, Парвардигорингиз сизларга ҳаром қилган нарсаларни тиловат қилиб берай. У Зотга бирон нарсани шерик қилмангиз, ота-онага яхшилик қилингиз, болаларингизни камбағалликдан (қўрқиб) ўлдирмангиз, — сизларни ҳам, уларни ҳам Биз ризқлантирурмиз, — бузуқ ишларнинг ошкорасига ҳам, махфийсига ҳам яқинлашмангиз, Аллоҳ (ўлдиришни) ҳаром қилган жонларни ўлдирмангиз. Ҳақли тарзда бўлганлари бундан мустасно. Сизларни шу ишларга буюрди. Шояд, ақл юритсангизлар».","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:152","price":"Етимнинг молига то вояга етгунига қадар яқинлаша кўрмангиз! Энг чиройли йўл билан бўлса, зарари йўқ. Ўлчов ва тарозини адолат билан тўла тортингиз! Биз ҳеч бир жонга тоқатидан ташқари нарсани юкламаймиз. Гапирганингизда гарчи қариндошингиз бўлса ҳам адолат қилингиз! Аллоҳга берган аҳдингизга вафо қилингиз! Сизларни шунга буюрди. Шояд, эслатма-насиҳат олсангизлар.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:153","price":"Албатта, мана шу Менинг тўғри йўлимдир. Бас, унга эргашингиз! (Бошқа) йўлларга эргашмангиз! Яна улар сизларни Аллоҳнинг йўлидан ажратиб қўймасин. Сизларни шунга буюрди. Шояд, тақво қилсангизлар.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:154","price":"Муҳсинларга (ишни пухта бажарувчиларга неъматимизни) тўла қилиб бериш ва барча нарсани муфассал баён қилиш учун ҳидоят ва раҳмат қилиб, Мусога Китобни ато этдик. Шояд, Парвардигорларига рўбару бўлишларига иймон келтирсалар.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:155","price":"Биз туширган бу китоб муборакдир. Бас, унга эргашинглар ва тақво қилинглар. Шояд, раҳм қилинсангизлар.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:156","price":"«Биздан аввалги икки тоифага китоб туширилган, уларнинг дарсларидан ғофилмиз», демасликларингиз учун.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:157","price":"Ёки: «Бизга ҳам китоб туширилганда эди, улардан кўра ҳидоятлироқ бўлар эдик», демасликларингиз учун сизга Парвардигорингиздан очиқ ҳужжат, ҳидоят ва раҳмат келди. Аллоҳнинг оятларини ёлғонга чиқарган ва улардан юз ўгирган кимсадан ҳам золимроқ одам борми? Яқинда оятларимиздан юз ўгирганларни юз ўгирганлари туфайли ёмон азоб билан жазолагаймиз.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:158","price":"Улар фақат фаришталар келишини ё Парвардигорингизнинг келишини ёки Парвардигорингизнинг оятларидан айримлари келишини кутмоқдалар, холос. Парвардигорингизнинг айрим оятлари келадиган кунда олдин иймон келтирмаган ёки иймонига яраша яхшилик касб қилиб олмаган бирон жонга иймони фойда бермас. Айтинг: «Кутаверинглар! Биз ҳам кутгувчилармиз!»","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:159","price":"Динларини ҳам бўлиб, ўзлари ҳам гуруҳларга бўлиниб кетган кимсаларга сизнинг ҳеч қандай алоқангиз йўқ. Уларнинг ишлари фақат Аллоҳнинг ўзига ҳавола. Кейин У Зот уларнинг қилиб ўтган ишларини юзларига солур.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:160","price":"Ким бир яхшилик қилса, унга ўн баробар қайтарилур. Ким бир ёмонлик қилса, унга фақат қилганига яраша жазо бўлур. Уларга зулм қилинмас.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:161","price":"Айтинг: «Мени Парвардигорим рост дин, ҳаниф (ҳақ йўлга мойил бўлган) Иброҳимнинг миллати бўлмиш тўғри йўлга ҳидоят қилди. У мушриклардан бўлмаган эди».","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:162","price":"Айтинг: «Албатта, намозим, ибодатларим, ҳаёту мамотим бутун оламларнинг Парвардигори бўлмиш Аллоҳ учундир.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:163","price":"У зотнинг шериги йўқдир. Мана шунга буюрилганман ва мен бўйсунувчиларнинг пешқадамиман».","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:164","price":"Айтинг: «Аллоҳдан ўзгани Парвардигорим дейми?! Ахир У барча нарсанинг Парвардигори-ку?! Ҳар бир жоннинг қилган гуноҳи фақат ўз зиёнига бўлур. Ҳеч бир кўтаргувчи ўзга жоннинг юкини кўтармас. Кейин қайтишингиз Парвардигорингизгадир. Бас, У сизларга ихтилоф қилган нарсаларингизнинг хабарини берур.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"uz"},{"name":"6:165","price":"У сизларни ерда халифалар қилиб қўйган ва Ўзи ато этган неъматлар билан сизларни имтиҳон қилиш учун айримларингизни айримларингиздан юқорироқ даражаларга кўтариб қўйган Зотдир. Албатта, Парвардигорингиз тез жазолагувчидир ва, албатта, У Мағфиратли, Меҳрибондир».","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"uz"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}