{"data":[{"name":"7:155","price":"155. Wuxuu ka doortay Muuse qolodiisii toddobaatan nin ballankayaga dartiis, markuuse qabtay dhul gariir daran, wuxuu yidhi: Rabbiyow! Haddaad doonto, Waxaad halaagi laheyd iyaga awal hore iyo anigaba; ma waxaad noo halaageysaa waxa kuwa maan gaabka ah ee nagu jira ay faleen? Wax kale maahee waa oo keliya jarribaaddaada aad ku habaabiso qofkaad doonto, uguna sugtid hanuunsanaanta qofkaad doonto. Adigaa ah Gargaarahayaga, ee noo denbi dhaaf  noona naxariiso, Adigaa u wanaagsan inta denbi dhaafta.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"so"},{"name":"7:156","price":"156. Oo noo qor samaan adduunyadan iyo Aakhiradaba, waan kuu soo noqonnay si aan u hanuunno. (Alle) wuxuu yidhi: Cadaabkayga waxaan ku ridi kaan doono, Naxariistayduna waxay koobtaa wax kasta, waxaana u qori (gaar ahaan) kuwa (iska jira shirkiga iyo xumaha kale ee qaata daahirsanaanta -Towxiidka Islaamka, ee salaadda ooga) sakada bixiya ee iyagu ah kuwa Aayadahayaga rumeysan.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"so"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}