{"data":[{"name":"1:1","price":"Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux.","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"[1] C’est la formule que prononce le Musulman au commencement de tout acte, se rappelant ainsi de son Créateur et de son Guide et Lui demandant Son aide pour bien l’accomplir. Selon les commentateurs, il faut sous-entendre: «Je commence» par le nom d’Allah, etc. Mais comme «par le nom» donne une ambiguïté et peut également signifier «Je jure par le nom d’Allah», il est préférable d’écarter ici la formule «Par le nom». Qu’on entende seulement «Je commence par le nom d’Allah». Les adjectifs Rahman et Rahim sont tous deux d’une même racine, signifiant Miséricordieux (le premier étant plus intense que l’autre). Nous traduisons donc par «le Tout Miséricordieux, le Très Miséricordieux».","lang":"fr"},{"name":"1:2","price":"Louange à Allah, Seigneur de l’Univers.","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:3","price":"Le Tout Miséricordieux, le Très Miséricordieux,","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:4","price":"Maître du Jour de la Rétribution.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:5","price":"C’est Toi [Seul] que nous adorons, et c’est Toi [Seul] dont nous implorons secours.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:6","price":"Guide-nous dans le droit chemin,","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:7","price":"Le chemin de ceux que Tu as comblés de faveurs, non pas de ceux qui ont encouru Ta colère, ni des égarés.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"[2] Après la récitation on prononce le mot «Āmīne».","lang":"fr"},{"name":"2:1","price":"Alif, Lām, Mîm.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[3] Les sourates 2, 3, 7, 10, 11, 12, 13, 14, 15, 19, 20, 26, 27, 28, 29, 30, 31, 32, 36, 38, 40, 41, 42, 43, 44, 45, 46, 50 et 68 commencent non pas par des mots, mais par des lettres de l’alphabet, détachées en n’ayant pas de sens particulier. Le Prophète lui-même ne semble pas avoir précisé leur signification, d’où d’innombrables interprétations suggérées par les exégètes  anciens et modernes. Laissons-les, alors telles quelles.","lang":"fr"},{"name":"2:2","price":"Voici le Livre au sujet duquel il n’y a aucun doute, c’est un guide pour les pieux,","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[4] Pieux: le mot (Muttaqi) en arabe vient du mot (taqwa) qui signifie piété, c’est-à-dire la crainte de la punition d’Allah si on s’écarte de Ses injonctions et l’espoir en Sa Miséricorde quand on s’y conforme.Guide (Hudan): ce mot qui reviendra souvent, n’a pas d’équivalent en français. Il désigne l’action de guider, le fait d’être guidé ou le guide.","lang":"fr"},{"name":"2:3","price":"Ceux qui croient à l’invisible et accomplissent la prière ( As-Ṣalāt ) et qui dépensent [dans l’obéissance à Allah] de ce que Nous leur avons attribué.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[5] L’invisible: tout ce que nous ne pouvons percevoir et connaître et même tout ce dont nous ne pouvons même pas réaliser l’existence passée, présente ou future. Ṣalāt: signifie ici non pas la prière seulement, mais les prières quotidiennes comportant des récitations, des invocations, des mouvements et des attitudes définis. <br />Il y a cinq Ṣalāt quotidiennes: à l’aube, peu après que le soleil passe le méridien, tard dans l’après-midi, tout de suite après le coucher du soleil, et enfin à la disparition du crépuscule. Pour les pays près des deux régions polaires, on a dû aménager ces horaires. - La Ṣalāt hebdomadaire du vendredi remplace, ce jour-là, la deuxième Ṣalāt, celle de midi. - Les Ṣalāt des deux fêtes (˒idul Fiṭr et ˒idul Aḍḥa) sont recommandées par le Prophète, mais non obligatoires. <br />A part le nombre de cycles d’actes (Rak˒at), toutes ces Ṣalāt se ressemblent quant à la façon de les accomplir: on fait les ablutions (voir S. 5, v. 6) on se met debout et on se tourne vers la Ka˒ba à la Mecque (voir S. 2, v. 144) - en Europe occidentale, vers le sud-est - et on formule l’intention de prier. On récite la première sourate du Coran «Al-Fātiḥa», en la faisant suivre de quelques versets coraniques ou d’une courte sourate. Puis on s’incline, mettant les mains sur les genoux et on se redresse; ensuite, on se prosterne, posant le front sur le sol, puis on s’assied, et après une deuxième prosternation, on se remet debout. Tout cela constitue un «cycle d’actes», une Rak˒a.  On fait dans le deuxième cycle Rakat la même chose que dans le premier, mais au lieu de se mettre debout après les prosternations, on reste assis et on récite le tachahhud [glorification d’Allah, salut au Prophète (صلى الله عليه وسلم), à soi-même et à tous les bons croyants et témoignage de l’unicité d’Allah]. Si la Ṣalāt a deux cycles (comme lors de l’aube), elle se termine par le salut final, après le tachahhud. Sinon, on se lève et on fait un nouveau cycle (dans la 4e Ṣalāt il y a trois cycles, et dans les 2e, 3e et 5e, quatre cycles), et on termine la Ṣalāt en saluant, tournant la tête à droite puis à gauche. <br />Dépensent dans l’obéissance à Allah: en Islam, on est obligé de donner un pourcentage de ce que l’on possède, annuellement, et ce d’après un barème établi: c’est la Zakāt. D’ailleurs on peut donner pour un acte de pure charité ce qu’on veut. Sont visées dans ce verset toutes les dépenses faites dans l’obéissance à Allah: la Zakāt, la dépense concernant les parents et les proches, les largesses bénévoles, etc.","lang":"fr"},{"name":"2:4","price":"Ceux qui croient à ce qui t’a été descendu (révélé) et à ce qui a été descendu avant toi et qui croient fermement à la vie future.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"[6] Ce qui t’a été descendu: il s’agit de Muḥammad (صلى الله عليه وسلم). C’est ce qu’il faut comprendre, à chaque fois qu’il y a une référence à la seconde personne du singulier non déterminée. Le Prophète transmettait tel quel ce qu’il recevait d’Allah par révélation. Avant toi: allusion aux révélations antérieures à Muḥammad (صلى الله عليه وسلم) et plus particulièrement la Thora et l’Evangile.","lang":"fr"},{"name":"2:5","price":"Ceux-là sont sur le bon chemin de leur Seigneur, et ce sont eux qui réussissent (dans cette vie et dans la vie future).","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:6","price":"Certes, les infidèles, cela leur est égal, que tu les avertisses ou que tu ne les avertisses pas : ils ne croiront pas.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:7","price":"Allah a scellé leurs cœurs et leur ouïe; et un voile épais leur couvre la vue; et pour eux il y aura un grand châtiment.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:8","price":"Et parmi les gens, il y a ceux qui disent: \"Nous croyons en Allah et au Jour Dernier!\" tandis qu’en fait, ils n’y croient pas.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:9","price":"Ils cherchent à tromper Allah et les croyants; mais ils ne trompent qu’eux-mêmes, et ils ne s’en rendent pas compte.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:10","price":"Il y a dans leurs cœurs une maladie (de doute et d’hypocrisie), et Allah laisse croître leur maladie. Et ils auront un châtiment douloureux du fait qu'ils mentaient.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:11","price":"Et quand on leur dit: \"Ne semez pas la corruption sur la terre!\", ils disent: \"Au contraire, nous ne sommes que des réformateurs!\"","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:12","price":"Certes, ce sont eux les véritables corrupteurs, mais ils ne s’en rendent pas compte.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:13","price":"Et quand on leur dit: \"Croyez comme les gens ont cru\", ils disent: \"Croirons-nous comme ont cru les faibles d’esprit?\" Certes, ce sont eux les véritables faibles d’esprit, mais ils ne le savent pas.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:14","price":"Quand ils rencontrent ceux qui ont cru, ils disent: \"Nous croyons\"; mais quand ils se trouvent seuls avec leurs diables, ils disent: \"Nous sommes avec vous; en effet, nous ne faisions que nous moquer (d’eux).\"","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"[7] Diables: leurs semblables parmi les méchants.","lang":"fr"},{"name":"2:15","price":"C’est Allah qui Se moque d’eux et les endurcira dans leur révolte et prolongera sans fin leur égarement.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:16","price":"Ce sont eux qui ont troqué le droit chemin contre l’égarement. Eh bien, leur négoce n’a point profité. Et ils ne sont pas sur la bonne voie.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:17","price":"Ils ressemblent à quelqu’un qui a allumé un feu; puis quand le feu a illuminé tout à l’entour, Allah a fait disparaître leur lumière et les a abandonnés dans les ténèbres où ils ne voient plus rien.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:18","price":"Sourds, muets, aveugles, ils ne peuvent donc pas revenir (de leur égarement).","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:19","price":"[On peut encore les comparer à ces gens qui,] au moment où les nuées éclatent en pluies, chargées de ténèbres, de tonnerre et éclairs, se mettent les doigts dans les oreilles, terrorisés par le fracas de la foudre et craignant la mort; et Allah encercle de tous côtés les infidèles.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:20","price":"L’éclair presque leur emporte la vue: chaque fois qu’il leur donne de la lumière, ils avancent; mais dès qu’il fait obscur, ils s’arrêtent. Si Allah le voulait Il leur enlèverait certes l’ouïe et la vue, car Allah a pouvoir sur toute chose.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:21","price":"Ô hommes! Adorez votre Seigneur, qui vous a créés vous et ceux qui vous ont précédés. Ainsi atteindrez-vous à la piété.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:22","price":"C’est Lui qui vous a fait la Terre pour lit, et le ciel pour toit; qui précipite la pluie du ciel et par elle fait surgir toutes sortes de fruits pour vous nourrir, ne Lui cherchez donc pas des égaux, alors que vous savez (tout cela).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:23","price":"Si vous avez un doute sur ce que Nous avons révélé à Notre Serviteur, tâchez donc de produire une sourate semblable et appelez vos témoins, (les idoles) que vous adorez en dehors d’Allah, si vous êtes véridiques.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:24","price":"Si vous n’y parvenez pas et, à coup sûr, vous n’y parviendrez jamais, parez-vous donc contre le Feu qu’alimenteront les hommes et les pierres, lequel est réservé aux infidèles.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:25","price":"Annonce à ceux qui croient et pratiquent de bonnes œuvres qu’ils auront pour demeures des jardins sous lesquels coulent les ruisseaux; chaque fois qu’ils seront gratifiés d’un fruit des jardins ils diront: \"C’est bien là ce qui nous avait été servi auparavant\". Or c’est quelque chose de semblable (seulement dans la forme); ils auront là des épouses pures, et là ils demeureront éternellement.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:26","price":"Certes, Allah ne se gêne point de citer en exemple n’importe quoi: un moustique ou quoi que ce soit au-dessus; quant aux croyants, ils savent bien qu’il s’agit de la vérité venant de la part de leur Seigneur; quant aux infidèles, ils se demandent \"Qu’a voulu dire Allah par un tel exemple?\". Par cela, nombreux sont ceux qu’Il égare et nombreux sont ceux qu’Il guide; mais Il n’égare par cela que les pervers,","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"[8] Egare: dans une vingtaine de versets et même plus, le Coran attribue directement à Allah le fait d’égarer tout comme de guider, mais nous devons être convaincus que trouver la bonne direction, relève de la grâce d’Allah, et que le fait de s’égarer en dépit des instructions d’Allah vient de notre propre faute.","lang":"fr"},{"name":"2:27","price":"ceux qui rompent le pacte qu’ils avaient fermement conclu avec Allah, coupent ce qu’Allah a ordonné d’unir, et sèment la corruption sur la terre. Ceux-là sont les vrais perdants.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:28","price":"Comment pouvez-vous renier Allah alors qu’Il vous a donné la vie, quand vous en étiez privés? Puis Il vous fera mourir; puis Il vous fera revivre et enfin c’est à Lui que vous retournerez.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:29","price":"C’est Lui qui a créé pour vous tout ce qui est sur la terre, puis Il S’est orienté vers le ciel et en fit sept cieux. Et Il est Omniscient.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"[9] Pour vous: pour toute l’humanité.","lang":"fr"},{"name":"2:30","price":"Lorsque Ton Seigneur confia aux Anges: “Je vais établir sur la terre un vicaire (Khalîfah). Ils dirent: “Vas-Tu y désigner un qui y mettra le désordre et répandra le sang, quand nous sommes là à Te sanctifier et à Te glorifier?” - Il dit: “En vérité, Je sais ce que vous ne savez pas!”.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"[10] Khalifa a plusieurs sens: a) gérant: celui à qui a été donné le pouvoir de gouverner d’autres personnes, comme Allah fit de David dans S. 38, v. 2 b: «Ô David, gouverne les gens avec justice» b) qui se succèdent les uns aux autres, génération après génération; c) qui remplace quelqu’un absent ou mort. Ici Khalifa a le sens (a) ou (b).","lang":"fr"},{"name":"2:31","price":"Et Il apprit à Adam tous les noms (de toutes choses), puis Il les présenta aux Anges et dit: \"Informez-Moi des noms de ceux-là, si vous êtes véridiques!\" (dans votre prétention que vous êtes plus méritants qu’Adam).","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"[11] Il les présenta aux Anges: les êtres dont Allah avait appris les noms à l’homme. Allah démontre ainsi aux Anges qu’il n’y a de science que de Lui.","lang":"fr"},{"name":"2:32","price":"Ils dirent: \"Gloire à Toi! Nous n’avons de savoir que ce que Tu nous a appris. Certes c’est Toi l’Omniscient, le Sage.\"","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:33","price":"Il dit: \"Ô Adam! Informe-les de ces noms;.\" Puis quand celui-ci les eut informés de ces noms, Allah dit: \"Ne vous ai-Je pas dit que Je connais les mystères des cieux et de la terre, et que Je sais ce que vous divulguez et ce que vous cachez?”","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"[12] Informe-les de ces noms: les noms de ces choses.","lang":"fr"},{"name":"2:34","price":"Et lorsque Nous demandâmes aux Anges de se prosterner devant Adam, ils se prosternèrent à l’exception d’Iblîs qui refusa, s’enfla d’orgueil et fut parmi les infidèles.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[13] Iblis: l’aïeul ou le chef des diables ou Satan. L’épisode de la prosternation des Anges et du refus de Satan (voir aussi S. 7, v. 11; S. 15, v. 28; S. 17, v. 61; S. 18, v. 50; S. 20, v. 116) explique la raison pour laquelle Allah a maudit Satan.","lang":"fr"},{"name":"2:35","price":"Et Nous dîmes: \"Ô Adam! Habite le Paradis toi et ton épouse, et nourrissez-vous-en de partout à votre guise; mais n’approchez pas de l’arbre que voici, sinon vous seriez du nombre des injustes.\"","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:36","price":"Peu de temps après, Satan les fit glisser de là et les fit sortir du lieu où ils étaient. Et Nous dîmes: \"Descendez (du Paradis)! Ennemis les uns des autres. Et pour vous il y aura une demeure sur la terre, et un usufruit pour un temps.\"","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"[14] Le Diable: toutes les fois que le texte arabe port le mot «Iblis», nous le rendons par Satan.","lang":"fr"},{"name":"2:37","price":"Puis, Adam reçut de son Seigneur des paroles, et Allah agréa son repentir car c’est Lui, certes, l’Accueillant au repentir, le Miséricordieux.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"[15] Paroles: qui ont permis à Adam de demander le pardon d’Allah. Et puisque Allah lui accorda le pardon, l’Islam ne reconnaît pas le péché originel.","lang":"fr"},{"name":"2:38","price":"Nous dîmes: \"Descendez d’ici, vous tous! Toutes les fois que Je vous enverrai un guide, ceux qui [le] suivront n’auront rien à craindre et ne seront point affligés.\"","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"[16] Un Guide: un Prophète ou une révélation.","lang":"fr"},{"name":"2:39","price":"Et ceux qui ne croient pas (à Nos messagers) et traitent de mensonge Nos révélations, ceux-là sont les gens du Feu où ils demeureront éternellement.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:40","price":"Ô Enfants d’Israël! Rappelez-vous Mon bienfait dont Je vous ai comblés. Si vous tenez vos engagements vis-à-vis de Moi, Je tiendrai les Miens. Et c’est Moi que vous devez redouter.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:41","price":"Et croyez à ce que J’ai fait descendre, et qui confirme  ce qui était déjà avec vous; et ne soyez pas les premiers à le rejeter. Et n’échangez pas Mes révélations contre un vil prix. Et c’est Moi que vous devez craindre.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"[17] Ce que j’ai fait descendre: le Coran. Ce qui était déjà avec vous: la Thora et l’Evangile. Un vil prix: un profit terrestre.","lang":"fr"},{"name":"2:42","price":"Et ne mêlez pas le faux à la vérité. Et ne cachez pas sciemment la vérité.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:43","price":"Et accomplissez la prière (As-Ṣalāt), et acquittez l'aumône (Az- Zakāt) , et inclinez-vous avec ceux qui s’inclinent.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[18] Acquittez la Zakāt (voir aussi v. 3 et 110): les termes mêmes de ces versets montrent qu’il existe une Zakāt, distincte de l’aumône en charité, faite «bénévolement». La Zakāt est prélevée par les gouvernements islamiques, à des époques fixes, dans des proportions prédéterminées, et avec des sanctions contre l’infraction. Le taux diffère selon les objets imposables: épargnes, récoltes, mines, troupeaux de bestiaux, etc.... L’Islam coordonne le temporel et le spirituel dans un plus grand ensemble, et exige que toutes les actions de l’homme soient marquées par la foi en Allah et conformes à Ses commandements. C’est ainsi que payer la Zakāt est un acte d’adoration d’Allah par le moyen des biens, tout comme la Ṣalāt est «adoration par corps et esprit». Rappelons que la Zakāt sur les épargnes, quoique obligatoire, a quelquefois été laissée à la discrétion du croyant, en ce sens qu’il pouvait la payer directement aux bénéficiaires désignés par le Coran (S. 9, v. 60), sans l’intermédiaire du gouvernement. Le Coran emploie aussi les mots Ṣadaqāt (S. 9, v. 29 & 60) et Haqq (S. 6, v. 141), qui s’appliquent à la Zakāt. A l’opposé, le mot «ZAKAT» s’applique exclusivement à la «ZAKAT» imposée.","lang":"fr"},{"name":"2:44","price":"Commanderez-vous aux gens de faire le bien, et vous oubliez vous- mêmes de le faire, alors que vous récitez le Livre? Êtes-vous donc dépourvus de raison?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"[19] Le mot arabe «al-Birr» (la bonté pieuse): est un mot qui englobe la saine foi et toutes les bonnes œuvres (S. 2, v. 177). Alors que vous récitez le livre: la Thora. Le reproche qui est fait ici aux Juifs c’est de ne pas croire en la Thora et de ne pas s’y conformer car dans la Thora est mentionnée la venue du Prophète Muḥammad (صلى الله عليه وسلم).","lang":"fr"},{"name":"2:45","price":"Et cherchez assistance dans l’endurance et la prière (Aṣ-Ṣalāt): certes, la prière (Aṣ-Ṣalāt) est une lourde obligation, sauf pour les humbles,","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:46","price":"ceux qui ont la certitude de rencontrer leur Seigneur (après leur résurrection) et retourner à Lui seul.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:47","price":"Ô Enfants d’Israël! Rappelez-vous Mon bienfait dont Je vous ai comblés, et (Rappelez-vous) que Je vous ai préférés à tous les peuples (de l’époque).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:48","price":"Et redoutez le jour où nulle âme ne suffira en quoi que ce soit à une autre; où l’on n’acceptera d’elle aucune intercession; et où on ne recevra d’elle aucune compensation. Et ils ne seront point secourus.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:49","price":"Et [Rappelez-vous], lorsque Nous vous avons délivrés des gens de Pharaon, qui vous infligeaient le pire châtiment en égorgeant vos fils et épargnant vos femmes. C’était là une grande épreuve de la part de votre Seigneur.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:50","price":"Et [rappelez-vous], lorsque Nous avons fendu la mer pour vous donner passage! Nous vous avons donc délivrés, et noyé les gens de Pharaon, tandis que vous regardiez.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:51","price":"Et [rappelez-vous], lorsque Nous donnâmes rendez-vous à Moïse pendant quarante nuits! Puis en son absence vous avez pris le Veau pour idole alors que vous étiez injustes [à l’égard de vous-mêmes en adorant autre qu’Allah ].","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:52","price":"Mais, en dépit de cela, Nous vous pardonnâmes afin que vous reconnaissiez (Nos bienfaits à votre égard).","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:53","price":"Et [rappelez-vous], lorsque Nous avons donné à Moïse le Livre et le Discernement afin que vous soyez guidés.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"[20] Le discernement: le moyen de distinguer le vrai du faux et le bien du mal, c.-à-d. ici la Thora elle-même.","lang":"fr"},{"name":"2:54","price":"Et [rappelez-vous], lorsque Moïse dit à son peuple: “Ô mon peuple! Certes, vous vous êtes fait du tort à vous-mêmes en prenant le Veau pour idole. Revenez donc à votre Créateur; puis, tuez donc les coupables vous-mêmes: ce serait mieux pour vous, auprès de votre Créateur!” C’est ainsi qu’Il agréa votre repentir; car c’est Lui, certes, l’Accueillant au repentir, le Miséricordieux.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:55","price":"Et [rappelez-vous], lorsque vous dites: \"Ô Moïse! Nous ne te croirons qu’après avoir vu Allah clairement!\" Alors la foudre vous saisit tandis que vous regardiez.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:56","price":"Puis Nous vous ressuscitâmes après votre mort afin que vous soyez reconnaissants.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:57","price":"Et Nous vous couvrîmes de l’ombre d'un nuage, et fîmes descendre sur vous la manne et les cailles: - \"Mangez des délices que Nous vous avons attribués!\" - Ce n’est pas à Nous qu’ils firent du tort, mais ils se firent tort à eux-mêmes.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:58","price":"Et [rappelez-vous], lorsque Nous dîmes: “Entrez dans cette ville, et mangez-y à l’envie où il vous plaira; mais, entrez par la porte en vous prosternant et demandez la “rémission” (de vos péchés); Nous vous pardonnerons vos fautes si vous faites cela et donnerons davantage de récompense pour les bienfaisants.”","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:59","price":"Mais, à ces paroles, les pervers en substituèrent d’autres, et pour les punir de leur fourberie Nous leur envoyâmes du ciel un châtiment avilissant.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:60","price":"Et [rappelez-vous], quand Moïse demanda de l’eau pour désaltérer son peuple, c’est alors que Nous dîmes: \"Frappe le rocher avec ton bâton!\" Et tout d’un coup, douze sources en jaillirent, et certes, chaque tribu sut où s’abreuver! - \"Mangez et buvez de ce qu’Allah vous accorde et ne semez pas de troubles sur la terre comme des fauteurs de désordre.\"","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:61","price":"Et [rappelez-vous], quand vous dîtes: \" Ô Moïse, nous ne pouvons plus tolérer une seule nourriture. Prie donc ton Seigneur pour qu’Il nous fasse sortir de la terre ce qu’elle fait pousser, de ses légumes, ses concombres, son ail (ou blé), ses lentilles et ses oignons!\" Il vous répondit:\" Voulez-vous échanger le meilleur pour le moins bon? Descendez donc à n’importe quelle ville; vous y trouverez certainement ce que vous demandez!\". L’avilissement et la misère s’abattirent sur eux; et ils encoururent la colère d’Allah. Cela est parce qu’ils reniaient les révélations d’Allah, et qu’ils tuaient sans droit les prophètes. Cela parce qu’ils désobéissaient et transgressaient.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:62","price":"Certes, ceux qui ont cru, ceux qui se sont judaïsés, les Nazaréens, et les Sabéens, quiconque d’entre eux a cru en Allah, au Jour dernier et accompli de bonnes œuvres, sera récompensé par son Seigneur; il n’éprouvera aucune crainte et il ne sera jamais affligé.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[21] Ceux qui ont cru: les Musulmans. Les Juifs... etc.: il s’agit ici de ceux qui suivaient les prophètes de leurs époques.","lang":"fr"},{"name":"2:63","price":"Et (rappelez-vous), quand Nous avons contracté un engagement avec vous et brandi sur vous le Mont -: “Tenez ferme ce que Nous vous avons donné et souvenez-vous de ce qui s’y trouve afin que vous soyez pieux! ”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:64","price":"Puis vous vous en détournâtes après vos engagements, n’eût été donc la grâce d’Allah et Sa miséricorde, vous seriez certes parmi les perdants.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:65","price":"Vous avez certainement connu ceux des vôtres qui transgressèrent le Sabbat. Et bien Nous leur dîmes: \"Soyez des singes abjects!\"","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:66","price":"Nous fîmes donc de cela un exemple pour les villes qui l’entouraient alors et une exhortation pour les pieux.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"[22] Les villes qui l’entouraient: qui entouraient cette ville, ainsi qu’aux générations à venir.","lang":"fr"},{"name":"2:67","price":"Et (rappelez-vous), lorsque Moïse dit à son peuple: \"Certes Allah vous ordonne d’immoler une vache.\". Ils dirent: \"Nous prends-tu en moquerie?\" \"Qu’Allah me garde d’être du nombre des ignorants!\" dit-il.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"[23] Une vache: cf. le titre de la Sourate. Les Hébreux croient d’abord à une plaisanterie; puis ils font semblant d’ignorer quelle vache on leur demande d’immoler. Moïse leur donne les précisions qu’ils réclament: la vache en question est de couleur jaune vif, d’âge moyen, non-astreinte au travail..: l’histoire met l’accent sur le degré de leur désobéissance. Le but même de l’immolation de la vache devient apparent dans les versets 72 et 73. Les ignorants: les moqueurs, ceux qui se moquent des ordres d’Allah.","lang":"fr"},{"name":"2:68","price":"Ils dirent: \"Demande pour nous à ton Seigneur qu’Il nous précise ce qu’elle doit être\". - Il dit: \"Certes Allah dit que c’est bien une vache, ni une vache vieillie ni vierge, d’un âge moyen, entre les deux. Faites donc ce qu’on vous commande\".","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"[24] ni vierge: ni jeune.","lang":"fr"},{"name":"2:69","price":"Ils dirent: \"Demande donc pour nous à ton Seigneur qu’Il nous précise sa couleur\". - Il dit: \"Allah dit que c’est une vache jaune, de couleur vive et plaisante à voir.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:70","price":"Ils dirent: \"Demande pour nous à ton Seigneur qu’Il nous précise ce qu’elle est car pour nous, les vaches se confondent. Mais, nous y serions certainement bien guidés, si Allah le veut.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"[25] Bien guidés: à cette vache.","lang":"fr"},{"name":"2:71","price":"Il dit: “Allah dit que c’est bien une vache qui n’a pas été asservie à labourer la terre ni à arroser le champ, indemne d’infirmité et dont la couleur est unie.” - Ils dirent: “Te voilà enfin, tu nous as apporté la vérité!” Ils l’immolèrent alors mais il s’en fallut [de peu] qu’ils ne l’eussent pas fait.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:72","price":"Et quand vous aviez tué un homme et que chacun de vous cherchait à se disculper. Mais Allah démasqua ce que vous dissimuliez.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:73","price":"Nous dîmes donc: “Frappez le tué avec une partie de la vache.” Ainsi, Allah ressuscite les morts et vous montre Ses signes afin que vous raisonniez.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"[26] Frappez... Littér.: frappez-le avec une partie d’elle. Le mort, frappé avec une partie de la vache sacrifiée, ressuscita et désigna son meurtrier.","lang":"fr"},{"name":"2:74","price":"Puis, et en dépit de tout cela, vos cœurs se sont endurcis; ils sont devenus comme des pierres ou même plus durs encore; car il y a des pierres d’où jaillissent les ruisseaux, d’autres se fendent pour qu’en surgisse l’eau, et d’autres [encore] s’affaissent par crainte d’Allah. Et Allah n’est certainement pas inattentif à ce que vous faites.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"[27] Tout cela: les signes de la puissance d’Allah mentionné ci-dessus (versets 49 et suivants).","lang":"fr"},{"name":"2:75","price":"Eh bien, espérez-vous [Musulmans], que des pareils gens (les Juifs) vous partageront la foi? alors qu’un groupe d’entre eux, après avoir entendu et compris la parole d’Allah, la falsifièrent sciemment.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"[28] Eh bien, espérez-vous: ceci s’adresse aux Musulmans, en parlant des Juifs.","lang":"fr"},{"name":"2:76","price":"Et quand ils rencontrent des croyants, ils disent: “Nous croyons”; et, une fois seuls entre eux, ils disent: “Allez-vous confier aux musulmans ce qu’Allah vous a révélé pour leur fournir, ainsi, un argument contre vous devant votre Seigneur! Êtes-vous donc dépourvus de raison?”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"[29] Des croyants: des Musulmans. Nous croyons: que Muḥammad est le messager d’Allah. «Allez-vous leur fournir»: les Juifs refusent d’avouer qu’ils reconnaissent dans le Coran la révélation d’Allah. Etes-vous dépourvus: autre sens: êtes-vous inconscients du résultat de votre comportement.","lang":"fr"},{"name":"2:77","price":"Ne savent-ils pas qu’en vérité Allah sait ce qu’ils cachent et ce qu’ils divulguent?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:78","price":"Et il y a parmi eux des illettrés qui ne savent rien du Livre hormis des prétentions et ils ne font que des conjectures.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"[30] Des prétentions: inventées par leurs maîtres qui leur disaient: «Cela vient de la part d’Allah». Des conjectures: car ils ne se basent que sur des suppositions et non pas sur un Livre révélé.","lang":"fr"},{"name":"2:79","price":"Malheur, donc, à ceux qui de leurs propres mains composent un livre puis le présentent comme venant d’Allah pour en tirer un vil profit! Malheur à eux, donc, à cause de ce que leurs mains ont écrit, et malheur à eux à cause de ce qu’ils en profitent!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:80","price":"Et ils ont dit:\" Le Feu ne nous touchera que pour quelques jours comptés!\" Dis: \"Auriez-vous pris un engagement avec Allah? Car, Allah ne manque jamais à Son engagement. Non, mais vous dites sur Allah ce que vous ne savez pas.\"","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"[3[1] Non: vous n’avez pas pris un engagement avec Allah.","lang":"fr"},{"name":"2:81","price":"Bien au contraire! Ceux qui font le mal et qui se font cerner par leurs péchés, ceux-là sont les gens du Feu où ils demeureront éternellement.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"[32] Qui font le mal: il s’agit ici de l’association (aš-Širk) ou des grands péchés non suivis de repentir.","lang":"fr"},{"name":"2:82","price":"Et ceux qui croient et pratiquent les bonnes œuvres, ceux-là sont les gens du Paradis où ils demeureront éternellement.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"[33] Pratiquent...: conformément à la loi révélée.","lang":"fr"},{"name":"2:83","price":"Et [rappelle-toi], lorsque Nous avons pris l’engagement des Enfants d’Israël de n’adorer qu’Allah; de faire le bien envers les pères, les mères, les proches parents, les orphelins et les nécessiteux; d’avoir de bonnes paroles avec les gens; d’accomplir [régulièrement] la prière (Aṣ-Ṣalāt) et d’acquitter l’aumône (Az-Zakāt). Mais, à l’exception d’un petit nombre parmi vous, vous avez manqué à vos engagements en vous détournant de Nos commandements.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:84","price":"Et (rappelez-vous), lorsque Nous obtînmes de vous l’engagement de ne pas vous verser le sang [par le meurtre] et de ne pas vous expulser les uns les autres de vos maisons. Puis vous y avez souscrit avec votre propre témoignage.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:85","price":"Quoique ainsi engagés, voilà que vous vous entre-tuez, que vous expulsez de leurs maisons une partie d’entre vous contre qui vous prêtez main forte par péché et agression. Si vos coreligionnaires vous viennent captifs vous les rançonnez alors qu’il vous était interdit de les expulser (de chez eux). Croyez-vous donc en une partie du Livre et rejetez-vous le reste? Ceux d’entre vous qui agissent de la sorte ne méritent que l’ignominie dans cette vie, et au Jour de la Résurrection ils seront refoulés au plus dur châtiment. Et Allah n’est  pas inattentif à ce que vous faites.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"[34] Croyez-vous..? Comment pourriez-vous admettre une partie du Livre «en rachetant les captifs» alors que vous ne vous conformez point à l’autre prescription qui vous interdit de «vous entre-tuer et de vous expulser». En cette vie: ce que nous traduisons par «cette vie» et «l’autre vie», concerne «la vie présente» et «la dernière», «l’ici-bas» et «l’au-delà» correspond en arabe à l’expression «la première (vie)» et «la dernière (vie)». - Parfois le mot «Vie» n’est pas mentionné. La «vie présente» est aussi désignée par l’expression «ce qui est éphémère», «l’éphémère».","lang":"fr"},{"name":"2:86","price":"Voilà ceux qui échangent la vie présente contre la vie future. Eh bien, leur châtiment ne sera pas diminué. Et ils ne seront point secourus.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:87","price":"Certes, Nous avons donné le Livre à Moïse; et Nous avons envoyé après lui des prophètes successifs. Et Nous avons donné des preuves à Jésus, fils de Marie, et Nous l’avons renforcé du Saint-Esprit. Est-ce qu’à chaque fois, qu’un Messager vous apportait des vérités contraires à vos souhaits vous vous enfliez d’orgueil? Vous traitiez les uns d’imposteurs et vous tuiez les autres.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[35] Jésus: ˒Issā, en arabe. Le Saint-Esprit: en Islam, c’est Gabriel.","lang":"fr"},{"name":"2:88","price":"Et ils dirent: \"Nos cœurs sont enveloppés et impénétrables.\"  Non, mais Allah les a maudits à cause de leur infidélité, leur foi est donc médiocre.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"[36] Leur foi est médiocre: autre sens: ils ne croient point.","lang":"fr"},{"name":"2:89","price":"Et quand leur vint d’Allah un Livre confirmant celui qu’ils avaient déjà, - alors qu’auparavant ils cherchaient la suprématie sur les mécréants, - quand donc leur vint cela même qu’ils reconnaissaient, ils refusèrent d’y croire. Que la malédiction d’Allah soit sur les mécréants!.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"[37] Les Juifs annonçaient aux idolâtres arabes l’arrivée d’un de leurs comme prophète. Mais quand vînt Muḥammad (صلى الله عليه وسلم), ils le désavouèrent.","lang":"fr"},{"name":"2:90","price":"Comme est vil ce contre quoi ils ont troqué leurs âmes! Ils ne croient pas en ce qu’Allah a fait descendre, révoltés à l’idée qu’Allah, de par Sa grâce, fasse descendre la révélation sur ceux de Ses serviteurs qu’Il veut. Ils ont donc acquis colère sur colère, et un châtiment avilissement attend les infidèles.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:91","price":"Et quand on leur dit: “Croyez à ce qu’Allah a fait descendre”, ils disent: “Nous croyons à ce qu’on a fait descendre à nous.” Et ils rejettent le reste, alors qu’il est la vérité confirmant ce qu’il y avait déjà avec eux. - Dis: “Pourquoi donc avez-vous tué auparavant les Prophètes d’Allah, si vous étiez croyants?”","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"[38] Ils rejettent le reste..: c.-à-d. le Coran confirmateur de la Thora.","lang":"fr"},{"name":"2:92","price":"Et en effet Moïse vous est venu avec les preuves. Malgré cela, une fois absent vous avez pris le Veau pour idole, alors que vous étiez injustes.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:93","price":"Et rappelez-vous, lorsque Nous avons pris l’engagement de vous, et brandi sur vous Aṭ-Ṭūr (le Mont Sinaï) en vous disant: “Tenez ferme à ce que Nous vous avons donné, et écoutez! ” Ils dirent: “Nous avons écouté et désobéi.” Dans leur impiété, leurs cœurs étaient passionnément épris du Veau (objet de leur culte). Dis [-leur]: “Quelles mauvaises prescriptions ordonnées par votre foi, si vous êtes croyants.”.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"[39] Ce que...: les lois de la Thora. Ecoutez: à nos commandements avec obéissance.","lang":"fr"},{"name":"2:94","price":"Dis: \"Si l’Ultime demeure auprès d’Allah est pour vous seuls, à l’exclusion des autres gens, souhaitez donc la mort [immédiate] si vous êtes véridiques!\"","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:95","price":"Or, ils ne la souhaiteront jamais, sachant tout le mal qu’ils ont perpétré de leurs mains. Et Allah connaît bien les injustes.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:96","price":"Et certes tu les trouveras les plus attachés à la vie [d’ici-bas], pire en cela que les associateurs. Tel d’entre eux aimerait vivre mille ans. Mais une pareille longévité ne le sauvera pas du châtiment! Et Allah voit bien leurs actions.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"[40] Les Associateurs: ceux qui associent à Allah d’autres que Lui; cela comprend ceux qui adorent et vénèrent les idoles, les astres, les intermédiaires, les Anges, les héros, les grands hommes, etc. Eux: les juifs ou les idolâtres qui tiennent à la vie quelle qu’elle soit.","lang":"fr"},{"name":"2:97","price":"Dis: \"Quiconque est ennemi de Gabriel doit connaître que c’est lui qui, avec la permission d’Allah, a fait descendre sur ton cœur cette révélation qui déclare véridiques les messages antérieurs et qui sert aux croyants de guide et d’heureuse annonce.\"","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:98","price":"[Dis:] \"Quiconque est ennemi d’Allah, de Ses Anges, de Ses Messagers, de Gabriel et de Michaël, alors [Allah sera son ennemi car] Allah est l’ennemi des infidèles.\"","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:99","price":"Et très certainement Nous avons fait descendre vers toi des signes évidents. Et seuls les pervers n’y croient pas.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:100","price":"Faudrait-il chaque fois qu’ils concluent un pacte, qu’une partie d’entre eux le dénonce? C’est que plutôt la plupart d’entre eux ne sont pas croyants.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:101","price":"Et quand leur vint d’Allah un Messager confirmant ce qu’il y avait déjà avec eux, certains à qui le Livre avait été donné, jetèrent derrière leur dos le Livre d’Allah comme s’ils ne savaient pas!","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:102","price":"Et ils suivirent ce que les diables racontent contre le règne de Salomon. Alors que Salomon n’a jamais été mécréant mais bien les diables: ils enseignent aux gens la magie ainsi que ce qui est descendu aux deux anges Hârût et Mârût, à Babylone; mais ceux-ci n’enseignaient rien à personne, qu’ils n’aient dit d’abord: \"Nous ne sommes rien qu’une tentation: ne soit pas mécréant!\"Ils apprennent auprès d’eux ce qui sème la désunion entre l’homme et son épouse. Or ils ne sont capables de ne nuire à personne qu’avec la permission d’Allah. Et les gens apprennent ce qui leur nuit et ne leur est pas profitable. Et ils savent, très certainement, que celui qui acquiert [ce pouvoir] n’aura aucune part dans l’au-delà. Certes, quelle détestable marchandise pour laquelle ils ont vendu leurs âmes! Si seulement ils savaient!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[4[1] Solayman (Salomon) n’a jamais été mécréant. Pour l’Islam Salomon est un prophète doté de pouvoirs exceptionnels. Ce que les diables racontent.. que Salomon, devenu mécréant, favorisait l’idolâtrie.","lang":"fr"},{"name":"2:103","price":"Et s’ils croyaient et vivaient en piété, une récompense de la part d’Allah serait certes meilleure. Si seulement ils savaient!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:104","price":"Ô vous qui croyez! Ne dites pas: \" Favorise- nous (Râ'inâ) mais dites: \" Regarde-nous (Unzurnâ)\"; et écoutez! Un châtiment douloureux sera pour les infidèles.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[42] On demande aux gens d’éviter l’expression «Rā˒inā» qui prêtait à un mauvais calembour dans la bouche des Juifs qui le prononçaient de façon à lui donner un mauvais sens.","lang":"fr"},{"name":"2:105","price":"Ni les mécréants parmi les gens du Livre, ni les polythéistes n’aiment qu’on fasse descendre sur vous un bienfait de la part de votre Seigneur, alors qu’Allah réserve à qui Il veut sa Miséricorde. Et c’est Allah le Détenteur de l’abondante grâce.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"[43] Les gens du Livre: ce sont principalement les Juifs et les Chrétiens, et en général tous ceux qui se réclament de posséder un Livre révélé.","lang":"fr"},{"name":"2:106","price":"Si Nous abrogeons un verset quelconque ou que Nous le fassions oublier, Nous en apportons un meilleur, ou un semblable. Ne sais-tu pas qu’Allah est Omnipotent?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"[44] A propos de l’abrogation de versets, voir encore S. 16, v. 101.","lang":"fr"},{"name":"2:107","price":"Ne sais-tu pas qu’à Allah, appartient le royaume des cieux et de la terre, et qu’en dehors d’Allah vous n’avez ni protecteur ni secoureur?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:108","price":"Voudriez-vous interroger votre Messager comme auparavant on interrogea Moïse? Quiconque substitue la mécréance à la foi s’égare certes du droit chemin.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"[45] Voudriez-vous: (ô musulmans). Votre Messager: envoyé à vous (Muḥammad, صلى الله عليه وسلم). Comme on interrogea Moïse: les gens lui demandèrent de leur montrer Allah en clair (voir v. 55 supra).","lang":"fr"},{"name":"2:109","price":"Nombre de gens du Livre aimeraient par jalousie de leur part, pouvoir vous rendre mécréants après que vous ayez cru. Et après que la vérité s’est manifestée à eux? Pardonnez et oubliez jusqu’à ce qu’Allah fasse venir Son commandement. Allah est très certainement Omnipotent!","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:110","price":"Et accomplissez la prière (Aṣ-Ṣalāt) et acquittez l’aumône (Az-Zakāt). Et tout ce que vous avancez de bien pour vous-mêmes, vous le retrouverez auprès d’Allah, car Allah voit parfaitement ce que vous faites.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:111","price":"Et ils ont dit: \"Nul n’entrera au Paradis que Juifs ou Chrétiens\". Voilà leurs chimères. - Dis: \"Donnez votre preuve, si vous êtes véridiques\".","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:112","price":"Non, mais quiconque soumet à Allah son être tout en faisant le bien, aura sa rétribution auprès de son Seigneur. Pour eux, nulle crainte, et ils ne seront point attristés.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"[46] Soumet son être: traduction littér.: soumet son visage, le visage étant la partie du corps la plus frappante. Se soumettre à Allah et soumission à Allah: que nous rencontrerons souvent, concernent le Musulman.","lang":"fr"},{"name":"2:113","price":"Et les Juifs disent: “Les Chrétiens ne tiennent sur rien”; et les Chrétiens disent: “Les Juifs ne tiennent sur rien”, alors qu’ils lisent le Livre! De même ceux qui ne savent rien tiennent un langage semblable au leur. Eh bien, Allah jugera sur ce quoi ils s’opposent, au Jour de la Résurrection.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"[47] Ils lisent le Livre: Juifs et Chrétiens ont des Livres révélés qui contenaient à l’origine les mêmes préceptes.","lang":"fr"},{"name":"2:114","price":"Qui est plus injuste que celui qui empêche que dans les mosquées d’Allah, on mentionne Son Nom, et qui s’efforce à les détruire? De tels gens ne devraient y entrer qu’apeurés. Pour eux, ignominie ici-bas, et dans l’au-delà un énorme châtiment.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:115","price":"A Allah seul appartiennent l’Est et l’Ouest. Où que vous vous tourniez, la Face d’Allah est donc là, car Allah a la grâce immense; Il est Omniscient.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:116","price":"Et ils ont dit: \"Allah s’est donné un fils!\" Gloire à Lui! Non! Mais c’est à Lui qu’appartient ce qui est dans les cieux et la terre et c’est à Lui que tous obéissent.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"[48] Gloire à Lui: «Subḥanahu» expression qui réfute ici avec force la doctrine chrétienne que Jésus est le fils d’Allah, et la doctrine juive selon laquelle Uzaïr est le fils d’Allah et celle des païens arabes qui prétendent que les Anges sont les filles d’Allah.","lang":"fr"},{"name":"2:117","price":"Il est le Créateur des cieux et de la terre à partir du néant! Lorsqu’Il décide une chose, Il dit seulement: \"Sois!\", et elle est aussitôt.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:118","price":"Et ceux qui ne savent pas ont dit: \"Pourquoi Allah ne nous parle-t-Il pas [directement], ou pourquoi un signe ne nous vient-il pas?\" De même, ceux d’avant eux disaient une parole semblable. Leurs cœurs se ressemblent. Nous avons clairement exposé les signes pour des gens qui ont la foi ferme.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:119","price":"Certes, Nous t’avons envoyé avec la vérité, en annonciateur et avertisseur; et on ne te demande pas compte des gens de l’Enfer.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"[49] Nous t’avons envoyé (ô Muḥammad) (صلى الله عليه وسلم).","lang":"fr"},{"name":"2:120","price":"Ni les Juifs, ni les Chrétiens ne seront jamais satisfaits de toi, jusqu’à ce que tu suives leur religion. - Dis: “Certes, c’est la direction d’Allah qui est la vraie direction.” Mais si tu suivais leurs passions après ce que tu as reçu de science, tu n’aurais contre Allah ni protecteur ni secoureur.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"[50] La direction: c.-à-d. la religion de l’Islam est la vraie religion.","lang":"fr"},{"name":"2:121","price":"Ceux à qui Nous avons donné le Livre, qui le récitent comme il se doit, ceux-là y croient. Et ceux qui n’y croient pas sont les perdants.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"[5[1] Le Livre: le Coran, autre interp. la Thora et l’Evangile. Qui le récitent: autre interp. qui le suivent.","lang":"fr"},{"name":"2:122","price":"Ô Enfants d’Israël! Rappelez-vous Mon bienfait dont Je vous ai comblés et que Je vous ai favorisés par-dessus le reste du monde (de leur époque).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:123","price":"Et redoutez le jour où nulle âme ne bénéficiera à une autre, où l’on n’acceptera d’elle aucune compensation, et où aucune intercession ne lui sera utile. Et ils ne seront pas secourus.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:124","price":"Et [rappelle-toi], quand ton Seigneur eut éprouvé Abraham par certains commandements, et qu’il les eut accomplis, le Seigneur lui dit: “Je vais faire de toi un exemple à suivre pour les gens.”- “Et parmi ma descendance?”, demanda-t-il. - “Mon engagement, dit Allah, ne s’applique pas aux injustes.”","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:125","price":"[Et rappelle-toi], quand nous fîmes de la Maison un lieu de visite et un asile pour les gens - Adoptez donc pour lieu de prière, ce lieu où Abraham se tint debout - Et Nous confiâmes à Abraham et à Ismaël ceci: \"Purifiez Ma Maison pour ceux qui tournent autour, y font retraite pieuse, s’y inclinent et s’y prosternent.\"","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[52] La Maison: la Ka˒aba de la Mecque, lieu des pèlerinages, reconstruit par Abraham qui s’y tînt debout pour l’ériger et prier. Ceux qui tourneront autour...: rite du pèlerinage; s’incliner et se prosterner: rites de la Ṣalāt.","lang":"fr"},{"name":"2:126","price":"Et quand Abraham supplia: \"Ô mon Seigneur! Fais de cette cité un lieu de sécurité, et fais attribution des fruits à ceux qui parmi ses habitants auront cru en Allah et au Jour Dernier\", le Seigneur dit: \"Et quiconque n’y aura pas cru, alors Je lui concéderai une courte jouissance [ici-bas], puis Je le contraindrai au châtiment du Feu [dans l’au-delà]. Et quelle mauvaise destination!\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:127","price":"Et quand Abraham et Ismaël élevaient les assises de la Maison: \"Ô notre Seigneur! Accepte ceci de notre part! Car c’est Toi l’Audient, l’Omniscient.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:128","price":"Notre Seigneur! Fais de nous Tes Soumis, et de notre descendance une communauté soumise à Toi. Et montre nous nos rites et accepte de nous le repentir. Car c’est Toi certes l’Accueillant au repentir, le Miséricordieux.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"[53] Tes soumis c.-à-d.: tes Musulmans.","lang":"fr"},{"name":"2:129","price":"Notre Seigneur! Envoie l’un des leurs comme Messager parmi eux, pour leur réciter Tes versets, leur enseigner le Livre et la Sagesse, et les purifier. Car c’est Toi certes le Puissant, le Sage!","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"[54] Tes versets: ce que nous traduisons tantôt par verset, tantôt par le signe (āyāt) s’applique en effet à l’un et à l’autre. Le mot āyāt désigne toute expression de l’intervention d’Allah: les faits qui surviennent providentiellement dans la vie sont des āyāts chaque verset révélé en est un aussi; il est aussi le récit d’un miracle ou d’une catastrophe, et l’exposé d’un commandement.","lang":"fr"},{"name":"2:130","price":"Qui donc aura en aversion la religion d’Abraham, sinon celui qui sème son âme dans la sottise? Et très certainement, Nous l’avons choisi en ce [bas] monde; et, dans l’au-delà, il sera certes du nombre des gens de bien.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:131","price":"Quand son Seigneur lui a dit: “Soumets-toi!” Il dit: “Je me soumets au Seigneur de l’Univers.”","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:132","price":"Et c’est ce que Abraham recommanda à ses fils, de même que Jacob: \"Ô mes fils! Certes, Allah vous a choisi la religion: ne mourrez point, donc, autrement qu’en Soumis!\" (à Allah).","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"[55] Soumis: Notez qu’en S. 22, v. 78, Abraham nomme «Soumis» (Musulmans) ses fidèles.","lang":"fr"},{"name":"2:133","price":"Etiez-vous témoins quand la mort se présenta à Jacob et qu’il dit à ses fils: \"Qu’adorerez-vous après moi?\" - Ils répondirent: \"Nous adorerons ta divinité et la divinité de tes pères: Abraham, Ismaël et Isaac, Divinité Unique et à laquelle nous sommes Soumis.\"","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:134","price":"Voilà une génération bel et bien révolue. A elle ce qu’elle a acquis, et à vous ce que vous avez acquis. On ne vous demandera pas compte de ce qu’ils faisaient.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:135","price":"Ils ont dit: \"Soyez Juifs ou Chrétiens, vous serez sur la bonne voie.\" - Dis: \"Non, mais suivons la religion d’Abraham, le modèle même de la droiture et qui ne fut point parmi les polythéistes.\"","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"[56] Ils ont dit: les Juifs et les Chrétiens.","lang":"fr"},{"name":"2:136","price":"Dites : “Nous croyons en Allah et en ce qu’on nous a révélé, et en ce qu’on a fait descendre vers Abraham et Ismaël et Isaac et Jacob et les Tribus, et en ce qui a été donné à Moïse et à Jésus, et en ce qui a été donné aux Prophètes, venant de leur Seigneur: Nous ne faisons aucune distinction entre eux. Et à Lui nous sommes Soumis.”","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"[57] Ce qu’on a fait descendre: en révélation.","lang":"fr"},{"name":"2:137","price":"Alors, s’ils croient à cela même à quoi vous croyez, ils seront certainement sur la bonne voie. Et s’ils s’en détournent, [alors] ils seront certes dans le schisme! Et Allah te suffira contre eux. Il est l’Audient, l’Omniscient.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:138","price":"\"Nous suivons la religion d’Allah! Et qui est meilleur qu’Allah en Sa religion? C’est Lui que nous adorons.\"","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[58] Religion d’Allah: l’Islam (voir aussi S. 3, v. 19, 84 et 85). On revient ici au verset (136), c.--d. nous suivons la religion d’Abraham qui est la religion d’Allah.Autre interp.: le Coran emploie ici le mot «Sibğah» (couleur), c.--d.: cette religion est la couleur naturelle avec laquelle l’homme est né, comme l’indique un «ḥadīṯ» du Prophète.","lang":"fr"},{"name":"2:139","price":"Dis : \"Discutez-vous avec nous au sujet d’Allah, alors qu’Il est notre Seigneur et le vôtre? A nous nos actions et à vous les vôtres ! C’est à Lui que nous sommes dévoués.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:140","price":"Ou dites-vous qu’Abraham, Ismaël, Isaac et Jacob et les tribus étaient Juifs ou Chrétiens?\" - Dis : \"Est-ce vous les plus savants, ou Allah?\" - Qui est plus injuste que celui qui cache un témoignage qu’il détient d’Allah? Et Allah n’est pas inattentif à ce que vous faites.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:141","price":"Voilà une génération bel et bien révolue. A elle ce qu’elle a acquis, et à vous ce que vous avez acquis. Et on ne vous demandera pas compte de ce qu’ils faisaient.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"fr"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}