{"data":[{"name":"21:1","price":"[L’échéance] du règlement de leur compte approche pour les hommes, alors que dans leur insouciance ils s’en détournent.","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:2","price":"Aucun rappel de [révélation] récente ne leur vient de leur Seigneur, sans qu’ils ne l’entendent en s’amusant,","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:3","price":"leurs cœurs distraits; et les injustes tiennent des conversations secrètes et disent : \"Cet homme, n'est-il rien d'autre qu'un être humain semblable à vous ? Comment vous laisser aller à cette sorcellerie alors que vous êtes si clairvoyants ?\"","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:4","price":"Il a répondu : \"Mon Seigneur sait tout ce qui se dit au ciel et sur la Terre; et Il est l’Audient, l’Omniscient.\"","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:5","price":"Mais ils dirent : \"Voilà plutôt un amas de rêves ! Ou bien Il l’a inventé. Ou, c’est plutôt un poète. Qu’il nous apporte donc un signe [identique] à celui dont furent chargés les premiers envoyés.\"","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:6","price":"Pas une seule cité parmi celles que Nous avons fait périr avant eux n’avait cru [à la vue des miracles]. Ceux-ci croiront-ils donc ?","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:7","price":"Nous n’avons envoyé avant toi que des hommes  à qui Nous faisions des révélations. Demandez-donc aux érudits du Livre , si vous ne savez pas !","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"[601] Que des hommes: jamais des Anges.<br />[602] Les érudits du Livre: les savants parmi les gens du Livre.","lang":"fr"},{"name":"21:8","price":"Et Nous n’en avons pas fait des corps qui ne consommaient pas de nourriture. Et ils n’étaient pas éternels.","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:9","price":"Puis, Nous réalisâmes la promesse (qui leur avait été faite). Nous les sauvâmes avec ceux que Nous voulûmes [sauver] et Nous fîmes périr les outranciers.","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:10","price":"Nous avons assurément fait descendre vers vous un livre où se trouve votre rappel [ou votre renom]. Ne raisonnez-vous donc pas ?","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:11","price":"Et que de cités qui ont commis des injustices, Nous avons brisées ; et Nous avons créé d’autres peuples après eux.","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:12","price":"Quand [ces gens] sentirent Notre rigueur ils s’en enfuirent hâtivement.","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:13","price":"Ne fuyez point! Retournez plutôt au grand luxe où vous étiez et dans vos demeures, afin que vous soyez interrogés.","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:14","price":"Ils dirent : \"Malheur à nous! Nous étions vraiment injustes !\"","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:15","price":"Telle ne cessa d’être leur lamentation jusqu’à ce que Nous les eûmes moissonnés et éteints.","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:16","price":"Ce n’est pas par jeu que Nous avons créé le ciel et la Terre et ce qui est entre eux.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:17","price":"Si nous avions voulu prendre une distraction, Nous l’aurions prise de Nous- mêmes, si vraiment Nous avions voulu le faire.","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:18","price":"Bien au contraire, Nous lançons contre le Faux la Vérité qui le subjugue, et le voilà qui disparaît. Et malheur à vous pour ce que vous attribuez [injustement à Allah].","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:19","price":"À Lui seul appartiennent tous ceux qui sont dans les cieux et sur la Terre. Et ceux qui sont auprès de Lui [Les Anges] ne s’enorgueillissent pas de Son adoration et ne s’en lassent pas.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:20","price":"Ils Le glorifient nuit et jour et ne s’interrompent point.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:21","price":"Ont-ils pris des divinités qui peuvent ressusciter (les morts) de la terre  ?","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"[603] Autre interp.: ont-ils pris de la terre des divinités qui peuvent ressusciter les morts?","lang":"fr"},{"name":"21:22","price":"S’il y avait dans le ciel et la Terre des divinités autre qu’Allah, tous deux seraient certes dans le désordre. Gloire donc à Allah, Seigneur du Trône ! Il est au- dessus de ce qu’ils Lui attribuent !","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:23","price":"Il n’est pas interrogé sur ce qu’Il fait, mais ce sont eux qui devront rendre compte [de leurs actes].","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:24","price":"Ont-ils pris des divinités en dehors de Lui ? Dis : \"Apportez votre preuve !\" Ceci est la révélation  de ceux qui sont avec moi et de ceux qui étaient avant moi. Mais la plupart d’entre eux ne connaissent pas la vérité et s’en écartent.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"[604] La révélation: dans laquelle vous ne trouverez aucune preuve pour vous.","lang":"fr"},{"name":"21:25","price":"Et Nous n'avons envoyé avant toi aucun Messager à qui nous n'ayons révélé : \"Point de divinité [véritable] en dehors de Moi. Adorez-moi donc !\"","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:26","price":"Et ils dirent : “Le Tout Miséricordieux s’est donné un enfant.” Gloire à Lui ! Mais ce sont plutôt des serviteurs honorés .","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"[605] Ce sont: il s’agit ici des Anges. Il en est de même dans les versets 27, 28 et 29.","lang":"fr"},{"name":"21:27","price":"Ils ne devancent pas Son Commandement et agissent selon Ses ordres.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:28","price":"Il sait ce qui est devant eux et ce qui est derrière eux. Et Ils n’intercèdent qu’en faveur de ceux qu’Il a agréés [tout en étant] pénétrés de Sa crainte.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:29","price":"Et quiconque d’entre eux dirait : \"Je suis une divinité en dehors de Lui.\" Alors, Nous le rétribuerons de l’Enfer. C’est ainsi que Nous rétribuons les injustes.","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:30","price":"Ceux qui ont mécru, n’ont-ils pas vu que les cieux et la Terre formaient une masse compacte ? Ensuite Nous les avons séparés et fait de l’eau toute chose vivante. Ne croiront-ils donc pas  ?","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"[606] Ce verset renferme des vérités concernant la formation des planètes et de la terre, et qui ont été confirmées par les dernières découvertes scientifiques.","lang":"fr"},{"name":"21:31","price":"Et Nous avons placé des montagnes fermes dans la terre, afin qu’elle ne s’ébranle pas en les [entraînant]. Et Nous y avons placé des défilés servant de chemins afin qu’ils se guident.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:32","price":"Et Nous avons fait du ciel un toit protégé. Et cependant ils se détournent de ses merveilles.","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:33","price":"Et c’est Lui qui a créé la nuit et le jour, le soleil et la lune, chacun voguant dans une orbite.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:34","price":"Et Nous n’avons attribué l’immortalité à nul homme avant toi. Est-ce que si tu meurs, toi, ils seront, eux éternels ?","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:35","price":"Toute âme doit goûter la mort. Nous vous éprouverons par le mal et par le bien [à titre] de tentation. Et c’est à Nous que vous serez ramenés.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:36","price":"Quand les mécréants te voient, ils ne te prennent qu’en dérision (disant) : \"Quoi ! Est-ce là celui qui médit de vos divinités ?\" Et ils nient [tout] rappel du Tout Miséricordieux.","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:37","price":"L’homme a été créé prompt dans sa nature. Je vous montrerai Mes signes [la réalisation de Mes menaces]. Ne Me hâtez donc pas !","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:38","price":"Et ils disent : \"À quand cette promesse si vous êtes véridiques ?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:39","price":"Si [seulement] les mécréants connaissaient le moment où ils ne pourront empêcher le Feu de [brûler] leurs visages ni leurs dos, et où ils se seront point secourus….","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:40","price":"Mais non, cela  leur viendra subitement et ils seront alors stupéfaits ; ils ne pourront pas le repousser et on ne leur donnera pas de répit.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"[607] Cela: l’Heure de la Résurrection.","lang":"fr"},{"name":"21:41","price":"On s’est moqué de Messagers venus avant toi. Et ceux qui se sont moqués d’eux, se virent frapper de toutes parts par l’objet même de leurs moqueries.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:42","price":"Dis : \"Qui vous protège la nuit et le jour, contre le [châtiment] du Tout Miséricordieux ?\" Pourtant ils se détournent du rappel de leur Seigneur.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:43","price":"Ont-ils donc des divinités en dehors de Nous, qui peuvent les protéger ? Mais celles-ci ne peuvent ni se secourir elles-mêmes, ni se faire assister contre Nous.","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:44","price":"Au contraire Nous avons accordé une jouissance [temporaire] à ceux-là comme à leurs ancêtres jusqu’à un âge avancé. Ne voient-ils pas que Nous venons à la Terre que Nous réduisons de tous côtés ? Seront-ils alors les vainqueurs ?","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:45","price":"Dis : \"Je vous avertis par ce qui m’est révélé.\" Les sourds, cependant, n’entendent pas l’appel quand on les avertit.\"","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:46","price":"Si un souffle du châtiment de ton Seigneur les effleurait, ils diraient alors : \"Malheur à nous! Nous étions vraiment injustes.\"","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:47","price":"Au Jour de la Résurrection, Nous placerons les balances exactes. Nulle âme ne sera lésée en rien, fût-ce du poids d’un grain de moutarde que Nous ferons venir. Et Nous suffisons largement pour dresser les comptes.","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:48","price":"Et Nous avons déjà apporté à Moïse et Aaron le (Livre du) discernement (la Thora) ainsi qu’une lumière et un rappel pour les gens pieux,","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:49","price":"ceux qui craignent leur Seigneur bien qu’ils ne Le voient pas , et redoutent l’Heure (la fin du monde).","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"[608] Ils ne Le voient pas: autre interp.: alors qu’ils ne sont vus par personne.","lang":"fr"},{"name":"21:50","price":"Et ceci [le Coran] est un rappel béni que Nous avons fait descendre. Allez-vous donc le renier ?","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:51","price":"En effet, Nous avons mis auparavant Abraham sur le droit chemin. Et Nous en avions bonne connaissance.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:52","price":"Quand il dit à son père et à son peuple : \"Que sont ces statues auxquelles vous vous attachez ?\"","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:53","price":"Ils dirent : \"Nous avons trouvé nos ancêtres les adorant.\"","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:54","price":"Il dit : \"Certainement, vous avez été, vous et vos ancêtres, dans un égarement évident.\"","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:55","price":"Ils dirent : \"Viens-tu à nous avec la vérité ou plaisantes-tu ?\"","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:56","price":"Il dit : “Plutôt, votre Seigneur est le Seigneur des cieux et de la Terre, et c’est Lui qui les a créés. Et je suis un de ceux qui en témoignent.","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:57","price":"Et par Allah ! Je ruserai certes contre vos idoles une fois que vous serez partis.\"","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:58","price":"Il les mit en pièces, hormis [la statue] la plus grande. Peut-être qu’ils reviendraient vers elle.","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:59","price":"Ils dirent : \"Qui a fait cela à nos divinités? Il est certes parmi les injustes.\"","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:60","price":"(Certains) dirent : \"Nous avons entendu un jeune homme médire d’elles ; il s’appelle Abraham.\"","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:61","price":"Ils dirent : \"Amenez-le sous les yeux des gens afin qu’ils puissent témoigner.\"","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:62","price":"(Alors) ils dirent : \"Est-ce toi qui as fait cela à nos divinités, ô Abraham ?\"","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:63","price":"Il dit : \"C’est la plus grande d’entre elles que voici, qui l’a fait. Demandez-leur donc, si elles peuvent parler.\"","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:64","price":"Se ravisant alors, ils se dirent entre eux : \"C’est vous qui êtes les vrais injustes.\"","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:65","price":"Puis ils firent volte-face et dirent : Tu sais bien que celles-ci ne parlent pas !\"","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:66","price":"Il dit : \"Adorez-vous donc, en dehors d’Allah, ce qui ne saurait en rien vous être utile ni vous nuire non plus.","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:67","price":"Fi de vous et de ce que vous adorez en dehors d’Allah! Ne raisonnez-vous pas ?\"","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:68","price":"Ils dirent : \"Brûlez-le Secourez vos divinités si vous voulez faire quelque chose (pour elles).\"","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:69","price":"Nous dîmes : \"Ô feu ! Sois pour Abraham une fraîcheur salutaire.\"","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:70","price":"Ils voulaient ruser contre lui, mais ce sont eux que Nous rendîmes les plus grands perdants.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:71","price":"Et Nous le sauvâmes, ainsi que Lot, vers une terre que Nous avions bénie pour tout l’Univers.","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:72","price":"Et Nous lui donnâmes Isaac et, de surcroît Jacob, desquels Nous fîmes des gens de bien.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:73","price":"Et Nous les fîmes des dirigeants qui guidaient par Notre ordre. Et Nous leur révélâmes de faire le bien, d’accomplir la prière (As-Salât) et d’acquitter l’aumône (Az-Zakât). Et ils étaient Nos adorateurs.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:74","price":"Et Lot ! Nous lui avons apporté la capacité de juger et le savoir, et Nous l’avons sauvé de la cité où se commettaient les vices ; ces gens étaient vraiment des gens du mal, des pervers.","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:75","price":"Et Nous l’avons fait entrer en Notre miséricorde. Il était vraiment du nombre des gens du bien.","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:76","price":"Et Noé, quand auparavant il fit son appel. Nous l’exauçâmes et Nous le sauvâmes, ainsi que sa famille, de la grande angoisse,","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:77","price":"et Nous le secourûmes contre le peuple qui traitait Nos signes de mensonges. Ils furent vraiment des gens du Mal. Nous les noyâmes donc tous.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:78","price":"Et David, et Salomon, quand ils eurent à juger au sujet d’un champ cultivé où des moutons appartenant à une peuplade étaient allés paître, la nuit. Et Nous étions témoin de leur jugement.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:79","price":"Nous la fîmes comprendre à Salomon . Et à chacun Nous donnâmes la faculté de juger et le savoir. Et Nous asservîmes les montagnes à exalter Notre Gloire en compagnie de David, ainsi que les oiseaux. Et c’est Nous qui sommes le Faiseur.","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"[609] On dit que David avait décrété que le troupeau deviendrait propriété de celui dont il avait ravagé le champ; mais Salomon conseilla que le troupeau soit provisoirement confié au propriétaire du champ, à titre d’usufruit, et que le coupable irrigue le champ jusqu’à ce qu’il redevienne comme il l’était auparavant; ce n’est qu’alors qu’il pourra reprendre son troupeau.","lang":"fr"},{"name":"21:80","price":"Et Nous lui (David) apprîmes la fabrication des cottes de mailles afin qu’elles vous protègent contre vos violences mutuelles (la guerre). En êtes-vous donc reconnaissants ?","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:81","price":"Et (Nous avons soumis) à Salomon le vent impétueux qui, par son ordre, se dirigea vers la terre que Nous avions bénie. Et Nous sommes à même de tout savoir,","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:82","price":"et parmi les diables il en était qui plongeaient pour lui et faisaient d’autres travaux encore, et Nous les surveillions Nous-mêmes.","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:83","price":"Et Job, quand il implora son Seigneur : \"Le mal m’a touché. Mais Toi, tu es le plus miséricordieux des miséricordieux  !\"","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"[610] Job fut éprouvé par Allah par les maladies les plus pénibles. Il perdit ses biens et ses enfants, et cependant il ne se plaignît qu’à Allah.","lang":"fr"},{"name":"21:84","price":"Nous l’exauçâmes, enlevâmes le mal qu’il avait, lui rendîmes les siens et autant qu’eux avec eux, par miséricorde de Notre part et en tant que rappel aux adorateurs.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:85","price":"Et Ismaël, Idriss et Dhûl-Kifl qui étaient tous endurants ;","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:86","price":"que Nous fîmes entrer en Notre miséricorde car ils étaient vraiment du nombre des gens de bien.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:87","price":"Et Jonas (Dhû-Nûn)  quand il partit, irrité. Il pensa que Nous n’allions pas l’éprouver. Puis il fit, dans les ténèbres, l’appel que voici : \"Pas de [véritable] divinité à part Toi ! Gloire à Toi ! J’ai été vraiment du nombre des injustes !\"","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"[611] Ḏū’n-Nūn: l’homme au poisson, «Jonas». Jonas quitta son peuple en colère, parce que ceux-ci ne croyaient pas en Allah. Il prit le bateau, mais le bateau s’arrêta; et d’après la coutume des marins, ils tirèrent au sort pour connaître le responsable. Le sort tomba sur Jonas, et les marins le jetèrent à l’eau où une baleine le recueillit pour le vomir plus tard sur le rivage. De là, Jonas alla accomplir sa mission à Ninive. La ville se convertit avant que ne vînt un cataclysme annoncé. Elle fut alors épargnée.","lang":"fr"},{"name":"21:88","price":"Nous l’exauçâmes et le sauvâmes de son angoisse. Et c’est ainsi que Nous sauvons les croyants.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:89","price":"Et Zacharie, quand il implora son Seigneur : \"Seigneur ! Ne me laisse pas seul alors que Tu es le meilleur des héritiers !\"","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:90","price":"Nous l’exauçâmes, lui donnâmes Jean (Yahyâ) et guérîmes son épouse . Ils concouraient au bien et Nous invoquaient par amour et par crainte. Et ils étaient humbles devant Nous.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"[612] Guérîmes: Nous la rendîmes féconde.","lang":"fr"},{"name":"21:91","price":"Et celle [la vierge Marie] qui avait préservé sa chasteté ! Nous insufflâmes en elle un souffle (de vie) venant de Nous et fîmes d’elle ainsi que de son fils, un signe [miracle] pour l’Univers.","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:92","price":"Certes, cette communauté qui est la vôtre est une communauté unique, et Je suis votre Seigneur. Adorez-Moi donc !","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"[613] Cette communauté: c.à.d., cette religion (l’Islam). Car tous les prophètes depuis Adam jusqu’à Muḥammad ont prêché la même religion: la soumission à Allah.","lang":"fr"},{"name":"21:93","price":"Ils se sont divisés en sectes. Mais tous, retourneront à Nous.","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:94","price":"Quiconque fait de bonnes œuvres tout en étant croyant, on ne méconnaîtra pas son effort, et Nous le lui inscrivons [à son actif].","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:95","price":"Il est défendu [aux habitants] d’une cité que Nous avons fait périr de revenir [à la vie d’ici-bas]!","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:96","price":"Jusqu’à ce que soient relâchés les Yājūj et les Mājūj et qu’ils se précipiteront de chaque hauteur;","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:97","price":"c’est alors que la vraie promesse s’approchera, tandis que les regards de ceux qui ont mécru se figeront : “Malheur à nous! Nous y avons été inattentifs. Bien plus, nous étions des injustes !”","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:98","price":"\"Vous serez, vous et ce que vous adoriez en dehors d’Allah, le combustible de l’Enfer, vous vous y rendrez tous.\"","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:99","price":"Si ceux-là étaient vraiment des divinités, ils n’y entreraient pas ; et tous y demeureront éternellement.","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:100","price":"Ils y pousseront des gémissements, et n’y entendront rien.","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:101","price":"En seront écartés, ceux à qui étaient précédemment promises de belles récompenses de Notre part.","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:102","price":"Ils n’entendront pas son sifflement et jouiront éternellement de ce que leurs âmes désirent.","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:103","price":"La grande terreur ne les affligera pas, et les Anges les accueilleront : \"Voici le jour qui vous a été promis !\"","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:104","price":"Le jour où Nous plierons le ciel comme on plie le rouleau des livres. Tout comme Nous avons commencé la première création, ainsi Nous la répéterons; c’est une promesse qui Nous incombe et Nous l’accomplirons !","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:105","price":"Et Nous avons certes écrit dans les Psaumes (Az-Zabûr), après l’avoir mentionné (dans le Livre céleste), que la Terre sera héritée par Mes bons serviteurs .\"","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"[614] Le Zabūr: mot commun pour tous les livres révélés. Livre céleste: le Livre-mère qui se trouve auprès d’Allah.","lang":"fr"},{"name":"21:106","price":"Il y a en cela [ces enseignements] une communication à un peuple d’adorateurs !","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:107","price":"Et Nous ne t’avons envoyé qu’en miséricorde pour l’Univers .","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"[615] Tout ce qu’Allah nous attribue relève de Sa miséricorde pour nous. Et Il nous a envoyé le Prophète Muḥammad (صلى الله عليه وسلم) comme représentant de cette miséricorde.","lang":"fr"},{"name":"21:108","price":"Dis : “Voilà ce qui m’est révélé: Votre Dieu est un Dieu unique ! Êtes-vous Soumis ? ” [Décidés à embrasser l’Islam]","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:109","price":"Si ensuite ils se détournent dis alors : \"Je vous ai avertis en toute équité ; et je ne sais si ce qui vous est promis est proche ou lointain.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:110","price":"Il connaît ce que vous dites à haute voix et ce que vous cachez.","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"21:111","price":"Et je ne sais pas ; ceci  est peut-être une tentation pour vous et une jouissance pour un certain temps !\"","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"[616] Ceci: (ce délai qui vous est accordé).","lang":"fr"},{"name":"21:112","price":"Il dit : “Seigneur ! Juge en toute justice ! Et Notre Seigneur, le Tout Miséricordieux, est Celui dont l’assistance est implorée contre vos assertions.”","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"[617] Contre vos assertions: (mensongères à l’égard d’Allah).","lang":"fr"},{"name":"22:1","price":"Ô hommes ! Craignez votre Seigneur ! Certes, le séisme [qui précédera] l’Heure est une chose terrible .","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"[619] Le séisme de l’Heure: le tremblement qui précédera l’Heure de la fin du monde.","lang":"fr"},{"name":"22:2","price":"Le jour où vous le verrez, toute nourrice oubliera ce qu’elle allaitait, et toute femelle enceinte avortera de ce qu’elle portait. Et tu verras les gens ivres, alors qu’ils ne le sont pas. Mais le châtiment d’Allah est dur.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:3","price":"Et il y a des gens qui discutent au sujet d’Allah sans aucune science, et qui suivent tout diable rebelle.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:4","price":"Il a été prescrit à l’égard de ce dernier qu’il égarera quiconque le prendra pour maître, et qu’il le guidera vers le châtiment de la Fournaise.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:5","price":"Ô hommes ! Si vous doutez au sujet de la Résurrection, c’est Nous qui vous avons créés de terre, puis d’une goutte de sperme, puis d’une adhérence puis d’un embryon [normalement] formé aussi bien qu’informe pour vous montrer [Notre Omnipotence] et Nous déposons dans les matrices ce que Nous voulons jusqu’à un terme fixé. Puis Nous vous en faisons sortir [à l’état] de bébé, pour qu’ensuite vous atteigniez votre maturité. Il en est parmi vous qui meurent [jeunes] tandis que d’autres parviennent au plus vil de l’âge si bien qu’ils ne savent plus rien de ce qu’ils connaissaient auparavant. De même tu vois la terre desséchée [mais] dès que Nous y faisons descendre de l’eau elle remue, se gonfle, et fait pousser toutes sortes de splendides couples de végétaux.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:6","price":"Il en est ainsi parce qu’Allah est la vérité; et c’est Lui qui rend la vie aux morts; et c’est Lui qui est Omnipotent.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:7","price":"Et que l’Heure arrivera, pas de doute à son sujet, et qu’Allah ressuscitera ceux qui sont dans les tombes.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:8","price":"Or, il y a des gens qui discutent au sujet d’Allah sans aucune science, ni guide, ni Livre pour les éclairer,","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:9","price":"affichant une attitude orgueilleuse pour égarer les gens du sentier d’Allah. A lui l’ignominie ici-bas; et Nous Lui ferons goûter le Jour de la Résurrection, le châtiment de la fournaise.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:10","price":"Voilà, pour ce que tes deux mains ont préparé (ici- bas) ! Cependant, Allah n’est point injuste envers les serviteurs.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:11","price":"Il en est parmi les gens qui adorent Allah marginalement . S’il leur arrive un bien, ils s’en tranquillisent, et s’il leur arrive une épreuve, ils détournent leur visage, perdant ainsi (le bien) de l’ici-bas et l’au-delà. Telle est la perte évidente !","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"[620] Marginalement: autre interp.: d’une façon indécise.","lang":"fr"},{"name":"22:12","price":"Ils invoquent en dehors d’Allah, ce qui ne peut ni leur nuire ni leur profiter. Tel est l’égarement profond !","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:13","price":"Ils invoquent ce dont le préjudice est certainement plus proche que le bénéfice. Quel mauvais allié, et quel mauvais compagnon !","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:14","price":"Ceux qui croient et font de bonnes œuvres, Allah les fait entrer aux Jardins sous lesquels coulent les ruisseaux, car Allah fait certes ce qu’Il veut.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:15","price":"Celui qui pense qu’Allah ne le secourra pas (Son Prophète) ici-bas et dans l’au-delà, qu’il tende alors une corde jusqu’au ciel, puis qu’il la coupe, et qu’il voit si sa ruse va faire disparaître ce qui l’enrage .","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"[621] Le secourra: secourra Muḥammad (صلى الله عليه وسلم) Au ciel: au plafond de sa mission, c’est-à-dire qu’il se donne la mort.","lang":"fr"},{"name":"22:16","price":"C’est ainsi que Nous le fîmes descendre (le Coran) en versets clairs et Allah guide qui Il veut.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:17","price":"Certes, ceux qui ont cru, les Juifs, les Sabéens [les adorateurs des étoiles], les Nazaréens, les Mages et ceux qui donnent à Allah des associés, Allah tranchera entre eux le Jour de la Résurrection, car Allah est certes témoin de toute chose.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:18","price":"N’as-tu pas vu que c’est devant Allah que se prosternent tous ceux qui sont dans les cieux et tous ceux qui sont sur la Terre, le soleil, la lune, les étoiles les montagnes, les arbres, les animaux, ainsi que beaucoup de gens ? Et il y en a aussi beaucoup qui méritent le châtiment. Et quiconque Allah avilit n’a personne pour l’honorer, car Allah fait ce qu’Il veut .","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"[622] Après ce verset on se prosterne.","lang":"fr"},{"name":"22:19","price":"Voici deux clans adverses qui disputaient au sujet de leur Seigneur. À ceux qui ont mécru, on taillera des vêtements de feu, tandis que sur leurs têtes on versera de l’eau bouillante.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:20","price":"qui fera fondre ce qui est dans leurs ventres de même que leurs peaux.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:21","price":"Et il y aura pour eux des maillets de fer.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:22","price":"Toutes les fois qu’ils voudront en sortir (pour échapper) à la détresse, on les y remettra et (on leur dira) : \"Goûtez au châtiment de la Fournaise !\"","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:23","price":"Certes Allah introduit ceux qui croient et font de bonnes œuvres aux Jardins sous lesquels coulent les ruisseaux. Là, ils seront parés de bracelets d’or, et aussi de perles; et leurs vêtements y seront de soie.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:24","price":"Ils ont été guidés vers la bonne parole et ils ont été guidés vers le chemin du Digne des louanges.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:25","price":"Mais ceux qui mécroient et qui obstruent le sentier d’Allah et celui de la Mosquée Sacrée, que Nous avons établie pour les gens: aussi bien les résidents que ceux de passage. Et quiconque cherche à y commettre un sacrilège  injustement, Nous lui ferons goûter un châtiment douloureux.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"[623] Un sacrilège: autre interp.: le polythéisme.","lang":"fr"},{"name":"22:26","price":"Et quand Nous indiquâmes pour Abraham le lieu de la Maison (Al Ka'bah) [en lui disant] : \"Ne M’associe rien ! Et purifie Ma Maison pour ceux qui tournent autour, pour qui s’y tiennent debout et pour ceux qui s’y inclinent et se prosternent.\"","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"[624] Ceux qui tournent autour: pendant le rite du pèlerinage et de la Umra, ainsi qu’à titre de salutation à la Mosquée Sacrée. Qui s’y tiennent debout, etc.: les diverses postures de la Ṣalāt, avec le visage tourné vers la Ka˒ba.","lang":"fr"},{"name":"22:27","price":"Et fais aux gens une annonce pour le pèlerinage (Al Hajj) . Ils viendront à toi, à pied, et aussi sur toute monture, venant de tout chemin éloigné,","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"[625] Le Ḥajj: le pèlerinage à la Mecque.","lang":"fr"},{"name":"22:28","price":"pour participer aux avantages qui leur ont été accordés et pour invoquer le nom d’Allah aux jours fixés, sur la bête de cheptel qu’Il leur a attribuée , “Mangez-en vous-mêmes et nourrissez-en le besogneux misérable !","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"[626] Et pour invoquer le nom d’Allah: il s’agit ici de l’invocation du nom d’Allah que l’on fait sur les bêtes sacrifiées au cours du pèlerinage.","lang":"fr"},{"name":"22:29","price":"Puis qu’ils mettent fin à leurs interdits (qu’ils nettoient leurs corps), qu’ils remplissent leurs vœux, et qu’ils fassent les circuits autour de l’Antique Maison.\"","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"[627] L’Antique Maison: La Ka˒ba.","lang":"fr"},{"name":"22:30","price":"Voilà [ce qui doit être observé] et quiconque prend en haute considération les limites sacrées d’Allah, alors cela lui sera meilleur auprès de Son Seigneur. Le bétail, sauf ce qu’on vous a cité, vous a été rendu licite. Abstenez- vous donc de la souillure des idoles et abstenez-vous des paroles mensongères !","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:31","price":"(Soyez) exclusivement [acquis à la religion] d’Allah  sans rien Lui associer ! Et quiconque associe à Allah, c’est comme s’il tombait du haut du ciel et que les oiseaux le happaient, ou que le vent le précipitait dans un abîme très profond.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"[628] La religion d’Allah: l’Islam.","lang":"fr"},{"name":"22:32","price":"Et quiconque exalte les injonctions sacrées d’Allah, alors cela fait partie de la piété des cœurs.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:33","price":"[De ces bêtes-là] vous tirez des avantages jusqu’à un terme fixé ; puis son lieu d’immolation est auprès de l’Antique Maison.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:34","price":"À  chaque communauté, Nous avons assigné un rite sacrificiel, afin qu’ils prononcent le nom d’Allah sur la bête de cheptel qu’Il leur a attribuée. Votre Dieu est certes un Dieu unique. Soumettez-vous donc à Lui ! Et fais bonne annonce à ceux qui s’humilient,","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:35","price":"ceux dont les cœurs frémissent quand le nom d’Allah est mentionné, ceux qui endurent ce qui les atteint et ceux qui accomplissent la prière (As-Salât) et dépensent de ce que Nous leur avons attribué.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:36","price":"Nous vous avons désigné les chameaux (et les vaches) bien portants pour certains rites établis par Allah. Il y a en eux pour vous un bien. Prononcez donc sur eux le nom d’Allah, quand ils ont eu la patte attachée, [prêts à être immolés]. Puis, lorsqu’ils gisent sur le flanc mangez-en, et nourrissez-en le besogneux discret et le mendiant. Ainsi Nous vous les avons assujettis afin que vous soyez reconnaissants.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:37","price":"Ni leurs chairs ni leurs sangs n’atteignent Allah, mais ce qui L’atteint de votre part c’est la piété. Ainsi vous les a-t-Il assujettis afin que vous proclamiez la grandeur d’Allah, pour vous avoir mis sur le droit chemin. Et annonce la bonne nouvelle aux bienfaisants.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:38","price":"Allah prend la défense de ceux qui croient. Allah n’aime aucun traître ingrat.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:39","price":"Autorisation est donnée à ceux qui sont attaqués (de se défendre) - parce que vraiment ils sont lésés ; et Allah est certes Capable de les secourir  -","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"[629] On date ce passage de peu après l’Hégire. Il marque le commencement de la guerre défensive. Suit, jusqu’au v. 41, la liste de ceux qui ont cette autorisation.","lang":"fr"},{"name":"22:40","price":"ceux qui ont été expulsés de leurs demeures, - contre toute justice, simplement parce qu’ils disaient : “Allah est notre Seigneur.” - Si Allah ne repoussait pas les gens les uns par les autres, des ermitages seraient démolis, ainsi que des églises, des synagogues et des mosquées où le nom d’Allah est beaucoup invoqué. Allah soutient, certes, ceux qui soutiennent (Sa Religion). Allah est assurément Fort et Puissant,","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:41","price":"ceux qui, si Nous leur donnons la puissance sur Terre, accomplissent la prière (As-Salât), acquittent l’aumône (Az-Zakât), ordonnent le convenable et interdisent le blâmable. Et l’issue finale de toute chose appartient à Allah.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:42","price":"Et s’ils te traitent de menteur, [sache que] le peuple de Noé, les 'Âd, les Thamûd avant eux, ont aussi crié au mensonge (à l’égard de leurs Messagers),","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:43","price":"de même que le peuple d’Abraham, le peuple de Lot,","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:44","price":"et les gens de Madyan. Et Moïse fut traité de menteur ; Puis, J’ai donné un répit aux mécréants, ensuite Je les ai saisis. Et quelle fut Ma réprobation !","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:45","price":"Que de cités, donc, avons-Nous fait périr, parce qu’elles commettaient des tyrannies. Elles sont réduites à des toits écroulés ! Que de puits désertés ! Que de palais édifiés (et désertés aussi) !","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:46","price":"Que ne parcourent-ils sur la Terre afin d’avoir des cœurs pour comprendre, et des oreilles pour entendre ? Car ce ne sont pas les yeux qui s’aveuglent, mais, ce sont les cœurs dans les poitrines qui s’aveuglent.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:47","price":"Et ils te demandent de hâter [l’arrivée] du châtiment. Jamais Allah ne manquera à Sa promesse. Cependant, un jour auprès de ton Seigneur équivaut à mille ans de ce que vous comptez.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:48","price":"À combien de cités n’ai-Je pas donné répit alors qu’elles commettaient des tyrannies ? Ensuite, Je les ai saisies. Et vers Moi est le devenir.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:49","price":"Dis : \"Ô hommes ! Je ne suis pour vous, en vérité, qu’un avertisseur explicite.\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:50","price":"Ceux donc qui croient et font de bonnes œuvres auront un pardon et une provision généreuse,","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:51","price":"tandis que ceux qui, sournoisement, s'efforcent de rendre inaptes Nos versets, ceux-là sont les gens de l'Enfer.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:52","price":"Nous n’avons envoyé, avant toi, ni Messager ni Prophète qui n’ait récité  (ce qui lui a été révélé) sans que le Diable (Satan) n’ait essayé d’intervenir [pour semer le doute dans le cœur des gens au sujet] de sa récitation. Allah abroge ce que le Diable (Satan) suggère, ensuite Allah renforce Ses versets. Et Allah est Omniscient et Sage.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"[630] Récité: littéralement: «Tamannâ» = souhaiter. Mais le contexte du verset lui donne le sens de réciter. Voir note concernant S. 53, v. 19.","lang":"fr"},{"name":"22:53","price":"Afin de faire, de ce que suggère le Diable (Satan), une tentation pour ceux qui ont une maladie au cœur et ceux qui ont le cœur dur. Et les injustes sont certes dans un schisme profond.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:54","price":"Et afin que ceux à qui le savoir a été donné sachent que (le Coran) est en effet, la Vérité venant de ton Seigneur. Qu’ils y croient alors, et que leurs cœurs s’y soumettent en toute humilité ! Et Allah guide certes vers le droit chemin ceux qui croient.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:55","price":"Et ceux qui mécroient ne cesseront d’être en doute à son sujet, jusqu’à ce que l’Heure les surprenne à l’improviste ou que les atteigne le châtiment d’un jour terrifiant.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:56","price":"La souveraineté ce jour-là appartiendra à Allah qui jugera parmi eux. Alors, ceux qui auront cru et fait de bonnes œuvres seront dans les Jardins de délice,","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:57","price":"et quant aux infidèles qui auront traité Nos versets de mensonges, alors ils auront un châtiment avilissant !","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:58","price":"Quant à ceux qui ont émigré dans le sentier d’Allah et qui ont été tués ou sont morts, Allah leur accordera certes une belle récompense, car Allah est le meilleur des pourvoyeurs.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:59","price":"Il les fera, certes, entrer en un lieu qu’ils agréeront, et Allah est certes Omniscient et Indulgent.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:60","price":"Ainsi en est-il. Et quiconque châtie de la même façon dont il a été châtié, et qu’ensuite il est victime d’un nouvel outrage, Allah l’aidera, car Allah est certainement Absoluteur et Pardonneur.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:61","price":"C’est ainsi qu’Allah fait pénétrer la nuit dans le jour, et fait pénétrer le jour dans la nuit. Et Allah est, certes, Audient et Clairvoyant.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:62","price":"C’est ainsi qu’Allah est Lui le Vrai, alors que ce qu’ils invoquent en dehors de Lui est le Faux ; et c’est Allah qui est le Sublime, le Grand.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:63","price":"N’as-tu pas vu qu’Allah fait descendre une eau du ciel, et la Terre devient alors verte ? Allah est Plein de bonté et Parfaitement Connaisseur.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:64","price":"À Lui appartient ce qui est dans les cieux et sur la Terre. Allah est le seul qui se suffit à Lui-Même et qui est Le Digne de louange !","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:65","price":"N’as-tu pas vu qu’Allah vous a soumis tout ce qui est sur la terre ainsi que le vaisseau qui vogue sur la mer par Son ordre ? Il retient le ciel de tomber sur la terre, sauf quand Il le permettra. Car Allah est Plein de bonté et de miséricorde envers les hommes.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:66","price":"Et c’est Lui qui vous donne la vie puis vous donne la mort, puis vous fait revivre. Vraiment l’homme est très ingrat.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:67","price":"À chaque communauté, Nous avons assigné un culte à suivre. Qu’ils ne disputent donc point avec toi l’ordre reçu ! Et appelle à ton Seigneur. Tu es certes sur une voie droite.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:68","price":"Et s’ils polémiquent avec toi, alors dis : “C’est Allah qui connaît mieux ce que vous faites.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:69","price":"Allah jugera entre vous, au Jour de la Résurrection, ce en quoi vous divergez.\"","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:70","price":"Ne sais-tu pas qu’Allah sait ce qu’il y a dans le ciel et sur la Terre ? Tout cela est dans un Livre, et cela pour Allah est bien facile.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:71","price":"Et ils adorent en dehors, d’Allah, ce en quoi Il n’a fait descendre aucune preuve et ce dont ils n’ont aucune connaissance. Et il n’y aura pas de secoureur pour les injustes.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:72","price":"Et quand on leur récite Nos versets bien clairs, tu discerneras la réprobation sur les visages de ceux qui ont mécru. Peu s’en faut qu’ils ne se jettent sur ceux qui leur récitent Nos versets. Dis : “Vous informerai-je de quelque chose de plus terrible ? - Le Feu : Allah l’a promis à ceux qui ont mécru. Et quel affreux devenir ! ”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:73","price":"Ô hommes ! Une parabole vous est proposée, écoutez-la : “Ceux que vous invoquez en dehors d’Allah ne sauraient même pas créer une mouche, quand bien même ils s’uniraient pour cela. Et si la mouche les dépouillait de quelque chose, ils ne sauraient le lui reprendre. Le solliciteur et le sollicité sont [pareillement] faibles ! ”","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:74","price":"Ils n’ont pas estimé Allah à sa juste valeur ; Allah est certes Fort et Puissant.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:75","price":"Allah choisit des Messagers parmi les Anges et parmi les hommes. Allah est Audient et Clairvoyant.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:76","price":"Il sait ce qui est devant eux et derrière eux. Et c’est vers Allah que tout retournera.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"fr"},{"name":"22:77","price":"Ô vous qui croyez ! Inclinez-vous, prosternez-vous, adorez votre Seigneur, et faites le bien ! Peut-être réussirez-vous  !","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"[631] A ce verset on se prosterne.","lang":"fr"},{"name":"22:78","price":"Et luttez pour Allah avec tout l’effort qu’Il mérite. C’est Lui qui vous a élus ; et Il ne vous a imposé aucune gêne dans la religion, celle de votre père Abraham, lequel vous a déjà nommés \"Musulmans\" avant (ce Livre) et dans ce (Livre), afin que le Messager soit témoin contre vous, et que vous soyez vous-mêmes témoins contre les gens. Accomplissez donc la prière (As-Salât), acquittez l’aumône (Az-Zakât) et attachez-vous fortement à Allah ! C’est Lui votre Maître. Et quel Excellent Maître ! Et quel Excellent soutien !","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"fr"}],"juz":{"id":17,"name":"اقْتَرَبَتْ","transliteration":"Iqtarabat","transEn":"The Hour Has Drawn Near","startVerse":"21:1","endVerse":"22:78","totalVerses":190}}