{"data":[{"name":"2:142","price":"Les faibles d’esprit parmi les gens vont dire : \"Qui les a détournés de la direction (Qiblah) vers laquelle ils s’orientaient auparavant?\" - Dis : \"C’est à Allah qu’appartiennent le Levant et le Couchant. Il guide qui Il veut vers un droit chemin.\"","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[59] (Qibla): est la direction vers laquelle on s’oriente dans l’accomplissement de la Ṣalāt. Aux premiers temps de l’Hégire, elle était vers Jérusalem. Elle fut bientôt vers la Mecque, sur l’ordre d’Allah pendant la deuxième année de l’Hégire.","lang":"fr"},{"name":"2:143","price":"Et aussi Nous avons fait de vous une communauté de justes pour que vous soyez témoins aux gens, comme le Messager sera témoin à vous. Et Nous n’avions établi la direction (Qiblah) vers laquelle tu te tournais que pour savoir qui suit le Messager (Moḥammad) et qui s’en retourne sur ses talons. C’était un changement difficile, mais pas pour ceux qu’Allah guide. Et ce n’est pas Allah qui vous fera perdre [la récompense de] votre foi, car Allah, certes est Compatissant et Miséricordieux pour les hommes.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"[60] L’orientation vers la Ka˒aba équivaut donc à une sorte de profession de foi. Allah est Omniprésent; mais pour que la communauté garde son unité, il lui faut un point focal commun. A la Mecque, avant l’Hégire, le Prophète s’orientait de telle sorte qu’il avait pour «Qibla» à la fois la Ka˒aba et Jérusalem. Arrivé à Médine, il s’orienta vers Jérusalem. Au bout de quelques mois, il ressentit le désir de se tourner vers la Ka˒aba. Allah a exaucé le souhait du Prophète. Ce verset répond à la question des infidèles au sujet des «Ṣalāt» accomplies antérieurement dans la direction de Jérusalem et ce par l’expression «Imānakum» (votre foi).","lang":"fr"},{"name":"2:144","price":"Certes, Nous te voyons tourner le visage en tous sens dans le ciel. Nous te faisons donc orienter vers une direction qui te plaît. Tourne donc ton visage vers la Mosquée Sacrée. Où que vous soyez, tournez-y vos visages. Certes, ceux à qui le Livre a été donné savent bien que c’est la vérité venue de leur Seigneur. Et Allah n’est pas inattentif à ce qu’ils font.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"[61] Vers la Mosquée sacrée de la Mecque (la Ka˒aba). Ceux à qui le Livre (la Thora et l’Evangile) a été donné: Juifs et Chrétiens.","lang":"fr"},{"name":"2:145","price":"Certes, si tu apportais toutes les preuves à ceux à qui le Livre a été donné, ils ne suivraient pas ta direction (Qiblah)! Et tu ne suivras pas la leur; et entre eux, les uns ne suivent pas la direction des autres. Et si tu suivais leurs passions après ce que tu as reçu de science, tu serais, certes, du nombre des injustes.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:146","price":"Ceux à qui nous avons donné le Livre, le reconnaissent comme ils reconnaissent leurs enfants. Or une partie d’entre eux cache la vérité, alors qu’ils la savent!","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:147","price":"La vérité vient de ton Seigneur. Ne sois donc pas de ceux qui doutent.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:148","price":"A chacun une orientation vers laquelle il se tourne. Rivalisez donc dans les bonnes œuvres. Où que vous soyez, Allah vous ramènera tous vers Lui, car Allah est, certes Omnipotent.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:149","price":"Et d’où que tu sortes, tourne ton visage vers la Mosquée Sacrée. Oui voilà bien la vérité venant de ton Seigneur. Et Allah n’est pas inattentif à ce que vous faites.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:150","price":"Et d’où que tu sortes, tourne ton visage vers la Mosquée Sacrée. Et où que vous soyez, tournez-y vos visages, afin que les gens n’aient pas d’argument contre vous, sauf ceux d’entre eux qui sont de vrais injustes. Ne les craignez donc pas! Mais craignez-Moi pour que Je parachève Mon bienfait à votre égard, et que vous soyez bien guidés !","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:151","price":"Ainsi, Nous avons envoyé parmi vous un Messager de chez vous qui vous récite Nos versets, vous purifie, vous enseigne le Livre et la Sagesse et vous enseigne ce que vous ne saviez pas.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:152","price":"Souvenez-vous de Moi donc, Je Me souviendrai de vous. Remerciez- Moi et ne soyez pas ingrats envers Moi !","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:153","price":"Ô les croyants! Cherchez assistance dans l’endurance et la prière (Aṣ-Ṣalāt). Car Allah est avec les endurants.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:154","price":"Et ne dites pas de ceux qui sont tués dans le sentier d’Allah qu’ils sont morts. Au contraire ils sont vivants, mais vous en êtes inconscients.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"[62] Dans le sentier d’Allah: au service d’Allah, dans les bonnes œuvres. On comprend ici en premier lieu la guerre et la lutte contre les ennemis d’Allah, en second lieu, toute œuvre pieuse.","lang":"fr"},{"name":"2:155","price":"Très certainement, Nous vous éprouverons par un peu de peur, de faim et de diminution de biens, de personnes et de fruits. Et fais la bonne annonce aux endurants,","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:156","price":"ceux qui disent, quand un malheur les atteint: \"Certes nous sommes à Allah, et c’est à Lui que nous retournerons.\"","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:157","price":"Ceux-là reçoivent des bénédictions de leur Seigneur, ainsi que la miséricorde; ceux-là sont les biens guidés.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:158","price":"As-Safâ et Al Marwah sont vraiment parmi les lieux sacrés d’Allah. Donc, quiconque fait pèlerinage à la Maison ou fait l’Umra ne commet pas de péché en faisant le va-et-vient entre ces deux monts. Et quiconque fait de son propre gré une bonne œuvre, alors Allah est Reconnaissant, Omniscient.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"[63] Aṣ-Ṣafā et al-Marwah: deux collines proches de la Maison (la Ka˒aba) qui étaient autrefois des lieux de culte païens. Ce verset 158 précise qu’il n’y a pas de mal à ce que les pèlerins fassent le va-et-vient entre ces deux monts qui, étant dans l’enceinte de la Mecque, sont parmi les points de culte d’Allah l’Unique. (Voir infra v. 196).","lang":"fr"},{"name":"2:159","price":"Certes ceux qui cachent ce que Nous avons fait descendre en fait de preuves et de guide après l’exposé que Nous en avons fait aux gens, dans le Livre, voilà ceux qu’Allah maudit et que les maudisseurs maudissent.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"[64] Voir infra v. 174.","lang":"fr"},{"name":"2:160","price":"sauf ceux qui se sont repentis, corrigés et déclarés: d’eux Je reçois le repentir. Car c’est Moi, l’Accueillant au repentir, le Miséricordieux.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:161","price":"Ceux qui ne croient pas et meurent mécréants, recevront la malédiction d’Allah, des Anges et de tous les hommes.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:162","price":"Ils y demeureront éternellement; le châtiment ne leur sera pas allégé, et on ne leur accordera pas de répit.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:163","price":"Et votre Divinité est une divinité unique. Pas de divinité à part lui, le Tout Miséricordieux, le Très Miséricordieux.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:164","price":"Certes, dans la création des cieux et de la Terre, dans l’alternance de la nuit et du jour, dans le navire qui vogue en mer chargé de choses profitables aux gens, dans l’eau qu’Allah fait descendre du ciel, par laquelle Il rend la vie à la terre une fois morte et y répand des bêtes de toute espèce, dans la variation des vents, et dans les nuages soumis entre le ciel et la terre, en tout cela il y a des signes, pour un peuple qui raisonne.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:165","price":"Et parmi les hommes, il en est qui prennent, en dehors d’Allah, des égaux à Lui, en les aimant comme on aime Allah. Or, les croyants sont les plus ardents en l’amour d'Allah. Ah! Si les injustes pouvaient entrevoir le châtiment, ils verraient alors que la force tout entière est à Allah et qu’Allah est dur en châtiment!","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:166","price":"Quand les meneurs désavoueront les suiveurs à la vue du châtiment, les liens entre eux seront bien brisés!","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"[65] Les liens entre: autre interp. ils perdront tous leurs moyens de sauvetage.","lang":"fr"},{"name":"2:167","price":"Et les suiveurs diront: “Ah! Si un retour nous était possible! Alors nous les désavouerions comme ils nous ont désavoués.” Ainsi Allah leur montrera leurs actions, source de remords pour eux, mais ils ne pourront pas sortir du Feu.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"[66] Un retour: sur terre.","lang":"fr"},{"name":"2:168","price":"Ô gens! De ce qui existe sur la terre, mangez le licite et le pur; ne suivez point les pas du Diable car il est vraiment pour vous, un ennemi déclaré.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:169","price":"Il ne vous commande que le mal et la turpitude et de dire contre Allah ce que vous ne savez pas.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:170","price":"Et quand on leur dit: \"Suivez ce qu’Allah a fait descendre\", ils disent: \"Non, mais nous suivrons les coutumes de nos ancêtres.\" - Quoi ! Et si leurs ancêtres n’avaient rien raisonné et s’ils n’avaient pas été dans la bonne direction?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:171","price":"Et les mécréants ressemblent à [du bétail] auquel on crie et qui entend seulement appel et voix confus. Sourds, muets, aveugles, ils ne raisonnent point.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:172","price":"Ô les croyants! Mangez des bonnes choses licites que Nous vous avons attribuées. Et remerciez Allah, si c’est Lui que vous adorez.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:173","price":"Certes, Il vous est interdit la chair d'une bête morte, le sang, la viande de porc et ce sur quoi on a invoqué un autre qu’Allah. Il n’y a pas de péché sur celui qui est contraint sans toutefois abuser ni transgresser, car Allah est Pardonneur et Miséricordieux.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:174","price":"Ceux qui cachent ce qu’Allah à fait descendre du Livre et le vendent à vil prix, ceux-là ne s’emplissent le ventre que de Feu. Allah ne leur adressera pas la parole, au Jour de la Résurrection, et ne les purifiera pas. Et il y aura pour eux un douloureux châtiment.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"[67] Du Livre...: de tous les livres sacrés.","lang":"fr"},{"name":"2:175","price":"Ceux-là ont échangé la bonne direction contre l’égarement et le pardon contre le châtiment. Qu’est-ce qui leur fera supporter le Feu ? !","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:176","price":"C’est ainsi, car c’est avec la vérité qu’Allah a fait descendre le Livre; et ceux qui s’opposent au sujet du Livre sont dans une profonde divergence.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:177","price":"La bonté pieuse ne consiste pas à tourner vos visages vers le Levant ou le Couchant. Mais la bonté pieuse est de croire en Allah, au Jour Dernier, aux Anges, au Livre et aux Prophètes, de donner de son bien, quel qu’amour qu’on en ait, aux proches, aux orphelins, aux nécessiteux, aux voyageurs indigents et à ceux qui demandent l’aide et pour délier les jougs, d’accomplir la prière (As-Salât) et d’acquitter l'aumône (Az-Zakât). Et ceux qui remplissent leurs engagements lorsqu’ils se sont engagés, ceux qui sont endurants dans la misère, la maladie et quand les combats font rage, les voilà les véridiques et les voilà les vrais pieux !","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"[68] A délier les jougs: litt... les cous, c.-à-d. l’affranchissement des esclaves et des prisonniers de guerre.Les combats: dans la guerre contre les infidèles.","lang":"fr"},{"name":"2:178","price":"Ô les croyants! On vous a prescrit le talion au sujet des tués: homme libre pour homme libre, esclave pour esclave, femme pour femme. Mais celui à qui son frère aura pardonné en quelque façon doit faire face à une requête convenable et doit payer des dommages de bonne grâce. Ceci est un allégement de la part de votre Seigneur et une miséricorde. Donc, quiconque après cela transgresse, aura un châtiment douloureux.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"[69] D’instinct, l’homme outragé se venge, et parfois par un mal pire que le mal qu’il a reçu. L’application du talion, a pour effet d’ôter à l’homme le droit de se venger lui-même comme il l’entend, et substitue à l’instinct de vengeance la nécessité de justice. Le talion représente donc déjà un adoucissement des mœurs. Il est encore tempéré ici (v. 178) par l’intervention du pardon de l’offensé et d’un dédommagement par le coupable.","lang":"fr"},{"name":"2:179","price":"Et dans le talion vous avez la préservation de la vie, ô vous doués d’intelligence, ainsi atteindrez-vous la piété.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:180","price":"On vous a prescrit, quand la mort est proche de l’un de vous et s’il laisse des biens, de faire un testament en règle en faveur de ses père et mère et de ses plus proches [membres]. C’est un devoir pour les pieux .","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:181","price":"Quiconque l’altère  après l’avoir entendu, alors le péché ne reposera que sur ceux qui l’ont altéré; certes, Allah est Audient et Omniscient.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"[70] L’altère: altère le testament.","lang":"fr"},{"name":"2:182","price":"Mais quiconque craint d’un testateur quelque partialité [volontaire ou involontaire] ou illégalité, et les réconcilie, alors pas de péché sur lui car Allah est certes Pardonneur et Miséricordieux !","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"[7[1] Et les réconcilie: les légataires et ceux qu’on a injustement déshérités. Pas de péché sur lui: si pour cela il modifie quelque chose au testament avec le consentement des bénéficiaires. Il s’agit du curateur qui constate dans le testament du défunt une certaine partialité involontaire [Janaf] ou volontaire (Iṯm = péché) et qui cherche à rétablir la concorde des héritiers après le décès du testateur.","lang":"fr"},{"name":"2:183","price":"Ô les croyants! On vous a prescrit le jeûne (aṣ-Ṣiyām) comme on l’a prescrit à ceux d’avant vous, ainsi atteindrez-vous la piété,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"[72] Aṣ-Ṣiyām (le jeûne): c’est pendant tout le mois de Ramadān (9e de l’année) qu’on jeûne.A cause du calendrier lunaire, les mois changent constamment de saisons. A partir du début de l’aube - environ une heure et demie avant le lever du soleil - jusqu’au coucher, on s’abstient de manger, boire, fumer et avoir des relations sexuelles. Du coucher du soleil à l’aube on mène une vie normale. De même que pour les prières, on a dû aménager, pour les régions polaires, les horaires de jeûne.","lang":"fr"},{"name":"2:184","price":"pendant un nombre déterminé de jours. Quiconque d’entre vous est malade ou en voyage, devra jeûner alors un nombre égal d’autres jours. Mais pour ceux qui ne pourraient le supporter (qu’avec grande difficulté), il y a une compensation:  nourrir un pauvre. Et si quelqu’un fait plus de son propre gré, c’est pour lui; mais il est mieux pour vous de jeûner, si vous saviez !","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"[73] Le paiement de la compensation s’applique exclusivement à ceux qui, à cause d’une grave maladie chronique ou de vieillesse, ne pourraient jamais remplacer les jours de jeûne manqués.","lang":"fr"},{"name":"2:185","price":"Le mois de Ramadān est celui au cours duquel le Coran a été descendu  [révélé] comme guide pour les gens, et preuves claires de la bonne direction et du discernement. Donc quiconque d'entre vous est présent en ce mois, qu’il jeûne! Et quiconque est malade ou en voyage, alors qu’il jeûne un nombre égal d’autres jours. Allah veut pour vous la facilité, et Il ne veut pas la difficulté pour vous, afin que vous en complétiez le nombre et que vous proclamiez la grandeur d’Allah pour vous avoir guidés, et afin que vous soyez reconnaissants!","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:186","price":"Et quand Mes serviteurs t’interrogent sur Moi, alors Je suis tout proche: Je réponds à l’appel de celui qui M’invoque quand il M’invoque. Qu’ils répondent donc à Mon appel, et qu’ils croient en Moi, afin qu’ils soient bien guidés.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:187","price":"On vous a permis, la nuit du [mois de] jeûne (As-Siyâm), d’avoir des rapports avec vos femmes; elles sont un vêtement pour vous et vous êtes un vêtement pour elles. Allah sait que vous aviez clandestinement des rapports avec vos femmes. Il vous a pardonné et vous a graciés. Cohabitez donc avec elles, maintenant, et cherchez ce qu’Allah a prescrit en votre faveur; mangez et buvez jusqu’à ce que se distingue, pour vous, le fil blanc de l’aube du fil noir de la nuit. Puis accomplissez le jeûne jusqu’à [la tombée de] la nuit. Mais ne cohabitez pas avec elles pendant que vous êtes en retraite rituelle dans les mosquées. Voilà les lois d’Allah: ne vous en approchez donc pas [pour les transgresser]. C’est ainsi qu’Allah expose aux hommes Ses enseignements, afin qu’ils deviennent pieux.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"[74] Un vêtement: il faut entendre par là une source de tranquillité, de quiétude et de complémentarité réciproque entre les deux époux.Autre interp.: une couverture. L’existence de liens permanents entre les deux époux rend difficile le fait de s’abstenir de rapports conjugaux. C’est pour cette raison, que ces rapports leur ont été permis la nuit d’aṣ-Ṣiyām.<br />[75] Le fil blanc... nuit: il faut entendre par là l’apparition de la lueur de l’aube.","lang":"fr"},{"name":"2:188","price":"Et ne dévorez pas mutuellement et illicitement vos biens, et ne vous en servez pas pour corrompre des juges pour vous permettre de dévorer une partie des biens des gens, injustement et sciemment .","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:189","price":"Ils t’interrogent sur les nouvelles lunes - Dis: \"Elles servent aux gens pour compter le temps, et aussi pour le pèlerinage ( Hajj). Et ce n’est pas un acte de bienfaisance que de rentrer chez vous par l’arrière des maisons. Mais la bonté pieuse consiste à craindre Allah. Entrer donc dans les maisons par leurs portes [d’entrée]. Et craignez Allah afin que vous réussissiez !\"","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"[76] Rentrer par l’arrière des maisons: Les pèlerins pré-islamiques, une fois sacralisés, ne se permettaient pas d’entrer dans la maison, avant d’avoir accompli le pèlerinage. En cas de besoin pressant, on inventa d’entrer par un autre endroit que la porte.","lang":"fr"},{"name":"2:190","price":"Combattez dans le sentier d’Allah ceux qui vous combattent, et ne transgressez pas. Certes. Allah n’aime pas les transgresseurs !","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"[77] Dans le sentier d’Allah: voir note au v. 154.","lang":"fr"},{"name":"2:191","price":"Et tuez-les, où que vous les rencontriez; et chassez-les d’où ils vous ont chassés: l’association est plus grave que le meurtre. Mais ne les combattez pas près de la Mosquée Sacrée avant qu’ils ne vous y aient combattus. S’ils vous y combattent, tuez-les donc. Telle est la rétribution des mécréants.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"[78] Sont visés ici ceux dont il est question dans le verset précédent. Pour ce qui est de la «guerre sainte» voir la note au v. 218. L’Association signifie idolâtrie; associer d’autres divinités au culte rendu à Allah.","lang":"fr"},{"name":"2:192","price":"S’ils cessent, Allah est, certes, Pardonneur et Miséricordieux.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:193","price":"Et combattez-les jusqu’à ce qu’il n’y ait plus d’association et que la religion soit entièrement à Allah seul. S’ils cessent, donc plus d’hostilités, sauf contre les injustes.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:194","price":"Le mois sacré pour le mois sacré ! - Le talion s’applique à toutes choses sacrées. Donc, quiconque transgresse contre vous, transgressez contre lui, à transgression égale. Et craignez Allah. Et sachez qu’Allah est avec les pieux.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[79] Mois sacré pour...: «Mois sacré». Les quatre mois pendant lesquels les Arabes pré-islamiques défendaient de se battre étaient le 7e (Rajab), le 11e (Zul-Qa˒da), le 12e (Zul-Ḥijja) et le 1er (Muḥarram). (Voir aussi S. 5, v. 97 et la note).","lang":"fr"},{"name":"2:195","price":"Et dépensez dans le sentier d’Allah. Et ne vous jetez pas par vos propres mains dans la destruction . Et faites le bien. Car Allah aime les bienfaisants.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"[80] Ne vous jetez pas...: dépensez et luttez dans le sentier d’Allah. Sinon le résultat sera votre perte.","lang":"fr"},{"name":"2:196","price":"Et accomplissez pour Allah le pèlerinage (Al Hajj) et l’Umra. Si vous en êtes empêchés, alors faites un sacrifice qui vous soit facile. Et ne rasez pas vos têtes avant que l’offrande [l’animal à sacrifier] n’ait atteint son lieu d’immolation. Si l’un d’entre vous est malade ou souffre d’une affection de la tête (et doit se raser), qu’il se rachète alors par un jeûne (Siyām) ou par une aumône (Ṣadaqah) ou par un sacrifice (Nusuk). Et quand vous vous retrouverez en sécurité, alors quiconque a joui d’une vie normale après avoir fait l’Umra en attendant le pèlerinage, doit faire un sacrifice qui lui soit facile. S’il n’a pas les moyens, qu’il jeûne trois jours pendant le pèlerinage et sept jours une fois rentré chez lui, soit en tout dix jours. Cela est prescrit pour celui dont la famille n’habite pas auprès de la Mosquée Sacrée. Et craignez Allah! Et sachez qu’Allah est dur en punition.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[81] Pour revenir à la vie normale et pour se désacraliser, on se rase la tête ou on se raccourcit les cheveux. Il y a deux sortes de pèlerinage: Ḥajj et ˒Umra, l’Umra est un acte individuel et peut avoir lieu au gré de chacun, à n’importe quel moment. Le Ḥajj a lieu du 8 au 12 du mois de Zul-Ḥijja (12e de l’année) qui change de saison à cause du calendrier lunaire. Pour l’Umra on se rend devant la Ka˒aba, on en fait 7 fois le tour puis on effectue 7 fois également le trajet entre les monts aṣ-Ṣafā et al-Marwa; enfin les hommes se rasent entièrement la tête ou se contentent de se raccourcir les cheveux (les femmes en coupent une petite mèche). Pour le Ḥajj, on passe la nuit du 8 à Minā, toute la journée du 9 à ˒Arafāt et la nuit à Muzdalifa, et du 10 au 11 ou au 12 (voir v. 203) de nouveau à Minā. Là on sacrifie au moins un mouton. Si on accomplit les deux rites (Al-Ḥajj et Al-˒Umra) réunis on se rase la tête, et, tous les jours, symboliquement, on lapide Satan - sur les stèles construites à cet effet - et pendant ce séjour prolongé à Minā, on se rend de nouveau à la Mecque pour accomplir le reste des obligations, puis on rentre à Minā. Pendant le temps de sacralisation, les hommes - et non les femmes - portent des habits spéciaux: un pagne et une houppelande tout en ayant la tête découverte. Cependant, hommes et femmes ne doivent ni se raser ni se couper les ongles ni avoir des rapports sexuels. Lorsque vous retrouverez la paix: une fois débarrassés de l’ennemi qui vous a empêchés d’accéder à la Mecque.","lang":"fr"},{"name":"2:197","price":"Le pèlerinage (Al Hajj) à lieu dans des mois connus. Si l’on se décide de l’accomplir, alors point de rapport sexuel , point de perversité, point de dispute pendant le pèlerinage. Et le bien que vous faites, Allah le sait. Et prenez vos provisions; mais vraiment la meilleure provision est la piété. Et redoutez-Moi, ô doués d’intelligence !","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"[82] Point de rapport...: ni d’en parler ni d’en faire les préludes.","lang":"fr"},{"name":"2:198","price":"Ce n’est pas un pêché que d’aller en quête de quelque grâce de votre Seigneur. Puis, quand vous déferlez depuis Arafat, invoquez Allah, à Al Mash’ar Al-Harâm (Al-Muzdalifah). Et invoquez-Le comme Il vous a montré la bonne voie, quoiqu’auparavant vous étiez du nombre des égarés .","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"[83] D’aller en quête de quelque grâce: expression assez fréquente. Les commentateurs y voient le profit que les hommes tirent du commerce, lequel profit est considéré comme étant une grâce d’Allah. Quand vous sortez d’˒Arafāt, etc.: Rites du pèlerinage (voir la note au v. 196). Maš˒ar-al-Ḥaram: c’est al-Muzdalifa. Ce verset abolit la pratique de Mecquois de l’anté-Islam qui, lors du pèlerinage, s’arrêtaient à Muzdalifa et n’allaient pas jusqu’au Mont d’˒Arafāt.","lang":"fr"},{"name":"2:199","price":"Ensuite, déferlez par où les gens déferlent, et demandez pardon à Allah. Car Allah est Pardonneur et Miséricordieux.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:200","price":"Et quand vous aurez achevé vos rites, alors invoquez Allah comme vous invoquez vos pères, et plus ardemment encore. Mais il est des gens qui disent seulement : \"Seigneur ! Accorde nous [le bien] ici-bas !\" - Pour ceux-là, nulle part dans l’au- delà.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:201","price":"Et il est des gens qui disent : \"Seigneur ! Accorde nous belle part ici-bas, et belle part aussi dans l’au-delà; et protège-nous du châtiment du Feu !\"","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:202","price":"Ceux-là auront une part de ce qu’ils auront acquis. Et Allah est prompt à demander des comptes.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:203","price":"Et invoquez Allah pendant un nombre de jours déterminés. Ensuite, il n’y a pas de péché, pour qui se comporte en piété, à partir au bout de deux jours, à s’attarder non plus. Et craignez Allah. Et sachez que c’est vers Lui que vous serez rassemblés.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:204","price":"Il y a parmi les gens celui dont la parole sur la vie présente te plaît, et qui prend Allah à témoin de ce qu’il a dans le cœur, tandis que c’est le plus acharné disputeur.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:205","price":"Et dès qu’il tourne le dos, il parcourt la terre pour y semer le désordre et saccager culture et bétail. Et Allah n’aime pas le désordre .","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:206","price":"Et quand on lui dit : \"Redoute Allah !\", l’orgueil criminel s’empare de lui, l’Enfer lui suffira, et quel mauvais lit, certes !","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:207","price":"Et il y a parmi les gens celui qui se sacrifie pour la recherche de l’agrément d’Allah. Et Allah est Compatissant envers Ses serviteurs.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:208","price":"Ô les croyants! Entrez en plein dans l’Islam, et ne suivez point les pas du Diable [Satan], car il est certes pour vous un ennemi déclaré.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:209","price":"Puis, si vous bronchez, après que les preuves (évidentes) vous soient venues, sachez alors qu’Allah est Puissant et Sage.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:210","price":"Qu’attendent-ils sinon qu’Allah leur vienne à l’ombre des nuées de même que les Anges et que leur sort soit réglé? Et c’est à Allah que toute chose est ramenée.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"[84] Le Jour du Jugement dernier, Allah tranchera entre toutes Ses créatures.","lang":"fr"},{"name":"2:211","price":"Demande aux enfants d’Israël combien de signes évidents Nous leur avons apportés! Or, quiconque altère le bienfait d’Allah après qu’il lui soit parvenu... alors, Allah est vraiment dur en punition.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:212","price":"On a enjolivé la vie présente à ceux qui ne croient pas, et ils se moquent de ceux qui croient. Mais les pieux seront au-dessus d’eux, au Jour de la Résurrection. Et Allah accorde Ses bienfaits à qui Il veut, sans compter.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:213","price":"Les gens formaient (à l’origine) une seule communauté (croyante). Puis, (après leurs divergences),  Allah envoya des Prophètes comme annonciateurs et avertisseurs; et Il fit descendre avec eux le Livre contenant la vérité, pour régler parmi les gens leurs divergences. Mais, ce sont ceux-là mêmes à qui il avait été apporté, qui se mirent à en disputer, après que les preuves (évidentes) leur furent venues, par esprit de rivalité ! Puis, de par Sa Grâce, Allah guida ceux qui crurent vers cette Vérité sur laquelle les autres disputaient. Et Allah guide qui Il veut vers le chemin droit.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:214","price":"Pensez-vous entrer au Paradis alors que vous n’avez pas encore subi des épreuves semblables à celles que subirent ceux qui vécurent avant vous? Misère et maladie les avaient touchés; et ils furent secoués jusqu’à ce que le Messager, et avec lui, ceux qui avaient cru, se fussent écriés: \"Quand viendra le secours d’Allah ?\" - Certes, le secours d’Allah est sûrement proche.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:215","price":"Ils t’interrogent sur ce qu’ils doivent dépenser. Dis[-leur]: “Ce que vous dépensez de bien devrait être pour les pères et mère, les proches, les orphelins, les pauvres et les voyageurs indigents. Et tout ce que vous faites de bien, vraiment Allah le sait.”","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:216","price":"Le combat vous a été prescrit alors qu’il vous est désagréable. Or, il se peut que vous ayez de l’aversion pour une chose alors qu’elle vous est un bien. Et il se peut que vous aimiez une chose alors qu’elle vous est mauvaise. Allah sait, tandis que vous, vous ne savez pas.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:217","price":"Ils t’interrogent sur le mois sacré et s’il est permis d’y combattre. Dis: “Y combattre est un péché grave, mais plus grave encore auprès d’Allah est de faire obstacle au sentier d’Allah, d’être impie envers Lui et la Mosquée Sacrée, et d’expulser de là ses habitants. L’association est plus grave que le meurtre.” Or, ils ne cesseront de vous combattre jusqu’à, s’ils peuvent, vous détourner de votre religion. Et ceux parmi vous qui adjureront leur religion et mourront infidèles, vaines seront pour eux leurs actions dans la vie immédiate et la vie future. Voilà les gens du Feu: ils y demeureront éternellement.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"[85] Ses habitants: les premiers musulmans de la Mecque.","lang":"fr"},{"name":"2:218","price":"Certes, ceux qui ont cru, émigré et lutté dans le sentier d’Allah, ceux-là espèrent la miséricorde d’Allah. Et Allah est Pardonneur et Miséricordieux.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"[86] Ceux qui ont cru et émigré...: ceux qui ont fait l’Hégire avec le Prophète ou qui l’ont rejoint à Médine. Et lutté...: parmi les droits de la belligérance, il y a celui de tuer l’ennemi pour se défendre et défendre l’Islam (voir supra vv. 190 et 216). Mais le mot «jihād» (traduit par lutte) a un sens beaucoup plus large. Dans S. 8, v. 72, on parle de lutter corps et biens, à quoi le Ḥadīṯ ajoute même «par la langue», et «par tout autre effort» y compris l’effort contre soi-même. La «guerre sainte» dont il est si souvent question dans les écrits européens sur l’Islam, n’est qu’une traduction erronée du mot «jihād». Or ce mot signifie aussi «effort collectif», où il n’est question ni de guerre ni de tuerie, moins encore de sainteté. La guerre, dans le sentier d’Allah est, certes, obligation en Islam. La «guerre dans le sentier d’Allah» exige le sacrifice et la renonciation à tout but profane (gloire, patriotisme, pillage, excès, conquêtes, etc;); et la vie, dans son ensemble, doit reposer sur les principes de paix juste et équitable, comme le dit si bien le Prophète; or, c’est dans ce sens de «lutte dans le sentier d’Allah» que la guerre se justifie. Toutefois, la guerre qui vise à convertir par la force, à l’Islam, est strictement interdite (voir S. 2, v. 256).","lang":"fr"},{"name":"2:219","price":"Ils t’interrogent sur le vin et les jeux de hasard. Dis: “Dans les deux il y a un grand péché et quelques avantages pour les gens; mais dans les deux, le péché est plus grand que l’utilité.” Et ils t’interrogent [aussi] sur ce qu’ils doivent dépenser (en aumône). Dis: “ L’excédent de vos biens.” Ainsi, Allah vous explique Ses versets afin que vous méditiez,","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:220","price":"sur ce monde et sur l’au-delà! Et ils t’interrogent au sujet des orphelins. Dis: \"Leur faire du bien est la meilleur action. Si vous vous mêlez à eux, ce sont vos frères [en religion]\". Allah distingue celui qui sème le désordre de celui qui fait le bien. Et si Allah avait voulu, Il vous aurait accablés. Certes Allah est Puissant et Sage.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"[87] Au sujet des orphelins: voir S. 4, v. 3.","lang":"fr"},{"name":"2:221","price":"Et n’épousez pas les femmes polythéistes  tant qu’elles n’auront pas la foi, et certes, une esclave croyante vaut mieux qu’une polythéiste, même si elle vous enchante. Et ne donnez pas d’épouses aux polythéistes tant qu’ils n’auront pas la foi, et certes, un esclave croyant vaut mieux qu’un polythéiste même s’il vous enchante. Car ceux-là [les polythéistes] invitent au Feu; tandis qu’Allah invite, de par Sa Grâce, au Paradis et au pardon. Et Il expose aux gens Ses enseignements afin qu’ils se souviennent !","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"[88] Les femmes associatrices: une femme musulmane ne peut pas épouser un non-musulman. Pour l’homme musulman et la femme non-musulmane (voir S. 5, v. 5).","lang":"fr"},{"name":"2:222","price":"Et ils t’interrogent sur la menstruation des femmes. - Dis : \"C’est un mal. Eloignez-vous donc des femmes pendant les menstrues, et ne les approchez que quand elles sont pures. Quand elles se sont purifiées, alors cohabitez avec elles suivant les prescriptions d’Allah car Allah aime ceux qui se repentent, et Il aime ceux qui se purifient.\"","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"[89] Eloignez-vous: il s’agit de l’interdiction du coït pendant cette période.Suivant les prescriptions d’Allah: uniquement par la vulve.Quand elles sont pures: il s’agit de la fin de la menstruation suivie par le bain rituel (ghusl).Cohabitez: il s’agit de la licitation du coït.","lang":"fr"},{"name":"2:223","price":"Vos épouses sont pour vous un champ de labour; allez à votre champ comme [et quand] vous le voulez et œuvrez pour vous-mêmes à l’avance. Craignez Allah et sachez que vous le rencontrerez. Et fais gracieuses annonces aux croyants !","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"[90] Un champ: un lieu de productivité comme le champ. Il s’agit de la reproduction des enfants.","lang":"fr"},{"name":"2:224","price":"Et n’usez pas du nom d’Allah, dans vos serments, pour vous dispenser de faire le bien, d’être pieux et de réconcilier les gens. Et Allah est Audient et Omniscient.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:225","price":"Ce n’est pas pour les expressions gratuites dans vos serments qu’Allah vous tient rigueur. Mais, Il vous tient rigueur pour ce que vos cœurs ont acquis. Et Allah est Pardonneur et Patient.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"[91] Saisit: demande des comptes. Vos cœurs ont acquis: les serments faits en toute conscience.","lang":"fr"},{"name":"2:226","price":"Pour ceux qui font le serment de se priver de leurs femmes, il y a un délai d’attente de quatre mois. Et s’ils reviennent (de leur serment) celui-ci sera annulé, car Allah est certes Pardonneur et Miséricordieux!","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"[92] S’ils reviennent (sur leur décision): c’est pour le leur permettre que le délai de quatre mois leur est donné.","lang":"fr"},{"name":"2:227","price":"Mais s’ils se décident au divorce, (celui-ci devient exécutoire) alors Allah est certes Audient et Omniscient.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:228","price":"Et les femmes divorcées doivent observer un délai d’attente de trois menstrues; et il ne leur est pas permis de taire ce qu’Allah a créé dans leurs ventres, si elles croient en Allah et au Jour Dernier. Et leurs époux seront plus en droit de les reprendre pendant cette période, s’ils veulent la réconciliation. Quant à elles, elles ont des droits équivalents à leurs obligations, conformément à la bienséance. Mais les hommes ont cependant une prédominance sur elles. Et Allah est Puissant et Sage.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"[93] Un délai de trois menstrues: délai d’attente avant un remariage éventuel. Menstrues ici signifie aussi bien la période des règles que la période sèche. Le délai d’attente commencera inévitablement par la période des règles. Ce qu’Allah a créé dans leurs ventres: qu’elles soient enceintes ou pas.","lang":"fr"},{"name":"2:229","price":"Le divorce (réconciliable) est permis pour seulement deux fois. Alors, c’est soit la reprise conformément à la bienséance, ou la libération avec gentillesse. Et il ne vous est pas permis de reprendre quoi que ce soit de ce que vous leur aviez donné, - à moins que tous deux ne craignent de ne point pouvoir se conformer aux ordres imposés par Allah. Si donc vous craignez que tous deux ne puissent se conformer aux ordres d’Allah, alors ils ne commettent aucun péché si la femme se rachète avec quelque bien. Voilà les ordres d’Allah. Ne les transgressez donc pas. Et ceux qui transgressent les ordres d’Allah ceux-là sont les injustes.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"[94] Le divorce: après avoir répudié sa femme, l’homme a le droit de la reprendre dans un délai de trois périodes de menstrues. Passé ce délai, il peut encore la reprendre, mais avec un nouveau contrat de mariage. Si pendant le délai de trois mois, ou après le nouveau contrat, l’homme répudie à nouveau sa femme, il peut encore la reprendre une deuxième fois et toujours dans les mêmes conditions. Mais s’il la renvoie une troisième fois, il n’a plus le droit de la reprendre aussi longtemps qu’elle n’aura pas épousé un autre homme, et le nouveau mariage ne peut être conclu qu’en cas de divorce avec le nouveau mari ou après son décès.","lang":"fr"},{"name":"2:230","price":"S’il divorce avec elle (la troisième fois) alors elle ne lui sera plus licite tant qu’elle n’aura pas épousé un autre. Et si ce (dernier) la répudie alors les deux ne commettent aucun péché en reprenant la vie commune, pourvu qu’ils pensent pouvoir tous deux se conformer aux ordres d’Allah. Voilà les ordres d’Allah, qu’Il expose aux gens qui comprennent.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"[95] Elle ne lui est plus licite: le but est de mettre un frein aux divorces irréfléchis. Ils ne commettent pas de péché (elle et son premier mari). En reprenant la vie commune: par la conclusion d’un nouveau mariage.","lang":"fr"},{"name":"2:231","price":"Et quand vous divorcez d’avec vos épouses, et que leur délai expire, alors, reprenez-les conformément à la bienséance, ou libérez-les conformément à la bienséance. Mais ne les retenez pas pour leur faire du tort: vous transgresseriez alors et quiconque agit ainsi se fait du tort à lui-même. Ne prenez pas en moquerie les versets d’Allah. Et rappelez-vous le bienfait d’Allah envers vous, ainsi que le Livre et la Sagesse qu’Il vous a fait descendre, par lesquels Il vous exhorte. Et craignez Allah, et sachez qu’Allah est Omniscient.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"[96] Et que le délai expire: délai prescrit conséquent soit au premier soit au deuxième divorce.","lang":"fr"},{"name":"2:232","price":"Et quand vous divorcez d’avec vos épouses, et que leur délai expire, alors ne les empêchez pas de renouer avec leurs époux, s’ils s’agréent l’un l’autre, et conformément à la bienséance. Voilà à quoi est exhorté celui d’entre vous qui croit en Allah et au Jour Dernier. Ceci est plus décent et plus pur pour vous. Et Allah sait, alors que vous, vous ne savez pas.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"[97] Ne les empêchez pas: ordre adressé aux parents de l’épouse.","lang":"fr"},{"name":"2:233","price":"Et les mères, qui veulent donner un allaitement complet, allaiteront leurs bébés deux ans complets. Au père de l’enfant de les nourrir et vêtir de manière convenable. Nul ne doit supporter plus que ses moyens. La mère n’a pas à subir de dommage à cause de son enfant, ni le père, à cause de son enfant. Même obligation pour l’héritier. Et si, après s’être consultés, tous deux tombent d’accord pour décider le sevrage, nul grief à leur faire. Et si vous voulez mettre vos enfants en nourrice, nul grief à vous faire non plus, à condition que vous acquittiez la rétribution convenue, conformément à l’usage. Et craignez Allah, et sachez qu’Allah observe ce que vous faites.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"[98] Pour l’héritier: l’héritier recueille dans ce domaine, les charges de celui dont il hérite.","lang":"fr"},{"name":"2:234","price":"Ceux des vôtres que la mort frappe et qui laissent des épouses: celles-ci doivent observer une période d’attente de quatre mois et dix jours. Passé ce délai, on ne vous reprochera pas la façon dont elles disposeront d’elles-mêmes d’une manière convenable. Allah est Parfaitement Connaisseur de ce que vous faites .","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"[99] On ne vous reprochera...: cette parole est adressée aux parents de la veuve; elles disposent d’elles-mêmes: en se parant et en cherchant à se remarier.","lang":"fr"},{"name":"2:235","price":"Et on ne vous reprochera pas de faire, aux femmes, allusion à une proposition de mariage , ou d’en garder secrète l’intention. Allah sait que vous allez songer à ces femmes. Mais ne leur promettez rien secrètement sauf à leur dire des paroles convenables. Et ne vous décidez au contrat de mariage qu’à l’expiration du délai prescrit. Et sachez qu’Allah sait ce qu’il y a dans vos âmes. Prenez donc garde à Lui, et sachez aussi qu’Allah est Pardonneur et Plein de mansuétude.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"[100] Sont permis les propos de mariage tenus à la veuve au cours du délai qui lui est imposé.","lang":"fr"},{"name":"2:236","price":"Et on ne vous reprochera pas de divorcer d’avec des femmes que vous n’avez pas touchées, et à qui vous n’avez pas fixé leur dot (Al Mahr). Donnez-leur toutefois - l’homme aisé selon sa capacité, l’indigent selon sa capacité - quelque bien convenable dont elles puissent jouir. C’est un devoir pour les bienfaisants.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"[101] Mahr: il n’y a pas de terme pour traduire ce que le Coran nomme tantôt farida tantôt ṣadāc ou ajr connu généralement comme mahr La femme possédant une personnalité juridiquement complète, peut en effet posséder en toute propriété des biens sur lesquels ni ses parents ni son mari n’ont aucun droit, pas même de regard. Il ne s’agit donc là ni de la dot, ni du douaire, connus en Occident.","lang":"fr"},{"name":"2:237","price":"Et si vous divorcez d’avec elles sans les avoir touchées, mais après fixation de leur dot (Al Mahr), versez-leur alors la moitié de ce que vous avez fixé, à moins qu’elles ne s’en désistent, ou que ne se désiste celui entre les mains de qui est la conclusion du mariage. Le désistement est plus proche de la piété. Et n’oubliez pas votre faveur mutuelle. Car Allah voit parfaitement ce que vous faites.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"[102] Celui entre les mains de qui...: soit le mari qui se désiste de la moitié du mahr qu’il a déjà intégralement versé à la femme, soit le représentant légal (al-Waliy) de la femme qui se désiste, au profit du mari, de la moitié du mahr qui revient de droit à la femme.","lang":"fr"},{"name":"2:238","price":"Soyez assidus aux prières (Aṣ-Ṣalawāt) et surtout la prière médiane (As-Salât Al Wustâ); et tenez-vous debout devant Allah, avec humilité .","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"[103] Parenthèse pour rappeler qu’au milieu des plus heureuses joies ou des luttes les plus âpres, il ne faut pas oublier Allah. La Ṣalāt médiane: la Ṣalāt al-˒Aṣr.","lang":"fr"},{"name":"2:239","price":"Mais si vous craignez (un grand danger), alors priez en marchant ou sur vos montures. Puis quand vous êtes en sécurité, invoquez Allah comme Il vous a enseigné ce que vous ne saviez pas.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"[104] Invoquez Allah: accomplissez normalement votre Ṣalāt (prière).","lang":"fr"},{"name":"2:240","price":"Ceux d’entre vous que la mort frappe et qui laissent des épouses, doivent laisser un testament en faveur de leurs épouses pourvoyant à un an d’entretien sans les expulser de chez elles. Si ce sont elles qui partent, alors on ne vous reprochera pas ce qu’elles font de convenable pour elles-mêmes, Allah est Puissant et Sage.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"[105] Un testament: ce verset est abrogé par le verset (234).","lang":"fr"},{"name":"2:241","price":"Les divorcées ont droit à la jouissance d’une allocation convenable, [constituant] un devoir pour les pieux.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:242","price":"C’est ainsi qu’Allah vous explique Ses versets, afin que vous raisonniez.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:243","price":"N’as-tu pas vu ceux qui sortirent de leur demeures, - il y en avait des milliers, - par crainte de la mort ? Puis Allah leur a dit : \"Mourez!\" Après quoi Il les rendit à la vie. Certes, Allah est Détenteur de la Faveur, envers les gens; mais la plupart des gens ne sont pas reconnaissants.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"[106] N’as-tu pas vu (ô Muḥammad) (صلى الله عليه وسلم): veut dire «N’as-tu pas entendu parler des gens» qui essayèrent de s’enfuir de la mort par peur? Ce verset rappelle aux Musulmans que la mort est entre les mains d’Allah seul.","lang":"fr"},{"name":"2:244","price":"Et combattez dans le sentier d’Allah. Et sachez qu’Allah est Audient et Omniscient.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:245","price":"Quiconque prête à Allah de bonne grâce, Il le lui rendra multiplié plusieurs fois. Allah restreint ou étend (Ses faveurs). Et c’est à Lui que vous retournerez.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:246","price":"N’as-tu pas su l’histoire des notables, parmi les enfants d’Israël, lorsqu’après Moïse ils dirent à un prophète à eux : \"Désigne-nous un roi, pour que nous combattions dans le sentier d’Allah\". Il dit: \"Et si vous ne combattez pas, quand le combat vous sera prescrit ?\" Ils dirent : \"Et qu’aurions-nous à ne pas combattre dans le sentier d’Allah, alors qu’on nous a expulsés de nos maisons et qu’on a capturé nos enfants ?\" Et quand le combat leur fut prescrit, ils tournèrent le dos, sauf un petit nombre d’entre eux. Et Allah connaît bien les injustes.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"[107] N’as-tu pas su: littér. «N’as-tu pas vu».","lang":"fr"},{"name":"2:247","price":"Et leur prophète leur dit : \"Voici qu’Allah vous a envoyé Saül (Tâlût)  pour roi.\" Ils dirent : \"Comment régnerait-il sur nous ? Nous avons plus de droit que lui à la royauté. On ne lui a même pas prodigué beaucoup de richesses !\" Il dit : \"Allah, vraiment l’a élu sur vous, et a accru sa part quant au savoir et à la condition physique.\" - Et Allah alloue Son pouvoir à qui Il veut. Allah a la grâce immense et Il est Omniscient.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:248","price":"Et leur prophète leur dit : \"Le signe de son investiture sera que le Coffre va vous revenir; objet de quiétude inspiré par votre Seigneur, et contenant les reliques de ce que laissèrent la famille de Moïse et la famille d’Aaron. Les Anges le porteront. Voilà bien là un signe pour vous, si vous êtes croyants !\"","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:249","price":"Puis, au moment de partir avec les troupes, Saül  (Ṭālūt) dit: “Voici: Allah va vous éprouver par une rivière: quiconque y boira ne sera plus des miens; et quiconque n’y goûtera pas sera des miens; - passe pour celui qui y puisera un coup dans le creux de sa main.” Ils en burent, sauf un petit nombre d’entre eux. Puis, lorsqu’ils l’eurent traversée, lui et ceux des croyants qui l’accompagnaient, ils dirent: “Nous voilà sans force aujourd’hui contre Goliath (Jālūt) et ses troupes! ” Ceux qui étaient convaincus qu’ils auront à rencontrer Allah dirent: “Combien de fois une troupe peu nombreuse a, par la grâce d’Allah, vaincu une troupe très nombreuse! Et Allah est avec les endurants.”","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"[108] Ils dirent: soit les croyants soit ceux qui burent (de la rivière).","lang":"fr"},{"name":"2:250","price":"Et quand ils affrontèrent Goliath et ses troupes, ils dirent : \"Seigneur! Déverse sur nous l’endurance, affermis nos pas et donne-nous la victoire sur ce peuple infidèle !\"","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:251","price":"Ils les mirent en déroute, par la grâce d’Allah. Et David tua Goliath; et Allah lui donna la royauté et la sagesse, et lui enseigna ce qu’Il voulut. Et si Allah ne neutralisait pas une partie des hommes par une autre, la terre serait certainement corrompue. Mais Allah est Détenteur de la Faveur pour les mondes.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"fr"},{"name":"2:252","price":"Voilà les versets d’Allah, que Nous te (Mohammad) récitons avec la vérité. Et tu es, certes parmi les Envoyés.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"fr"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}