{"data":[{"name":"46:1","price":"Hâ, Mîm .","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"[867] Cf. note à S. 2, v. 1.","lang":"fr"},{"name":"46:2","price":"La révélation du Livre émane d’Allah, Le Puissant, Le Sage.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:3","price":"Nous n’avons créé les cieux et la terre et ce qui est entre eux qu’en toute vérité et [pour] un terme fixé. Ceux qui ont mécru se détournent de ce dont ils ont été avertis.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:4","price":"Dis : \"Que pensez-vous de ceux que vous invoquez en dehors d’Allah? Montrez-moi donc ce qu’ils ont créé de la terre ! Ou ont-ils dans les cieux une participation avec Dieu ? Apportez-moi un Livre antérieur à celui-ci (le Coran) ou même un vestige d’une science, si vous êtes véridiques.\"","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:5","price":"Et qui est plus égaré que celui qui invoque en dehors d’Allah, celui qui ne saura lui répondre jusqu’au Jour de la Résurrection ? Et elles [leurs divinités] sont indifférentes à leur invocation.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:6","price":"Et quand les gens seront rassemblés [pour le Jugement] elles seront leurs ennemies et nieront leur adoration [pour elles].","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:7","price":"Et quand on leur récite Nos versets bien clairs, ceux qui ont mécru disent à propos de la vérité, une fois venue à eux : \"C’est de la magie manifeste.\"","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:8","price":"Ou bien ils disent : \"Il l’a inventé !\" Dis : \"Si je l’ai inventé, alors vous ne pourrez rien pour moi contre [la punition] d’Allah. Il sait parfaitement ce que vous propagez (en calomnies contre le Coran) : Allah est suffisant comme témoin entre moi et vous. Et c’est Lui le Pardonneur, le Très Miséricordieux.\"","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:9","price":"Dis : \"Je ne suis pas une innovation parmi les messagers ; et je ne sais pas ce que l’on fera de moi, ni de vous. Je ne fais que suivre ce qui m’est révélé ; et je ne suis qu’un avertisseur clair.\"","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:10","price":"Dis : \"Que direz-vous si [cette révélation s’avère] venir d’Allah et vous n’y croyez pas, qu’un témoin parmi les fils d’Israël en atteste la conformité [au Pentateuque] et y croit pendant que vous, vous le repoussez avec orgueil... En vérité Allah ne guide pas les gens injustes !\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:11","price":"Et ceux qui ont mécru dirent à ceux qui ont cru : \"Si ceci était un bien, ils (les pauvres) ne nous y auraient pas devancés.\" Et comme ils ne seront pas laissés guider par lui ils diront : \"Ce n’est qu’un vieux mensonge !\"","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:12","price":"Et avant lui, il y avait le Livre de Moïse, comme guide et comme miséricorde. Et ceci est [un livre] confirmateur, en langue arabe, pour avertir ceux qui font du tort et pour faire la bonne annonce aux bienfaisants.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:13","price":"Ceux qui disent : \"Notre Seigneur est Allah\" et qui ensuite se tiennent sur le droit chemin. Ils ne doivent avoir aucune crainte et ne seront point affligés.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:14","price":"Ceux-là sont les gens du Paradis où ils demeureront éternellement, en récompense de ce qu’ils faisaient.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:15","price":"Et Nous avons enjoint à l’homme de la bonté envers ses père et mère: sa mère l’a péniblement porté et en a péniblement accouché ; et sa gestation et sevrage durant trente mois ; puis quand il atteint ses pleines forces et atteint quarante ans, il dit : \"Ô Seigneur ! Inspire-moi pour que je rende grâce au bienfait dont Tu m’as comblé ainsi qu’à mes père et mère, et pour que je fasse une bonne œuvre que Tu agrées. Et fais, pour moi, que ma postérité soit de moralité saine, Je me repens à Toi et je suis du nombre des Soumis.\"","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:16","price":"Ce sont ceux-là dont Nous acceptons le meilleur de ce qu’ils œuvrent et passons sur leurs méfaits, (ils seront) parmi les gens du Paradis, selon la promesse véridique qui leur était faite.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:17","price":"Quant à celui qui dit à ses père et mère : \"Fi de vous deux ! Me promettez-vous qu’on me fera sortir de terre alors que des générations avant moi ont passé ?\" Et les deux, implorant le secours d’Allah, [lui dirent] : \"Malheur à toi ! Crois. Car la promesse d’Allah est véridique.\" Mais il (répond) : \"Ce ne sont que des contes d’Anciens.\"","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:18","price":"Ce sont ceux-là qui ont mérité la sentence [prescrite] en même temps que des communautés déjà passées avant eux parmi les djinns et les hommes. Ils étaient réellement perdants.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:19","price":"Et il y a des rangs [de mérite] pour chacun, selon ce qu’ils ont fait, afin qu’Allah leur attribue la pleine récompense de leurs œuvres; et ils ne seront point lésés.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:20","price":"Et le jour où ceux qui mécru seront présentés au Feu (il leur sera dit) : \"vous avez dissipé vos [biens] excellents et vous en avez joui pleinement durant votre vie sur terre: on vous rétribue donc aujourd’hui du châtiment avilissant, pour l’orgueil dont vous vous enfliez injustement sur terre, et pour votre perversité.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:21","price":"Et rappelle-toi le frère des 'Âd (Hūd) quand il avertit son peuple à Al-Ahqâf - alors qu’avant et après lui, des avertisseurs sont passés - [en disant] : \"N’adorez qu’Allah ! Je crains pour vous le châtiment d’un jour terrible.\"","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:22","price":"Ils dirent : \"Es-tu venu à nous détourner de nos divinités ? Eh bien, apporte-nous ce que tu nous promets si tu es du nombre des véridiques.\"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:23","price":"Il dit : \"La science n’est qu’auprès d’Allah. Je vous transmets cependant le message avec lequel j’ai été envoyé. Mais je vois que vous êtes des gens ignorants.\"","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:24","price":"Puis, voyant un nuage se dirigeant vers leurs vallées, ils dirent : \"Voici un nuage qui nous apporte de la pluie.\" Au contraire ! c’est cela même que vous cherchiez à hâter : C’est un vent qui contient un châtiment douloureux,","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:25","price":"détruisant tout, par le commandement de son Seigneur.\" Puis, le lendemain on ne voyait plus que leurs demeures. Ainsi rétribuons-Nous les gens criminels.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:26","price":"En effet, Nous les avions consolidés dans des positions que Nous ne vous avons pas données. Et Nous leur avions assigné une ouïe, des yeux et des cœurs, mais ni leur ouïe, ni leurs yeux, ni leurs cœurs ne leur ont profité en quoi que ce soit, parce qu’ils niaient les signes d’Allah. Et ce dont ils se moquaient les cerna.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:27","price":"Nous avons assurément fait périr les cités autour de vous ; et Nous avons diversifié les signes afin qu’ils reviennent (de leur mécréance).","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:28","price":"Pourquoi donc ne les secourent pas, ceux qu’ils avaient pris, en dehors d’Allah, comme divinités pour [soi-disant] les rapprocher de Lui ? Ceux-ci, au contraire, les abandonnèrent; telle est leur imposture et voilà ce qu’ils inventaient comme mensonges.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:29","price":"(Rappelle-toi) lorsque Nous dirigeâmes vers toi une troupe de djinns pour qu’ils écoutent le Coran. Quand ils assistèrent [à sa lecture] ils dirent : \"Ecoutez attentivement\"... Puis, quand ce fut terminé, ils retournèrent à leur peuple en avertisseurs .","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"[868] Il est dit que trois ans avant l’Hégire, lorsque Muḥammad (صلى الله عليه وسلم) rebroussa chemin de Ṭā’īf, où il était allé chercher asile, un groupe de djinns l’entendit réciter le Coran, durant la prière nocturne et se convertit aussitôt à l’Islam.","lang":"fr"},{"name":"46:30","price":"Ils dirent : \"Ô notre peuple ! Nous venons d’entendre un Livre qui a été descendu après Moïse, confirmant ce qui l’a précédé. Il guide vers la vérité et vers un chemin droit.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:31","price":"Ô notre peuple ! Répondez au prédicateur d’Allah et croyez en lui. Il [Allah] vous pardonnera une partie de vos péchés et vous protégera contre un châtiment douloureux.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:32","price":"Et quiconque ne répond pas au prédicateur d’Allah ne saura échapper au pouvoir [d’Allah] sur terre. Et il n’aura pas de protecteurs en dehors de Lui. Ceux- là sont dans un égarement évident.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:33","price":"Ne voient-ils pas qu’Allah qui a créé les cieux et la terre, et qui n’a pas été fatigué par leur création, est capable en vérité de redonner la vie aux morts? Mais si. Il est certes Omnipotent.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:34","price":"Et le jour où seront présenté au Feu ceux qui ont mécru (on leur dira) : \"Ceci n’est-il pas la vérité ?\" Ils diront : \"Mais si, par notre Seigneur.\" Il dira : \"Eh bien, goûtez le châtiment pour votre mécréance.\"","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"46:35","price":"Endure (Mohammed) donc, comme ont enduré les messagers doués de fermeté ; et ne te montre pas trop pressé de les voir subir [leur châtiment]. Le jour où ils verront ce qui leurs est promis, il leur semblera qu’ils n’étaient restés [sur terre] qu’une heure d’un jour. Voilà une communication. Qui sera donc anéanti sinon les gens pervers ?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:1","price":"Ceux qui ont mécru et obstrué le chemin d’Allah, Il a rendu leurs œuvres vaines.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:2","price":"Et ceux qui ont cru et accompli de bonnes œuvres et ont cru en ce qui a été descendu sur Mohammed - et c’est la vérité venant de leur Seigneur - Il leur efface leurs méfaits et améliore leur condition.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:3","price":"Il en est ainsi parce que ceux qui ont mécru ont suivi le Faux et que ceux qui ont cru ont suivi la Vérité émanant de leur Seigneur. C’est ainsi qu’Allah propose leurs exemples aux gens.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:4","price":"Lorsque vous rencontrez (au combat) ceux qui ont mécru frappez-en les cous. Puis, quand vous les avez dominés , enchaînez-les solidement. Ensuite, c’est soit la libération gratuite, soit la rançon, jusqu’à ce que la guerre dépose ses fardeaux. Il en est ainsi, car si Allah voulait, Il se vengerait Lui-même contre eux, mais c’est pour vous éprouver les uns par les autres. Et ceux qui seront tués dans le chemin d’Allah, Il ne rendra jamais vaines leurs actions.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"[870] Vous les avez dominés: quand vous les aurez affaiblis par un grand nombre de morts et de blessés.","lang":"fr"},{"name":"47:5","price":"Il les guidera et améliorera leur condition,","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:6","price":"et les fera entrer au Paradis qu’Il leur aura fait connaître.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:7","price":"Ô vous qui croyez ! si vous faites triompher (la cause d’) Allah, Il vous fera triompher et raffermira vos pas.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:8","price":"Et quand à ceux qui ont mécru, il y aura un malheur pour eux, et Il rendra leurs œuvres vaines.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:9","price":"C’est parce qu’ils ont de la répulsion pour ce qu’Allah a fait descendre. Il a rendu donc vaines leurs œuvres.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:10","price":"N’ont-il pas parcouru la terre pour voir ce qu’il est advenu de leurs prédécesseurs ? Allah les a détruits. Pareilles fins sont réservées aux mécréants.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:11","price":"C’est qu’Allah est vraiment le Protecteur de ceux qui ont cru; tandis que les mécréants n’ont pas de protecteur.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:12","price":"Ceux qui croient et accomplissent de bonnes œuvres, Allah les fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Et ceux qui mécroient jouissent et mangent comme mangent les bestiaux ; et le Feu sera leur lieu de séjour.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:13","price":"Et que de cités, bien plus fortes que ta cité qui t’a expulsé, avons-Nous fait périr, et ils n’eurent point de secoureur.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:14","price":"Est-ce que celui qui se base sur une preuve claire venant de son Seigneur est comparable à ceux dont on a embelli les mauvaises actions et qui ont suivi leurs propres passions.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:15","price":"Voici la description du Paradis qui a été promis aux pieux : il y aura là des ruisseaux d’une eau jamais malodorante, et des ruisseaux d’un lait au goût inaltérable, et des ruisseaux d’un vin délicieux à boire, ainsi que des ruisseaux d’un miel purifié. Et il y a là, pour eux, des fruits de toutes sortes, ainsi qu’un pardon de la part de leur Seigneur. [Ceux-là] seront-ils pareils à ceux qui s’éternisent dans le Feu et qui sont abreuvés d’une eau bouillante qui leur déchire les entrailles ?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:16","price":"Et il en est parmi eux qui t’écoutent. Une fois sortis de chez toi, ils disent à ceux qui ont reçu la science : \"Qu’a-t-il dit, tantôt ?\" Ce sont ceux- là dont Allah a scellé les cœurs et qui suivent leurs propres passions.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:17","price":"Quant à ceux qui se mirent sur la bonne voie, Il les guida encore plus et leur inspira leur piété.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:18","price":"Qu’est-ce qu’ils attendent sinon que l’Heure leur vienne à l’improviste ? Or ses signes avant-coureurs sont certes déjà venus. Et comment pourront-ils se rappeler quand elle leur viendra (à l’improviste) ?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:19","price":"Sache donc qu’en vérité, il n’y a point de divinité à part Allah, et implore le pardon pour ton péché, ainsi que pour les croyants et les croyantes. Allah connaît vos activités (sur terre) et votre lieu de repos (dans l’au-delà) .","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"[871] Vos activités.. lieu de repos: autre sens: vos activités pendant la journée et votre lieu de repos pendant la nuit.","lang":"fr"},{"name":"47:20","price":"Ceux qui ont cru disent : \"Ah ! Si une Sourate descendait !\" Puis, quand on fait descendre une Sourate explicite et qu’on y mentionne le combat, tu vois ceux qui ont une maladie au cœur  te regarder du regard de celui qui s’évanouit devant la mort. Seraient bien préférables pour eux","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"[872] Ceux qui ont une maladie au cœur: ceux qui doutent; les hypocrites.","lang":"fr"},{"name":"47:21","price":"une obéissance et une parole convenable. Puis, quand l’affaire est décidée , il serait mieux pour eux certes, de se montrer sincères vis-à-vis d’Allah.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"[873] L’affaire est décidée: le combat a été imposé.","lang":"fr"},{"name":"47:22","price":"Si vous détournez , ne risquez-vous pas de semer la corruption sur terre et de rompre vos liens de parenté ?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"[874] Si vous vous détournez: autre interprétation: si vous êtes investis de pouvoir.","lang":"fr"},{"name":"47:23","price":"Ce sont ceux-là qu’Allah a maudits, a rendus sourds et a rendu leurs yeux aveugles.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:24","price":"Ne méditent-ils pas sur le Coran ? Ou y a-t-il des cadenas sur leurs cœurs ?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:25","price":"Ceux qui sont revenus sur leurs pas après que le droit chemin leur a été clairement exposé, le Diable (Satan) les a séduits et trompés.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:26","price":"C’est parce qu’ils ont dit à ceux qui ont de la répulsion pour la révélation d’Allah : \"Nous allons vous obéir dans certaines choses.\" Allah cependant connaît ce qu’ils cachent.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:27","price":"Qu’adviendra-t-il d’eux quand les Anges les achèveront, frappant leurs faces et leurs dos ?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:28","price":"Cela parce qu’ils ont suivi ce qui courrouce Allah, et qu’ils ont de la répulsion pour [ce qui attire] Son agrément. Il a donc rendu vaines leurs œuvres.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:29","price":"Ou bien est-ce que ceux qui ont une maladie au cœur escomptent qu’Allah ne saura jamais faire apparaître leur haine ?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:30","price":"Or, si Nous voulions Nous te les montrerions. Tu les reconnaîtrais certes à leurs traits ; et tu les reconnaîtrais très certainement au ton de leur parler. Et Allah connaît bien vos actions.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:31","price":"Nous vous éprouverons certes afin de distinguer ceux d’entre vous qui luttent [pour la cause d’Allah] et qui endurent, et afin d’éprouver [faire apparaître] vos nouvelles.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:32","price":"Ceux qui ont mécru et obstrué le chemin d’Allah et se sont mis dans le clan opposé au Messager après que le droit chemin leur fut clairement exposé, ne sauront nuire à Allah en quoi que ce soit. Il rendra vaines leurs œuvres.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:33","price":"Ô vous qui avez cru ! Obéissez à Allah, obéissez au Messager, et ne rendez pas vaines vos œuvres.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:34","price":"Ceux qui ont mécru et obstrué le chemin d’Allah puis sont morts tout en étant mécréants, Allah ne leur pardonnera jamais.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:35","price":"Ne faiblissez donc pas et n’appelez pas à la paix alors que vous êtes les plus hauts, qu’Allah est avec vous, et qu’Il ne vous frustrera jamais [du mérite] de vos œuvres.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:36","price":"La vie présente n’est que jeu et amusement; alors que si vous croyez et craignez [Allah], Il vous accordera vos récompenses et ne vous demandera pas vos biens .","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"[875] Et ne vous demandera pas vos biens: selon «Al-Jalālayn», Allah ne vous demandera pas la totalité de vos biens mais vous demande de vous acquitter de la Zakāt imposée.","lang":"fr"},{"name":"47:37","price":"S’Il vous les demandait importunément, vous deviendriez avares et Il ferait apparaître vos haines.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"47:38","price":"Vous voilà appelés à faire des dépenses dans le chemin d’Allah. Certains parmi vous se montrent avares. Quiconque cependant est avare, l’est à son détriment. Allah est le Suffisant à Soi-même alors que vous êtes les besogneux. Et si vous vous détournez, Il vous remplacera par un peuple autre que vous, et ils ne seront pas comme vous.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:1","price":"En vérité Nous t’avons accordé une victoire éclatante,","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:2","price":"afin qu’Allah te pardonne tes péchés , passés et futurs, qu’Il parachève sur toi Son bienfait et te guide sur une voie droite ;","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"[877] Il s’agit d’erreurs minimes considérées par Allah comme étant des péchés par rapport au rang du Prophète. Plusieurs commentateurs interprètent l’expression «tes péchés» par «les péchés de ta communauté».","lang":"fr"},{"name":"48:3","price":"et qu’Allah te donne un puissant secours.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:4","price":"C’est Lui qui a fait descendre la quiétude dans les cœurs des croyants afin qu’ils ajoutent une foi à leur foi. A Allah appartiennent les armées des cieux et de la terre ; et Allah est Omniscient et Sage.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:5","price":"Afin qu’Il fasse entrer les croyants et les croyantes dans des Jardins sous lesquels coulent les ruisseaux où ils demeureront éternellement, et afin de leur effacer leurs méfaits. Cela est auprès d’Allah un énorme succès.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:6","price":"Et afin qu’Il châtie les hypocrites, hommes et femmes, et les associateurs et les associatrices, qui pensent du mal d’Allah. Qu’un mauvais sort tombe sur eux. Allah est courroucé contre eux, les a maudits, et leur a préparé l’Enfer. Quelle mauvaise destination !","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:7","price":"A Allah appartiennent les armées des cieux et de la Terre ; et Allah est Puissant et Sage.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:8","price":"Nous t’avons envoyé en tant que témoin, annonciateur de la bonne nouvelle et avertisseur,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:9","price":"pour que vous croyiez en Allah et en Son messager, que vous l’honoriez, reconnaissiez Sa dignité, et Le glorifiez matin et soir.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:10","price":"Ceux qui te prêtent serment d’allégeance ne font que prêter serment à Allah : la main d’Allah est au-dessus de leurs mains. Quiconque viole le serment, ne le viole qu’à son propre détriment ; et quiconque remplit son engagement envers Allah, Il lui apportera bientôt une énorme récompense.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:11","price":"Ceux des Bédouins qui ont été laissés en arrière  diront : \"Nos biens et nos familles nous ont retenus : implore donc pour nous le pardon.\" Ils disent avec leurs langues ce qui n’est pas dans leurs cœurs. Dis : \"Qui donc peut quelque chose pour vous auprès d’Allah s’Il veut vous faire du mal ou s’Il veut vous faire du bien ? Mais Allah est Parfaitement Connaisseur de ce que vous œuvrez.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"[878] Ont été laissés en arrière: sont restés en arrière en raison de leur hypocrisie et par crainte de participer au combat opposant le Prophète aux Coraychites.","lang":"fr"},{"name":"48:12","price":"Vous pensiez plutôt que le Messager et les croyants ne retourneraient jamais plus à leur famille. Et cela vous a été embelli dans vos cœurs ; et vous avez eu de mauvaises pensées. Et vous fûtes des gens perdus.\"","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:13","price":"Et quiconque ne croit pas en Allah et en Son Messager... alors, pour les mécréants, Nous avons préparé une fournaise ardente.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:14","price":"A Allah appartient la souveraineté des cieux et de la Terre. Il pardonne à qui Il veut et châtie qui Il veut. Allah demeure cependant, Pardonneur et Miséricordieux.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:15","price":"Ceux qui restèrent en arrière diront, quand vous vous dirigez vers le butin pour vous en emparer : \"Laissez-nous vous suivre\". Ils voudraient changer la parole d’Allah. Dis : \"Jamais vous ne nous suivrez : ainsi Allah a déjà annoncé.\" Mais ils diront : \"Vous êtes plutôt envieux à notre égard.\" Mais ils ne comprenaient en réalité que peu.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:16","price":"Dis à ceux des Bédouins qui restèrent en arrière : \"Vous serez bientôt appelés contre des gens d’une force redoutable. Vous les combattrez à moins qu’ils n’embrassent l’Islam. Si vous obéissez, Allah vous donnera une belle récompense, et si vous vous détournez comme vous vous êtes détournés auparavant, Il vous châtiera d’un châtiment douloureux.\"","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:17","price":"Nul grief n’est à faire à l’aveugle, ni au boiteux ni au malade . Et quiconque obéit à Allah et à Son Messager, Il le fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Quiconque cependant se détourne, Il le châtiera d’un douloureux châtiment.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"[879] Les infirmes et les malades sont dispensés de participer au Jihād, (le combat dans le sentier d’Allah).","lang":"fr"},{"name":"48:18","price":"Allah a très certainement agréé les croyants quand ils t’ont prêté le serment d’allégeance sous l’arbre . Il a su ce qu’il y avait dans leurs cœurs, et a fait descendre sur eux la quiétude, et Il les a récompensés par une victoire proche.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[880] La prestation de serment eut lieu à Ḥudaybiya près de la Mecque.","lang":"fr"},{"name":"48:19","price":"ainsi qu’un abondant butin qu’ils ramasseront. Allah est Puissant et Sage.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:20","price":"Allah vous a promis un abondant butin que vous prendrez, et Il a hâté pour vous Celle-ci  et repoussé de vous les mains des gens, afin que tout cela soit un signe pour les croyants et qu’Il vous guide dans un droit chemin ;","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"[881] Allusion est faite ici à la prise sans combat de la ville de Ṉaybar en l’an VII de l’Hégire.","lang":"fr"},{"name":"48:21","price":"Il vous promet un autre butin  que vous ne seriez jamais capables de remporter et qu’Allah a embrassé en Sa puissance, car Allah est Omnipotent.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"[882] Les termes «autre butin» recèlent une allusion à la conquête de la Mecque.","lang":"fr"},{"name":"48:22","price":"Et si ceux qui ont mécru vous combattent, ils se détourneront, certes; puis ils ne trouveront ni allié ni secoureur.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:23","price":"Telle est la règle d’Allah appliquée aux générations passées. Et tu ne trouveras jamais de changement à la règle d’Allah.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:24","price":"C’est Lui qui, dans la vallée de la Mecque, a écarté leurs mains de vous, de même qu’Il a écarté vos mains d’eux, après vous avoir fait triompher sur eux. Et Allah voit parfaitement ce que vous œuvrez.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:25","price":"Ce sont eux qui ont mécru et qui vous ont obstrué le chemin de la Mosquée Sacrée [et ont empêché] que les offrandes entravées parvinssent à leur lieu d’immolation. S’il n’y avait pas eu des hommes croyants et des femmes croyantes (parmi les Mecquoises) que vous ne connaissiez pas et que vous auriez pu piétiner sans le savoir, vous rendant ainsi coupables d’une action répréhensible... [Tout cela s’est fait] pour qu’Allah fasse entrer qui Il veut dans Sa miséricorde. Et s’ils [les croyants] s’étaient signalés, Nous aurions certes châtié d’un châtiment douloureux ceux qui avaient mécru parmi [les Mecquois].","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"[883] Les Mecquois auraient été durement châtiés à cause des souffrances qu’ils ont infligés aux Musulmans, s’il n’y avait pas eu dans leurs rangs des Musulmans et des Musulmanes qu’on ne pouvait distinguer.<br />[884] Allah vous aurait permis de combattre pour conquérir la Mecque.","lang":"fr"},{"name":"48:26","price":"Quand ceux qui ont mécru eurent mis dans leurs cœurs la fureur, [la] fureur de l’ignorance... Puis Allah fit descendre Sa quiétude sur Son Messager ainsi que sur les croyants, et les obligea à une parole de piété, dont ils étaient les plus dignes et les plus proches. Allah est Omniscient.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:27","price":"Allah a été véridique en la vision par laquelle Il annonça à Son Messager en toute vérité: vous entrerez dans la Mosquée Sacrée si Allah veut, en toute sécurité, ayant rasé vos têtes ou coupé vos cheveux, sans aucune crainte. Il savait donc ce que vous ne saviez pas. Il a placé en deçà de cela (la trêve de Hudaybiyah) une victoire proche .","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[885] Ces versets visent la conquête de la Mecque deux ans après la trêve.","lang":"fr"},{"name":"48:28","price":"C’est Lui qui a envoyé Son Messager avec la guidée et la religion de vérité [l’islam] pour la faire triompher sur toute autre religion. Allah suffit comme témoin.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:29","price":"Mohammed est le Messager d’Allah. Et ceux qui sont avec lui sont durs envers les mécréants, miséricordieux entre eux. Tu les vois inclinés, prosternés, recherchant d’Allah grâce et agrément. Leurs visages sont marqués par la trace laissée par la prosternation. Telle est leur image dans la Thora. Et l’image que l’on donne d’eux dans l’Evangile est celle d’une semence qui sort sa pousse, puis se raffermit, s’épaissit, et ensuite se dresse sur sa tige, à l’émerveillement des semeurs. [Allah] par eux [les croyants] remplit de dépit les mécréants. Allah promet à ceux d’entre eux qui croient et font de bonnes œuvres, un pardon et une énorme récompense.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:1","price":"Ô vous qui avez cru ! Ne devancez pas Allah et Son Messager . Et craignez Allah. Allah est Audient et Omniscient.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"[887] Ne devancez pas…: dans vos initiatives et dans vos décisions.","lang":"fr"},{"name":"49:2","price":"Ô vous qui avez cru ! N’élevez pas vos voix au-dessus de la voix du Prophète, et ne haussez pas le ton en lui parlant, comme vous le haussez les uns avec les autres, sinon vos œuvres deviendraient vaines sans que vous vous en rendiez compte.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:3","price":"Ceux qui auprès du Messager d’Allah baissent leurs voix sont ceux dont Allah a éprouvé les cœurs pour la piété. Ils auront un pardon et une énorme récompense.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:4","price":"Ceux qui t’appellent à haute voix de derrière  les appartements, la plupart d’entre eux ne raisonnent pas.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"[888] De derrière: de l’extérieur de tes appartements.","lang":"fr"},{"name":"49:5","price":"Et s’ils patientaient jusqu’à ce que tu sortes à eux, ce serait certes mieux pour eux. Allah cependant, est Pardonneur et Miséricordieux.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:6","price":"Ô vous qui avez cru ! Si un pervers vous apporte une nouvelle, voyez bien clair [de crainte] que par inadvertance vous ne portiez atteinte à des gens et que vous ne regrettiez par la suite ce que vous avez fait.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:7","price":"Et sachez que le Messager d’Allah est parmi vous. S’il vous obéissait dans maintes affaires, vous seriez en difficultés. Mais Allah vous a fait aimer la foi et l’a embellie dans vos cœurs et vous a fait détester la mécréance, la perversité et la désobéissance. Ceux-là sont les biens dirigés,","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:8","price":"c’est là en effet une grâce d’Allah et un bienfait. Allah est Omniscient et Sage.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:9","price":"Et si deux groupes de croyants se combattent, faites la conciliation entre eux. Si l’un d’eux se rebelle contre l’autre, combattez le groupe qui se rebelle, jusqu’à ce qu’il se conforme à l’ordre d’Allah. Puis, s’il s’y conforme, réconciliez-les avec justice et soyez équitables car Allah aime les équitables.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:10","price":"Les croyants ne sont que des frères. Etablissez la concorde entre vos frères, et craignez Allah, afin qu’on vous fasse miséricorde.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:11","price":"Ô vous qui avez cru ! Qu’un groupe ne se raille pas d’un autre groupe : ceux-ci sont peut-être meilleurs qu’eux. Et que des femmes ne se raillent pas d’autres femmes: celles-ci sont peut-être meilleures qu’elles. Ne vous dénigrez pas et ne vous lancez pas mutuellement des sobriquets (injurieux). Quel vilain mot que \"perversion\" lorsqu’on a déjà la foi . Et quiconque ne se repent pas... Ceux-là sont les injustes.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"[889] Il n’est pas permis d’être taxé de pervers quand on a la foi.","lang":"fr"},{"name":"49:12","price":"Ô vous qui avez cru ! Evitez de trop conjecturer [sur autrui] car une partie des conjectures est péché. Et n’espionnez pas; et ne médisez pas les uns des autres. L’un de vous aimerait-il manger la chair de son frère mort ? (Non !) vous en aurez horreur. Et craignez Allah. Car Allah est Grand Accueillant au repentir, Très Miséricordieux.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:13","price":"Ô hommes ! Nous vous avons créés d’un mâle et d’une femelle, et Nous avons fait de vous des nations et des tribus, pour que vous vous entreconnaissiez. Le plus noble d’entre vous, auprès d’Allah, est le plus pieux. Allah est certes Omniscient et Grand- Connaisseur.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:14","price":"Les Bédouins ont dit : \"Nous avons la foi.\" Dis : \"Vous n’avez pas encore la foi. Dites plutôt : Nous nous sommes simplement soumis, car la foi n’a pas encore pénétré dans vos cœurs. Et si vous obéissez à Allah et à Son Messager, Il ne vous fera rien perdre de vos œuvres.\" Allah est Pardonneur et Miséricordieux.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:15","price":"Les vrais croyants sont seulement ceux qui croient en Allah et en Son Messager, qui par la suite ne doutent point et qui luttent avec leurs biens et leurs personnes dans le chemin d’Allah. Ceux-là sont les véridiques.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:16","price":"Dis : \"Est-ce vous qui informerez à Allah votre religion, alors qu’Allah sait tout ce qui est dans les cieux et sur la terre ?\" Et Allah est Omniscient.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:17","price":"Ils te rappellent leur conversion à l’islam comme si c’était une faveur de leur part. Dis : \"Ne me rappelez pas votre conversion à l’islam comme une faveur. C’est tout au contraire une faveur dont Allah vous a comblés en vous dirigeant vers la foi, si toutefois vous êtes véridiques.\"","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"49:18","price":"Allah connaît l’Inconnaissable des cieux et de la Terre et Allah est Clairvoyant sur ce que vous faites.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:1","price":"Qâf. Par le Coran glorieux  !","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"[891] Cf. note à S. 2, v. 1 pour l’initiale qāf.","lang":"fr"},{"name":"50:2","price":"Mais ils s’étonnent que l’un des leurs leur vint comme avertisseur ; et les mécréants dirent : \"Ceci est une chose étonnante.\"","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:3","price":"Quoi ! Quand nous serons morts et réduits en poussière...? Ce serait revenir de loin !\"","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:4","price":"Certes, Nous savons ce que la terre rongera d’eux [de leurs corps]; et Nous avons un Livre où tout est conservé.","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:5","price":"Plutôt, ils traitent de mensonge la vérité qui leur est venue: les voilà donc dans une situation confuse.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:6","price":"N’ont-ils donc pas observé le ciel au-dessus d’eux, comment Nous l’avons bâti et embelli; et comment il est sans fissures ?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:7","price":"Et la terre, Nous l’avons étendue et Nous y avons enfoncé fermement des montagnes et y avons fait pousser toutes sortes de magnifiques couples de [végétaux],","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:8","price":"à titre d’appel à la clairvoyance et un rappel pour tout serviteur repentant.","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:9","price":"Et Nous avons fait descendre du ciel une eau bénie, avec laquelle Nous avons fait pousser des jardins et le grain qu’on moissonne,","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:10","price":"ainsi que les hauts palmiers aux régimes superposés,","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:11","price":"comme subsistance pour les serviteurs. Et par elle (l’eau) Nous avons redonné la vie à une contrée morte. Ainsi se fera la résurrection.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:12","price":"Avant eux, le peuple de Noé, les gens d’Ar-Rass et les Thamûd crièrent au mensonge,","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:13","price":"de même que les ˒Ād et Pharaon et les frères de Lot,","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:14","price":"et les gens d’Al-Aïkah et le peuple de Tubbaa. Tous traitèrent les Messagers de menteurs. C’est ainsi que Ma menace se justifia.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:15","price":"Quoi ? Avons-Nous été fatigués par la première création ? Mais ils sont dans la confusion [au sujet] d’une création nouvelle.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:16","price":"Nous avons effectivement créé l’homme et Nous savons ce que son âme lui suggère et Nous sommes plus près de lui que sa veine jugulaire.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:17","price":"quand les deux recueillants, assis à droite et à gauche, recueillent .","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"[892] Les deux recueillants: sont deux anges, et ce qu’ils recueillent, ce sont les paroles et les actions de l’homme qu’ils inscrivent sur le livre des comptes.","lang":"fr"},{"name":"50:18","price":"Il ne prononce pas une parole sans avoir auprès de lui un observateur prêt à l’inscrire.","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:19","price":"L’agonie de la mort fait apparaître la vérité : \"Voilà ce dont tu t’écartais.\"","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:20","price":"Et l’on soufflera dans la Trompe : Voilà le jour de la Menace.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:21","price":"Alors chaque âme viendra accompagnée d’un conducteur et d’un témoin.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:22","price":"\"Tu restais indifférent à cela. Et bien, Nous ôtons ton voile ; ta vue est perçante aujourd’hui .","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"[893] C’est Allah qui interpelle le mécréant.","lang":"fr"},{"name":"50:23","price":"Et son compagnon dira: \"Voilà ce qui est avec moi, tout prêt.\"","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"[894] Voilà ce qui est avec moi tout prêt: l’Ange présente à Allah ce qu’il a recueilli et rédigé pour le compte de l’homme (v. 17 et v. 18).","lang":"fr"},{"name":"50:24","price":"\"Vous deux, jetez dans l’Enfer tout mécréant endurci et rebelle ,","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"[895] Allah s’adresse aux deux Anges.","lang":"fr"},{"name":"50:25","price":"acharné à empêcher le bien, transgresseur, douteur,","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:26","price":"celui qui plaçait à côté d’Allah une autre divinité. Jetez-le donc dans le dur châtiment\"..","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:27","price":"Son camarade (le Diable) dira: \"Seigneur, ce n’est pas moi qui l’ai fait transgresser; mais il était déjà dans un profond égarement\".","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:28","price":"Alors [Allah] dira : \"Ne vous disputez pas devant moi! Alors que Je vous ai déjà fait part de la menace.","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:29","price":"Chez moi, la parole ne change pas ; et Je n’opprime nullement les serviteurs.\"","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:30","price":"Le jour où Nous dirons à l’Enfer ; \"Es-tu rempli ?\" Il dira : \"Y en a-t-il encore?\"","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:31","price":"Le Paradis sera rapproché à proximité des pieux.","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:32","price":"\"Voilà ce qui vous a été promis, [ainsi qu’] à tout homme plein de repentir et respectueux [des prescriptions divines]","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:33","price":"qui redoute le Tout Miséricordieux bien qu’il ne Le voit pas , et qui vient [vers Lui] avec un cœur porté à l’obéissance.","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"[896] Bien qu’il ne Le voit…: autre sens: alors qu’il n’est vu par personne.","lang":"fr"},{"name":"50:34","price":"Entrez-y en toute sécurité.\" Voilà le jour de l’éternité !","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:35","price":"Il y aura là pour eux tout ce qu’ils voudront. Et auprès de Nous il y a davantage encore.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:36","price":"Combien avons-Nous fait périr, avant eux, de générations bien plus fortes qu’eux. Ils avaient parcouru les contrées, cherchant [vainement] où fuir.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:37","price":"Il y a bien là un rappel pour quiconque a un cœur, prête l’oreille tout en étant témoin.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:38","price":"En effet, Nous avons créé les cieux et la terre et ce qui existe entre eux en six jours, sans éprouver la moindre lassitude.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:39","price":"Endure donc ce qu’ils disent: et célèbre la louange de ton Seigneur avant le lever du soleil et avant [son] coucher ;","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:40","price":"et célèbre Sa gloire, une partie de la nuit et à la suite des prosternations [prières].","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:41","price":"Et sois à l’écoute, le jour où le Crieur criera d’un endroit proche,","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:42","price":"le jour où ils entendront en toute vérité le Cri. Voilà le Jour de la Résurrection.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:43","price":"C’est Nous qui donnons la vie et donnons la mort, et vers Nous sera la destination,","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:44","price":"le jour où la terre se fendra, les [rejetant] précipitamment. Ce sera un rassemblement facile pour Nous.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"50:45","price":"Nous savons mieux ce qu’ils disent. Tu n’as pas pour mission d’exercer sur eux une contrainte. Rappelle donc, par le Coran celui qui craint Ma menace.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:1","price":"Par les vents qui éparpillent !","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:2","price":"Par les porteurs de fardeaux !","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:3","price":"Par les glisseurs agiles !","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:4","price":"Par les distributeurs selon un commandement !","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"[898] Ce commentaire concerne les quatre premiers versets. D’après les commentateurs, les «éparpilleurs» sont les vents; les «porteurs de fardeaux»: les nuages; les «glisseurs» (littér.: ceux qui coulent): les bateaux; les «distributeurs selon un commandement d’Allah»: les Anges qui nous apportent notre subsistance suivant Son ordre. Cette façon de jurer, de prendre à témoins, est propre aux Sourates du début de la révélation.","lang":"fr"},{"name":"51:5","price":"Ce qui vous est promis est certainement vrai.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:6","price":"Et la Rétribution arrivera inévitablement.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:7","price":"Par le ciel aux voies parfaitement tracées !","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:8","price":"Vous divergez sur ce que vous dites .","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"[899] Ce que vous dites: à propos du Prophète et du Coran.","lang":"fr"},{"name":"51:9","price":"Est détourné de lui  quiconque a été détourné de la foi.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"[900] De lui: du Coran ou du Prophète.","lang":"fr"},{"name":"51:10","price":"Maudits soient les menteurs,","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:11","price":"qui sont plongés dans l’insouciance.","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:12","price":"Ils demandent : \"A quand le jour de la Rétribution ?\"","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:13","price":"Le jour où ils seront éprouvés au Feu :","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:14","price":"\"Goûtez à votre épreuve [punition] ; voici ce que vous cherchiez à hâter.\"","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:15","price":"Les pieux seront dans des Jardins et [parmi] des sources,","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:16","price":"recevant ce que leur Seigneur leur aura donné. Car ils ont été auparavant de bienfaisants :","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:17","price":"ils dormaient peu, la nuit ,","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"[901] Ils passaient la plus grande partie: de la nuit en prière.","lang":"fr"},{"name":"51:18","price":"et aux dernières heures de la nuit ils imploraient le pardon [d’Allah] ;","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:19","price":"et dans leurs biens, il y avait un droit au mendiant et au déshérité.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:20","price":"Il y a sur terre des preuves pour ceux qui croient avec certitude ;","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:21","price":"ainsi qu’en vous-mêmes. N’observez-vous donc pas ?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:22","price":"Et il y dans le ciel votre subsistance et ce qui vous a été promis.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:23","price":"Par le Seigneur du ciel et de la terre ! Ceci est tout aussi vrai que le fait que vous parliez.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:24","price":"T’est-il parvenu le récit des visiteurs honorables d’Abraham ?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:25","price":"Quand ils entrèrent chez lui et dirent : \"Paix!\", il [leur] dit : \"Paix, visiteurs inconnus.\"","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:26","price":"Puis il alla discrètement à sa famille et apporta un veau gras.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:27","price":"Ensuite il l’approcha d’eux... \"Ne mangez-vous pas ?\" dit-il.","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:28","price":"Il ressentit alors de la peur vis-à-vis d’eux. Ils dirent : \"N’aie pas peur.\" Et ils lui annoncèrent [la naissance] d’un garçon plein de savoir.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"51:29","price":"Alors sa femme s’avança en criant, se frappa le visage et dit : \"Une vieille femme stérile....\"","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"[902] Une femme stérile comme moi peut-elle donner des enfants?","lang":"fr"},{"name":"51:30","price":"Ils dirent : \"Ainsi a dit ton Seigneur. C’est Lui vraiment le Sage, l’Omniscient.\"","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"fr"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}