{"data":[{"name":"10:1","price":"Alif Lam Ra. Hizo ni Aya za Kitabu chenye Hikima.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"Harufi hizi - Alif Lam Raa - ni sawa na A.L.R. Mwenyezi Mungu Mtukufu ameanzia Sura hii. Na Yeye ndiye anajua muradi wake. Na juu ya hivyo zinaashiria kuwa Qur'ani imeundwa kwa harufi hizi hizi za Alifbete, na nyinyi mmeshindwa kuleta mfano wake! Na kwa harufi hizi za kutamkwa zinawazindua washirikina, wakawa wanasikiliza, ijapo kuwa wanawafikiana kuwa wasizisikilize Aya Tukufu hizi na mfano wake ambazo ni Aya za Qur'ani yenye hikima katika mpango wake na maana zake, na ambayo imekusanya hikima na kila linalo wanafuisha watu katika Dini yao na dunia yao.","lang":"sw"},{"name":"10:2","price":"Je! Imekuwa ajabu kwa watu kwamba tumemfunulia mmoja wao kuwa: Waonye watu, na wabashirie wale walio amini ya kuwa watakuwa na cheo cha juu kwa Mola wao Mlezi? Wakasema makafiri: Hakika huyu ni mchawi dhaahiri!","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"Haiwafalii watu kustaajabu wakakanusha wahyi wetu tunao mfunulia mtu mmoja wao, naye ni Nabii Muhammad s.a.w., ili awahadharishe watu na adhabu ya Mwenyezi Mungu, na awape bishara njema wale miongoni mwao walio amini, ya kwamba hapana shaka yoyote wana cheo kitukufu cha juu kwa Mola wao Mlezi. Na ahadi ya Mwenyezi Mungu haigeuki. Wala haiwafalii hao watu wakanushi kumsema Muhammad, Mtume wetu, kuwa yeye ni mchawi maarufu.","lang":"sw"},{"name":"10:3","price":"Hakika Mola wenu Mlezi ni Mwenyezi Mungu, ambaye ameziumba mbingu na ardhi kwa siku sita, na ametawala kwenye ufalme wake, anaendesha mambo yote. Hapana mwombezi ila baada ya idhini yake. Huyo ndiye Mwenyezi Mungu, Mola wenu Mlezi. Basi muabuduni Yeye. Je! Hamkumbuki?","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"Enyi watu! Hakika Mola wenu Mlezi ni Mwenyezi Mungu aliye umba mbingu na ardhi na vilivyomo ndani yake katika siku sita ambazo kipimo chake hakijui ila Mwenyezi Mungu. Akatandaza utukufu wa utawala wake, peke yake, na akayapanga mambo yote ya viumbe vyake. Basi hapana yeyote mwenye chochote pamoja na utawala wa Mwenyezi Mungu. Wala hawezi yeyote katika viumbe vyake hata kumwombea mtu isipo kuwa kwa ruhusa yake. Huyo, basi, ndiye Mwenyezi Mungu Muumba, huyo ndiye Mola wenu Mlezi, na ndiye Mlinzi wa neema zenu. Basi muabuduni Yeye peke yake, na msadikini Mtume wake, na kiaminini Kitabu chake. Juu yenu kukumbuka neema za Mwenyezi Mungu, na zingatieni Ishara zake zinazo thibitisha Upweke wake. Mwenyezi Mungu ameumba viumbe vyote kwa vipindi sita, na vipindi hivi ni viwango vya mamilioni ya makarne na makarne. Na hivyo ndivyo vinavyo itwa Siku Sita. Na katika kila nguzo za ulimwengu zipo Ishara wazi zilizo zagaa za kuonyesha uwezo wa Mwenyezi Mungu Mtukufu. Miongoni mwa hizi, ni hivi kufanywa jua na mwezi na nyota kunyenyekea kwa faida ya binaadamu. Na kadhaalika kupishana zamu usiku na mchana, na kuwa mchana unaingilia kiza cha mbingu. Na umetajwa usiku mbele kwa kuwa kiza ndio asli. Ama mchana umezuka kwa kuathirika kwa mwangaza wa jua katika anga la ardhi, ambayo hiyo ardhi inazunguka wenyewe kwa wenyewe kama pia ili ipate mwangaza wa jua, mara upande huu na mara upande huu","lang":"sw"},{"name":"10:4","price":"Kwake Yeye tu ndio marejeo yenu nyote. Hii ni ahadi ya Mwenyezi Mungu iliyo ya kweli. Hakika Yeye ndiye aliye anzisha uumbaji, na kisha ataurejesha ili awalipe kwa uadilifu wale walio amini na wakatenda mema. Na walio kufuru, wao watapata vinywaji vinavyo chemka, na adhabu chungu kwa sababu ya walivyo kuwa wakikufuru.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"Kama Mwenyezi Mungu alivyo anzisha uumbaji wa viumbe peke yake, basi marejeo yenu, na marejeo ya viumbe vyote ni kwake Yeye. Na Mwenyezi Mungu ameahidi hivyo kwa ahadi ya kweli isiyo na khitilafu. Na hakika Yeye Subhanahu ameanzisha kuumba viumbe kwa kudra yake, na vitapo teketea atavirejesha kwa kudra yake, ili awalipe Waumini wenye kumt'ii thawabu kwa uadilifu ulio timia. Ama makafiri, wao huko katika Jahannamu watapewa vinywaji vinavyo tokota kweli kweli, na watapata adhabu yenye kutia machungu kuwa ni malipo ya ukafiri wao.","lang":"sw"},{"name":"10:5","price":"Yeye ndiye aliye lijaalia jua kuwa na mwangaza, na mwezi ukawa na nuru, na akaupimia vituo ili mjue idadi ya miaka na hisabu. Mwenyezi Mungu hakuviumba hivyo ila kwa Haki. Anazipambanua Ishara kwa watu wanao jua.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"Na Mola wenu Mlezi ndiye aliye ziumba mbingu na ardhi, na akalifanya jua litoe mwanga, na mwezi utoe nuru. Na akajaalia mwezi uwe na vituo ili vikusaidieni kuweza kupima nyakati zenu, na mjue idadi ya miaka na hisabu. Na wala Mwenyezi Mungu hakuumba hayo ila kwa hikima. Na Yeye Subhanahu katika Kitabu chake anazikunjua Ishara zenye kuonyesha Ungu wake na ukamilifu wa uwezo wake, ili mpate kuzingatia kwa akili zenu, na mkubali kwa yanayo hitajia ujuzi. Aya hii ya 5 inahakikisha ukweli wa kisayansi ambao haukujuulikana na hiyo sayansi ila hivi mwishoni. Hapo kwanza haukujuulikana, nao ni kuwa jua ni umbo lenye kuwaka moto, na ndio chanzo cha nguvu za kufanyia kazi zote, kwa Kiarabu huitwa T'aaqa, na kwa Kiingereza Energy, na kwa Kiswahili cha sasa Nishati. Katika nguvu hizo ni huo Mwangaza na Joto. Ama mwezi hauwaki moto, bali unarudisha mwangaza wa jua, kama kioo, kwa hivyo huonekana una nuru. Kwa hivyo Subhanahu ameeleza kuwa jua lina mwangaza wa asli, na mwezi unatoa nuru tu. Na Aya hii imeashiria hakika ya nyendo za falaki, nayo ni kuwa mwezi unaizunguka ardhi, na kila siku unakuwa katika mahala fulani kwa mintarafu ya dunia. Ukimaliza mzunguko wake ndio unatimia mwezi, huu wa siku 30 au 29. Kwa hivyo tunaweza kujua kiasi cha mwaka, na kwa hivyo twaweza kujua hisabu za miaka, miezi na siku.","lang":"sw"},{"name":"10:6","price":"Hakika katika kukhitalifiana usiku na mchana, na katika alivyo umba Mwenyezi Mungu katika mbingu na ardhi, zipo Ishara kwa watu wanao mcha-Mngu.","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"Hakika katika kufuatana usiku na mchana na kukhitalifiana kwao, kwa kuzidi na kupungua, na katika uumbaji wa mbingu na ardhi na vitu vyote viliomo humo, zipo dalili zilizo wazi na hoja zilizo dhaahiri zenye kuhakikisha Ungu wa Mwenye kuumba, na uwezo wake. Hayo ni kwa wenye kutaka kuiepuka ghadhabu yake na wakaiogopa adhabu yake. Aya hii ya 6 inaashiria hakika inayo onekana, nayo kukhitalifiana urefu wa usiku na mchana kwa mwaka mzima katika pahala popote duniani. Na kadhaalika kufuatana mchana na usiku, na kuwa mchana ni wa kuangaza na kuonana, na usiku ni giza. Na maana ya hayo ni kuwa msingi wake ni kuwa dunia inazunguka wenyewe kwa wenyewe kama pia juu ya msumari wake, na vile vile inalizunguka jua. Na yote hayo ni dalili ya uwezo wa Mwenye kuumba katika kuanzisha uumbaji. Ujuzi wa mambo hayo wakati wa Mtume s.a.w. haukuwepo. Na hii ni dalili nyengine ya kwamba haya hayakuwa ila ni wahyi, ufunuo, ulio toka kwa Mwenyezi Mungu kumpa Mtume s.a.w.","lang":"sw"},{"name":"10:7","price":"Hakika wasio taraji kukutana nasi, na wakaridhia maisha ya dunia na wakatua nayo, na walio ghafilika na Ishara zetu!","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"Hakika wale wasio amini kufufuliwa na kukutana na Mwenyezi Mungu Siku ya Mwisho, na wakaamini - kwa kudhani tu - kuwa uhai wa duniani ndio mwisho wao na hapana baada yake uhai mwingine, na wakatulia nyoyo zao kwa hayo, na wala wasijue nini kitakuwa baada yake, na wakaghafilika na Ishara za Mwenyezi Mungu juu ya kufufuliwa na kuhisabiwa,","lang":"sw"},{"name":"10:8","price":"Hao, makaazi yao ni Motoni kwa sababu ya waliyo kuwa wakiyachuma.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"Watu hao, makaazi yao watakapo dumu ni Motoni. Hayo ni malipo kwa waliyo yachuma ya ukafiri na vitendo viovu.","lang":"sw"},{"name":"10:9","price":"Hakika walio amini na wakatenda mema, Mola wao Mlezi atawaongoa kwa sababu ya Imani yao. Itakuwa inapita mito kati yao katika Mabustani yenye neema.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"Hakika walio amini Imani ya kweli kweli, na wakatenda mema katika dunia yao, Mola wao Mlezi atawathibitisha kwenye Uwongofu kwa sababu ya Imani yao, na Siku ya Kiyama atawatia katika Bustani zipitazo mito kati yake, na wataneemeka kwa neema za milele.","lang":"sw"},{"name":"10:10","price":"Wito wao humo utakuwa: Subhanaka Llahumma \"Umetakasika Ee Mwenyezi Mungu!\" Na maamkio yao humo ni \"Salama\". Na mwisho wa wito wao ni: Alhamdulillahi Rabbil A'lamiin \"Kuhimidiwa kote ni kwa Mwenyezi Mungu, Mola Mlezi wa walimwengu wote.\"","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"Dua za Waumini katika Bustani hizo ni kumsabihi na kumtakasa Mwenyezi Mungu na kila waliyo kuwa wakiyasema makafiri duniani, na kusalimiwa na Mwenyezi Mungu, na kusalimiana wao kwa wao ili kuthibitisha amani na utulivu. Na kukhitimishia dua yao ni kumhimidi Mwenyezi Mungu kwa tawfiqi yake, kuwawezesha, kufikia Imani na kufuzu kwao kuipata radhi yake.","lang":"sw"},{"name":"10:11","price":"Na lau kama Mwenyezi Mungu angeli wafanyia watu haraka kuwaletea shari kama wanavyo jihimizia kuletewa kheri, bila ya shaka wangelisha timiziwa ajali yao. Lakini tunawaacha wale wasio tumainia kukutana nasi wakihangaika katika upotovu wao.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"Na lau kuwa Mwenyezi Mungu angeli waitikia watu wanapo jiapizia shari kama vile wanavyo jihimizia kuitaka kheri, angeli waangamiza akawateketeza wote. Lakini Yeye anawachukulia kwa upole basi anaakhirisha kuwateketeza, ili kungojea wadhihirishe walio nayo kwa mujibu wa anavyo wajuulia, upate kuonekana wazi uadilifu wake kwa atavyo walipa. Wanaachwa na ushahidi wa kutosha umesimama dhidi yao, nao makusudi wanakengeuka na kuelekea njia ya upotovu na udhalimu.","lang":"sw"},{"name":"10:12","price":"Na mtu akiguswa na shida hutuomba naye kaegesha ubavu, au kakaa, au kasimama. Lakini tukimwondoshea shida yake huendelea kama kwamba hakupata kutuomba tumwondoshee shida iliyo mpata. Ndio namna hiyo wamepambiwa warukao mipaka yale waliyo kuwa wakiyatenda.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"Na mtu akisibiwa na madhara katika nafsi yake au mali yake au mfano wa hayo, huhisi unyonge wake, na humwomba Mola wake Mlezi kwa hali yoyote - akiwa kajinyoosha, au kakaa kitako, au kasimama - amwondolee dhiki zake! Mwenyezi Mungu akisha mwitikia, na akamwondolea hizo shida zake, humuacha kando Mwenyezi Mungu na akaendelea na maasi yake, na akasahau fadhila za Mwenyezi Mungu juu yake, kama kwamba hakupatikana na madhara yoyote, wala hajapata kumwomba amwondolee! Na mfano wa mtindo huu Shetani ndio huwazaini Makafiri, akawapambia vitendo vyao viovu, na uzushi wao mpotovu, wakaona yote hayo ni mazuri.","lang":"sw"},{"name":"10:13","price":"Na kwa yakini tumekwisha ziangamiza kaumu za kabla yenu walipo dhulumu, na waliwajia Mitume wao kwa Ishara zilizo wazi; lakini hawakuwa wenye kuamini. Ndio kama hivyo tunavyo walipa watu wakosefu.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"Na Sisi tulikwisha ziangamiza kaumu zilizo kutangulieni kwa sababu ya kufuru zao walipo wajia Mitume na Ishara zilizo wazi za kusadikisha wito wao wa kuitia Imani. Na Mwenyezi Mungu akijua, kwa ajili ya kung'ang'ania kwao ukafiri na uasi, kuwa haitopatikana Imani kwao! Basi enyi makafiri wa Kikureshi! Zingatieni! Kama tulivyo waangamiza walio kuwa kabla yenu, kadhaalika tutawalipa wakosefu kwa maangamizo.","lang":"sw"},{"name":"10:14","price":"Kisha tukakufanyeni nyiye ndio wenye kushika mahala pao baada yao katika ardhi ili tuone jinsi mtakavyo tenda.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"Enyi Umma wa Muhammad! Tumekujaalieni muwe makhalifa wa ardhi, mshike pahala pa walio kutangulieni, ili tukujaribuni tudhihirishe mtacho kikhiari, ut'iifu au uasi, baada ya mlivyo kwisha jua yaliyo wapata walio kutangulieni.","lang":"sw"},{"name":"10:15","price":"Na wanapo somewa Aya zetu zilizo wazi, wale wasio taraji kukutana na Sisi husema: Lete Qur'ani isiyo kuwa hii, au ibadilishe. Sema: Hainifalii mimi kuibadilisha kwa nitakavyo nafsi yangu. Mimi sifuati ila ninayo funuliwa kwa Wahyi. Hakika mimi naogopa, nikimuasi Mola wangu Mlezi, adhabu ya Siku iliyo kuu.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"Zilipo dhihiri Aya (Ishara) za Qur'ani kutokana na Mtume wetu Muhammad juu ya washirikina, walisema makafiri wasio ikhofu adhabu ya Mwenyezi Mungu wala hawataraji thawabu zake: Tuletee kitabu kinginecho kisicho kuwa hii Qur'ani. Au badilisha yaliyomo humu, yale yasiyo tupendeza. Waambie ewe Mtume: Hayumkini wala haijuzu mimi kugeuza au kubadilisha kwa nafsi yangu. Mimi si chochote ila ni mwenye kufuata na mwenye kufikisha kile kinacho funuliwa kwangu kutokana na Mola wangu Mlezi. Mimi naogopa, nikienda kinyume na Wahyi, Ufunuo, wa Mola wangu Mlezi, adhabu ya Siku ambayo khatari yake ni kuu, na kitisho chake ni kikubwa!","lang":"sw"},{"name":"10:16","price":"Sema: Mwenyezi Mungu angeli taka nisingeli kusomeeni, wala nisingeli kujuvyeni. Kwani nalikwisha kaa nanyi umri mzima kabla yake! Basi, je! Hamzingatii?","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"Waambie ewe Mtume! Lau kuwa Mwenyezi Mungu angeli taka kuwa asiniteremshie Qur'ani kutoka kwake, wala mimi nisikufikishieni, asingeli teremsha, wala mimi nisingeli kusomeeni, na wala Mwenyezi Mungu asingeli kufundisheni. Lakini Yeye kateremsha, na kanituma mimi kwayo, na mimi nimekusomeeni kama alivyo niamrisha. Na mimi nilikwisha kaa nanyi wakati mrefu kabla ya kupewa Utume, na mimi sikudai Utume wakati huo, wala sikukusomeeni kitu chochote. Na nyinyi mmeshuhudia kuwa mimi ni mkweli na muaminifu. Lakini umekuja Ufunuo na nimeamrishwa niusome. Basi hebu yatieni akilini haya mambo, na myazingatie, na yakutanisheni yaliyo pita ya zamani na ya yaliopo sasa.","lang":"sw"},{"name":"10:17","price":"Basi ni nani aliye dhaalimu zaidi kuliko yule anaye mzulia uwongo Mwenyezi Mungu na akazikanusha Ishara zake? Hakika hawafanikiwi wakosefu.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"Hapana mtu aliye jidhulumu nafsi zaidi kuliko anaye kufuru na akamzulia uwongo Mwenyezi Mungu, au akazikanusha Ishara za Mwenyezi Mungu alizo kuja nazo Mtume wake. Hakika hafuzu kafiri katika vitendo vyake. Naye amekhasiri khasara iliyo wazi kwa ukafiri wake na amemghadhibisha Mwenyezi Mungu.","lang":"sw"},{"name":"10:18","price":"Nao, badala ya Mwenyezi Mungu, wanaabudu wasio wadhuru wala kuwanufaisha,na wanasema: Hawa ndio waombezi wetu kwa Mwenyezi Mungu! Sema: Je! Mnamwambia Mwenyezi Mungu asiyo yajua ya katika mbingu wala katika ardhi? Subhanahu wa Taa'la! Ametakasika na ametukuka na hao wanao mshirikisha naye.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"Na hawa washirikina wanao mzulia Mwenyezi Mungu kuwa ana washirika, wanaabudu masanamu ya upotovu. Hayawadhuru wala hayawanufaishi. Na wanasema: Masanamu haya yatatuombea kwa Mwenyezi Mungu Siku ya Akhera! Ewe Mtume! Waambie: Hivyo nyinyi mnamwambia Mwenyezi Mungu kuwa ana washirika ambao hawajui, la katika mbingu wala katika ardhi? Mwenyezi Mungu ametakasika na kuwa na washirika, na yote mnayo zua kwa kuwaabudu hao washirika.","lang":"sw"},{"name":"10:19","price":"Wala watu hawakuwa ila Umma mmoja tu. Kisha wakakhitalifiana. Na lau kuwa si neno lililo kwisha tangulia kutokana na Mola wako Mlezi, hapana shaka hukumu ingeli kwisha katwa baina yao katika hayo wanayo khitalifiana.","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"Watu kwa maumbile yao hawakuwa ila ni Umma mmoja tu. Kisha tukawapelekea Mitume wawaongoze na wawaongoe kwa mujibu wa Ufunuo wa Mwenyezi Mungu Mtukufu. Ikawa tabia ya kibinaadamu iliyo pelekea kheri na shari ndiyo sababu ya kuwa na nguvu zaidi shari katika baadhi yao. Juu yao hao matamanio na nyendo za Shetani zikatawala, na kwa hivyo wakakhitalifiana. Na lau kuwa hukumu ya Mola wako Mlezi haikutangulia ya kuwapa muhula makafiri kwa ajili yako, Ewe Nabii, na kuakhirisha maangamizo yao mpaka siku maalumu iliyo ahidiwa, Mwenyezi Mungu angeli wapelekea upesi maangamizo na adhabu, kwa sababu ya mfarakano waliyo uingia, kama zilivyo ingia kaumu zilizo kwisha pita.","lang":"sw"},{"name":"10:20","price":"Na wanasema: Kwa nini hakuteremshiwa Ishara kutoka kwa Mola wake Mlezi? Sema: Mambo ya ghaibu ni ya Mwenyezi Mungu. Basi nyinyi ngojeni, na mimi ni pamoja nanyi katika wanao ngojea.","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"Na hawa washirikina wanasema: Hivyo Muhammad hateremshiwi muujiza usio kuwa hii Qur'ani, wa kutuyakinisha Utume wake? Waambie Ewe Mtume! Kuteremshwa Ishara ni jambo la ghaibu, hapana alijuaye ila Mwenyezi Mungu. Kama Qur'ani haikufaini basi ngojeni hukumu ya Mwenyezi Mungu baina yangu na nyinyi katika hayo mnayo yabisha. Na mimi ni pamoja nanyi katika wanao ngojea.","lang":"sw"},{"name":"10:21","price":"Na tunapo waonjesha watu rehema baada ya shida waliyo ipata, utawaona wana vitimbi kuzipangia Ishara zetu. Sema: Mwenyezi Mungu ni Mwepesi zaidi wa kupanga. Hakika wajumbe wetu wanayaandika mnayo yapanga.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"Katika mitindo ya watu ni kuwa pale tunapo waneemesha baada ya kwisha patwa na shida katika nafsi zao, au ahli zao (watu wao), au mali zao, hawamshukuru Mwenyezi Mungu kwa neema anazo waneemesha na kuwaondolea madhara. Bali huyakaabili hayo kwa kukakamia katika kuzikadhibisha na kuzikataa Ishara za Mwenyezi Mungu! Ewe Mtume! Sema: Hakika Mwenyezi Mungu ni Muweza wa kukuhilikini na kukuadhibuni upesi upesi, lau kuwa si hukumu yake tangu hapo kukupeni muhula mpaka siku ya miadi aliyo iweka mwenyewe kwa ilimu yake peke yake. Hakika Wajumbe wetu, Malaika waliyo wakilishwa juu yenu wanaviandika vitimbi mnavyo vipanga, na Yeye Mwenyezi Mungu atakuhisabieni na atakulipeni.","lang":"sw"},{"name":"10:22","price":"Yeye ndiye anaye kuendesheni bara na baharini. Hata mnapo kuwa majahazini na yakawa yanakwenda nao kwa upepo mzuri wakaufurahia, upepo mkali ukawazukia, na yakawajia mawimbi kutoka kila upande, na wakaona wameshazongwa, basi hapo humwomba Mwenyezi Mungu kwa kumsafishia niya: Ukituokoa na haya bila ya shaka tutakuwa miongoni mwa wanao shukuru.","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"Mwenyezi Mungu mnaye ikufuru neema yake, na mnakanusha Ishara zake, ndiye Yeye anaye kuezesheni kwenda na kutembea nchi kavu kwa miguu au kwa vipando, na baharini kwa vyombo alivyo fanya vikutumikieni, vinavyo kwenda juu ya maji, kama anavyo visahilishia Mwenyezi Mungu kwa upepo mzuri unao puliza kwa amani mpaka kufikilia huko vyendako. Hata mkisha tumaini na mkafurahia huvuma tena upepo mkali ukatibua mawimbi kutoka kila upande, na mkayakinika kuwa hapana ila kuhiliki tu! Katika shida kama hii hamna tegemeo ila Mwenyezi Mungu. Hapo basi mnamwomba madua kwa usafi wa niya, kwa kuyakinika kuwa hapana mwokozi isipo kuwa Yeye, na mnampa ahadi kuwa pindi akikuvueni na balaa hiyo mtamuamini, na mtakuwa wenye kushukuru.","lang":"sw"},{"name":"10:23","price":"Lakini akisha waokoa, mara wanafanya jeuri tena katika nchi bila ya haki. Enyi watu! Jeuri zenu zitakudhuruni wenyewe. Hii ni starehe ya maisha ya dunia tu. Kisha marejeo yenu ni kwetu, na hapo tutakuambieni mliyo kuwa mkiyatenda.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"Na akisha waokoa kutokana na khatari ya kuteketea, wanavunja ahadi yao, na mara wanarejea kwenye fisadi walizo kuwa nazo kabla! Enyi watu mvunjao ahadi! Hakika matokeo ya kupindukia mipaka ya starehe na kudhulumu kwenu yatarejea juu yenu peke yenu. Na hakika hizo starehe mnazo zistarehea katika dunia yenu ni starehe za kidunia zenye mwisho. Kisha marejeo yenu ya mwisho ni kwa Mwenyezi Mungu, na Yeye atakulipeni kwa vitendo vyenu mlivyo vitanguliza duniani.","lang":"sw"},{"name":"10:24","price":"Hakika mfano wa maisha ya dunia ni kama maji tuliyo yateremsha kutoka mbinguni, kisha yakachanganyika na mimea ya ardhi wanayo ila watu na wanyama. Mpaka ardhi ilipo kamilika uzuri wake, na ikapambika, na wenyewe wakadhani wamesha iweza, iliifikia amri yetu usiku au mchana, tukaifanya kama iliyo fyekwa - kama kwamba haikuwapo jana. Namna hivi tunazipambanua Ishara zetu kwa watu wanao fikiri.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"Hakika hali ya uhai wa dunia kwa uzuri wake na starehe zake, na kisha baada ya hayo kutoweka, si chochote ila ni kama hali ya maji yanayo teremka mbinguni, yakachanganyika na mimea ya ardhi inayo liwa na watu na wanyama. Mimea hiyo ikastawi na ikatoa matunda, na ardhi ikapambika kwa kunawiri. Uzuri huo ukisha fika ukomo wake, na wenyewe wakayakinika kuwa kweli ni mali yao, na kuwa watanafiika kwa matunda yake na neema zake, amri yetu ya kuondoa yote hayo ikaja. Tukaifanya kama kwamba iliyo fyekwa, na kama kwamba haijapata kukaliwa wala haikupata kuwa na uzuri kabla yake! Na hali zote mbili za kustawi na kunawiri ya kufurahia watu na kinyume cha hayo, ni mambo ya kuondoka na kutoweka! Na kama alivyo bainisha Mwenyezi Mungu kwa mifano iliyo wazi, anabainisha Aya zake na anafafanua hukumu zake na Ishara kwa watu wanao fikiri na wanapima kwa akili. Aya hii inaashiria ukweli ulio anza kuchomoza, nao ni kuwa mwanaadamu kwa kuifanya ilimu imtumikie ameweza kuyamiliki anayo yataka. Hata inapo kuwa karibu ya kufikilia ukweli huu kukamilika, na akaona huyo mwanaadamu amekwisha fikilia kilele cha ujuzi, hapo basi amri ya Mwenyezi Mungu hutokea.","lang":"sw"},{"name":"10:25","price":"Na Mwenyezi Mungu anaita kwendea Nyumba ya Amani, na anamwongoa amtakaye kwenye Njia Iliyo Nyooka.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"Na Mwenyezi Mungu anawaitia waja wake kwa Imani na vitendo vyema wendee Peponi, makao ya amani na utulivu. Na Yeye Subhanahu humwongoa amtakaye - kwa kuwa kesha jitayarisha vyema na kaelekea kheri - kwenye Njia ya Haki, nayo ni ya Salama.","lang":"sw"},{"name":"10:26","price":"Kwa wafanyao wema ni wema na zaidi. Wala vumbi halitawafunika nyuso zao, wala madhila. Hao ndio watu wa Peponi. Humo watadumu.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"Wanao tenda mema kwa kuitikia Wito wa Mwenyezi Mungu, wakaamini na wakafanya kheri kwa Dini yao na dunia yao, hao watapata wema katika Akhera, na wema huo ni Pepo. Na tena watapata yaliyo zidi hayo kwa fadhila na ukarimu wa Mwenyezi Mungu. Wala nyuso zao hazitafunikwa na huzuni na hamu na fedheha. Hawa ndio watu wa Peponi watakao neemeka humo daima milele.","lang":"sw"},{"name":"10:27","price":"Na wale walio chuma maovu, malipo ya uovu ni mfano wake vile vile, na yatawafika madhila. Hawatakuwa na wa kuwalinda na Mwenyezi Mungu. Nyuso zao kama kwamba zimefunikwa na vipande vya usiku wa giza. Hao ndio watu wa Motoni, wao humo watadumu.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"Na wale ambao hawakuitikia Wito wa Mwenyezi Mungu, wakakufuru, wakatenda maasi, watalipwa kwa mujibu ya uovu walio utenda. Na hawana mlinzi wa kuwakinga na adhabu ya Mwenyezi Mungu. Na nyuso zao zitasawajika kwa ghamu na huzuni kama kwamba zimefunikwa na weusi wa kiza cha usiku! Na hao ndio watu wa Motoni, watasononeka humo milele.","lang":"sw"},{"name":"10:28","price":"Na siku tutakapo wakusanya wote, kisha tutawaambia walio shirikisha:Simameni mahali penu nyinyi na wale mlio wafanya washirika. Kisha tutawatenga baina yao. Na hao walio washirikisha watasema: Nyinyi hamkuwa mkituabudu sisi.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"Ewe Mtume! Kumbuka kitisho cha siku watapo kusanywa viumbe vyote, kisha tuwaambie walio mshirikisha Mwenyezi Mungu katika ibada zao: Simameni pahala penu nyinyi na hao mlio wafanya washirika wa Mwenyezi Mungu, muangalie mtafanywa nini? Patatokea mfarakano baina ya washirikina na hao miungu yao ya uwongo walio washirikisha na Mwenyezi Mungu. Hao miungu watajitenga na wale wafwasi wao, kwa kusema: Sisi hatukukutakeni mtuabudu. Wala nyinyi hamkuwa mkituabudu sisi! Hakika mlikuwa mkiyaabudu matamanio yenu tu!","lang":"sw"},{"name":"10:29","price":"Mwenyezi Mungu anatosha kuwa ni shahidi baina yetu na nyinyi. Hakika sisi tulikuwa hatuna khabari ya ibada yenu.","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"Mwenyezi Mungu anatutosheleza kwa ilimu yake na hukumu yake kuwa ni Shahidi wa kutupambanua baina yetu na nyinyi. Sisi tulikuwa mbali nanyi, wala hatukuwa tunafaidika vyovyote kwa huko kutuabudu kwenu.","lang":"sw"},{"name":"10:30","price":"Huko kila mtu atayajua aliyo yatanguliza. Na watarudishwa kwa Mwenyezi Mungu, Mola wao wa Haki, na yote waliyo kuwa wakiyazua yatawapotea.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"Katika msimamo huo kila mtu atajua kheri gani au shari gani aliyo ifanya, na atalipwa malipo yake. Na hapo hao washirikina watayakinika kuwa kweli Mwenyezi Mungu ni Mmoja na wa pekee, Mwenye Haki. Na yote waliyo kuwa wakimzulia Mwenyezi Mungu yatavunjika.","lang":"sw"},{"name":"10:31","price":"Sema: Ni nani anaye kuruzukuni kutoka mbinguni na kwenye ardhi? Au ni nani anaye miliki kusikia na kuona? Na nani amtoaye hai kutoka maiti, na akamtoa maiti kutoka aliye hai? Na nani anaye yadabiri mambo yote? Watasema:Allah, Mwenyezi Mungu. Basi sema: Je! Hamchi?","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"Ewe Mtume! Lingania kwenye Tawhidi safi, na useme: Nani anaye kuleteeni riziki kutoka mbinguni inapo teremka mvua, na katika ardhi inapo mea mimea na kuzaa? Na nani aliye kupeni kusikia na kuona? Na nani anaye toa vilio hai kutokana na vilio maiti, kama mimea, nayo ni hai kutokana na ardhi maiti? Nani anaye mtoa maiti kutokana na hai, kama mtu anavyo kufa? Na nani anaye panga na kuendesha mambo yote ya ulimwengu kwa kudra yake na hikima yake? Wataungama: Hapana pa kukimbilia! Kwa hakika ni Mwenyezi Mungu peke yake ndiye mtenda yote. Ewe Mtume! Waambie watapo ungama: Si waajibu mkubwa kuit'ii Haki, na kumkhofu Mwenyezi Mungu, Mmiliki Ufalme wote?","lang":"sw"},{"name":"10:32","price":"Basi huyo ndiye Mwenyezi Mungu, Mola Mlezi wenu wa haki. Na kipo kitu gani baada ya haki, isipokuwa upotovu tu? Basi huwaje mkageuzwa?","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"Huyo basi ndiye Mwenyezi Mungu mliye mkiri, na Yeye tu peke yake ndiye Mola wenu Mlezi aliye thibiti kuwa ni Mola na Mlezi, na akapasa kuabudiwa pekee, wala hapana mwenginewe. Na hapana baada ya Haki ya Umoja wa Mwenyezi Mungu na kumuabudu Yeye tu, ila kutumbukia katika upotovu, nao ni kumshirikisha Mwenyezi Mungu na kumuabudu mwenginewe. Basi vipi mnaiacha Haki mkauendea upotovu?","lang":"sw"},{"name":"10:33","price":"Ndio kama hivyo kauli ya Mola wako Mlezi itakavyo wathibitikia wale walio potoka, ya kwamba hawatoamini.","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"Kama ulivyo thibiti Ungu wa Mwenyezi Mungu na kumuabudu Yeye, vile vile imethibiti hukumu juu ya walio tokana na amri ya Mwenyezi Mungu wakimuasi kwa kuwa hawaifuati Haki. Kwani hakika Mwenyezi Mungu Mtukufu hawaongoi kwenye Haki ila wanao ishika njia yake, sio wanao mfanyia uasi.","lang":"sw"},{"name":"10:34","price":"Sema: Je! Yupo katika miungu yenu ya ushirikina aliye anzisha kuumba viumbe, na kisha akavirejesha? Huwaje, basi, mkadanganywa?","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"Ewe Mtume! Waambie hao washirikina: Yupo yeyote katika hao mlio wafanya washirika wa Mwenyezi Mungu mkawaabudu, awezaye kuanzisha kuumba tangu mwanzo, na tena akarejea tena baada ya kwisha toweka? Hapana shaka watashindwa kujibu! Basi hapo tena waambie: Allah, Mwenyezi Mungu, tu peke yake, ndiye anaye anzisha kuumba kutokana na kuto kuwepo, na tena viumbe vikitoweka huvirejesha. Vipi basi nyinyi mnaiacha Imani?","lang":"sw"},{"name":"10:35","price":"Sema: Je! Yupo katika miungu yenu ya ushirikina anaye ongoa kwendea Haki? Sema: Mwenyezi Mungu anaongoa kwendea Haki. Basi, je, anaye stahiki kufuatwa ni yule Mwenye kuongoa kwendea Haki au asiye ongoa ila aongozwe yeye? Basi nyinyi mna nini? Mnahukumu namna gani?","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"Ewe Mtume! Waambie hao washirikina: Yupo yeyote katika hao mlio wafanya washirika wa Mwenyezi Mungu mkawaabudu, awezaye kupambanua baina ya uwongofu na upotovu, akawaongoza watu kwenye Njia ya Haki? Wataemewa! Basi, je! Yupi bora kufuatwa - Mwenye kuweza kuongoa kwendea Haki au asiye weza hata kujiongoa nafsi yake? Naye huyo hawezi kumwongoa mtu, ila yeye anahitaji mtu wa kumwongoa. Hao ndio kama wakuu wa makafiri, mapadri na mamonaki ambao ndio mmewafanya ni waola mkamuacha Mwenyezi Mungu!! Nini basi kilicho kupelekeeni kukengeuka hata mkawashirikisha hawa na Mwenyezi Mungu? Na nini hali ya ajabu iliyo kusukumeni kwenye hizo hukumu na sharia za kigeni?","lang":"sw"},{"name":"10:36","price":"Na wengi wao hawafuati ila dhana tu. Na dhana haifai kitu mbele ya haki. Hakika Mwenyezi Mungu anajua yote wanayo yatenda.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"Wengi wa washirikina hawafuati katika itikadi zao ila dhana potovu zisio kuwa na dalili zozote! Na kwa jumla, dhana haifidi kitu, wala haiwezi kuwa ni badala ya kuijua Haki, na khasa ikiwa dhana yenyewe ni ya kuzua tu, kama hizi dhana za washirikina. Na hakika Mwenyezi Mungu anayajua vyema wayafanyayo wakuu wa ukafiri na wafuasi wao, naye atawalipa kwa hayo.","lang":"sw"},{"name":"10:37","price":"Na haiwezekani Qur'ani hii kuwa imetungwa na haitoki kwa Mwenyezi Mungu. Lakini hii inasadikisha yaliyo tangulia, na ni mfafanuo wa Kitabu kisicho na shaka ndani yake, kutokana na Mola Mlezi wa viumbe vyote.","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"Haiwezi kutokea kuwa hii Qur'ani aizue mtu yeyote, kwani katika kuwa haiwezi kuigwa, na katika uwongofu wake, na hukumu zake, hayumkini kuwa itoke kwa yeyote isipo kuwa kwa Mwenyezi Mungu tu. Nayo inasadikisha Vitabu vya mbinguni vilivyo tangulia katika mambo ya Haki yaliyo tajwa humo, na inaweka wazi yaliyo kwisha andikwa na kuthibitishwa katika mambo ya hakika na sharia. Hapana shaka kuwa Qur'ani hii ina cheo maalumu kwa Mwenyezi Mungu, nayo ni muujiza ambao hapana mtu anaye weza kuleta mfano wake.","lang":"sw"},{"name":"10:38","price":"Je! Ndiyo wanasema ameizua? Sema: Hebu leteni sura moja mfano wake na muwaite (kukusaidieni) muwawezao, isipo kuwa Mwenyezi Mungu, ikiwa nyinyi mnasema kweli.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"Bali hawa washirikina wanasema: Muhammad kaizua hii Qur'ani mwenyewe! Ewe Mtume! Waambie: Ikiwa hii Qur'ani ni kazi ya mwanaadamu, basi nyinyi leteni Sura moja tu mfano wake, na muwatake muwatakao, isipo kuwa Mwenyezi Mungu, waje kukusaidieni; ikiwa nyinyi ni wasema kweli katika madai yenu kuwa hii Qur'ani nimeitunga mimi.","lang":"sw"},{"name":"10:39","price":"Bali wameyakanusha wasio yaelewa ilimu yake kabla hayajawajia maelezo yake. Kadhaalika walio kabla yao walikanusha vile vile. Basi angalia jinsi ulivyo kuwa mwisho wa madhaalimu hao.","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"Bali hawa washirikina wamekimbilia kuikadhibisha Qur'ani bila ya kuzingatia, wakajua yaliomo ndani yake! Wao wenyewe hawakutazama mna nini, wala hawakusita kuitafuta tafsiri yake, na kutaka kuelewa hukumu zake kwa kuwauliza wenginewe! Na kukadhibisha namna hii bila ya ujuzi, ndivyo walivyo wakanusha makafiri wa kaumu za zamani Mitume wao na Vitabu vyao! Basi, ewe mwanaadamu! Angalia yaliishiaje mambo ya walio kadhibisha walio tangulia. Waliachiliwa mbali na wakateketezwa kwa adhabu! Na huu ndio mwendo wa Mwenyezi Mungu kwa mfano wa hao.","lang":"sw"},{"name":"10:40","price":"Na miongoni mwao wapo wanao iamini, na miongoni mwao wapo wasio iamini. Na Mola wako Mlezi anawajua vyema mafisadi.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"Na miongoni mwa hawa wakanushao wapo ambao watakuja iamini Qur'ani baada ya kuyafahamu yaliyomo ndani yake, na wakayaelewa maana yake. Na kipo miongoni mwao kikundi ambacho hakiamini wala hakiachi upotovu wake! Na Allah Subhanahu wa Taa'la anawajua vyema wakanushao mafisadi, na atawalipa kwa vitendo vyao.","lang":"sw"},{"name":"10:41","price":"Na wakikukanusha wewe, sema: Mimi nina a'mali yangu, na nyinyi mna a'mali yenu. Nyinyi hamna jukumu kwa niyatendayo, wala mimi sina jukumu kwa myatendayo.","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"Na ewe Mtume! Wakishikilia kuendelea na kukukadhibisha baada ya kuwadhihirikia wazi dalili za Unabii wako, basi wewe waambie: Hakika mimi nitalipwa kwa a'mali yangu,(vitendo vyangu); na nyinyi mtalipwa kwa a'mali yenu kama itakavyo kuwa. Na mimi naendelea na Wito wangu, na nyinyi hamtahisabiwa kwa a'mali yangu, wala mimi sitahisabiwa kwa a'mali yenu. Basi nyinyi fanyeni mpendavyo. Na Mwenyezi Mungu atamlipa kila mtu kwa aliyo yachuma.","lang":"sw"},{"name":"10:42","price":"Na wapo miongoni mwao wanao kusikiliza. Je, wewe unaweza kuwafanya viziwi wasikie ijapo kuwa hawafahamu?","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"Na katika hawa makafiri wapo wanao kusikiliza wewe, Mtume, pale unapo waita wafuate Dini ya Mwenyezi Mungu, na hali nyoyo zao zimefungwa hazikubali Wito wako. Basi wewe huwezi kuwafanya hawa viziwi wakusikie na waongoke. Na khasa ilivyo kuwa juu ya uziwi wao, hawafahamu uyasemayo.","lang":"sw"},{"name":"10:43","price":"Na wapo miongoni mwao wanao kutazama. Je, wewe utawaongoa vipofu ingawa hawaoni?","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"Na wengine wapo wanao kutazama na wanalifikiria jambo lako, na wanaona dalili zilizo wazi za Unabii wako. Lakini bado hawaongoki wakafuata. Mfano wa hayo ni mfano wa kipofu, nawe huwezi kuwaongoa hao vipofu. Upofu wa macho ni kama upofu wa moyo. Wote hawana uwongofu! Kipofu haioni njia kwa kuhisi, na mpotovu haongoki kwa maana.","lang":"sw"},{"name":"10:44","price":"Hakika Mwenyezi Mungu hawadhulumu watu kitu chochote; lakini watu wenyewe wanajidhulumu nafsi zao.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"Hakika Mwenyezi Mungu Subhanahu atawalipa watu kwa vitendo vyao kwa uadilifu na haki, wala hatamdhulumu hata mmoja wapo kwa kitu chochote. Lakini watu wanajidhulumu nafsi zao kwa kukhiari kwao ukafiri kuliko Imani.","lang":"sw"},{"name":"10:45","price":"Na Siku atakapo wakusanya, itakuwa kama kwamba hawakukaa ila saa moja tu ya mchana! Watatambuana. Hakika wamekhasirika walio kanusha kukutana na Mwenyezi Mungu, wala hawakuwa wenye kuongoka.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"Ewe Mtume! Wahadharishe na Siku tutayo wakusanya kwa ajili ya Hisabu, wawe na hakika kuwa Siku ya Akhera itakuja, baada ya kuwa walikuwa wakiikanusha na wakikumbuka maisha yao ya duniani tu. Waone ni kama saa moja tu ya mchana, hapana wasaa wa kufanya kitendo chochote cha kheri, na wajuane wao kwa wao wakilaumiana kwa kufuru na upotovu walio kuwa nao! Wamekhasiri wakanushao Siku ya Akhera na wasitangulize vitendo vyema katika dunia yao, na wakakosa neema za Akhera kwa kufuru zao.","lang":"sw"},{"name":"10:46","price":"Na vyovyote vile, tukikuonyesha baadhi ya tunayo waahidi, au tukakufisha kabla yake, marejeo yao ni kwetu. Kisha Mwenyezi Mungu ni Shahidi wa wanayo yafanya.","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"Ewe Mtume! Tukikuonyesha baadhi ya tunayo waahidi, nayo kuwa utawashinda na wao watapata adhabu, au tukakufisha kabla ya kuyaona yote hayo, vyovyote vile hawawezi kuepuka kurejea kwetu tuwahisabie na kuwalipa. Na Mwenyezi Mungu Subhanahu ni Mwenye kuwachungua na Mwenye kujua kila walitendalo, naye atawalipa.","lang":"sw"},{"name":"10:47","price":"Na kila umma una Mtume. Alipo wajia Mtume wao walihukumiwa baina yao kwa uadilifu, wala hawakudhulumiwa.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"Na kila umma ulijiwa na Mtume akafikisha wito wa Mwenyezi Mungu, akaamini aliye amini, na akakanusha aliye kanusha. Ikifika Siku ya kufufuliwa, Mtume wao atakuja na kuwatolea ushahidi wale walio mkadhibisha kuwa hao ni makafiri, na walio amini kuwa ni Waumini. Basi Mwenyezi Mungu atawahukumu kwa uadilifu ulio timia. Hatomdhulumu yeyote katika malipo anayo stahiki.","lang":"sw"},{"name":"10:48","price":". Na wanasema: Lini ahadi hii, ikiwa mnasema kweli?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"Na makafiri wanakusudia kuikanusha Siku ya Akhera, basi wanaihimiza kwa kejeli na kusema: Itakuwa lini hiyo adhabu unayo tuahidi, kama wewe, ewe Mtume, na hao walio pamoja nawe, ni wakweli katika hayo mnayo yaamini na mnatuitia sisi tuyakubali?","lang":"sw"},{"name":"10:49","price":"Sema: Sijimilikii nafsi yangu shari wala kheri ila apendavyo Mwenyezi Mungu. Kila umma una muda wao walio wekewa. Ukifika muda wao hawakawii hata saa moja wala hawatangulii.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"Ewe Mtume! Waambie: Mimi sina uwezo wa kujitendea mwenyewe kheri wala shari, ila kwa aliyo niwezesha Mwenyezi Mungu. Basi vipi niweze kuihimiza ije upesi hiyo adhabu? Hakika kila umma una ukomo wake aliyo uwekea Mwenyezi Mungu tangu na tangu. Ukiwadia ukomo huo basi hawatoweza kuuchelewesha hata kidogo, kama wasivyo weza kuutanguliza!","lang":"sw"},{"name":"10:50","price":"Sema: Mwaonaje ikikufikieni hiyo adhabu yake usiku au mchana, sehemu gani ya adhabu wanaihimiza wakosefu?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"Waambie wanao himiza ifike adhabu: Hebu niambieni, ikikufikieni adhabu ya Mwenyezi Mungu usiku au mchana, pana faida gani watayo ipata wakosefu wenye madhambi kutaka ije kwa haraka? Na hali adhabu yote ni mbaya!","lang":"sw"},{"name":"10:51","price":"Tena je! Ikisha tokea mtaiamini? Je! Ndio sasa tena? Na nyinyi mlikuwa mkiihimiza.","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"Sasa mnaikanusha adhabu? Tena itapo kufikieni mtaambiwa kwa kubeuliwa: Je! Sasa mnaamini kwa kuwa mnaiona, na nyinyi huko duniani mlikuwa mkiihimiza kwa dharau na kukanusha!","lang":"sw"},{"name":"10:52","price":"Kisha walio dhulumu wataambiwa: Onjeni adhabu ya kudumu. Kwani mtalipwa isipo kuwa yale mliyo kuwa mkiyachuma?","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"Tena Siku ya Kiama wataambiwa walio jidhulumu nafsi zao kwa kukufuru na kukanusha: Onjeni adhabu ya milele..sasa hamlipwi ila kwa a'mali zenu mlizo zitenda duniani.","lang":"sw"},{"name":"10:53","price":"Na wanakuuliza: Je! Ni kweli hayo? Sema: Ehe! Naapa kwa Mola wangu Mlezi! Hakika hayo ni kweli, na wala nyinyi hamshindi!","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"Na makafiri, kwa njia ya kejeli na kukataa, wanakutaka wewe, Mtume, uwaambie hivyo ni kweli hayo uliyo yaleta katika Qur'ani na khabari za kufufuliwa, na adhabu? Waambie: Naam! Kwa haki ya Muumba wangu aliye niumba, hakika hayo yatakuwa bila ya shaka yoyote. Wala nyinyi hamtoshinda wala hamwezi kuzuia adhabu aitakayo Mwenyezi Mungu kukuleteeni.","lang":"sw"},{"name":"10:54","price":"Na lau kuwa kila nafsi iliyo dhulumu inamiliki kila kiliomo duniani,bila ya shaka ingeli toa vyote kujikombolea. Na watakapo iona adhabu wataficha majuto. Na patahukumiwa baina yao kwa uadilifu, nao hawatadhulumiwa.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"Na lau kuwa vitu vyote viliomo duniani ni mali ya kila nafsi iliyo dhulumu kwa ushirikina na kukanusha, ingeli vitoa fidia kwa adhabu itayo wakabili Siku ya Kiyama, na ambayo wataviona vitisho vyake. Na hapo basi majuto na masikitiko yatawajaa nyoyoni mwao kwa kutoweza kuyatamka, na kwa fazaa itayo wapata kwa kuiona adhabu! Na hukumu ya Mwenyezi Mungu itapita juu yao kwa uadilifu, na wala hawatodhulumiwa katika malipo hayo, kwani hayo ni matokeo ya waliyo yatenda duniani!","lang":"sw"},{"name":"10:55","price":"Jueni kuwa hakika vyote viliomo katika mbingu na katika ardhi ni vya Mwenyezi Mungu. Jueni kuwa hakika ahadi ya Mwenyezi Mungu ni ya haki. Lakini wengi wao hawajui.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"Watu nawajue kuwa hakika Mwenyezi Mungu ndiye Mwenye kumiliki na Mwenye madaraka makuu juu ya vyote viliomo mbinguni na duniani. Na pia wajue kuwa ahadi yake ni ya kweli. Basi Yeye hashindwi na kitu, na hapana yeyote ataye epuka malipwa yake. Lakini wao wamedanganyika na maisha ya dunia, hawajui hayo kwa ujuzi wa yakini!","lang":"sw"},{"name":"10:56","price":"Yeye ndiye anaye fufua na anaye fisha. Na kwake mtarejeshwa","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"Na Mwenyezi Mungu Subhanahu anavihuisha vitu baada ya kuwa havipo, na anaviondoa baada ya kuwapo. Na kwake Yeye tu ndio marejeo katika Akhera. Na mwenye kuwa hivyo hapana kuu la kumshinda.","lang":"sw"},{"name":"10:57","price":"Enyi watu! Yamekujieni mawaidha kutoka kwa Mola wenu Mlezi, na poza kuponyesha yaliyomo vifuani, na uwongofu, na rehema kwa Waumini.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"Enyi watu! Kimekujieni kwa ulimi wa Mtume Muhammad Kitabu kilicho toka kwa Mwenyezi Mungu. Ndani yake mna makumbusho ya Imani, na ut'iifu, na mawaidha ya kuhimiza kheri, na kukataza vitendo viovu, na kueleza mzingatie khabari za walio kutangulieni, na kukutakeni muangalie utukufu wa uumbaji ili mpate kuuelewa utukufu wa Muumba. Na ndani ya Kitabu hicho mna dawa ya maradhi ya nyoyo zenu, maradhi ya shirki na unaafiki; na mna uwongofu wa kuendea Njia Iliyo Nyooka. Na yote hayo ni rehema kwa Waumini wanao itikia wito.","lang":"sw"},{"name":"10:58","price":"Sema: Kwa fadhila ya Mwenyezi Mungu na rehema yake! Basi nawafurahi kwa hayo. Haya ni bora kuliko hayo wanayo yakusanya.","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"Ewe Mtume! Waambie: Furahieni fadhila ya Mwenyezi Mungu na rehema yake juu yenu kwa kuiteremsha Qur'ani, na kubainisha Sharia ya Islamu. Na hii ni bora kuliko starehe zote anazo zikusanya mtu duniani, kwa sababu hichi ni chakula cha nyoyo na dawa ya maradhi yake.","lang":"sw"},{"name":"10:59","price":"Sema: je, mwaonaje zile rizki alizo kutemshieni Mwenyezi Mungu nanyi makafanya katika hizo nyingine haramu na nyingine halali Sema: je, Mwenyezi Mungu amekuruhusuni au mnamzulia Mwenyezi Mungu tu.","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"Ewe Mtume! Waambie makafiri walio pewa baadhi ya starehe za duniani: Niambieni khabari ya vyakula vizuri vya halali alivyo kuruzukuni Mwenyezi Mungu, mkajifanya wenyewe ni watungaji sharia, mkahalalisha vingine na mkaharimisha vingine, bila ya kufuata Sharia ya Mwenyezi Mungu! Hakika Mwenyezi Mungu hakukupeni ruhusa mfanye hayo, bali nyinyi mnamzulia uwongo Mwenyezi Mungu.","lang":"sw"},{"name":"10:60","price":"Na nini dhana ya wanao mzulia Mwenyezi Mungu kwa Siku ya Kiyama? Hakika Mwenyezi Mungu ana fadhila juu ya watu, lakini wengi wao hawashukuru.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"Na watadhani nini Siku ya Kiyama hao walio mzulia uwongo Mwenyezi Mungu, wakajipa kuhalalisha na kuharimisha bila ya kuwa nayo dalili yoyote? Hakika Mwenyezi Mungu amewaneemesha neema nyingi na amezihalalisha kwao kwa fadhila yake, na amewawekea Sharia yenye kheri kwao. Lakini hawamshukuru Mwenyezi Mungu kwa hayo, bali wanamzulia Mwenyezi Mungu uwongo!","lang":"sw"},{"name":"10:61","price":"Na huwi katika jambo lolote, wala husomi sehemu yoyote katika Qur'ani, wala hamtendi kitendo chochote ila Sisi huwa ni mashahidi juu yenu mnapo shughulika nayo. Na hakifichikani kwa Mola wako Mlezi chenye uzito hata wa chembe katika ardhi na katika mbingu, wala kidogo kuliko hicho wala kikubwa ila kimo katika Kitabu kilicho wazi.","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"Ewe Mtume! Hakika wewe umefikisha ujumbe wako, na hayo Mwenyezi Mungu anayajua. Na hapana jambo lolote katika mambo yako, na huwasomei Qur'ani, na wewe na umma wako hamtendi kitu, ila Sisi tunayashuhudia na tunayaangalia mnapo yaingia kwa juhudi. Na Mola wako Mlezi haachi kujua chochote hata kikiwa kina uzito wa chembe hichi, ikiwa katika mbingu au katika ardhi, kidogo na kikubwa. Vyote hivyo vinadhibitiwa katika Kitabu kilichoko kwa Mwenyezi Mungu, nacho ni chenye kubainisha wazi.","lang":"sw"},{"name":"10:62","price":"Jueni kuwa vipenzi vya Mwenyezi Mungu hawatakuwa na khofu wala hawatahuzunika.","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"Enyi watu! Tanabahini na mjue ya kuwa wenye kumuelekea Mwenyezi Mungu kwa Imani na ut'iifu Yeye anawapenda, na wao wanampenda. Hawana khofu ya kuhizika duniani, wala kupata adhabu ya Akhera. Wala wao hawahuzuniki kwa kukosa starehe za duniani, kwa kuwa watapata kwa Mwenyezi Mungu yaliyo makubwa na mengi kuliko hayo.","lang":"sw"},{"name":"10:63","price":"Hao ni ambao wameamini na wakawa wanamcha Mungu.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"Na hao ndio walio yasadiki yote yaliyo toka kwa Mwenyezi Mungu, na wakaifuata Haki, na wakayaepuka maasi, na wakamkhofu Mwenyezi Mungu katika kila walitendalo.","lang":"sw"},{"name":"10:64","price":"Wao wana bishara njema katika maisha ya dunia na katika Akhera. Hapana mabadiliko katika maneno ya Mwenyezi Mungu. Huko ndiko kufuzu kukubwa.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"Kwa wapenzi hawa wa Mwenyezi Mungu pana bishara ya kheri hapa duniani, kwa vile Mwenyezi Mungu amewaahidi kuwapa ushindi na utukufu, na Akhera itatimia ahadi ya Mwenyezi Mungu. Na ahadi ya Mwenyezi Mungu haigeuki. Na haya ndiyo waliyo bashiriwa kwayo duniani, na watayapata Akhera. Na huko ndiko kufuzu kukubwa.","lang":"sw"},{"name":"10:65","price":"Wala yasikuhuzunishe maneno yao. Hakika utukufu wote ni wa Mwenyezi Mungu. Yeye ndiye Mwenye kusikia Mwenye kujua.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"Ewe Mtume! Usihuzunuke kwa wayasemayo washirikina ya kejeli, na matusi, na kukadhibisha. Wala usidhani kuwa hali yao hii itadumu. Bali ushindi ni wako, na Uislamu utatukuka, kwani utukufu wote ni wa Mwenyezi Mungu Mtukufu, na ushindi upo mkononi mwake, na Yeye atakunusuru uwashinde hao makafiri. Na Yeye Subhanahu ni Mwenye kuyasikia wanayo kuzulia, na Mwenye kuyajua wanayo dhamiria. Na Yeye atawalipa kwa hayo.","lang":"sw"},{"name":"10:66","price":"Jueni kuwa ni vya Mwenyezi Mungu vyote viliomo mbinguni na ardhinii.Na wala hawawafuati hao wanao waomba badala ya Mwenyezi Mungu kuwa ni washirika wake. Wao hawafuati ila dhana tu, na hawasemi ila uwongo.","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"Enyi watu! Jueni kuwa ni vya Mwenyezi Mungu peke yake vyote viliomo mbinguni na duniani, kwa kuviumba, na kuvimiliki, na kuviendesha. Na hao wanao mshirikisha Mwenyezi Mungu kwa hakika hawawafuati hao miungu ya ushirikina. Hao si chochote ila wanafuata mawazo tu, wanadhani kuwa uwezo umo katika vitu ambavyo havijifai wenyewe, la kwa manufaa wala madhara.","lang":"sw"},{"name":"10:67","price":"Yeye ndiye aliye kujaalieni usiku mpate kutulia humo, na mchana wa kuonea. Hakika katika haya zipo Ishara kwa watu wanao sikia.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"Hakika huyo Mwenye kumiliki viliomo katika mbingu na ardhi, ndiye aliye kuumbieni usiku mpate kupumzika na mahangaiko ya mchana. Na amekuumbieni mchana wenye kuangaza mpate kufanya kazi na mshughulikie maslaha yenu. Hakika katika kuumbwa usiku na mchana zipo dalili zilizo wazi kwa wenye kusikia na wakapima.","lang":"sw"},{"name":"10:68","price":"Wamesema: Mwenyezi Mungu ana mwana. Subhanahu, Aliye takasika! Yeye ni Mkwasi, Mwenye Kujitosheleza. Vyote viliomo katika mbingu na katika ardhi ni vyake peke yake. Nyinyi hamna uthibitisho wowote wa haya! Mnamzulia Mwenyezi Mungu msiyo yajua?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"Na ikiwa wanao abudu masanamu wamefanya ushirikina wa kuabudu mawe, na hawakumtakasa Mwenyezi Mungu kwa haki ya kumtakasa, na wakasema kuwa Allah, Mwenyezi Mungu, ana mwana, basi Mwenyezi Mungu ametakasika na hayo. Yeye hana haja ya kuwa na mwana; kwani kuwa na mwana kunaonyesha wazi kutaka kubakia ukoo wako baada ya kufa kwako. Na Mwenyezi Mungu hafi. Yeye ni Mwenye kubakia milele. Na vyote viliomo katika mbingu na viliomo katika ardhi ni vyake, vimeumbwa na vinaendeshwa na Yeye. Na nyinyi wazushi, hamna hoja yoyote wala dalili ya hayo mnayo zua! Basi msikhitalifiane juu ya Mwenyezi Mungu kwa mambo yasiyo na msingi wa hakika.","lang":"sw"},{"name":"10:69","price":"Sema: Hao wanao mzulia uwongo Mwenyezi Mungu hawatafanikiwa.","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"Ewe Mtume! Waambie: Hao wanao mtungia Mwenyezi Mungu uwongo, na wanadai kuwa ana mwana, hawatafanikiwa milele.","lang":"sw"},{"name":"10:70","price":"Hiyo ni starehe ya katika dunia tu, kisha marejeo yao ni kwetu. Tena tutawaonjesha adhabu kali kwa sababu ya kukufuru kwao.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"Wao wana starehe hapa duniani ya kudanganyika nayo. Nayo ni chache, ikiwa itachukua muda mrefu au mfupi, ukilinganisha na hayo yanayo wangojea! Kisha marejeo yao ni kwetu, Sisi. Tutawahisabia na tutawaonjesha adhabu ya kutia uchungu kwa sababu ya ukafiri wao.","lang":"sw"},{"name":"10:71","price":"Wasomee khabari za Nuhu alipo waambia watu wake: Enyi watu wangu!Ikiwa kukaa kwangu nanyi na kukumbusha kwangu kwa Ishara za Mwenyezi Mungu kunakutieni mashaka basi mimi namtegemea Mwenyezi Mungu. Nanyi tengezeni mambo yenu pamoja na washirika wenu, na wala mambo yenu yasifichikane kwenu.Kisha nihukumuni, wala msinipe muhula.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"Yanayo kupata kutoka kwa watu wako, yaliwapata Manabii walio kutangulia. Basi wasomee hawa watu, Ewe Mtume, aliyo kuteremshia Mola wako Mlezi katika Qur'ani kisa cha Nuhu, Mtume wa Mwenyezi Mungu. Alipo iona chuki na uadui wa watu wake kwa ujumbe wake, aliwaambia: Enyi watu wangu! Ikiwa kuwa pamoja nanyi kwa ajili ya kufikisha ujumbe kumekuwa ni shida juu yenu, basi mimi ni mwenye kuendelea na wito wangu, na ni mwenye kushikilia hapo hapo, na ni mwenye kumtegemea Mwenyezi Mungu katika hili jambo langu. Basi nyinyi na washirika wenu jifungeni madhubuti katika shauri yenu, wala msiufiche uadui wenu kwangu kabisa, wala msinipe muhula wowote kwa maovu mnayo nipangia kunitendea, kama kweli mnaweza kuniletea madhara. Kwani Mola wangu Mlezi ananilinda.","lang":"sw"},{"name":"10:72","price":"Lakini mkigeuka, basi mimi sikukuombeni ujira. Ujira wangu hauko ila kwa Mwenyezi Mungu. Na nimeamrishwa niwe miongoni mwa Waislamu.","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"Na ikiwa mtabaki kukataa wito wangu, basi hayo hayatanidhuru mimi kitu. Kwani mimi sikufanya hivyo kwa kutaraji kupokea ujira kwenu ambao naogopa nitaukosa, kwa sababu ya kukataa kwenu! Ujira wangu mimi nautaka kwa Mwenyezi Mungu peke yake. Na Yeye ameniamrisha niwe Muislamu, nimsalimishie Yeye mambo yangu yote.","lang":"sw"},{"name":"10:73","price":"Wakamkanusha. Basi tukamwokoa, pamoja na walio kuwa naye, katika jahazi. Na tukawafanya wao ndio walio bakia, na tukawazamisha walio zikanusha Ishara zetu. Basi angalia vipi ulikuwa mwisho wa walio onywa.","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"Na juu ya juhudi hizo, na kukakamia huko aliko kakamia Nuhu kwa ajili ya kutaka kuwaongoa hao watu wake, bado walishikilia kuendelea na kumkanusha na kumfanyia uadui. Basi Mwenyezi Mungu alimwokoa yeye pamoja na wenye kumuamini, wakapanda marikebu. Na akawajaalia hao ndio walio iamirisha nchi baada ya kuteketea makafiri, walio gharikishwa na tofani. Hebu angalia, ewe Muhammad! Vipi walio puuza onyo ulivyo malizikia mwisho wao mbaya.","lang":"sw"},{"name":"10:74","price":"Kisha baada yake tukawatuma Mitume kwa watu wao. Nao wakawajia kwa Ishara zilizo wazi. Lakini hawakuwa wenye kuyaamini waliyo yakanusha kabla yake. Ndio kama hivyo tunapiga muhuri juu ya nyoyo za warukao mipaka.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"Baada ya Nuhu tuliwatuma Mitume wengine wakilingania Tawhid, Upweke wa Mwenyezi Mungu, wakibashiria kheri na wakionya, na wakiungwa mkono na miujiza yenye kuonyesha ukweli wao. Watu wao wakawakanya kama walivyo kanya kaumu ya Nuhu. Haukuwa mwendo wa wapinzani kuwa wat'iifu, kwa sababu kule kukadhbisha kwao kulikuwa ni mbele kuliko kuzingatia na kupima. Kwa hivyo Mwenyezi Mungu alipiga muhuri wa upotovu juu ya nyoyo za wale ambao mtindo wao ni kuzifanyia uadui hakika na Ishara zilizo wazi!","lang":"sw"},{"name":"10:75","price":"Kisha baada yao tukamtuma Musa na Haruni kwa Firauni na waheshimiwa wake, kwa Ishara zetu. Wakajivuna, na wakawa watu wakosefu.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"Kisha baada yao tulimtuma Musa na ndugu yake Haruni wende kwa Firauni, mfalme wa Misri na watu wake wakuu makhsusi, kuwaita wamuabudu Mwenyezi Mungu peke yake. Nao waliungwa mkono na hoja zenye nguvu. Firauni na kaumu yake walitakabari wakakataa kuitikia wito wa Musa na Haruni. Kwa kukataa kwao huko wakawa wamefanya makosa makubwa na dhambi.","lang":"sw"},{"name":"10:76","price":"Basi ilipo wajia Haki kutoka kwetu walisema: Hakika huu ni uchawi dhaahiri.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"Ilipo dhihiri Haki yetu kwa mkono wa Musa, ule muujiza wa Musa - nao ni fimbo kugeuka nyoka mbele ya macho yao - wao walisema: Hakika huu ni uchawi ulio dhaahiri!","lang":"sw"},{"name":"10:77","price":"Akasema Musa: Mnasema hivi juu ya Haki ilipo kujieni? Huu ni uchawi? Na wachawi hawafanikiwi!","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"Musa akawaambia kukanya uzushi wao: Nyinyi mnaita Haki iliyo toka kwa Mwenyezi Mungu kuwa ni uchawi? Hivyo hii kweli mliyo iona kwa macho yenu ni uchawi? Basi hivi hapa mimi nakutakeni mthibitishe kwamba huu ni uchawi. Waleteni wachawi wathibitishe hayo mnayo yadai. Na wachawi hawafanikiwi abadan!","lang":"sw"},{"name":"10:78","price":"Wakasema: Je! Umetujia ili utuachishe tuliyo wakuta nayo baba zetu, na mpate nyinyi wawili ukubwa katika nchi? Wala sisi hatukuaminini nyinyi.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"Firauni na watu wake walimwambia Musa: Hapana shaka wewe umekuja kwa makusudi ya kutuachisha dini ya baba zetu, na mila za kaumu yetu, ili nyinyi wawili mpate kuwa na wafuasi; wewe na nduguyo mpate ufalme na utukufu na urais wa kutawala na kuhukumu! Kwa hivyo basi sisi hatutakuaminini nyinyi wala huo utume wenu!","lang":"sw"},{"name":"10:79","price":"Na Firauni akasema: Nileteeni kila mchawi mjuzi!","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"Firauni na kaumu yake wakadai kuwa Musa na nduguye ni wachawi, wala si Mitume! Akawataka watu wake wamhudhurishe kila aliye hodari katika fani za uchawi katika mamlaka yake.","lang":"sw"},{"name":"10:80","price":"Basi walipo kuja wachawi, Musa aliwaambia: Tupeni mnavyo tupa!","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"Walipo hudhuria wachawi, na wakasimama mbele ya Musa kupambana naye kwa uchawi wao mbele ya watu, Musa aliwaambia: Leteni huo uchawi mlio nao!","lang":"sw"},{"name":"10:81","price":"Walipo tupa, Musa alisema: Mliyo leta ni uchawi. Hakika Mwenyezi Mungu haitengenezi kazi ya waharibifu.","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"Walipo tupa kamba zao na fimbo zao, Musa aliwaambia: Huo mlio fanya ni uchawi kweli, na Mwenyezi Mungu Subhanahu atauvunja kwa mkono wangu! Hakika Mwenyezi Mungu hawasahilishii mafisadi vitendo vyao vikawa vizuri na vyenye nafuu.","lang":"sw"},{"name":"10:82","price":"Na Mwenyezi Mungu huhakikisha Haki kwa maneno yake, hata wanga chukia wakosefu","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"Ama Haki hapana shaka Mwenyezi Mungu atainusuru na ataiunga mkono kwa uwezo wake na hikima yake hata makafiri wakisaidiana katika kuichukia na kuipiga vita.","lang":"sw"},{"name":"10:83","price":"Basi hawakumuamini Musa isipo kuwa baadhi ya vijana vya kaumu yake, kwa kumwogopa Firauni na wakuu wao wasiwatese. Kwani hakika Firauni alikuwa jeuri katika nchi. Na kwa yakini alikuwa miongoni mwa walio pita kiasi.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"Na juu ya kudhihiri Ishara zote za kusadikisha Ujumbe, wale walio muamini Musa hawakuwa ila ni kikundi cha watu wachache tu katika kaumu ya Firauni. Waliamini juu ya kuwa wakiogopa asije Firauni na walio pamoja naye wakawaachisha waliyo yaamini. Jeuri za Firauni zilikuwa kubwa mno katika Misri! Hakika yeye ni katika walio pita upeo katika kutakabari na kujivuna.","lang":"sw"},{"name":"10:84","price":"Na Musa alisema: Enyi watu wangu! Ikiwa nyinyi mmemuamini Mwenyezi Mungu, basi mtegemeeni Yeye, ikiwa nyinyi ni Waislamu.","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"Ama Musa aliwaambia Waumini kwa kuwawasa na kuwashajiisha: Enyi watu wangu! Ikiwa Imani imekwisha ingia nyoyoni mwenu kwa kumsafishia niya Mwenyezi Mungu, basi msimwogope yeyote mwenginewe. Nanyi msalimishie Yeye mambo yenu yote, na mtegemeeni Yeye, na muwe na yakini mwishoe atakunusuruni, ikiwa nyinyi mmethibiti katika Uislamu.","lang":"sw"},{"name":"10:85","price":"Wakasema: Tunamtegemea Mwenyezi Mungu. Ewe Mola wetu Mlezi! Usitufanye wenye kutiwa misukosuko na hao watu madhaalimu.","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"Waumini wakasema: Tunamtegemea Mwenyezi Mungu peke yake. Kisha wakamwomba Mola wao Mlezi asiwatie katika mitihani na mateso ya makafiri.","lang":"sw"},{"name":"10:86","price":"Na utuokoe kwa rehema yako na watu makafiri.","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"Wakamwomba Mola wao Mlezi wakisema: Kwa vile ulivyo tumiminia neema na rehema, na kwa wingi wa rehema yako unayo sifika nayo, tuokoe na hawa watu wanao kataa, wenye kudhulumu.","lang":"sw"},{"name":"10:87","price":"Na tukampelekea Musa na ndugu yake wahyi huu: Watengenezeeni majumba watu wenu katika Misri na zifanyeni nyumba zenu ndio mwahali mwa ibada, na mshike Swala, na wabashirie Waumini.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"Tukawafunulia Musa na nduguye Haruni kuwapa amri wafanye nyumba za kukaa watu wao katika nchi ya Misri, na watu wa Imani wenye kufuata wito wa Mwenyezi Mungu wazielekee nyumba hizo, na wawe wanashika Swala kwa sura ya ukamilifu. Na Waumini wanabashiriwa kheri!","lang":"sw"},{"name":"10:88","price":"Na Musa akasema: Mola wetu Mlezi! Hakika wewe umempa Firauni na wakuu wake mapambo na mali katika maisha ya dunia. Hivyo wanapoteza watu na Njia yako. Mola wetu Mlezi! Yafutilie mbali mali yao na zifunge nyoyo zao, wasiamini mpaka waione adhabu chungu.","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"Walivyo shikilia makafiri katika kumfanyia inda Musa, alimwomba Mwenyezi Mungu kwa kusema: Ewe Mola Mlezi wangu! Hakika Wewe umempa Firauni na watukufu wake starehe za duniani, na mali, na wana, na utawala. Na matokeo ya neema hizi ni kupita kwao mipaka katika kupotea na kupoteza watu waache Njia ya Haki! Ewe Mwenyezi Mungu! Yafutilie mbali mali yao, na uwaache katika kiza cha nyoyo zao, wasijaaliwe kuipata Imani mpaka waione kwa macho adhabu iliyo chungu, ambayo ndiyo mwisho unao wangojea, ili wawe ni onyo kwa wengineo.","lang":"sw"},{"name":"10:89","price":"Mwenyezi Mungu akasema: Maombi yenu yamekubaliwa. Basi simameni sawa sawa, wala msifuate njia za wale wasio jua.","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"Mwenyezi Mungu akasema: Dua zenu zimeitikiwa. Basi endeleeni katika Njia Iliyo Nyooka, na iwacheni njia ya wale wasio jua mambo yalivyo, wala hawaifuati Haki iliyo wazi.","lang":"sw"},{"name":"10:90","price":"Tukawavusha bahari Wana wa Israili, na Firauni na askari wake wakawafuatia kwa dhulma na uadui. Hata Firauni alipo kuwa anataka kuzama akasema: Naamini kuwa hapana mungu ila yule waliye muamini Wana wa Israili, na mimi ni miongoni mwa walio nyenyekea!","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"Tulipo wavusha bahari Wana wa Israili, Firauni na askari wake waliwafuatia nyuma yao, tukawafunika kwa bahari! Alipo kuwa anazama, Firauni alisema: Nimemsadiki Allah, Mwenyezi Mungu, walio msadiki Wana wa Israili, na wakamfuata. Na mimi ni katika wenye kut'ii walio wanyenyekevu!","lang":"sw"},{"name":"10:91","price":"Ala! Sasa? Na hali uliasi kabla yake na ukawa miongoni mwa mafisadi!","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"Mwenyezi Mungu hakukupokea kuamini huko kwa Firauni ambako alikuwa hana budi nako. Toba hiyo ilikuwa pale mauti yamekwisha mkabili, naye aliishi maisha yake yote katika kumuasi Mwenyezi Mungu, akifisidi nchi, naye akafa kafiri wa kutupwa!","lang":"sw"},{"name":"10:92","price":"Leo, basi, tutakuokoa kwa mwili wako, ili uwe Ishara kwa ajili ya walio nyuma yako. Na hakika watu wengi wameghafilika na Ishara zetu.","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"Na leo siku ulipo angamia tutautoa mwili wako baharini, na tutauweka uwe ni onyo na funzo kwa hao walio kuwa wakikuabudu, na hawakuwa wakikutarajia utapata mwisho huu wa hizaya wa machungu. Lakini watu wengi wanaghafilika na Ishara zilizo wazi na zilizo zagaa katika ulimwengu, na ambazo zinathibitisha uwezo wetu. Inaonyesha Aya hii tukufu kuwa mwili wa Firauni utabaki umehifadhiwa ili watu wauone, na wapime kwa macho yao hali ya ule mzoga wa yule aliye kuwa akijiona ni mungu, na akiwaambia watu wake wanao mnyenyekea: Hamna mungu ila mimi! Kadhaalika tujue kuwa kutoka Wana wa Israili katika nchi ya Misri kulikuwa mwishoni mwa karne ya kumi na tatu kabla ya kuzaliwa Nabii Isa a.s., katika enzi ya mmoja wa Mafirauni wa Ukoo wa kumi na tisa, naye ni Minfitah mwana wa Ramsis wa Pili, ambaye ndiye aliye wakandamiza Wana wa Israili akawalazimisha wamjengee Jiji la ufalme wake. Uvumbuzi wa machimbo ya vitu vya kale wa hivi karibuni umedhihirisha kuwa jina la mji huo ulio funikika chini ya ardhi, ni \"Bur'amsis\". Kulikuwa kutoka kwa Wana wa Israili pamoja na Musa ni kwa ajili ya wito wa Tawhidi, Umoja wa Mwenyezi Mungu, na kuikata shemere ya Firauni iliyo wadhalilisha, na ikawakutisha adhabu ya mwisho. Na ilikuwa haijuulikani na Waarabu ambao hawajui kusoma na kuandika, wala kwa wengineo, kwamba mwili wa Firauni huyu ungalipo mpaka hii leo. Lakini Qur'ani imeyataja hayo, na ukweli wake umethibiti mwaka 1900 B.K., yaani karne kumi na tatu baada ya kuteremka Qur'ani. Je, hii si dalili ya kuwa imetoka kwa Mungu?","lang":"sw"},{"name":"10:93","price":"Na hakika tuliwaweka Wana wa Is raili kikao chema, na tukawaruzuku vitu vizuri. Nao hawakukhitalifiana mpaka ilipo wafikia ilimu. Hakika Mola wako Mlezi atahukumu baina yao Siku ya Kiyama katika yale waliyo kuwa wakikhitalifiana.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"Na tuliwaweka vyema Wana wa Israili wakaishi katika nchi nzuri na huku wakiihifadhi Dini yao, nao wako mbali na dhulma iliyo kuwa ikiwapata; riziki na neema zimewajalia. Lakini mara baada ya kuonja neema ya utukufu baada ya unyonge, yaliwasibu maradhi ya kufarikiana. Wakakhitalifiana juu ya kuwa imekwisha bainika kweli na uwongo! Mwenyezi Mungu atahukumu baina yao Siku ya Kiyama, na atamlipa kila mmoja kwa alilo tenda.","lang":"sw"},{"name":"10:94","price":"Na ikiwa unayo shaka katika tuliyo kuteremshia, basi waulize wasomao Kitabu kabla yako. Kwa yakini imekwisha kujia Haki kutoka kwa Mola wako Mlezi. Basi usiwe miongoni mwa wenye shaka.","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"Ikikuingia shaka wewe au mwengineo katika huu wahyi tuliyo kuteremshia, basi waulize watu wa Vitabu vilivyo tangulia walivyo teremshiwa Manabii wao. Kwao utapata jawabu ya kukata, yenye kuwafikiana na haya tuliyo kuteremshia wewe. Na hayo ni kutilia mkazo ukweli wa uwazi wa dalili pindi ikitokea shaka yoyote. Basi hapana njia ya kutia shaka. Sisi tumekuteremshia Haki isiyo na shaka yoyote. Basi usishindane na yeyote mwenginewe katika kutia shaka na kutaradadi.","lang":"sw"},{"name":"10:95","price":"Na kabisa usiwe miongoni mwa wale wanao zikanusha Ishara za Mwenyezi Mungu, usije kuwa katika walio khasiri.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"Wala usiwe wewe, wala yeyote katika wanao kufuata, miongoni mwa wanao kadhibisha hoja na Ishara zilio wazi, msije mkaingia khasarani na ghadhabuni, kama hali ya makafiri wasio amini. Na akisemezwa Nabii basi ndio wanasemezwa wote wanao mfuata.","lang":"sw"},{"name":"10:96","price":"Hakika wale ambao neno la Mola wako Mlezi limekwisha thibitika juu yao, hawataamini,","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"Hakika wale iliyo kwisha pita juu yao hukumu ya kuwa wao ni makafiri, kwa kujuulikana inadi yao na chuki zao, hawatoamini hata ukijihangaisha vipi nafsi yako kuwakinaisha.","lang":"sw"},{"name":"10:97","price":"Ijapo kuwa itawajia kila Ishara, mpaka waione adhabu iliyo chungu.","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"Na ukiwajia na kila hoja, na iwe wazi vipi, hawakinaiki. Wataendelea tu na upotovu wao mpaka wamalizikie kupata adhabu chungu.","lang":"sw"},{"name":"10:98","price":"Kwa nini usiwepo mji mmoja ukaamini na Imani yake ikawafaa - isipo kuwa kaumu Yunus? Waliamini na Sisi tukawaondolea adhabu ya hizaya katika maisha ya dunia, na tukawastarehesha kwa muda.","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"Lau kila mji ungeli amini ingeli wafaa Imani yao. Lakini hawaamini, na kwa hivyo hayapatikani manufaa. Ila kaumu ya Yunus. Kwani wao waliamini, na wakapata manufaa yao. Tuliwaondolea hizaya na machungu, na tukawapa starehe ya dunia inayo pita, mpaka ifike Siku ya Kiyama.","lang":"sw"},{"name":"10:99","price":"Angeli taka Mola wako Mlezi wangeli amini wote waliomo katika ardhi. Je, wewe utawalazimisha watu kwa nguvu mpaka wawe Waumini?","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"Na lau kuwa Mwenyezi Mungu angeli taka watu wote katika ardhi waamini, wangeli amini. Basi wewe usihuzunike kwa ukafiri wa washirikina. Wala haiwi Imani ila kwa khiari. Basi wewe huwezi kuwalazimisha watu kwa nguvu ili wafuate Haki na waitikie. Haikupasii kutaka kuwalazimisha waamini, wala hutoweza, hata ukijitahidi vipi.","lang":"sw"},{"name":"10:100","price":"Na hawezi mtu kuamini ila kwa idhini ya Mwenyezi Mungu. Naye hujaalia adhabu iwafike wasio tumia akili zao.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"Hawezi mtu kuamini ila akiielekeza nafsi yake kwa hayo, na Mwenyezi Mungu akamsahilishia sababu na njia za hayo. Ama yule asiye ielekea Imani huyo basi amestahiki kukasirikiwa na Mwenyezi Mungu, na kupata adhabu yake. Na mwendo wa Mwenyezi Mungu ni kuwapa adhabu na ghadhabu wale wanao zipuuza na kuzikataa hoja zilio wazi, na wala hawazizingatii.","lang":"sw"},{"name":"10:101","price":"Sema: Angalieni yaliomo mbinguni na kwenye ardhi! Na Ishara zote na maonyo hayawafai kitu watu wasio amini.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"Ewe Nabii! Waambie hawa wenye inda: Tazameni Ishara zilizo wazi zinazo onyesha Ungu na Upweke wa Mwenyezi Mungu zilio enea katika mbingu na ardhi. Lakini Ishara, juu ya wingi wake, na maonyo na yangawa na nguvu, hayawafai kitu watu wanao kataa na wala hawatumii akili zao. Hawa wanao kanya kama hawaamini, basi hawatoangalia. Aya hii na Aya nyingi nyenginezo zinaita watu wajifunze kwa kuangalia na kuzingatia (Observation). Na inaita watu wajifunze ilimu ya ulimwengu na viliomo ndani yake, kwani huo ulimwengu umedhalilishwa kwa ajili ya mwanaadamu. Kisha hizo Aya zinataka watu waingie katika ilimu za kujaribu (Experimental Science). Kwani hiyo ni njia ya kujua kwa kuona vinavyo onekana.","lang":"sw"},{"name":"10:102","price":"Basi, je! Wanangojea jingine ila kama yaliyo tokea siku za watu walio pita kabla yao? Ngojeni! Nami ni pamoja nanyi katika wanao ngoja.","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"Basi hao wakanyao wanangojea lolote ila kufikiwa na siku za shida kama zilizo wapata kaumu ya Nuhu, na kaumu ya Musa, na wengineo? Ewe Nabii! Waambie: Ikiwa mnangojea mfano wa hayo, basi ngojeni! Nami pia nangojea pamoja nanyi. Na karibu hivi mtasibiwa na kushindwa, na Siku ya Kiyama mtapata adhabu.","lang":"sw"},{"name":"10:103","price":"Kisha Sisi huwaokoa Mitume wetu na walio amini. Ndio kama hivyo,inatustahiki kuwaokoa Waumini.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"Kisha Sisi huwaokoa Mitume wetu na Waumini kutokana na adhabu hiyo. Kwa kuwa Mwenyezi Mungu amewaahidi kuwaokoa, na ahadi yake ni ya kweli, wala hayendi kinyume.","lang":"sw"},{"name":"10:104","price":"Sema: Enyi watu! Ikiwa nyinyi mnayo shaka katika Dini yangu, basi mimi siwaabudu mnao waabudu nyinyi badala ya Mwenyezi Mungu. Lakini mimi namuabudu Mwenyezi Mungu anaye kufisheni. Na nimeamrishwa niwe miongoni mwa Waumini.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"Ewe Mtume! Waambie: Ikiwa mna shaka na ukweli wa Dini niliyo tumwa kuileta kwenu, basi jueni kuwa kama mtavyo tia shaka mimi kabisa sitoabudu hayo masanamu mnayo yaabudu badala ya Mwenyezi Mungu! Lakini mimi namuabudu Mwenyezi Mungu ambaye mambo yenu yote yapo mikononi mwake. Yeye ndiye anaye kutoeni roho. Na Yeye ameniamrisha niwe katika wanao muamini Yeye.","lang":"sw"},{"name":"10:105","price":"Na uelekeze uso wako kwenye Dini ya Kweli, wala usiwe katika washirikina.","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"Ewe Nabii! Simama sawasawa, umuelekee Mwenyezi Mungu vilivyo. Wala usijitie katika miongoni mwa walio mshirikisha Mwenyezi Mungu. Epukana nao, na uwe mbali nao, wewe na Waumini wanao kufuata.","lang":"sw"},{"name":"10:106","price":"Na wala usiwaombe wasio kuwa Mwenyezi Mungu ambao hawakufai kitu wala hawakudhuru. Ukifanya hivyo basi utakuwa miongoni mwa walio dhulumu.","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"Wala usimkimbilie kwa kumwomba na kumuabudu yeyote asiye kuwa Mwenyezi Mungu. Hao hawakuletei manufaa wala madhara. Ukifanya hayo inakuwa umekwisha ingia miongoni mwa washirikina walio dhulumu. Na anayo katazwa Nabii, ndio wanakatazwa umma wake wote. Na hivyo ndio ukomo wa kukanya. Kwani kumkanya ambaye hayumkiniki kutenda anacho kanywa, ndio hadi ya kukanya.","lang":"sw"},{"name":"10:107","price":"Na Mwenyezi Mungu akikugusisha madhara, basi hapana wa kukuondolea ila Yeye. Na akikutakia kheri, basi hapana awezaye kurudisha fadhila yake.Huifikisha kwa amtakaye katika waja wake, na Yeye ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"Ewe Nabii! Yakikusibu madhara kutoka kwa Mwenyezi Mungu, hapana wa kuyaondoa ila Yeye. Na akikujaalia kheri hapana anaye weza kukunyima yeyote. Kwani yeye anagawa kheri kuwapa waja wake kwa fadhila yake. Na Yeye Subhanahu ni Mkunjufu wa maghfira, Mkuu wa rehema.","lang":"sw"},{"name":"10:108","price":"Sema: Enyi watu! Haki imekwisha kukujieni kutoka kwa Mola wenu Mlezi. Basi anaye ongoka anaongoka kwa faida ya nafsi yake, na anaye potea anapotea kwa khasara ya nafsi yake. Na mimi si mwakilishi juu yenu.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"Ewe Mtume! Fikisha wito wa Mwenyezi Mungu kwa watu wote! Na waambie: Enyi watu! Hakika Mwenyezi Mungu amekuteremshieni Sharia ya Haki kutokana naye. Anaye taka kuongoka basi afanye haraka. Kwani faida ya uwongofu wake utamrejea mwenyewe. Na mwenye kushikilia upotovu utamuangukia mwenyewe. Na mimi sikuwakilishwa nikulazimisheni muamini, wala kukutawalini.","lang":"sw"},{"name":"10:109","price":"Na wewe fuata yanayo funuliwa kwako kwa wahyi. Na vumilia mpaka Mwenyezi Mungu ahukumu, na Yeye ndiye mbora wa mahakimu.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"Ewe Mtume! Thibiti juu ya Dini ya Haki. Na fuata wahyi ulio teremshiwa, nawe uwe na subira kwa maudhi yanayo kufika kwa ajili ya Njia ya Da'wa (Wito), mpaka Mwenyezi Mungu ahukumu baina yako na wao, kwa vile alivyo kuahidi kuwa atawapa ushindi Waumini, na watahizika makafiri. Na Yeye ndiye mbora wa mahakimu.","lang":"sw"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}