{"data":[{"name":"11:1","price":"Alif Lam Ra. Hiki ni Kitabu ambacho Aya zake zimewekwa wazi, kisha zikapambanuliwa, kilicho toka kwa Mwenye Hikima na Mwenye Khabari!","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"Alif Lam Ra (A.L.R.)...Hizi ni harufi zilizo anziwa Sura hii kuwa ni ishara kuwa Qur'ani ni muujiza juu ya kuwa imeundwa kwa hizi hizi harufi zinazo tamkwa, na pia ni kuwazindua watu wanapo isikiliza inapo somwa Qur'ani Tukufu kuwa ni Kitabu chenye shani kuu. Zimeteremshwa Aya zake zimeshikana, madhubuti, hazina ndani yake upotovu, wala ubabaishi, na zimetungwa kwa njia isiyo na dosari, iwazi, na yenye kubainisha. Kisha hukumu zake zikapambanuliwa. Na Kitabu hichi juu ya utukufu wake ulio nao nafsi yake, kina utukufu zaidi kwa kuwa kimetokana na Mwenyezi Mungu ambaye anajua kila kitu, na Yeye Subhanahu anapanga mambo yote kwa pahala pake.","lang":"sw"},{"name":"11:2","price":"Ili msimuabudu isipo kuwa Allah, Mwenyezi Mungu. Hakika mimi kwenu ni mwonyaji na mbashiri nitokae kwake.","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"Ewe Nabii! Waongoze watu kwa hii Qur'ani, na uwaambie: Msimuabudu yeyote ila Mwenyezi Mungu tu. Na hakika mimi nimetumwa kutoka kwake ili nikuonyeni msikufuru ikakupateni adhabu yake, na nikupeni bishara njema kuwa mkiamini na mkat'ii, basi mtapata malipo yake..","lang":"sw"},{"name":"11:3","price":"Na ili mumwombe msamaha Mola wenu Mlezi, kisha mtubie kwake. Atakustarehesheni starehe nzuri mpaka muda maalumu. Na atampa kila mwenye fadhila, fadhila yake. Na ikiwa mtakengeuka basi mimi nakukhofieni adhabu ya hiyo Siku Kubwa.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"Mnyenyekeeni Mwenyezi Mungu na huku mnamwomba akusameheni dhambi zenu. Kisha rejeeni kwake kwa kumuabudu kwa ikhlasi na vitendo vyema, ili apate kukustarehesheni starehe nzuri duniani mpaka utakapo kufikieni muda wenu uliyo kadiriwa, na apewe Akhera kila mwenye vitendo vyema malipo ya kazi yake na fadhila yake. Na pindi mkiyaacha haya ninayo kuitieni kwayo itakuwa mtajiletea adhabu. Na mimi nakukhofieni adhabu hii katika Siku Kubwa watakapo fufuliwa watu wote, na kutokea vitisho vikubwa kabisa!","lang":"sw"},{"name":"11:4","price":"Marejeo yenu ni kwa Mwenyezi Mungu tu. Naye ni Muweza wa kila kitu.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"Marejeo yenu ni kwa Mwenyezi Mungu peke yake hapa duniani na Siku ya Kiyama, atakapo kufufueni kutoka makaburini mwenu, ili akulipeni kwa vitendo vyenu. Na Yeye ni Muweza wa kila kitu. Kwani Yeye ndiye aliye kamilika uwezo wake, na hashindwi na kitu chochote.","lang":"sw"},{"name":"11:5","price":"Hebu angalia! Ati wanafunika vilivyomo vifuani mwao ili wamfiche Mwenyezi Mungu! Jueni kuwa wanapo jigubika nguo zao Yeye anajua wanayo yaficha na wanayo yatangaza. Hakika Yeye ni Mjuzi wa yaliyomo vifuani.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"Watu wanafunika vifua vyao kujaribu kuficha yanayo wapitia humo. Wanajitahidi kuficha, wakidai makusudio ya hayo ni kumficha Mwenyezi Mungu asijue hisiya za nyoyo zao! Hebu nawajue watu hawa kuwa hata wanapo kwenda kulala vitandani mwao, na wakavaa nguo zao za kulalia, na wakajisitiri na kiza cha usiku na usingizi, na kujifunika vifua, basi hapana shaka yoyote kuwa Mwenyezi Mungu anawajua, wakificha au wakitangaza. Kwani Yeye anayajua yaliyomo vifuani, na yanayo funikwa ndani yake.","lang":"sw"},{"name":"11:6","price":"NA HAKUNA mnyama yoyote katika ardhi ila riziki yake iko kwa Mwenyezi Mungu. Naye anajua makao yake na mapitio yake. Yote yamo katika Kitabu chenye kubainisha.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"Na wajue watu hawa kuwa uwezo wa Mwenyezi Mungu na neema zake, na ujuzi wake, umeenea kila kitu. Basi hapana mnyama anaye furukuta katika ardhi ila Mwenyezi Mungu kwa fadhila yake kesha mtengenezea riziki yake inayo wafikiana naye katika hali mbali mbali. Naye anajua anakaa wapi katika hali ya uhai wake, na pahala atapo wekwa wakati wa kufa kwake! Kila kitu katika hayo kimekwisha dhibitiwa kwake Subhanahu katika Kitabu chenye kuweka wazi hali zote ziliomo.","lang":"sw"},{"name":"11:7","price":"Na Yeye ndiye aliye ziumba mbingu na ardhi katika siku sita. Na Kiti chake cha Enzi kilikuwa juu ya maji, ili akufanyieni mtihani ajuulikane ni nani miongoni mwenu mzuri zaidi wa vitendo. Na wewe ukisema: Nyinyi hakika mtafufuliwa baada ya kufa; wale walio kufuru husema: Hayakuwa haya ila ni uchawi uliyo wazi.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"Na Mwenyezi Mungu kaziumba mbingu na ardhi na viliomo ndani yake katika siku sita. Na kabla ya hapo palikuwa hapana chochote zaidi kuliko ulimwengu wa maji, na juu yake A'rshi, Kiti cha Enzi cha Mwenyezi Mungu. Na Mwenyezi Mungu ameumba ulimwengu wote huu ili adhihirishe kwa kukujaribuni hali zenu, enyi watu, atokeze kati yenu anaye mkubali Mwenyezi Mungu kwa ut'iifu na vitendo vyema, na nani anaye yaacha hayo...Na juu ya uwezo huu wa kuumba, ukiwaambia kwa yakini: Nyinyi mtafufuliwa kutoka makaburini kwenu, na kwamba wao wameumbwa ili wafe na wafufuliwe, wao mbio mbio wanakurudi kwa mkazo kuwa haya mliyo kuja nayo hayana ukweli wowote! Wala hayo si chochote ila ni kama uchawi ulio wazi wa kuchezea akili tu.","lang":"sw"},{"name":"11:8","price":"Na tukiwacheleweshea adhabu mpaka muda ulio kwisha hisabiwa wao husema: Nini kinacho izuia hiyo adhabu? Jueni! Siku itakapo wajia basi haitoondolewa hiyo kwao. Na yatawazunguka yale waliyo kuwa wakiyafanyia mzaha.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"Ilivyo kuwa hikima yetu ni kuakhirisha adhabu ya ukafiri wao hapa duniani mpaka wakati tuliyo uweka, nao ni Siku ya Kiyama, wao husema kwa kejeli: Nini kinacho mzuia hivi sasa? Na ailete hiyo adhabu ikiwa anasema kweli katika hiyo ahadi yake! Basi nawajue hao kwamba adhabu itakuja tu bila ya muhali. Na itapo wajia hawatapata kuokoka, na itawazunguka kwa sababu ya kejeli zao na kutaka kuvunja hishima.","lang":"sw"},{"name":"11:9","price":"Na tukimwonjesha mtu rehema inayo toka kwetu, kisha tukamwondolea, hukata tamaa akakufuru.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"Na katika tabia za binaadamu ni kujizamisha mwenyewe katika hali aliyo nayo. Basi tukimpa baadhi ya neema na rehema, kama vile afya nzuri, na ukunjufu wa riziki, kisha baadae tukamwondolea neema hizo, kwa mujibu wa mipango yetu, yeye hupita mipaka katika kukata tamaa kuwa neema hiyo haitorudi tena; na akapita mipaka katika kuzikufuru neema nyengine ambazo bado angali anastarehe nazo.","lang":"sw"},{"name":"11:10","price":"Na tukimwonjesha neema baada ya madhara yaliyo mpata husema: Taabu zimekwisha niondokea. Hakika yeye hujitapa na kutafakhari.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"Na tukimpa neema baada ya shida aliyo kuwa nayo yeye husema: Shida zangu zote zimekwisha niondokea, wala hazitarudi tena! Na hayo humpelekea upeo wa kufurahikia starehe za dunia, na kujifakhirisha bila ya kiasi. Moyo wake huwa umeshughulika, usimshukuru Mola wake Mlezi! Hii ndiyo hali ya binaadamu wengi, wanababaika baina ya kukata tamaa na kujitapa!","lang":"sw"},{"name":"11:11","price":"Ila wale walio subiri wakatenda mema. Hao watapata msamaha na ujira mkubwa.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"Na aibu hii hawaachi kuwa nayo ila wale wanao subiri wakati wa dhiki, na wakatenda mema wakati wa faraji na shida. Hawa watasamehewa dhambi zao, na watapata ujira mkubwa kwa vitendo vyao vyema.","lang":"sw"},{"name":"11:12","price":"Basi labda utaacha baadhi ya yale yaliyo funuliwa kwako, na kifua kitaona dhiki kwa hayo, kwa sababu wanasema: Mbona hakuteremshiwa khazina, au wakaja naye Malaika? Wewe ni mwonyaji tu, na Mwenyezi Mungu ndiye Mlinzi wa kila kitu.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"Ewe Nabii! Usijaribu kutaka kuwaridhi washirikina, kwani hao hawaamini. Na huenda ukijaribu kutaka kuwaridhi ukaacha kusoma baadhi ya uliyo letewa Wahyi, katika yale wasiyo penda wao kuyasikia, kama vile kudharauliwa baadhi ya miungu yao, kwa kukhofu kuwa wasije wakakejeli! Na huenda pengine ukahisi dhiki unapo wasomea, kwa kuwa wao wanataka Mwenyezi Mungu akuteremshie khazina ustarehe nayo kama wafalme, au waje nawe malaika watwambie ukweli wake! Basi, ewe Nabii! Usizibali inadi zao. Kwani wewe si chochote ila ni mwonyaji na mhadharishaji wa adhabu za Mwenyezi Mungu kwa anaye kwenda kinyume na amri yake. Nawe hayo umefanya, basi jipumzishe nafsi yako nao. Na jua kuwa Mwenyezi Mungu ni Mwenye kuangalia na kulinda kila kitu. Naye atawafanyia kama wanavyo stahiki.","lang":"sw"},{"name":"11:13","price":"Au wanasema: Ameizua? Sema: Basi leteni Sura kumi zilizo zuliwa mfano wa hii, na waiteni muwawezao badala ya Mwenyezi Mungu, ikiwa mnasema kweli.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"Katika Qur'ani ipo Ishara inayo thibitisha ukweli wako. Basi wao wakisema, kuwa hii umeitunga wewe na umemzulia Mwenyezi Mungu, wewe waambie: Ikiwa Qur'ani hii imetokana na mwanaadamu, basi yamkinika mwanaadamu mwengine kuleta mfano wake. Na nyinyi ni mafasihi kuliko wote. Basi leteni Sura kumi kama hii mbali mbali, na mtakeni msaada yeyote mnaye weza kumtaka, katika watu na majini, kama hakika mnasema kweli katika hayo madai yenu kuwa haya ni maneno ya binaadamu. Qur'ani si muujiza tu katika maandishi yake, bali ndani yake mna hadithi za kweli, na ilimu mbali mbali za sayansi za uumbaji zilizo ashiriwa, na hazikuwa zikijuulikana wakati wa kuteremka kwake, na pia katika hukumu ziliomo ndani yake.","lang":"sw"},{"name":"11:14","price":"Na wasipo kuitikieni, basi jueni ya kwamba (hii Qur'ani) imeteremshwa kwa ujuzi wa Mwenyezi Mungu, na kwamba hapana mungu ila Yeye. Basi je! Nyinyi ni Waislamu?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"Mkishindwa, na wakashindwa mlio wataka msaada, kuleta mfano wake hii wa kuzua, basi jueni kuwa Qur'ani haikuteremshwa ila kwa kuambatana na ujuzi wake Mwenyezi Mungu. Ilimu yake haijui mtu ila Yeye. Na jueni kuwa hapana mungu ila Allah, Mwenyezi Mungu tu. Hapana anaye tenda kazi yake. Basi kuweni Waislamu baada ya kwisha thibiti hoja hizi juu yenu, kama nyinyi mnataka Haki.","lang":"sw"},{"name":"11:15","price":"Wanao taka maisha ya dunia na pumbao lake tutawalipa humo vitendo vyao kaamili. Na wao humo hawatopunjwa.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"Wenye kutaka uhai wa duniani, na kustarehea ladha zake na pumbao lake, tutawapa matunda ya vitendo vyao bila ya nuksani.","lang":"sw"},{"name":"11:16","price":"Hao ndio ambao hawatakuwa na kitu Akhera ila Moto, na yataharibika waliyo yafanya, na yatapotea bure waliyo kuwa wakiyatenda.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"Hao ambao hima yao ni kushughulikia dunia tu, Akhera hawana lao jambo ila adhabu ya Motoni, na kuharibikiwa na yote waliyo yafanya duniani, kwa sababu hawakuwa na fungu lolote katika Akhera. Na hayo wayatendayo pia yatakuwa yameharibika vile vile, kwani kitendo kisicho leta mafanikio ya daima ni kama kwamba hakikupata kuweko.","lang":"sw"},{"name":"11:17","price":"Basi je, mtu aliye na dalili wazi itokayo kwa Mola wake Mlezi, inayo fuatwa na shahidi anaye toka kwake, na kabla yake kilikuwa Kitabu cha Musa kilicho kuwa mwongozi na rehema - hao wanamuamini, na anaye mkataa katika makundi, basi Moto ndio pahala pa miadi yao. Basi usiwe na shaka juu ya hayo. Hii ni Haki itokayo kwa Mola wako Mlezi; lakini watu wengi hawaamini.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"Je, anaye kuwa anakwenda katika maisha yake kwa uangalifu na uwongofu kutokana na Mola wake Mlezi, na anaitaka Haki kwa kuifanyia ikhlasi, pamoja naye anaye shahidi anaye mshuhudia kuwa kweli katoka kwa Mwenyezi Mungu, naye shahidi huyo ni Qur'ani, na shahidi wa kabla yake ni Kitabu cha Musa alicho kiteremsha Mwenyezi Mungu kiwe ni uwongozi wa kufuatwa kwa aliyo yaleta, na ni rehema kwa wenye kukifuata, je, huyo ni sawa sawa na anaye kwenda katika maisha yake katika giza na upofu, hashughulikii ila starehe za duniani tu na pumbao lake? Hao walio tajwa mwanzo ndio wale ambao Mwenyezi Mungu ameyatia nuru macho yao. Wanamuamini Nabii huyu, na Kitabu alicho teremshiwa. Na wenye kumkataa wakakusanyika na kujiunga dhidi yake, basi Moto ndio pahali pa miadi yao Siku ya Kiyama. Ewe Nabii! Usiwe na shaka na hii Qur'ani. Hii ni kweli itokayo kwa Mola wako Mlezi. Haingii upotovu. Lakini watu wengi wanapotezwa na matamanio, basi hawaamini kama iwapasavyo. Mwenyezi Mungu amemuamrisha Nabii s.a.w. asitie shaka, si kwa kuwa yawezekana kuwa yeye awe na shaka, lakini ni kuashiria kuwa walio kuwa duni yake Nabii wajilinde wasiache shaka ikaingia nyoyoni mwao.","lang":"sw"},{"name":"11:18","price":"Na nani aliye dhaalimu mkubwa kuliko yule anaye mzulia Mwenyezi Mungu uwongo? Hao watahudhurishwa mbele ya Mola wao Mlezi, na mashahidi watasema: Hawa ndio walio mtungia uwongo Mola wao Mlezi. Laana ya Mwenyezi Mungu iwapate walio dhulumu,","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"Hapana walio zidi kujidhulumu nafsi zao na wakajitenga mbali na Haki kuliko wale wanao tunga uwongo, na kisha wakamnasibishia Mwenyezi Mungu. Hakika watu hawa Siku ya Kiyama watadhihirishwa mbele ya Mola wao Mlezi awahisabie kwa yale maovu waliyo yatenda. Mashahidi miongoni mwa Malaika, na Manabii, na wengineo, watasema: Hawa ndio walio tenda makosa maovu kabisa na dhulma kwa mintarafu ya Muumba wao! Hapana shaka laana ya Mwenyezi Mungu itawapata hao kwa kuwa ni wenye kudhulumu.","lang":"sw"},{"name":"11:19","price":"Ambao wanazuilia Njia ya Mwenyezi Mungu, na wanaitakia ipotoke, na wanaikataa Akhera.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"Hawa ndio wanawageuza watu wasiifuate Dini ya Mwenyezi Mungu, na wanawazuia. Nayo hiyo ndiyo Njia yake Iliyo Nyooka. Na wanataka Njia hii iwafikiane na matamanio yao na pumbao lao, kwa hivyo yende upogo. Hao wanaikanya Akhera, na yaliyomo ndani ya kulipwa thawabu Muumini na kuadhibiwa kafiri.","lang":"sw"},{"name":"11:20","price":"Hao hawawezi kushinda katika ardhi, wala hawana walinzi isipo kuwa Mwenyezi Mungu. Watazidishiwa adhabu. Hawakuwa wakiweza kusikia wala hawakuwa wakiona.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"Hao makafiri hawana nguvu za kumshinda Mwenyezi Mungu asiwatie nguvuni duniani akawaadhibu; na hawana wasaidizi wa kuweza kuwakinga na adhabu yake pindi Mwenyezi Mungu akitaka kuwaletea hiyo katika Akhera, hata ikiwa mardufu ya ile ambayo wangeli ipata duniani, ingeli kuwa Mwenyezi Mungu anataka iwafikie. Kwa sababu hao wamechukia kuisikia Qur'ani, na kuzingatia Ishara za Mwenyezi Mungu katika ulimwengu. Wamekuwa kama kwamba hawakuwa wakiweza kusikia wala kuona.","lang":"sw"},{"name":"11:21","price":"Hao ndio walio zikhasiri nafsi zao, na yakawapotea waliyo kuwa wakiyazua.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"Hao makafiri hawapati faida yoyote katika kumuabudu asiye kuwa Mwenyezi Mungu! Bali wamejikhasiri nafsi zao, na huko Akhera huo uwongo walio kuwa wakiuzua, na madai ya upotovu, na miungu ya uwongo waliyo kuwa wakiiunda, na wakadai kuwa hiyo ati ikiwafaa au itawaombea - yote hayo yatawapotea. Kwa sababu hakika Siku ya Kiyama ndiyo Siku ya hakika, ambayo haina udanganyifu wala uzushi.","lang":"sw"},{"name":"11:22","price":"Bila ya shaka hakika wao ndio wenye kukhasiri huko Akhera.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"Kweli, hakika wao Siku ya Akhera ndio wenye kukhasiri kuliko watu wote!","lang":"sw"},{"name":"11:23","price":"Hakika wale walio amini,na wakatenda mema, na wakanyenyekea kwa Mola wao Mlezi, hao ndio watu wa Peponi, na humo watadumu.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"Bila ya shaka wale wenye kumuamini Mwenyezi Mungu na Mitume wake, na wakatenda a'mali njema, na nyoyo zao zikanyenyekea na zikatua kuikubali hukumu ya Mola wao Mlezi, hao ndio wanao stahiki kuingia Peponi na kudumu humo milele.","lang":"sw"},{"name":"11:24","price":"Mfano wa makundi mawili ni kama kipofu kiziwi, na mwenye kuona na anasikia. Je, wawili hawa wanakuwa sawa kwa kufananishwa? Basi, je, hamfikiri?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"Mfano wa makundi mawili hayo, ya Waumini na makafiri, ni kama kipofu anaye kwenda bila ya uwongofu na kiziwi asiye sikia uwongozi wa kuokoka, na kundi la pili ni kama mwenye macho anaye iona njia ya kheri na uokofu, na mwenye masikio makali anaye sikia kila lenye manufaa naye. Makundi mawili hayo hayawezi kuwa sawa katika hali yao na kuishia kwao! Basi, enyi watu, hamfikiri yaliyo baina yenu ya khitilafu ya utambuzi na ukafiri, na khitilafu baina ya baat'ili na Haki, mkawa mbali na njia ya upotovu, na mkaishika Njia Iliyo Nyooka?","lang":"sw"},{"name":"11:25","price":"Na Sisi tulimtuma Nuhu kwa watu wake, akawaambia: Hakika mimi ni mwonyaji kwenu ninaye bainisha,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"Na kama tulivyo kutuma kwa watu wako uwaonye na uwabashirie kheri, wakakukabili baadhi yao kwa inadi na upinzani, kadhaalika tulimtuma Nuhu kwa watu wake, akawaambia: Mimi nakuhadharisheni na adhabu ya Mwenyezi Mungu, na nakuonyesheni njia ya kuokoka.","lang":"sw"},{"name":"11:26","price":"Ya kwamba msimuabudu isipo kuwa Mwenyezi Mungu tu. Hakika mimi ninakukhofieni adhabu ya Siku Chungu.","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"Akawaambia: Mimi nilitakalo kwenu ni kuwa msimuabudu ila Mwenyezi Mungu tu, kwa sababu nakukhofieni, mkimuabudu mwenginewe au mkimshirikisha pamoja naye wenginewe katika kumuabudu, isije ikakufikieni siku ya adhabu yake yenye machungu makali.","lang":"sw"},{"name":"11:27","price":"Na wakasema wakuu walio kufuru katika kaumu yake: Hatukuoni wewe ila ni mtu tu kama sisi, wala hatukuoni wamekufuata ila wale walio kuwa kwetu watu duni, wasio kuwa na akili. Wala hatukuoneni kuwa mna ubora wowote kutushinda sisi. Bali tuna hakika nyinyi ni waongo.","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"Wakuu wa kaumu yake wakasema: Sisi hatukuoni wewe ila kuwa ni mtu kama sisi. Hapana lolote linalo kufanya uwe namna ya peke yako, au uwe na ubora wa kutupelekea tukuamini kuwa wewe ni Mtume utokaye kwa Mwenyezi Mungu! Na wala hatuwaoni hao walio kufuata ila ni watu wa t'abaka la chini miongoni mwetu! Wala hatukuoneni nyinyi kuwa ni bora kuliko sisi! Bali sisi tunaitakidi kuwa nyinyi ni waongo tu katika hayo mnayo dai.","lang":"sw"},{"name":"11:28","price":"Akasema: Enyi watu wangu! Hebu fikirini! Ikiwa mimi ninayo hoja wazi iliyo toka kwa Mola wangu Mlezi, na amenipa rehema kutoka kwake, nayo ikakufichikieni; je, tukulazimisheni kuikubali hali nyinyi mnaichukia?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"Nuhu akasema: Enyi watu! Hebu nambieni, ikiwa mimi naungwa mkono na hoja zilizo wazi kutokana na Mola wangu Mlezi, naye akanipa kwa rehema yake Unabii na Utume, na nuru yake ikafichikana kwenu, na kughurika kwenu kwa cheo na mali kukakutieni upofu msizione, basi je, itafaa tukulazimisheni mziamini hoja kwa nguvu na karaha?","lang":"sw"},{"name":"11:29","price":"Na enyi watu wangu! Mimi sikuombeni mali kwa ajili ya haya. Mimi sina ujira ila kwa Mwenyezi Mungu; na mimi sitawafukuza walio amini. Hakika wao watakutana na Mola wao Mlezi, lakini mimi nakuoneni mnafanya ujinga.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"Enyi watu! Mimi sitaki mali kwa kufikisha Ujumbe wa Mola wangu Mlezi, bali nataraji malipo yangu kwa Mwenyezi Mungu. Wala mimi siwafukuzi kwenye baraza yangu na kuingiana nami walio muamini Mola wao Mlezi, kwa sababu ya kuwa nyinyi mnawadharau tu! Kwani wao watakuja kukutana na Mola wao Mlezi Siku ya Kiyama na watanishitaki kwake ikiwa nimewafukuza kwa ajili ya ufakiri wao. Lakini mimi nakuoneni nyinyi ni watu msio jua nini kinacho watukuza viumbe mbele ya Mwenyezi Mungu! Ni utajiri na cheo kama mnavyo dai, au kufuata Haki na kufanya kheri?","lang":"sw"},{"name":"11:30","price":"Na enyi watu wangu! Ni nani atakaye nisaidia kwa Mwenyezi Mungu nikiwafukuza hawa? Basi je, hamfikiri?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"Enyi watu! Hapana yeyote awezaye kunikinga na adhabu ya Mwenyezi Mungu nikiwafukuza hao hali nao ni wenye kumuamini Yeye. Je, bado mngali mnashikilia ujinga wenu? Hamkumbuki basi kuwa hawa watu wanaye Mola wao Mlezi wa kuwalipia?","lang":"sw"},{"name":"11:31","price":"Wala sikwambiini kuwa nina khazina za Mwenyezi Mungu; wala kuwa mimi najua mambo ya ghaibu; wala sisemi: Mimi ni Malaika. Wala siwasemi wale ambao yanawadharau macho yenu kuwa Mwenyezi Mungu hatawapa kheri - Mwenyezi Mungu anajua yaliomo katika nafsi zao - hapo bila ya shaka ninge kuwa miongoni mwa wenye kudhulumu.","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"Wala sikwambiini kuwa kwa sababu mimi ni Mtume, basi ninazo khazina za riziki ya Mwenyezi Mungu, nitumie nitakavyo, na kwa hivyo nimfanye anaye nifuata tajiri! Wala sikwambiini kuwa mimi najua mambo ya ghaibu, na kwa hivyo nikupeni khabari yale yaliyo mkhusu Mwenyezi Mungu tu kuyajua, kwa kuwa hapana mja yeyote anaye yajua! Wala mimi sikwambiini kuwa mimi ni Malaika, na kwa hivyo mnirudi kwa kauli yenu: Huyu si chochote ila mwanaadamu tu! Wala siwasemi wale mnao wadharau kwamba Mwenyezi Mungu hatowapa kheri yoyote kwa kutaka kuridhi myatakayo! Kwani Mwenyezi Mungu peke yake ndiye anaye jua ikhlasi iliomo katika nafsi zao!..Mimi nikisema myatakayo nitakuwa katika wenye kujidhulumu na kudhulumu wengineo.","lang":"sw"},{"name":"11:32","price":"Wakasema: Ewe Nuhu! Umejadiliana, na umekithirisha kutujadili. Basi tuletee hayo unayo tuahidi, ukiwa miongoni mwa wasemao kweli.","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"Wakasema: Ewe Nuhu! Umebishana nasi ili tukuamini, na umezidisha kutujadili mpaka tumechoka. Sasa hatuyastahamilii tena maneno yako. Basi, hebu, tuletee hiyo adhabu unayo tutishia, kama wewe kweli unayo yasema kwamba Mwenyezi Mungu atatuadhibu tukito kuamini!","lang":"sw"},{"name":"11:33","price":"Akasema (Nuhu) : Mwenyezi Mungu atakuleteeni akipenda, wala nyinyi siwenye kumshinda.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"Nuhu akasema: Mambo haya yamo mikononi mwa Mwenyezi Mungu pekee. Yeye ndiye atakuleteeni alitakalo kwa hikima yake. Wala nyinyi hamwezi kuikimbia adhabu yake itakapo kuja. Kwani Yeye, Subhanahu, haemewi na chochote katika ardhi wala katika mbingu.","lang":"sw"},{"name":"11:34","price":"Wala nasaha yangu haikufaini kitu nikitaka kukunasihini, ikiwa Mwenyezi Mungu anataka kukuachieni mpotee. Yeye ndiye Mola wenu Mlezi; na kwake mtarejeshwa.","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"Wala nasaha yangu haitakufaeni kitu kwa kuwa tu nakutakieni kheri, ikiwa Mwenyezi Mungu anakutakeni mpotee kwa mujibu wa ilimu yake na uwezo wake kwa kuharibika nyoyo zenu, hata zimekuwa haziikubali Haki! Yeye Subhanahu ndiye Mola wenu Mlezi, naye atakurejesheni kwake Siku ya Kiyama. Na atakulipeni kwa mlivyo kuwa mkitenda.","lang":"sw"},{"name":"11:35","price":"Au ndio wanasema: Ameizua? Sema: Ikiwa nimeizua, basi kosa hilo ni juu yangu, na mimi sikhusiki na makosa myatendayo.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"Nini msimamo wa washirikina kukhusu hadithi hizi za kweli? Watasema kazizua? Wakisema hivyo, basi waambie: Ikiwa nimezizua kama mnavyo dai, basi hilo ni kosa kubwa; ni juu yangu mimi tu dhambi zake! Na ikiwa nimesema kweli, basi nyinyi ndio wenye makosa, na mimi sikhusiki na matokeo ya makosa yenu.","lang":"sw"},{"name":"11:36","price":"Na akafunuliwa Nuhu akaambiwa: Hataamini yeyote katika watu wako ila wale walio kwisha amini. Basi usisikitike kwa waliyo kuwa wakiyatenda.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"Mwenyezi Mungu akamletea wahyi Nuhu akamwambia: Hatakusadiki wala hataifuata Haki yeyote katika kaumu yako baada ya sasa, isipo kuwa wale walio kwisha tangulia kukuamini kabla ya hayo. Basi ewe Nuhu! Usihuzunike kwa sababu ya waliyo kuwa wakikutendea, ya kukukadhibisha, na kukuudhi. Kwani Sisi tutawalipiza karibu.","lang":"sw"},{"name":"11:37","price":"Na unda jahazi mbele ya macho yetu na kwa mujibu wa ufunuo wetu. Wala usinisemeze kuwatetea walio dhulumu. Kwani hao bila ya shaka watazamishwa.","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"Tukamwambia: Tengeneza chombo chini ya uangalizi na ulinzi wetu, wala usinisemeze kwa ajili  ya hawa madhaalimu, kwa sababu nilikwisha itikia ombi lako, na nimekwisha amrisha wateketezwe kwa kuzamishwa. Tazama Aya 27 Surat Al Muuminun (23).","lang":"sw"},{"name":"11:38","price":"Na akawa anaunda jahazi, na kila wakipita wakuu wa kaumu yake wakimkejeli. Yeye akasema: Ikiwa nyinyi mnatukejeli na sisi tunakukejelini kama mnavyo tukejeli.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"Nuhu akaingia kujenga chombo. Kila wakipita waongozi wa makafiri katika kaumu yake wakimfanyia maskhara, kwa ujinga wao na kuwa hawajui nini anacho kusudia! Nuhu akawaambia: Mkitufanyia maskhara sisi kwa kutojua kwenu ukweli wa ahadi ya Mwenyezi Mungu, basi hakika sisi pia tutakufanyieni maskhara, kama mnavyo tufanyia sisi.","lang":"sw"},{"name":"11:39","price":"Nanyi mtakuja jua ni nani itakaye mfikia adhabu ya kumhizi, na itakaye mteremkia adhabu ya kudumu.","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"Mtakuja jua nani kati yetu atakaye fikiwa na adhabu ya kumdhalilisha, na atafikiwa na adhabu ya kudumu milele katika Akhera!","lang":"sw"},{"name":"11:40","price":"Hata ilipo kuja amri yetu, na tanuri ikafoka maji, tulisema: Pakia humo wawili wawili, dume na jike, kutoka kila aina, na ahali zako, isipo kuwa wale ambao imekwisha wapitia hukumu; na watu walio amini. Na hawakuamini pamoja naye ila wachache tu.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"Hata ulipo wadia wakati wa amri yetu ya kuwahilikisha, yalikuja maji kwa nguvu yakifoka na kutoa mapovu, kama maji yanavyo tokota juu ya moto. Tukamwambia Nuhu: Wapakie nawe katika hiyo Safina kutoka kila namna ya wanyama dume na jike. Na pia wapakie humo ahali zako, yaani watu wa nyumbani kwako, isipokuwa ilio kwisha pita juu yake hukumu yetu ya kumteketeza. Na pia kadhaalika wapakie humo katika watu wako walio amini. Na hao hawakuwa ila idadi chache tu.","lang":"sw"},{"name":"11:41","price":" Na akasema: Pandeni humo kwa Bismillahi, Kwa Jina la Mwenyezi Mungu, kwenda kwake na kusimama kwake. Hakika Mola wangu Mlezi ni Mwenye kusamehe Mwenye kurehemu.","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"Na baada ya kwisha liweka tayari jahazi Nuhu aliwaambia watu wake: Pandeni humo kwa kujipigia feli njema kwa kulitaja jina la Mwenyezi Mungu Mtukufu (kupiga BISMILLAHI) wakati wa kwenda na wakati wa kusimama, na wakati wa kuingia na wakati wa kutoka humo. Na muombeni Mwenyezi Mungu akusameheni kwa madhambi mlio tenda, na akurehemuni. Kwani maghfira na rehema ni katika shani yake Subhanahu wa Taa'la.","lang":"sw"},{"name":"11:42","price":"Ikawa inakwenda nao katika mawimbi kama milima. Na Nuhu akamwita mwanawe naye alikuwa mbali: Ewe mwanangu! Panda pamoja nasi, wala usiwe pamoja na makafiri.","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"Wakaingia katika Safina, ikawa inakwenda katika mawimbi makubwa makubwa kama milima! Na ilipo anza kwenda Nuhu alimkumbuka mwanawe kwa huruma ya baba, naye alikuwa yuko mbali kajitenga na wito wa baba yake. Akamwita: Ewe mwanangu! Panda nasi, wala usiwe katika wanao ikataa Dini ya Mwenyezi Mungu Mtukufu!","lang":"sw"},{"name":"11:43","price":"Akasema: Nitakimbilia mlimani unilinde na maji. (Nuhu) akasema: Leo hapana wa kulindwa na amri ya Mwenyezi Mungu ila aliye mrehemu mwenyewe. Na wimbi likawatenganisha, akawa katika walio zama.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"Mtoto hakumt'ii baba yake mwenye kumwonea huruma! Akasema: Nitakwenda pahala pa kunilinda na maji! Baba, mwenye kujua hukumu ya Mwenyezi Mungu kwa wenye kuasi, alisema: Ewe mwanangu! Hakipatikani cha kuzuia hukumu ya Mwenyezi Mungu ya kuwazamisha walio dhulumu! Basi yule kijana akapotea kwenye macho ya baba yake anaye mnasihi nyuma ya wimbi lilio panda juu; akawa pamoja na wakanushao, walio zama, walio teketea.","lang":"sw"},{"name":"11:44","price":"Na ikasemwa: Ewe ardhi! Meza maji yako. Na Ewe mbingu! Jizuie. Basi maji yakadidimia chini, na amri ikapitishwa, na (jahazi) likasimama juu ya (mlima) wa Al Juudiy. Na ikasemwa: Wapotelee mbali watu walio dhulumu!","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"Walipo kwisha hiliki makafiri kwa kuzamishwa, ikaja amri ya Mwenyezi Mungu ya maumbile. Ikasemwa kwa hukumu ya uumbaji: Ewe ardhi! Yameze maji yako, na wewe mbingu! Sita na kuteremsha maji. Yakaondoka maji kwenye ardhi, wala kisiongezeke chochote kutoka mbinguni. Hukumu ya Mwenyezi Mungu ya kuhiliki ikamalizika. Jahazi likatua na likasimama juu ya mlima uitwao Al Juudiy. Na Mwenyezi Mungu akawahukumia walio dhulumu kwa kuwatenga na rehema yake. Ikasemwa: Wateketee kaumu walio dhulumu kwa sababu ya dhulma zao. Mlima huo uko Mosal (kaskazini mwa Iraq na kusini ya Turki) Ulikuwa maarufu hapo kale.","lang":"sw"},{"name":"11:45","price":"Na Nuhu alimwomba Mola wake Mlezi: Ee Mola Mlezi wangu! Hakika mwanangu ni katika ahali zangu, na hakika ahadi yako ni haki. Na Wewe ni Mwenye haki kuliko mahakimu wote.","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"Huruma ilimshika Nuhu moyoni mwake kwa ajili ya mwanawe. Akamwomba Mola Mlezi wake kwa unyenyekevu na kuona huruma, akasema: Ewe Muumba wangu, uliye nianzisha nami sijawa chochote! Hakika huyu mwanangu ni kipande cha nafsi yangu, naye ni katika ahali zangu. Na Wewe umeahidi kuwa utawaokoa ahali zangu, na ahadi yako ni ya kweli, madhubuti, lazima iwe. Na hapana muadilifu kama Wewe! Kwani Wewe ndiye Mjuzi kushinda wote, na Wewe ni mwingi wa hikima kuliko wote wenye kuhukumu!","lang":"sw"},{"name":"11:46","price":"Akasema: Ewe Nuhu! Huyu si katika ahali zako. Mwendo wake si mwema. Basi usiniombe jambo usio na ujuzi nalo. Mimi nakuwaidhi usije ukawa miongoni mwa wajinga.","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"Allah Subhanahu akasema: Hakika huyo mwanao si katika ahali zako. Kwani yeye kwa ukafiri wake na mwendo wake pamoja na makafiri amekata makhusiano baina yako na yeye. Naye ametenda vitendo visio vyema. Kwa hivyo amekuwa si katika wewe. Nawe usitake jambo usilo lijua, kuwa ndilo au silo. Wala usende kufuata huruma zako. Na mimi nakuongoza njia ya Haki ili usiwe katika wajinga ukasahau kwa huruma zako Hakika iliyo thibiti!","lang":"sw"},{"name":"11:47","price":"Nuhu akasema: Ewe Mola wangu Mlezi! Mimi najikinga kwako nisikuombe nisio na ujuzi nalo. Na kama hunisamehe na ukanirehemu, nitakuwa katika walio khasiri.","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"Nuhu akasema: Ewe Muumba wangu, uliye tawala mambo yangu yote! Mimi nakuangukia Wewe. Sitakuomba nisicho kijua hakika yake. Nawe nisamehe kwa niliyo yasema kutokana na huruma zangu. Kama hukunipa fadhila ya msamaha wako, na ukanirehemu kwa rehema yako, nitakuwa katika makundi ya walio khasiri.","lang":"sw"},{"name":"11:48","price":"Ikasemwa: Ewe Nuhu! Shuka kwa salama itokayo kwetu, na baraka nyingi juu yako na juu ya watu walio pamoja nawe. Na zitakuwapo kaumu tutakazo zistarehesha, na kisha zitashikwa na adhabu chungu itokayo kwetu.","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"Akaambiwa kwa wahyi: Ewe Nuhu! Teremka nchi kavu kutokana na hiyo Safina ya uwokovu, salama usalimina, kwa amani itokanayo kwa Mwenyezi Mungu Mtukufu, na baraka nyingi zitokazo kwa Mwenyezi Mungu juu yako na juu ya hao walio pamoja nawe, ambao watakuja kuwa mataifa mbali mbali baada yako. Na baadhi yao watapata baraka ya Imani na ut'iifu, na baadhi yao watakuwa watu wanao itaka starehe ya dunia, na watapata starehe yake bila ya kuit'ii Haki. Kisha Siku ya Kiyama itawapata adhabu chungu na kali.","lang":"sw"},{"name":"11:49","price":" Hizi ni katika khabari za ghaibu tunazo kufunulia. Hukuwa ukizijua wewe, wala watu wako, kabla ya hii. Basi subiri! Hakika Mwisho ni wa wachamngu.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"Hizo ni simulizi tulizo kusimulia wewe, ewe Nabii, juu ya Nuhu na kaumu yake. Hizo ni khabari za ghaibu ambazo hazijui ila Mwenyezi Mungu. Wewe wala watu wako hamkuwa mkizijua kwa namna hii, na kwa tafsili hii, kabla ya wahyi huu. Basi wewe vumilia maudhi ya watu wako, kama walivyo subiri Manabii wa kabla yako. Kwani mwisho wako ni kufuzu kama ulivyo kuwa mwisho wao hao. Na Mwisho mwema daima ni wa wale wanao iogopa adhabu ya Mwenyezi Mungu kwa kuamini na kutenda vitendo vyema.","lang":"sw"},{"name":"11:50","price":"Na kwa kina A'adi tulimtuma ndugu yao Hud. Akasema: Enyi watu wangu! Muabuduni Mwenyezi Mungu! Nyinyi hamna mungu isipo kuwa Yeye. Nyinyi si chochote ila ni wazushi tu.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"Na Sisi tuliwapelekea Kaumu ya A'adi wa mwanzo ndugu yao katika kabila yao, naye ni huyo Huud. Akawaambia: Enyi watu wangu! Muabuduni Mwenyezi Mungu pekee. Kwani hamna anaye stahiki kuabudiwa isipo kuwa Yeye. Na nyinyi si cho chote ila mnazua uwongo tu kudai kuwa Mwenyezi Mungu ana washirika wanao stahiki nao kuabudiwa ili wawe waombezi wenu kwa Mwenyezi Mungu! Tazama maelezo ya ki-ilimu juu ya Aya 65 katika Sura Al-Aa'raaf. (7).","lang":"sw"},{"name":"11:51","price":"Enyi watu wangu! Sikuombeni ujira kwa ajili ya haya. Haukuwa ujira wangu ila kwa Yule aliye niumba. Basi hamtumii akili?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"Enyi watu! Kwa nasaha hii sitaki kwenu kulipwa kwa cheo, au utawala, au mali. Kwani ujira wangu uko kwa Mwenyezi Mungu aliye niumba. Wala haikufaliini nyinyi mkawa mmechotwa akili zenu kwa kughafilika msitambue linalo kufaeni na linalo kudhuruni!","lang":"sw"},{"name":"11:52","price":"Na enyi watu wangu! Muombeni msamaha Mola wenu Mlezi, kisha mtubie kwake. Atakuleteeni mbingu zenye kunyesha mvua ya kumiminika, na atakuzidishieni nguvu juu ya nguvu zenu. Wala msigeuke mkawa wakosefu.","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"Enyi watu! Mtakeni aliye kuumbeni akusameheni madhambi yaliyo kwisha tangulia. Kisha rejeeni kwake. Hapana shaka mkifanya hayo atakuleteeni mvua nyingi mfululizo, basi zitaongezeka kheri zenu, na zitazidi nguvu zenu juu ya nguvu mnazo jivunia sasa! Wala msiyawache haya ninayo kuiteni muyafwate, mkashikilia maasi ambayo yatakuangamizeni kwenye hilaki.","lang":"sw"},{"name":"11:53","price":"Wakasema: Ewe Huud! Hujatuletea dalili wazi. Wala sisi hatuiachi miungu yetu kwa kufuata kauli yako. Na wala sisi hatukuamini wewe.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"Wakasema: Ewe Huud! Hukutuletea hoja yoyote iliyo wazi ya kuonyesha ukweli wa hayo unayo tuitia. Wala sisi hatutoacha kuabudu miungu yetu kwa kufuata kauli yako tu! Je, tuwawache hao, na hali sisi hatukusadiki wewe?","lang":"sw"},{"name":"11:54","price":"Sisi tunasema: Baadhi katika miungu yetu imekusibu kwa baa. Akasema: Hakika mimi namshuhudisha Mwenyezi Mungu, na nyinyi shuhudieni, ya kwamba mimi najitenga mbali na hao mnao wafanya washirika,","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"Na hatuna la kusema juu ya msimamo wako nasi ila kuwa mmojapo katika miungu yetu imekupatiliza kwa shari, ndio maana ukawa unaropokwa maneno haya! Naye akasema naye ameshikilia Imani yake na anawapinga: Ninasema, na namshuhudisha Mwenyezi Mungu kwa haya niyasemayo, na nakushuhudisheni nyinyi, ya kwamba mimi najitenga mbali kabisa na maradhi ya ushirikina mliyo nayo. Kwani nyinyi ni wagonjwa!","lang":"sw"},{"name":"11:55","price":"Mkamwacha Yeye. Basi nyote nyinyi nipangieni vitimbi, na kisha msinipe muhula!","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"Wala mimi sikujalini, wala siwajali miungu yenu hiyo ambayo mnadai kuwa imenipatiliza kwa uovu! Basi saidianeni, nyinyi na miungu yenu, kunifanyia vitimbi. Kisha wala msiakhirishe hiyo adhabu yenu kwangu hata dakika moja, kama mnaweza!","lang":"sw"},{"name":"11:56","price":"Hakika mimi nimemtegemea Mwenyezi Mungu, Mola Mlezi wangu na Mola Mlezi wenu. Hapana kiumbe yeyote ila Yeye anamwendesha atakavyo. Hakika Mola wangu Mlezi yuko juu ya Njia Iliyo Nyooka.","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"Mimi namtegemea Mwenyezi Mungu. Na Yeye ndiye Mwenye mamlaka juu ya mambo yangu na mambo yenu. Wala hashindwi na kitu chochote katika kupinga vitimbi vyenu. Na Yeye ni Muweza wa kila kitu. Basi hapana kiumbe yoyote ila yuko chini ya madaraka yake, na Yeye ndiye Mwenye kumsarifu atakavyo. Basi Yeye hashindwi na kunilinda na maudhi yenu, wala hashindwi kukuangamizeni! Hapana shaka vitendo vya Mola wangu Mlezi vinafuata njia ya Haki na Uadilifu katika ufalme wake. Yeye huwanusuru Waumini watendao mema, na huwahizi makafiri waharibifu.","lang":"sw"},{"name":"11:57","price":"Na ikiwa watarudi nyuma, basi mimi nimekwisha kufikishieni niliyo tumwa kwenu. Na Mola wangu Mlezi atawaleta watu wengine badala yenu, wala nyinyi hamumdhuru kitu Yeye. Hakika Mola wangu Mlezi ni Mwenye kuhifadhi kila kitu.","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"Na mkiukataa wito wangu, basi kukataa kwenu hakunidhuru kitu. Na mwisho mbaya utakuwa wenu. Kwani mimi nimekwisha kufikishieni ujumbe aliyo nituma Mwenyezi Mungu kwenu. Na sina jukumu ila kufikisha tu. Na Mwenyezi Mungu atakuangamizeni nyinyi, na awalete watu wengine wachukue majumba yenu na mali yenu! Na nyinyi hamumdhuru kitu chochote Yeye kwa kukataa kwenu kumuabudu! Hakika Mola wangu Mlezi ni Mlinzi wa kila kitu, Mwenye kujua kila kitu. Basi hapana katika mtendalo linalo fichikana kwake, wala haghafiliki kukutieni nguvuni.","lang":"sw"},{"name":"11:58","price":"Ilipo fika amri yetu, tulimwokoa Huud na walio amini pamoja naye, kwa rehema itokayo kwetu. Na tukawaokoa na adhabu ngumu.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"Na ilipo kuja amri yetu ya kuwahiliki qaumu ya A'adi tulimwokoa Hud, na walio amini pamoja naye, kutokana na adhabu ya upepo mkali ulio wahiliki, na tukawaokoa na adhabu kubwa ya duniani na Akhera. Na hayo ni kwa sababu ya rehema yetu juu yao, kwa kuwawezesha kushika Imani.","lang":"sw"},{"name":"11:59","price":"Na hao ndio kina A'adi. Walizikanusha Ishara za Mola wao Mlezi, na wakawaasi Mitume wake, na wakafuata amri ya kila jabari mwenye inda.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"Hao, basi, ndio kina A'adi! Walizikataa hoja zote zilizo wazi, na wakawaasi Mitume wote wa Mwenyezi Mungu, kwa vile kumuasi yule Mtume wao aliye tumwa kwao, na vile kumt'ii kila aliye kuwa jeuri na mwingi wa inda katika maraisi wao na wakubwa wao!","lang":"sw"},{"name":"11:60","price":"Na wakafuatishiwa laana katika dunia hii na Siku ya Kiyama. Basi tambueni mtanabahi! Hakika kina A'adi walimkufuru Mola wao Mlezi. Na tambueni mtanabahi kuwa hakika waliangamizwa kina A'adi, kaumu ya Huud.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"Kwa hivyo wakastahiki kutoka kwa Mwenyezi Mungu, na Malaika, na watu wote kupata laana ya hapa duniani, na laana ya kuwafuatia Siku ya Kiyama. Basi na atanabahi kila mwenye kuijua khabari ya A'adi kwamba hao kina A'adi waliikataa neema ya Muumba wao kwao, wala hawakuishukuru kwa kumuamini Yeye peke yake. Kwa hivyo ndio wakawa wanastahili wafukuzwe kwenye rehema ya Mwenyezi Mungu, na wateremshiwe maangamizo makali! Hebu zingatieni maangamizo yao kwa kumkadhibisha Huud!","lang":"sw"},{"name":"11:61","price":"Na kina Thamud tuliwapelekea ndugu yao Swaleh. Akasema: Enyi watu wangu! Muabuduni Mwenyezi Mungu. Nyinyi hamna Mungu ila Yeye. Yeye ndiye aliye kuumbeni katika ardhi, na akakuwekeni humo. Basi mwombeni msamaha, kisha mtubu kwake. Hakika Mola wangu Mlezi yupo karibu, anaitikia maombi.","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"Na kwa kina Thamud tulimtuma mmoja wao ambaye amefungana nao kwa nasaba na mapenzi, naye ni Swaleh. Akawaambia: Enyi watu wangu! Muabuduni Mwenyezi Mungu pekee. Nyinyi hamna anaye stahiki kuabudiwa isipo kuwa Yeye. Yeye ndiye aliye kuumbeni kwenye ardhi, na akakuwekeni muiimarishe, na muitoe mavuno ya kukufaeni kheri yake...Basi mwombeni Yeye apate kukusameheni makosa yenu yaliyo kwisha tangulia. Kisha mrejee kwake na majuto kwa mlivyo muasi, na mkubali kumtii, kila mnapo tumbukia katika madhambi. Hakika Mola wangu Mlezi yupo karibu kwa rehema, na Mwenye kupokea maombi kwa mwenye kutaka msamaha na kumwomba. Tazama maelezo ya ki-ilimu juu ya Aya 73 katika Sura Al-Aa'raaf (7).","lang":"sw"},{"name":"11:62","price":"Wakasema: Ewe Swaleh! Hakika kabla ya haya ulikuwa unatarajiwa kheri kwetu. Je, unatukataza tusiwaabudu waliyo kuwa wakiwaabudu baba zetu? Na hakika sisi tuna shaka na wasiwasi kwa hayo unayo tuitia.","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"Wakasema: Ewe Swaleh! Hakika wewe ulikuwa kwetu mtu wa kutarajiwa mema, na kupendwa, na kutukuzwa katika nyoyo zetu, kabla ya haya unayo tuitia! Hivyo unatutaka tuache ibada waliyo kuwa wakiabudu baba zetu na tuliyo izoea sisi na wao? Hakika sisi tuna shaka na huo wito wako wa kumuabudu Mwenyezi Mungu Mmoja. Haya ni mambo ya kukutilia shaka na dhana mbovu wewe na huo wito wako!","lang":"sw"},{"name":"11:63","price":"Akasema: Enyi watu wangu! Mwaonaje ikiwa ninazo dalili zilizo wazi kutokana na Mola wangu Mlezi, naye akawa kanipa rehema kutoka kwake - je, ni nani atakaye ninusuru kwa Mwenyezi Mungu nikimuasi? Basi nyinyi hamtanizidishia ila khasara tu.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"Akasema: Enyi watu wangu! Hebu nambieni: ikiwa mimi kwa haya ninayo kukuitieni kwayo nina ujuzi nayo vilivyo, na nina hoja za kunitia nguvu kutoka kwa Mola wangu Mlezi, na ikawa Mola wangu Mlezi kanipa mimi na nyinyi rehema itokayo kwake, nayo ni Unabii na Utume, vipi basi nende kinyume na amri yake, na nimuasi kwa kutofikisha ujumbe wake kwa sababu ya kukusikilizeni nyinyi? Na nani wa kuninusuru na kunisaidia kuikinga adhabu yake nikimuasi Yeye? Nyinyi hamwezi kuninusuru na kunikinga na adhabu yake. Basi hamtonizidishia ila kupotea na kuingia khasarani ni kikut'iini nyinyi, na nikamuasi Mola wangu na Mola wenu Mlezi.","lang":"sw"},{"name":"11:64","price":"Enyi watu wangu! Huyu ngamia wa Mwenyezi Mungu ni Ishara kwenu. Basi mwacheni ale katika ardhi ya Mwenyezi Mungu; wala ms!imguse kwa ubaya, isije ikakuangamizeni adhabu iliyo karibu.","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"Na enyi watu wangu! Huyu ngamia wa Mwenyezi Mungu; amemfanya awe ni alama kwenu ya kushuhudia ukweli wa haya ninayo kuleteeni. Kwani huyu ni namna mbali na hao mlio wazoea. Basi mwachieni ale katika ardhi ya Mwenyezi, kwani yeye ni ngamia wake, na ardhi ni yake. Wala msimfikishie uovu wowote wa kumdhuru. Kwani mkifanya hivyo Mwenyezi Mungu atakuangamizeni kwa adhabu iliyo karibu.","lang":"sw"},{"name":"11:65","price":"Wakamchinja. Basi (Swaleh) akasema: Stareheni katika mji wenu muda wa siku tatu. Hiyo ni ahadi isiyo kuwa ya uwongo.","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"Na wao wasiisikie nasaha yake, wala wasimkubalie. Kiburi chao na dharau yao iliwapelekea kumuuwa yule ngamia. Basi yeye akawaambia: Stareheni na maisha yenu ya kilimwengu katika miji yenu muda wa siku tatu. Kisha baadae itakujieni adhabu ya Mwenyezi Mungu. Hiyo ni ahadi ya kweli wala haina kinyume, wala haina uwongo ndani yake.","lang":"sw"},{"name":"11:66","price":"Basi ilipo kuja amri yetu tulimwokoa Swaleh na wale walio amini pamoja naye kwa rehema yetu kutokana na hizaya ya siku ile. Hakika Mola wako Mlezi ndiye Mwenye nguvu Mwenye kushinda.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"Ilipo kuja adhabu yetu tulimwokoa Swaleh na wale walio amini pamoja naye kutokana na maangamizo kwa rehema iliyo toka kwetu khasa. Na tukawaokoa na hizaya na fedheha ya siku ya maangamizo ya Thamud. Hakika Mola wako Mlezi, ewe Nabii, ni Mwenye nguvu na Mwenye kushinda. Basi tuwa ukitegemea nguvu zake, na ushindi wake, na msaada wake, na nusra yake.","lang":"sw"},{"name":"11:67","price":"Na ukelele uliwaangamiza wale walio dhulumu, wakapambazukiwa nao ni maiti majumbani mwao.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"Ukelele uliwatwaa kina Thamud kwa nguvu zake, na tetemeko lake, na ngurumo lake, kwa kuwa hao walijidhulumu wenyewe kwa ukafiri wao na uadui. Kulipo pambazuka wakawa katika majumba yao kimya, wamejinyoosha kifudifudi, maiti, hawatweti!","lang":"sw"},{"name":"11:68","price":"Kama kwamba hawakuwako huko. Hebu zingatieni! Hakika kina Thamud walimkufuru Mola wao Mlezi. Hebu zingatieni! Thamud wamepotelea mbali!","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"Mambo yao yakawaishia, na alama zao zikaondoka katika majumba yao. Wakawa kama kwamba hawajapata kuwamo humo. Hali yao ni ya kumzindua kila mwenye akili azingatie, na ajue kuwa hao kaumu ya Thamud walizikanya Ishara za aliye waumba!! Na kwa sababu ya hayo ndio wakaangamizwa na wakatengwa mbali na rehema ya Mwenyezi Mungu.","lang":"sw"},{"name":"11:69","price":"Na wajumbe wetu walimjia Ibrahim kwa bishara njema, wakasema: Salama! Naye akasema: Salama! Hakukaa ila mara akaleta ndama wa kuchoma.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"Na Sisi tuliwatuma Malaika kwa Ibrahim wampe bishara njema yeye na mkewe kuwa watapata mwana. Waliwasalimu kwa kauli ya: Salama! Naye akarejesha amkio lao kwa kusema: Salama! Upesi upesi akenda kuwatengezea ndama aliye nona wa kuchoma ili wale.","lang":"sw"},{"name":"11:70","price":"Basi alipoona mikono yao haimfikilii aliwatilia shaka, na akawaogopa. Wakasema: Usiogope! Hakika sisi tumetumwa kwa kaumu ya Lut'.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"Alipoona kuwa hawanyooshi mikono yao kama ada ya wageni akawatilia shaka kuwa hawa si wageni wa kawaida, na akahisi kuwa hawa ni Malaika. Ikamjia khofu kuwa isije kuwa kuja kwao ni kwa jambo ambalo halikumpendeza Mwenyezi Mungu, au kuwaadhibu watu wake. Wakasema, nao walijua athari ya ile khofu katika nafsi yake: Usiogope! Hakika sisi tumetumwa kuwahiliki kaumu Lut'.","lang":"sw"},{"name":"11:71","price":"Na mkewe alikuwa kasimama wima, akacheka. Basi tukambashiria (kuzaliwa) Is-haq, na baada ya Is-haq Yaaqub.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"Na mkewe alikuwa kasimama karibu akisikia maneno yao. Akacheka kwa furaha ya kuwa mwenyewe Lut', ambaye ni mtoto wa ndugu wa mumewe, atasalimika. Basi Sisi tulimbashiria kwa ndimi za wale Malaika kuwa atamzalia mumewe Ibrahimu mtoto mwanamume ataye itwa Is-haq, na huyo mtoto ataishi, na baadae Is-haq atampata Yaaqub.","lang":"sw"},{"name":"11:72","price":"Akasema: Je, hivyo mimi nizae, na hali yangu ni kikongwe na huyu mume wangu ni kizee? Hakika haya ni mambo ya ajabu!","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"Mke wa Ibrahim alipiga ukelele kwa kustaajabu: Ajabu gani hii, jamani! Nizae mimi kikongwe, na huyu mume wangu mnamuona kesha kuwa kizee kabisa! Kama huyu hapati mwana tena. Hakika haya ninayo yasikia ni mambo ya ajabu. Vipi vikongwe viwili kama mimi na mume wangu wazae tena?","lang":"sw"},{"name":"11:73","price":"Wakasema: Je, unastaajabia amri ya Mwenyezi Mungu? Rehema ya Mwenyezi Mungu na baraka zake ziko juu yenu, enyi watu wa nyumba hii! Hakika Yeye ndiye Msifiwa wa kutukuzwa.","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"Malaika wakamwambia: Unastaajabu nyinyi wawili kupata mwana kwa ajili ya uzee wenu? Haya yanatokana na amri ya Mwenyezi Mungu asiye shindwa na chochote. Hiyo ndiyo rehema ya Mwenyezi Mungu. Na neema zake ni nyingi juu yenu wa ukoo wa Nabii. Basi hapana la ajabu nyinyi kupewa wasio pewa wenginewe. Mwenye kutenda hayo hakika anastahiki kuhimidiwa, ni mwingi wa hisani na ukarimu na upaji.","lang":"sw"},{"name":"11:74","price":"Basi khofu ilipo mwondoka Ibrahim, na ikawa ile bishara imemfikia, alianza kujadiliana nasi juu ya kaumu ya Lut'.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"Zilipo mtoka khofu Ibrahim, na akaisikia bishara ya kumfurahisha ya kupata mwana, ikamwingia huruma, akaanza kujadiliana na wale wajumbe katika shauri la kuangamizwa kaumu Lut'.","lang":"sw"},{"name":"11:75","price":"Hakika Ibrahim alikuwa mpole, ana huruma, na mwepesi wa kurejea kwa Mwenyezi Mungu.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"Hakika Ibrahim ni mpole mno, hapendelei mapatilizo ya kwa haraka, mwingi wa kuungulika na kuona uchungu kwa shida zinao wapata watu, tena yeye ni mwenye kutubu na kurejea kwa Mwenyezi Mungu kwa yale ayapendayo na kuyaridhi. Basi ule upole wake, na rehema zake, na huruma zake ndizo zilizo mpelekea kubishana kule kwa kutaraji kuwa asaa Mwenyezi Mungu akawaondolea adhabu watu wa Lut', na wao wapate kutubu na kurejea kwake.","lang":"sw"},{"name":"11:76","price":"(Akaambiwa): Ewe Ibrahim! Wachilia mbali haya! Kwa hakika amri ya Mola wako Mlezi imekwisha kuja, na hakika hao itawafikia adhabu isiyo rudi nyuma.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"Malaika wakasema: Ewe Ibrahim! Wachilia mbali haya majadiliano, na kuwatakia rehema watu hawa. Kwani amri ya Mola wako Mlezi ya kuwaangamiza imekwisha kuja! Hapana budi kuwa adhabu itawashukia, na wala haitarudishwa kwa majadiliano au bila ya majadiliano.","lang":"sw"},{"name":"11:77","price":"Na wajumbe wetu walipo kuja kwa Lut' aliwahuzunukia na akawaonea dhiki. Akasema: Hii leo ni siku ngumu!","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"Walipo kuja wajumbe wetu, hao Malaika, kwa Lut' kwa sura ya vijana wazuri, Lut' aliungulika na akaudhika. Alihisi unyonge hana nguvu za kuwahami na hao watu wake, akawaonea dhiki kwa kuwaogopea ufisadi wa kaumu yake! Akasema: Hii leo ni siku ya karaha kubwa na machungu!","lang":"sw"},{"name":"11:78","price":"Wakamjia kaumu yake mbio mbio. Na kabla ya haya walikuwa wakitenda maovu. Yeye akasema: Enyi watu wangu! Hawa binti zangu, ndio wametakasika zaidi kwenu. Basi mcheni Mwenyezi Mungu, wala msinihizi mbele ya wageni wangu. Hivyo, hamna hata mtu mmoja miongoni mwenu aliye ongoka?","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"Watu wake wakajua kuwa wamekuja wale wageni, wakamwendea mbio mbio. Na kabla ya hayo ilikuwa kazi yao kufanya huo uchafu wao na kutenda maovu! Lut' akawaambia: Enyi watu wangu! Hawa binti zangu, waoeni. Hao ni safi zaidi kwenu kuliko kwenda kufanya uchafu kwa wanaume! Mwogopeni Mwenyezi Mungu, na jilindeni nafsi zenu na adhabu yake; na msinifedhehi na mkanidharaulisha kwa kuwavamia wageni wangu! Basi hivyo hamna kati yenu hata mtu mmoja mwenye rai iliyo sawa, mwenye akili iliyo ongoka, akakuzuieni na maasi na akakukatazeni maovu?","lang":"sw"},{"name":"11:79","price":"Wakasema: Bila shaka umekwisha jua hatuna haki juu ya binti zako, na unayajua tunayo yataka.","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"Wakasema: Wajua vyema ewe Lut', kuwa sisi hatuna haki ya kuwaoa binti zako, wala hatuwataki. Na wewe hapana shaka unajua tukitakacho tulipo kujia kwa haraka.","lang":"sw"},{"name":"11:80","price":"Akasema: Laiti ningeli kuwa na nguvu kwenu, au nategemea kwenye nguzo yenye nguvu!","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"Lut' akasema: Laiti ningeli kuwa nina nguvu au nina nguzo yenye nguvu ya kutegemea, msimamo wangu juu yenu ungeli kuwa mwengine, na ningeli weza kuwalinda wageni wangu nikakuzueni msiwafanye mambo mabaya.","lang":"sw"},{"name":"11:81","price":"(Wajumbe) wakasema: Ewe Lut'! Sisi ni wajumbe wa Mola wako Mlezi. Hawa hawatakufikia. Na wewe ondoka pamoja na ahali zako usiku ungalipo. Wala yeyote miongoni mwenu asitazame nyuma, isipo kuwa mkeo, kwani yeye utamfika msiba utakao wafika hao. Hakika miadi yao ni asubuhi. Je, asubuhi si karibu?","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"Malaika wale wakamwambia, na wao ukweli wao ulikwisha dhihiri: Ewe Lut'! Usikhofu wala usihuzunike! Sisi ni wajumbe wa Mola wako Mlezi, wala si binaadamu kama tuonekanavyo kwako na kwa hawa kaumu yako. Wala wao hawa hawatakufikishia shari yoyote ya kukuudhi au kukudhuru. Basi toka wewe na ahali zako usiku ukisha zagaa. Mtoke mji huu, wala yeyote katika nyinyi asigeuke kutazama nyuma, asije akaona vitisho vya adhabu naye akasibiwa na shari yake! Lakini mkeo ambaye amekukhuni, yeye hatokuwa pamoja na watao toka nawe. Yeye lazima yampate yatao wapata hawa watu. Na miadi ya kuangamia kwao ni asubuhi, na miadi hiyo ni karibu. Basi usitie khofu.","lang":"sw"},{"name":"11:82","price":"Basi ilipo fika amri yetu tuliigeuza nchi juu chini, na tukawateremshia mvua ya changarawe za udongo mgumu ulio kamatana wa Motoni,","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"Ulipo fika wakati wa adhabu tuliyo ikadiria na tukaitolea hukumu, tuliupindua mji ule walio kuwa wakiishi ndani kaumu Lut' juu chini. Na tukawanyeshea mvua ya mawe ya udongo ulio okwa Motoni hata ukawa changarawe!","lang":"sw"},{"name":"11:83","price":"Zilizo tiwa alama kwa Mola wako Mlezi. Na haya hayako mbali na wenye kudhulumu wengineo.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"Wakawa wanaangukiwa na hayo mawe mfululizo kuwa ni adhabu inayo toka kwa Mola wako Mlezi, ewe Nabii! Na hayo si mbali kumfikilia kila mwenye kudhulumu katika kaumu yako.","lang":"sw"},{"name":"11:84","price":"Na kwa watu wa Madyana tuliwatumia ndugu yao Shua'ib. Akasema: Enyi watu wangu! Muabuduni Mwenyezi Mungu. Nyinyi hamna Mungu ila Yeye, wala msipunguze vipimo na mizani. Mimi nakuoneni mmo katika hali njema, nami nakukhofieni adhabu ya Siku kubwa hiyo itakayo kuzungukeni.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"Na kwa watu wa Madyana  tulimtuma ndugu yao kwa nasaba na mapenzi na kuoneana huruma, Shua'ib. Aliwaambia: Enyi watu wangu! Muabuduni Mwenyezi Mungu Mmoja peke yake. Nyinyi hamna anaye stahiki kuabudiwa isipo kuwa Yeye. Wala msipunguze vipimo na mizani mnapo wauzia watu vitu vya kupimwa kwa pishi au kwa mizani. Hakika mimi nakuoneni ni watu wa kutarajiwa kheri kwa kumshukuru na kumt'ii Mwenyezi Mungu, na kuwapa watu haki zao kaamili. Na mimi nakukhofieni ikiwa hamtaishukuru kheri ya Mwenyezi Mungu na hamuitikii amri yake, isije ikakuteremkieni adhabu ya siku msio weza kuvikimbia vitisho vyake, kwa kuwa hivyo huwazinga wanao adhibiwa wasipate njia ya kusalimika. Hizi Aya mbili zinakataza kupunja kwa vipimo na mizani kwa kuwa ni ukhalifu unao stahiki kupewa adhabu na kuaziriwa. Makosa haya ya kupunja na udanganyifu pia yanahisabiwa ni ukhalifu hata katika kanuni za kutungwa za dikrii. Na katika Qur'ani tukufu ni moja katika njia ya kulinda mali. Nchi ya Madyana ipo baina ya kaskazi ya Hijazi na kusini ya Sham. Na hii ilikuwa imejaa miti. Ikiitwa Al-aykah,(yaani Machakani). Na Mwenyezi Mungu aliwapelekea adhabu kwa sababu ya uasi wao.","lang":"sw"},{"name":"11:85","price":"Na enyi watu wangu! Timizeni vipimo na mizani kwa uadilifu wala msiwakhini watu vitu vyao; wala msieneze uovu katika nchi mkafanya uharibifu.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"Enyi watu wangu! Toeni vipimo na mizani sawa na kwa uadilifu pale mnapo uza, wala msiwapunje watu vitu vyao, wala msifanye ujeuri na fisadi katika nchi kwa kwiba mali ya watu na kupokonya, au kuvamia wapita njia, mkifanya fisadi ndio chumo la maisha yenu","lang":"sw"},{"name":"11:86","price":"Alivyo kubakishieni Mwenyezi Mungu ndiyo bora kwa ajili yenu, ikiwa nyinyi ni Waumini. Wala mimi siye mlinzi wenu.","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"Kidogo kinacho kuzidieni katika mali ya halali aliyo kuruzukuni Mwenyezi Mungu ni bora kwenu kuliko chungu ya mali mnayo yakusanya kwa njia ya haramu, ikiwa nyinyi kweli mnamuamini Mwenyezi Mungu, na mnaepuka aliyo kukatazeni. Basi jipimeni nafsi zenu, na mumuangalie Mola wenu Mlezi. Mimi si mlinzi wenu wa kuchunga vitendo vyenu na kukupimieni.","lang":"sw"},{"name":"11:87","price":"Wakasema: Ewe Shua'ibu! Ni swala zako ndizo zinazo kuamrisha tuyaache waliyo kuwa wakiyaabudu baba zetu, au tuache kufanya tupendavyo katika mali zetu? Ama hakika wewe ni mstahamilivu kweli na mwongofu!","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"Wakasema kwa maskhara na kukejeli: Ewe Shua'ibu! Hivyo ni hizo swala zako ndizo zinazo kuamrisha kutushikilia tuache kuabudu masanamu waliyo kuwa wakiyaabudu baba zetu, na tuache kustarehe kutumia mali zetu kama tunavyoona wenyewe kuwa ni maslaha yetu? Hakika huo ndio mwisho wa upumbavu na utovu wa akili, wala haulingani na akili na rai njema tunazo kujua unazo; kwani wewe ni maarufu kwa ustahamilivu wako na uwongofu wako!","lang":"sw"},{"name":"11:88","price":"Akasema: Enyi watu wangu! Mwaonaje ikiwa ninayo dalili wazi inayo tokana na Mola wangu Mlezi, na ikawa Yeye ameniruzuku riziki njema kutoka kwake? Wala mimi sipendi kukukhalifuni nikafanya yale ninayo kukatazeni. Sitaki ila kutengeneza kiasi ninavyo weza. Na sipati kuwezeshwa haya ila na Mwenyezi Mungu. Kwake Yeye ninategemea, na kwake Yeye naelekea.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"Yeye akasema: Enyi watu! Hebu nambieni, ikiwa mimi nina hoja iliyo wazi na ya yakini kutokana na Mola Mlezi wangu, naye akaniruzuku kwa fadhila yake riziki iliyo njema, je ingeli nifalia mimi nifiche aliyo niamrisha kukufikishieni, nako ni kuacha kuabudu masanamu, na kukutakeni mtimize vipimo na mizani, na muache kufanya uharibifu katika nchi? Na mimi si kama ninapenda kwenda kutenda haya ninayo kukatazeni, wala sitaki kwa mawaidha yangu, na nasaha zangu, na amri zangu, na makatazo yangu, ila kutengeneza kwa kadri ya ukomo wa uwezo wangu, na juhudi yangu, kama nilivyo jaaliwa. Wala sina uwezo wa kuifikilia haki ila kwa msaada wa Mwenyezi Mungu na kuungwa mkono naye, na ninamtegemea Yeye peke yake. Na kwake Yeye tu ndio ninarejea.","lang":"sw"},{"name":"11:89","price":"Na enyi watu wangu! Kukhalifiana nami kusikupelekeeni hata mkasibiwa kama walivyo sibiwa watu wa Nuhu, au watu wa Hud, au watu wa Saleh. Na watu wa Lut' si mbali nanyi.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"Na enyi watu! Hizi khitilafu ziliopo baina yangu na nyinyi zisikupelekeeni kufanya inda na mkashikilia ukafiri, hata yakakupateni yaliyo wapata kaumu ya Nuhu, na kaumu ya Huud, na kaumu ya Swaleh. Na wala zama na pahala pa kaumu Lut' na maangamizo yao si mbali nanyi! Basi zingatieni yasikusibuni yaliyo wasibu hao.","lang":"sw"},{"name":"11:90","price":"Na ombeni msamaha kwa Mola wenu Mlezi, tena tubuni kwake. Hakika Mola wangu Mlezi ni Mwenye kurehemu na Mwenye upendo.","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"Na mtakeni Mwenyezi Mungu akusameheni madhambi yenu, na rejeeni kwake kwa majuto mkiomba maghfira kila mtendapo dhambi. Hakika Mola wangu Mlezi ni mwingi wa rehema, ni mwenye mapenzi. Huwasamehe wenye kutubu, na anawapenda wenye kurejea kwake.","lang":"sw"},{"name":"11:91","price":"Wakasema: Ewe Shua'ibu! Mengi katika hayo unayo yasema hatuyafahamu. Na sisi tunakuona huna nguvu kwetu. Lau kuwa si jamaa zako tunge kupiga mawe, wala wewe si mtukufu kwetu.","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"Wakasema: Ewe Shua'ibu! Mengi unayo yasema sisi hatuyafahamu! Na sisi tunakuhakikishia kuwa sisi tunakuona wewe dhaifu, huna nguvu zozote za kujitetea, wala kutukinaisha tukitaka kukutenda unayo yachukia. Na lau kuwa si kwa wema wetu kwa jamaa zako, kwani wao wanafuata dini yetu, tungeli kuulia mbali kwa kukupiga mawe. Na wewe si mtukufu kati yetu hata tukutukuze, na tukuhishimu, na tukukirimu na tuache kukuuwa kwa mawe! Ni wema tunao wafanyia jamaa zako tu ndio unao tuzuia tusikuuwe.","lang":"sw"},{"name":"11:92","price":"Akasema: Enyi watu wangu! Kwani jamaa zangu ni watukufu zaidi kwenu kuliko Mwenyezi Mungu? Na Yeye mmemueka nyuma ya migongo yenu! Hakika Mola wangu Mlezi ni Mwenye kuyazunguka yote mnayo yatenda.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"Akasema Shua'ibu: Enyi watu wangu! Hivyo jamaa zangu ndio wanastahiki kufanyiwa wema kuliko Mwenyezi Mungu. Wao mnawakumbuka, na mkataka kunifanyia jamala mimi kwa ajili yao. Lakini Yeye mmemsahau na mkamfanya kama kitu kilicho tupiliwa mbali nyuma ya migongo yenu! Hakika Mola Mlezi wangu ni Mwenye kuyazunguka yote mnayo yafanya kwa kuyajua, hapana linalo fichikana kwake katika vitendo vyenu, na atakuhisabieni kwavyo hata ikiwa nyinyi mtasahau.","lang":"sw"},{"name":"11:93","price":"Na enyi watu wangu! Fanyeni mwezayo, na mimi pia ninafanya. Karibuni mtajua ni nani itakaye mfikia adhabu ya kumhizi, na nani aliye mwongo. Na ngojeni, mimi pia ninangoja pamoja nanyi.","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"Enyi watu wangu! Tendeni mnayo weza nyinyi kuyatenda. Kama hamsikilizi nasaha zangu, mimi naendelea kushikilia kutenda kinyume na vitendo vyenu. Na hapo tutakuja jua ni nani kati yetu ataye fikiwa na adhabu ya kumfedhehi na kumdhalilisha, na ni nani kati yetu ni mwongo - mimi ninaye kuonyeni na adhabu, au nyinyi mnao nionya kunifukuza katika mji wenu? Ngojeeni nini litatokea, na mimi nangojea pamoja nanyi.","lang":"sw"},{"name":"11:94","price":"Na ilipo fika amri yetu, tulimwokoa Shua'ibu na wale walio amini pamoja naye kwa rehema yetu. Na ukelele uliwanyakua walio dhulumu, na wakapambaukiwa majumbani mwao wamekufa kifudifudi!","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"Ilipo kuja amri yetu ya kuwaadhibu na kuwaangamiza, tulimwokoa Shua'ibu na walio amini pamoja naye wasipate adhabu na maangamizo. Kuokoka kwao kulikuwa kutokana na rehema iliyo tokana nasi. Ukelele uliwatwaa watu wa Madyana, na tetemeko la kuteketeza, wakapambaukiwa wamekwisha jifia katika majumba yao, wamelala kifudifudi, hawatukusiki hata kidogo!","lang":"sw"},{"name":"11:95","price":"Kama kwamba hawakuwamo humo. Zingatia walivyo angamia watu wa Madyana, kama walivyo angamia watu wa Thamud!","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"Mambo yakawishia, na athari zao zikapotea. Wakawa kama kwamba hawajapata kukaa katika majumba yao! Hali yao ikatamka ya kumzindua kila mwenye akili apate kuzingatia! Zingatia basi maangamizo ya Madyana, na vipi walivyo baidika na rehema ya Mwenyezi Mungu kama walivyo baidika watu wa Thamud kabla yao!","lang":"sw"},{"name":"11:96","price":"Na hakika tulimtuma Musa pamoja na Ishara zetu na uthibitisho ulio wazi","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"Na hakika tulimtuma Musa na tukamuunga mkono kwa miujiza yenye kuonyesha ukweli wake, na uthibitisho ulio wazi wenye nguvu juu ya nafsi.","lang":"sw"},{"name":"11:97","price":"Kwa Firauni na waheshimiwa wake. Lakini wao walifuata amri ya Firauni, na amri ya Firauni haikuwa yenye uwongofu.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"Tulimtuma ende kwa Firauni na wakuu katika watu wake. Firauni akamkanya Musa na akawaamrisha watu wake wamfuate yeye Firauni katika ukafiri wake. Wakenda kinyume na amri ya Musa! Wala amri ya Firauni haikuwa ni nyoofu yenye matokea mema hata istahiki kufuatwa.","lang":"sw"},{"name":"11:98","price":"Siku ya Kiyama atawatangulia watu wake na atawaingiza Motoni. Na muingio muovu ulioje huo!","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"Siku ya Kiyama Firauni atawatangulia kaumu yake kama alivyo watangulia hapa duniani, na atawaingiza Motoni wakipenda wasipende, wataingia humo wakizigugumia adhabu zake! Na uovu ulioje wa maji yanayo tokota watayo kunywa humo kutafuta kuondoa kiu; maji hayo yatakatakata matumbo yao!","lang":"sw"},{"name":"11:99","price":"Nao wamefuatishiwa laana hapa duniani na Siku ya Kiyama. Ni mabaya yalioje watakayo pewa!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"Na wao katika dunia hii iliwafuata laana ya Mwenyezi Mungu, na ya Malaika, na ya watu. Na Siku ya Kiyama kadhaalika itawafuata laana hiyo vile vile, kwani hiyo ndiyo zawadi yao. Zawadi hiyo ni ovu ya kuonyesha dhambi. Itasemwa : Ovu mno zawadi hii wapewao watu hawa!","lang":"sw"},{"name":"11:100","price":"Hizi ni katika khabari za miji, tunakusimulia. Mingine ipo bado na mingine imefyekwa.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"Hadithi hio, ewe Nabii, ni baadhi ya khabari za miji tuliyo iteketeza. Tunakusimulia wewe upate kuwatolea mawaidha kwa khabari hizo watu wako, na utumaini kuwa Mwenyezi Mungu atakunusuru. Baadhi ya miji hiyo imekuwa kama mimea iliyo simama juu ya mashina yake ili waone yaliyo tokea, na baadhi yao imefutika athari yake kama mazao yaliyo kwisha vunwa.","lang":"sw"},{"name":"11:101","price":"Na Sisi hatukuwadhulumu, lakini wao wenyewe wamejidhulumu. Na miungu yao waliyo kuwa wakiiomba badala ya Mwenyezi Mungu haikuwafaa kitu ilipo kuja amri ya Mola wako Mlezi. Na hiyo miungu haikuwazidishia ila maangamizo tu.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"Wala Sisi hatukuwadhulumu kwa vile tulivyo wateketeza; lakini wamejidhulumu wenyewe kwa kufuru zao, na kuacha kumuabudu Mwenyezi Mungu, na kuleta uharibifu katika nchi. Kwa hivyo miungu yao waliyo kuwa wakiiabudu badala ya Mwenyezi Mungu haikuweza kuwakinga na hilaki, wala haikuwafaa kitu ilipo kuja amri ya Mola wako Mlezi, ewe Nabii! Na kushikilia kwao kuabudu masanamu hakukuwazidishia ila hilaki na upotovu!","lang":"sw"},{"name":"11:102","price":"Na ndio kama hivyo ndivyo inavyo kuwa Mola wako Mlezi anapo ikamata miji inapo kuwa imedhulumu. Hakika mkamato wake ni mchungu na mkali.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"Na kuwateketeza kwa ukali kama huu, ewe Nabii, alivyo wateketeza Mola wako Mlezi kaumu ya Nuhu, na ya A'adi, na ya Thamud, na wengineo, ndivyo anavyo itwaa kwa nguvu miji inapo kuwa watu wake wanaingia katika dhulma kwa ukafiri na uharibifu! Hakika kuangamiza kwake Mwenyezi Mungu kuna nguvu, na kuna uchungu, na ukali kwa wenye kudhulumu.","lang":"sw"},{"name":"11:103","price":"Hakika katika haya ipo ishara kwa yule anaye ogopa adhabu ya Akhera. Hiyo ndiyo Siku itakayo kusanyiwa watu, na hiyo ndiyo Siku itakayo shuhudiwa.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"Hakika katika hadithi hizi yapo mawaidha yanayo faa kuzingatiwa na wenye kuyakinika kuwa kupo kufufuliwa, na kwa wenye kukhofu adhabu ya Siku ya Mwisho! Siku hiyo ndiyo Siku ya kukusanywa watu kwa ajili ya hisabu, na Siku hiyo itashuhudiwa na Malaika na watu pia.","lang":"sw"},{"name":"11:104","price":"Na Sisi hatuiakhirishi ila kwa muda unao hisabiwa.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"Wala Sisi hatuiakhirishi ila kwa muda mfupi tuliyo kwisha uwekea kiwango. Na ingawa kwa nadhari ya watu itaonekana iko mbali, kwa Mwenyezi Mungu ni muda mchache tu.","lang":"sw"},{"name":"11:105","price":"Siku hiyo itakapo fika, hatosema hata mtu mmoja ila kwa idhini yake Mwenyezi Mungu. Kati yao watakuwamo waliomo mashakani na wenye furaha.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"Kikija kitisho chake mwanaadamu hatoweza kusema ila kwa ruhusa ya Mwenyezi Mungu. Kwani miongoni mwa watu wapo wenye mashaka, dhiki, wasio na bahati kwa kila namna ya shida watazo pata. Hao ndio makafiri. Na wengine wenye furaha, walio bahatika, kwa neema zinazo wangojea Akhera. Hao ndio Waumini.","lang":"sw"},{"name":"11:106","price":"Ama wale wa mashakani hao watakuwamo Motoni wakiyayayatika na kukoroma.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"Ama wale wenye mashaka mwisho wao ni Motoni. Kuvuta pumzi kwao kutakuwa ni kwa machungu makubwa, na mikoromo na kuyayatika, wanapo vuta pumzi na kutoa.","lang":"sw"},{"name":"11:107","price":"Watadumu humo muda wa kudumu mbingu na ardhi, isipo kuwa apendavyo Mola wako Mlezi. Hakika Mola wako Mlezi hutenda apendavyo.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"Watadumu Motoni muda wa kudumu mbingu na ardhi. Hawatotoka humo mpaka apendapo Mwenyezi Mungu, awaadhibu kwa adhabu namna nyengine! Ewe Nabii, Mwenyezi Mungu hutenda atakalo; hapana yeyote wa kumzuia.","lang":"sw"},{"name":"11:108","price":"Na ama wale walio bahatika, wao watakuwamo Peponi wakidumu humo muda wa kudumu mbingu na ardhi, isipo kuwa apendavyo Mola wako Mlezi. Hicho ni kipawa kisio na ukomo.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"Ama wale ambao Mwenyezi Mungu amewajaalia kuwa na bahati njema wataingia Peponi wadumu humo tangu mwanzo, mara baada ya kwisha hisabiwa. Huko hakuna mwisho. Isipo kuwa kikundi ambacho Mwenyezi Mungu anataka kukiakhirisha kisiingie pamoja na wale wa mwanzo - na hao ni wale Waumini walio fanya maasi. Hao watacheleweshwa Motoni kwa kadiri ya kupata adabu ya kuwasafisha wapate kuingia Peponi. Na Mwenyezi Mungu atawalipa hawa walio bahatika malipo bora kabisa ya kudumu, yasio na kasoro, wala yasio katika.","lang":"sw"},{"name":"11:109","price":"Basi usiwe na shaka juu ya wanayo yaabudu hao. Hawaabudu ila kama walivyo abudu baba zao zamani. Na hakika Sisi tutawatimilizia fungu lao bila ya kupunguzwa.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"Ilivyo kuwa hali ya watu washirikina walio dhulumu katika dunia na akhera ni hiyo tuliyo kusimulia, ewe Nabii, basi usiwe na shaka yoyote juu ya mwisho wa hao katika kaumu yako wanao abudu masanamu pindi wakiendelea katika upotovu wao. Kwani hali yao ni hali ya baba zao walio watangulia, ambao khabari zao tumekusimulia. Wote hao ni washirikina. Na Sisi tutawatimizia kwa ukafiri wao adhabu kaamili kwa kadiri ya makosa yao. Hawatapunguziwa hata chembe.","lang":"sw"},{"name":"11:110","price":"Na kwa yakini tulimpa Musa Kitabu; zikazuka khitilafu ndani yake. Na lau kuwa si neno lilio kwisha tangulia kutoka kwa Mola wako Mlezi, bila ya shaka ingeli hukumiwa baina yao. Na hakika wao wamo katika shaka juu yake inayo wahangaisha.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"Na Sisi tunakuhakikishia, ewe Nabii, kwamba tulimpa Musa Taurati. Na watu wake baada yake wakakhitalifiana katika tafsiri yake na maana yake, kwa kufuata pumbao lao na matamanio yao. Kila mmoja wao anataka kuielekeza ifuate matamanio yake. Wakafarikiana makundi mbali mbali. Wengi wao wakajitenga na Haki iliyo wajia. Na lau kuwa ahadi ya Mwenyezi Mungu haikutangulia kuwa itaakhirishwa adhabu yao mpaka Siku ya Kiyama, ingeli wateremkia katika hii dunia yao hukumu ya Mwenyezi Mungu wakateketezwa wapotovu na wakaokoka walio na haki, kama yalivyo washukia wengineo, walio jiwa na ujumbe wakakhitalifiana katika kuufahamu baadae, na wakaugeuza, hata ikawa ni uzito kuifahamu kweli. Na hawa walio irithi Taurati wanababaika hawaijui kweli iko wapi!","lang":"sw"},{"name":"11:111","price":"Na hakika Mola wako Mlezi atawatimilizia malipo ya vitendo vyao. Hakika Yeye anayo khabari ya wayatendayo.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"Hapana shaka yoyote kila kikundi katika hawa Mola wako Mlezi atawalipa jaza ya vitendo vyao. Hakika Yeye Subhanahu ni Mjuzi wa ukamilifu wa kubwa na dogo wanayo yatenda, ikiwa kheri na ikiwa shari. Na atamlipa kila mmoja wapo kwa mujibu alivyo tenda.","lang":"sw"},{"name":"11:112","price":"Basi, simama sawa sawa kama ulivyo amrishwa, wewe na wale wanao elekea kwa Mwenyezi Mungu pamoja nawe; wala msikiuke mipaka. Hakika Yeye anayaona yote myatendayo.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"Ikiwa hii ndiyo hali ya kaumu zilio jiwa na Kitabu kutoka kwa Mwenyezi Mungu, nao wakakhitalifiana kwacho na wakakitupa, basi jilazimishe kusimama sawa sawa wewe na Waumini walio pamoja nawe kuifuata Njia Iliyo Nyooka kama alivyo kuamrisha Mwenyezi Mungu. Wala msipindukie mipaka ya uadilifu kwa kupunguza, na kupuuza, na kuzidisha, kwa kuzikalifisha nafsi zenu kwa msilo liweza. Hakika Yeye Subhanahu ameyazunguka kwa ujuzi wake yote mnayo yatenda, na atakulipeni kwayo.","lang":"sw"},{"name":"11:113","price":"Wala msiwategemee wanao dhulumu, usije ukakuguseni Moto. Wala nyinyi hamna walinzi badala ya Mwenyezi Mungu, wala tena hamtasaidiwa.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"Wala msiwapende hata kidogo maadui wa Mwenyezi Mungu na maadui zenu walio zidhulumu nafsi zao na wakapindukia mipaka ya Mwenyezi Mungu. Wala msiwategemee, au mkapendezewa na mwendo wao, na kwa kumili huko mkastahiki adhabu ya Moto, na msimpate yeyote wa kuwatetea. Mwisho wenu mtakuwa hamtanusuriwa kwa maadui zenu kwa kuwa Mwenyezi Mungu atakutupeni na kwa kuwa nyinyi mnamtegemea adui yake!","lang":"sw"},{"name":"11:114","price":"Na shika Swala katika ncha mbili za mchana na nyakati za usiku zilizo karibu na mchana. Hakika mema huondoa maovu. Huu ni ukumbusho kwa wanao kumbuka.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"Ewe Nabii! Timiza Swala kwa ukamilifu katika ncha mbili za mchana, na nyakati mbali mbali za usiku. Kwani Swala husafisha nafsi na hushinda katika kung'oa shari, na hufuta athari ya maovu ambayo mwanaadamu shida kuepukana nayo! Hayo uliyo amrishwa, ewe Nabii, katika uwongofu wa kheri ni mawaidha ya kuwanufaisha wale ambao walio tayari kuyakubali, ambao kwamba wanamkumbuka Mola wao Mlezi, wala hawamsahau.","lang":"sw"},{"name":"11:115","price":"Na subiri, kwani Mwenyezi Mungu hapotezi ujira wa wanao fanya wema.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"Ewe Nabii! Vumilia mashaka ya haya tunayo kuamrisha, na yatimize vilivyo. Mwenyezi Mungu atakulipa malipo makubwa. Kwani kwake Yeye hayapotei malipo ya watendao mema kwa mujibu wa vitendo vyao.","lang":"sw"},{"name":"11:116","price":"Basi mbona hawakuwamo katika watu wa kabla yenu wenye vyeo na wasaa wanao kataza uharibifu katika nchi, isipo kuwa wachache tu, ambao ndio tulio waokoa? Na walio dhulumu walifuata starehe zao, na wakawa ni wakosefu.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"Ilikuwa inapasa katika kaumu zilizo tangulia na tukaziteketeza kwa dhulma zao, wawepo jamaa kati yao wenye kusikilizwa kauli yao, na wenye vyeo katika dini na akili, wawakanye wenzi wao waache uharibifu katika nchi, ili wasalimike na adhabu iliyo wateremkia. Lakini hayakuwa hayo. Yaliyo tokea ni kuwa walikuwapo Waumini wachache wasio sikilizwa rai zao wala uwongozi wao. Hao Mwenyezi Mungu aliwaokoa pamoja na Mitume wao wakati ule walipo shikilia wenye kudhulumu wenye inda kung'ang'anilia yale maisha ya anasa na fisadi waliyo yazoea. Hayo yakawa ni pingamizi wasiweze kunafiika na wito wa Haki na kheri, na kwa kukhiari kwao njia hiyo wakazama katika madhambi na vitendo viovu. Basi Mwenyezi Mungu akawahiliki kwa mujibu wa mwendo wake wa maumbile.","lang":"sw"},{"name":"11:117","price":"Wala hakuwa Mola wako Mlezi wa kuihiliki miji kwa dhulma tu na hali watu wake ni watenda mema.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"Wala sio mwendo wake Mwenyezi Mungu, wala sio uadilifu wake wa maumbile, kuudhulumu umma wowote akauteketeza nao unashikamana na Haki, unafuata mwendo bora, unatenda yanao wafaa wao na wenginewe.","lang":"sw"},{"name":"11:118","price":"Na Mola wako Mlezi angeli penda ange wafanya watu wote wakawa umma mmoja. Lakini hawaachi kukhitalifiana,.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"Ewe Nabii! Lau kuwa Mola wako Mlezi angeli penda angeli wafanya watu wote wafuate Dini moja, wakimt'ii Mwenyezi Mungu kwa ut'iifu wa maumbile, kama Malaika. Na ulimwengu ungeli kuwa sio ulimwengu huu. Lakini Yeye Subhanahu hakutaka hayo, bali amewaacha waweze kuchagua wenyewe. Basi hawaachi kukhitalifiana katika kila kitu, hata katika misingi ya imani, kama kumuamini Mwenyezi Mungu, na Malaika wake, na Vitabu vyake, na Mitume wake, na Siku ya Mwisho - mambo ambayo haifai kukhitalifiana kwayo. Wao hufuata nyoyo zao, na matamanio yao, na fikra zao, kila kikundi kimeshikilia kwa nguvu rai ile ile walio kutana nayo kwa baba zao!","lang":"sw"},{"name":"11:119","price":"Isipo kuwa wale ambao Mola wako Mlezi amewarehemu; na kwa hiyo ndio Mwenyezi Mungu amewaumba. Na litatimia neno la Mola wako Mlezi: Kweli kweli nitaijaza Jahannam kwa majini na watu pamoja.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"Lakini wale Mwenyezi Mungu alio warehemu kwa kusalimika kwao kwa walivyo jaaliwa, hao wameridhia hukumu ya Mwenyezi Mungu juu yao, wakawaamini Mitume wake wote, na Vitabu vyake vyote, na Siku ya Mwisho. Na kwa namna hivi ilivyo pita hukumu ya Mwenyezi Mungu Mtukufu katika mpango wa huu ulimwengu ndivyo alivyo waumbia Subhanahu kwa kuwaweka tayari kuwateua na kuwavusha na hizo khitilafu, ili aweke tayari panapo stahiki thawabu na adhabu. Kwa hivyo ahadi ya Mola wako Mlezi itatimia ya kwamba hapana budi kuwa ataijaza Jahannamu kwa wafuasi wa Iblis miongoni mwa majini na watu.","lang":"sw"},{"name":"11:120","price":"Na yote tunayo kusimulia katika khabari za Mitume ni ya kukupa nguvu moyo wako. Na katika haya imekujia haki na mawaidha na ukumbusho kwa Waumini.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"Ewe Nabii! Tunakusimulia kila namna ya khabari ya Mitume walio pita pamoja na kaumu zao kwa ajili ya kukupa nguvu wewe uweze kubeba mashaka ya Utume. Na katika khabari hizi yamekujia maelezo ya haki unayo ilingania mfano walivyo lingania Mitume walio kutangulia, nayo ni Tawhidi ya kuwa Mwenyezi Mungu ni Mpweke, na kuepuka yale ambayo yanamkasirisha, kama yalivyo wajia mawaidha na mazingatio yanayo wanufaisha Waumini, ili wazidi imani yao, na wanao jitayarisha kwa imani ili waifanyie haraka hiyo imani.","lang":"sw"},{"name":"11:121","price":"Na waambie wale wasio amini: Fanyeni muwezavyo, nasi pia tunafanya.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"Ewe Nabii! Waambie hao wanao shikilia inadi na ukafiri: Tendeni kama mnavyo weza kuupiga vita Uislamu na kuwaudhi Waumini. Sisi tunaendelea na njia yetu, na tumethibiti katika a'mali yetu.","lang":"sw"},{"name":"11:122","price":"Na ngojeni, na sisi tunangoja.","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"Na yangojeni hayo mnayo yangojea, na sisi kadhaalika tunangojea ahadi ya Mwenyezi Mungu, kuwa wito wetu utashinda na tutawashinda maadui zake.","lang":"sw"},{"name":"11:123","price":"Na ni vya Mwenyezi Mungu tu vyote vilivyo fichikana katika ardhi na mbingu, na mambo yote yatarejezwa kwake. Basi muabudu Yeye na umtegemee Yeye. Na Mola wako Mlezi haghafiliki na yale mnayo yatenda.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"Ni Mwenyezi Mungu peke yake ndiye Mwenye kujua yaliyo ya ghaibu katika mbingu na ardhi. Anayajua yatakayo kufikieni, na yatakayo tufikia sisi. Ni kwake Yeye tu yanarejea mambo yote kuendeshwa. Ilivyo kuwa mambo ni hivyo, basi muabudu Mola wako Mlezi peke yake, na mtegemee Yeye, wala usimwogope yeyote isipo kuwa Yeye. Na Mola wako Mlezi haghafiliki kabisa na yote myatendayo, enyi Waumini na makafiri. Na kila mmoja atalipwa hapa duniani na Akhera kwa mujibu anavyo stahiki.","lang":"sw"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}