{"data":[{"name":"12:1","price":"Alif Lam Raa. Hizi ni Aya za Kitabu kinacho bainisha.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"Alif, Lam, Raa. Hizi harufi na mfano wake, zinazo fanya maneno yenu, enyi Waarabu, ndizo hizo hizo zinazo fanya Aya za hichi Kitabu, ambacho ni muujiza unao waemea watu kuuiga. Muujiza ulio wazi unao fafanua kwa kila mwenye kutafuta uwongozi ndani yake, na uwongofu. Na kwa hizi harufi za kutamkika zikasikilizana sauti yake wanazinduliwa watu watanabahi. Basi wasikilize, ijapo kuwa waliwafikiana kuwa wasisikilize.","lang":"sw"},{"name":"12:2","price":"Hakika Sisi tumeiteremsha Qur'ani kwa Kiarabu ili mpate kuzingatia.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"Hakika Sisi tumemteremshia Mtume wetu haya maneno kwa lugha yenu ya Kiarabu yasomwe na yahifadhiwe, ili muyafahamu, na muwafikishie watu wote.","lang":"sw"},{"name":"12:3","price":"Sisi tunasimulia simulizi nzuri kwa kukufunulia Qur'ani hii. Na ijapo kuwa kabla ya haya ulikuwa miongoni mwa wasio jua.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"Sisi tunakusimulia, ewe Nabii, visa vizuri kabisa kwa kukufunulia Kitabu hichi. Na kabla ya haya ulikuwa umeghafilika nayo, huyajui, haya, wala mawaidha yaliomo ndani yake, na Aya zake zilizo wazi.","lang":"sw"},{"name":"12:4","price":"Yusuf alipo mwambia baba yake: Ewe babaangu! Hakika mimi nimeota nyota kumi na moja, na jua, na mwezi. Nimeota zikinisujudia.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"Katika visa hivi, ewe Nabii, kipo hichi kisa cha Yusuf, pale alipo mwambia baba yake: Ewe babaangu! Hakika mimi nimeona usingizini nyota hidaa'shara, (kumi na moja) na jua, na mwezi. Nimeona vyote hivyo vikininyenyekea, vikisujudu mbele yangu. Yusuf, Alayhi Ssalam, alikuwa mwana wa Yaaqub, Muabrani, Mkanaani. Akauzwa Misri katika enzi ya utawala wa wavamizi wa kigeni waitwao Wahiksos. Na kwa ionekanavyo hao Wahiksos ni katika kabila za Kisami walio ingia Misri kutoka Sham wakaiteka Delta ya Misri mnamo mwaka 1730 k.k. ( kabla ya Nabii Isa a.s.) na kabla ya kumalizika enzi ya ukoo wa kumi na tatu wa Mafirauni. Wakaihukumu Misri kwa muda wa karne unusu. Wakafukuzwa mnamo mwaka 1580 k.k. na Ahmas wa Mwanzo aliye anzisha ukoo wa 18. Wakatolewa nje ya mipaka ya Misri.","lang":"sw"},{"name":"12:5","price":"(Baba) akasema: Ewe mwanangu! Usiwasimulie nduguzo ndoto yako, wasije wakakufanyia vitimbi. Hakika Shet'ani ni adui aliye dhaahiri kwa mwanaadamu.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"Baba yake akamwambia: Ewe mwanangu! Usiwasimulie nduguzo ndoto yako hii. Itakuja watia husda katika nyoyo zao, na Shetani atawachochea wazue njama kukupinga. Watakuja kufanyia hila na vitimbi! Hakika Shetani ni adui wazi wa binaadamu!","lang":"sw"},{"name":"12:6","price":"Na kadhaalika Mola wako Mlezi atakuteuwa na atakufundisha tafsiri ya mambo. Na atatimiza neema zake juu yako na juu ya ukoo wa Yaa'qub, kama alivyo watimizia hapo zamani baba zako Ibrahim na Is-haq. Hakika Mola wako Mlezi ni Mjuzi Mwenye hikima.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"Kama ulivyo jiona katika ndoto kuwa ni bwana wa kut'iiwa, mwenye cheo na madaraka, basi Mola wako Mlezi atakuteuwa na atakukhitari, akufunze kufasiri ndoto, kwa kukupa Unabii na Utume, kama hapo zamani, kabla ya baba yako, Yaa'qub, alivyo wafanyia baba zako, Ibrahim na Is-haq. Hakika Mola wako Mlezi ni mwingi wa hikima, basi hakosei. Ni mwingi wa ujuzi, basi humteuwa katika waja wake anaye mjua kuwa anastahili kuteuliwa.","lang":"sw"},{"name":"12:7","price":"Kwa yakini katika Yusuf na nduguze ziko ishara kwa wanao uliza.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"Hakika katika kisa cha Yusuf na nduguze zipo dalili na mazingatio kwa waulizao, wenye kutaka kujua.","lang":"sw"},{"name":"12:8","price":"Pale walipo sema: Hakika Yusuf na nduguye wanapendwa zaidi na baba yetu kuliko sisi, hali sisi ni kikundi chenye nguvu. Hakika baba yetu yumo katika upotofu wa dhaahiri.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"Walipo semezana nduguze Yusuf kwa baba: Bila ya shaka Yusuf na nduguye kwa baba na mama wanapendwa zaidi na baba yetu kuliko sisi. Na sisi ni kikundi chenye nguvu, chenye kumfaa yeye zaidi kuliko wao! Hakika baba yetu kwa kumfadhilisha Yusuf na nduguye kuliko sisi yumo makosani, na yuko mbali na haki. Yalio sawa yapo wazi yanaonekana.","lang":"sw"},{"name":"12:9","price":"Muuweni Yusuf, au mtupeni nchi mbali ili uso wa baba yenu ukuelekeeni nyinyi. Na baada ya haya mtakuwa watu wema.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"Muuweni Yusuf, au mtupeni nchi iliyo mbali na baba yenu, asiyo weza kuifikia. Yatakuwafikieni nyinyi tu mapenzi ya baba yenu, na atakuelekeeni nyinyi tu. Na baada ya kumtenga Yusuf naye kwa kumuuwa au kumhamisha mtakuwa watu wema. Kwani Mwenyezi Mungu atakubali toba yenu, na baba yenu atapokea udhuru wenu.","lang":"sw"},{"name":"12:10","price":"Akasema msemaji kati yao: Msimuuwe Yusuf. Lakini mtumbukizeni ndani ya kisima. Wasafiri watakuja mwokota; kama nyinyi mna sharti ya kufanya jambo.","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"Mmoja wao katika wasemaji alisema: Msimuuwe Yusuf. Hayo ni makosa makubwa. Lakini mtupeni asipo onekana ndani ya kisima, baadhi ya wapita njia watakuja mwokota, watapo tumbukiza ndoo yao kisimani. Hao watakwenda naye pahala pambali nanyi na baba yenu vile vile. Haya ikiwa nyinyi mna lazima mumpeleke mbali na mtimize kwa kitendo hayo mtakayo.","lang":"sw"},{"name":"12:11","price":"Wakasema: Ewe baba yetu! Una nini hata hutuamini kwa Yusuf? Na hakika sisi ni wenye kumtakia kheri!","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"Baada ya kuwafikiana kumbaidisha Yusuf (kumpeleka mbali) walisema: Ewe baba yetu! Nini kinacho kutia shaka nasi hata unamtenga Yusuf nasi, wala huoni pana usalama anapo kuwa nasi? Sisi tunakuhakikishia kuwa sisi tunampenda, na tunamwonea huruma, na tunamtakia kheri, na tunamwongoza kwenye kheri. Hapati kwetu isipo kuwa mahaba, na nasiha safi kabisa.","lang":"sw"},{"name":"12:12","price":"Mpeleke kesho pamoja nasi, ale kwa furaha na acheze; na bila ya shaka sisi tutamhifadhi.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"Mwache ende nasi kesho machungani. Atastarehe kwa kula vyakula vizuri, atacheza na atafurahi. Na sisi kwa yakini tuna hima ya kumhifadhi kumkinga na madhara yoyote.","lang":"sw"},{"name":"12:13","price":"Akasema: Kwa hakika inanihuzunisha kwamba nyinyi mwende naye, na ninaogopa asije mbwa mwitu akamla nanyi mmeghafilika naye.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"Mzee akasema: Hakika mimi naona huzuni mkiondoka naye, akawa mbali nami. Na nina khofu nikikuaminini asije akaliwa na mbwa mwitu na nyinyi mmeghafilika naye.","lang":"sw"},{"name":"12:14","price":"Wakasema: Ikiwa mbwa mwitu atamla na hali sisi ni kundi lenye nguvu kabisa, basi bila ya shaka sisi tutakuwa khasarani.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"Wakasema: Tunakuapia, akiliwa na mbwa, na hali sisi ni kundi lenye nguvu, basi itakuwa ni fedheha na khasara kwetu! Likitokea hilo unalo liogopa basi sisi tutakuwa tumekhasiri kila linalo pasa kulishughulikia, na kuwa lisitokee. Basi tuwa kwa hayo! Hatutadharau kumlinda, ikiwa hivyo itakuwa tunajipelekea wenyewe kupotea na kupuuza.","lang":"sw"},{"name":"12:15","price":"Basi walipo mchukua na wakakubaliana wamtumbukize ndani ya kisima, tulimfunulia Yusuf: Hapana shaka yoyote utakuja waambia kwa jambo lao hili, na wala wao hawatambui.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"Walipo kwenda naye mbali na baba yake, na wakakubaliana rai yao ya kumtumbukiza ndani ya kisima, walifanya hayo waliyo yaazimia. Sisi tukamtia moyoni mwake Yusuf atulie, na awe na imani ya Mwenyezi Mungu, kuwa bila ya shaka atakuja waeleza haya mambo yao waliyo yapanga na wakayatenda, na wala wao wenyewe hawajui hapo utapo waambia kwamba wewe ndiye Yusuf waliye mfanyia vitimbi, na wakadhani wamekwisha mmaliza na wameepukana naye!","lang":"sw"},{"name":"12:16","price":"Wakaja kwa baba yao usiku wakilia.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"Walirejea kwa baba yao usiku, wakijitia huzuni, na kupiga makelele kwa kilio!","lang":"sw"},{"name":"12:17","price":"Wakasema: Ewe baba yetu! Hakika tulikwenda kushindana na tukamwacha Yusuf penye vitu vyetu. Basi mbwa mwitu akamla. Lakini wewe hutuamini ijapo kuwa tunasema kweli.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"Wakasema: Ewe baba yetu! Sisi tulikwenda kushindana kupiga mishale na kwenda mbio, na tukamwacha Yusuf kwenye vitu vyetu avilinde. Mbwa mwitu akamla, na sisi tuko mbali tumeshughulika na mashindano! Na wewe hutusadiki tunayo yasema, ijapokuwa tunasema haki na kweli!","lang":"sw"},{"name":"12:18","price":"Wakaja na kanzu yake ina damu ya uwongo. Akasema: Bali nafsi zenu zimekushawishini kutenda kitendo. Lakini subira ni njema; na Mwenyezi Mungu ndiye wa kuombwa msaada kwa haya mnayo yaeleza.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"Wakaileta kanzu yake nayo ina damu, ati kuwa ni ushahidi wa yale madai yao ya kuwa ile ni damu ya Yusuf, apate kusadiki baba yao! Walakini yeye alisema: Hakika huyo mbwa mwitu hakumla kama mnavyo singizia, bali nafsi zenu zimekupelekeeni kufanya jambo kubwa, na mkalitimiza! Langu mimi ni kusubiri subira njema isiyo legalega kwa mliyo nikutisha. Na Mwenyezi Mungu pekee ndiye anaye takiwa msaada kwa huo upotovu mlio uzua na mnao udai.","lang":"sw"},{"name":"12:19","price":"Ukafika msafara, wakamtuma mchota maji wao, naye akatumbukiza ndoo yake. Alisema: Kheri Inshallah! Huyu hapa mvulana! Wakamficha ili kumfanya ni bidhaa. Na Mwenyezi Mungu ni Mjuzi wa wanayo yatenda.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"Wakaja watu upande ule wa kisima katika msafara wao wa kwendea Misri. Wakamtuma mtu kati yao wa kuchota maji kisimani awaletee. Akatumbukiza ndoo yake, akiivuta na Yusuf kang'ang'anilia! Yule mchota maji akapiga kelele za furaha: Kheri! Kheri gani hii na furaha! Huyu ni kijana! Wakamficha katika vitu vyao, wakamfanya ni bidhaa ya biashara! Na Mwenyezi Mungu ni Mwenye kuyazunguka yote wayatendayo kwa ujuzi wake.","lang":"sw"},{"name":"12:20","price":". Na wakamuuza kwa thamani duni, kwa akali ya pesa. Wala hawakuwa na haja naye.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"Wakamuuza Misri kwa bei ya chini kabisa, si kiasi chake! Thamani yake ilikuwa ni pesa chache tu! Wala hawakuwa wakimtakia Yusuf thamani kubwa, kwa kukhofia wasije watu wake wakamkuta wakamtambua, na wakawapokonya Yusuf.","lang":"sw"},{"name":"12:21","price":"Na yule aliye mnunua huko Misri alimwambia mkewe: Mtengenezee makaazi ya hishima huyu; huenda akatufaa au tukamfanya mwenetu. Na kama hivyo tulimweka Yusuf katika nchi ili tumfundishe kufasiri mambo. Na Mwenyezi Mungu ndiye Mwenye kushinda katika jambo lake, lakini watu wengi hawajui.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"Yule aliye mnunua kule Misri alimwambia mkewe: Mfanyie wema huyu, na umhishimu, ili makao yake hapa nasi yawe mazuri. Huenda akatufaa, au tukamfanya kuwa ni mwenetu. Kama yalivyo kuwa makaazi yake ni mazuri na ya hishima, basi kadhaalika tulimjaalia Yusuf katika nchi ya Misri cheo kingine kikubwa, ili atekeleze uadilifu na mipango mizuri, na ili tumfunze kufasiri mambo na ndoto, ajue yatakayo kuwa kabla hayajwa, ili awe tayari kuyakabili! Na Mwenyezi Mungu ni Muweza wa kutimiza kila jambo alitakalo. Kabisa haemewi na kitu. Lakini watu wengi hawajui siri ya hikima yake, na undani wa mipango yake.","lang":"sw"},{"name":"12:22","price":"Na alipo fikilia utu uzima tulimpa hukumu na ilimu. Na kama hivi tunawalipa wanao tenda mema.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"Na Yusuf alipo timia ukomo wa nguvu zake tukampa hukumu yenye kusibu, na ilimu yenye kufaa. Na kama malipo haya tuliyo mpa yeye kwa wema wake, ndio tunavyo wapa wote walio wema kwa vitendo vyao vyema.","lang":"sw"},{"name":"12:23","price":"Na yule bibi wa nyumba aliyo kuwamo Yusuf alimtamani kinyume cha nafsi yake, na akafunga milango. Akamwambia: Njoo! Yusuf akasema: Audhubillahi! Najikinga na Mwenyezi Mungu. Huyu bwana wangu kaniweka maskani nzuri, na hakika wenye kudhulumu hawatengenekewi.","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"Na yule bibi aliye kuwa Yusuf anakaa nyumbani kwake, naye anamjua madaraka yake, alitaka kumghuri aache mwendo wake ulio safi. Akawa anajipitisha pitisha mbele yake kuonyesha uzuri wake, na kujitamanisha kwake. Hata mwishoe akamfungia milango, na akamwambia: Njoo kwangu, nimejitoa kwako! Yusuf akasema: Mimi najilinda kwa Mwenyezi Mungu, aniepusha na hiyo shari! Na vipi nifanye uchafu huo nawe, na mumeo mheshimiwa ni bwana wangu aliye niweka bora ya makamo? Hakika hawafuzu wanao wadhulumu watu kwa udanganyifu na khiana, wakajitia wenyewe katika maasi ya uzinzi!","lang":"sw"},{"name":"12:24","price":"Na hakika yule mwanamke alimtamani, na Yusuf angeli mtamani lau kuwa hakuona ishara ya Mola wake Mlezi. Hayo hivyo ni kwa ajili tumuepushe na uovu na uchafu. Hakika yeye alikuwa katika waja wetu walio safishwa.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"Na yule bibi aliazimia aingiane naye, na nafsi ya Yusuf ilimvutia kwake, lau kuwa hakuiona nuru ya Mwenyezi Mungu ya haki imezagaa mbele ya macho yake. Basi hakuufuata mvutio wa nafsi, na akayashinda matamanio, na akajizuilia maasi na khiana. Akathibiti juu ya usafi na kutakasika kwake. Ndio hivi tulivyo mthibitisha Yusuf kwenye usafi na kutakasika, ili tumuepushe na uovu wa khiana na maasi ya uzinzi. Hakika yeye ni miongoni mwa waja wa Mwenyezi Mungu walio itakasa dini yao kwa Mwenyezi Mungu.","lang":"sw"},{"name":"12:25","price":"Na wote wawili wakakimbilia mlangoni, na mwanamke akairarua kanzu yake Yusuf kwa nyuma. Na wakamkuta bwana wake mlangoni. Mwanamke akasema: Hapana malipo ya mwenye kutaka kumfanyia maovu mkeo isipo kuwa kufungwa au kupewa adhabu chungu.","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"Yusuf akakimbilia mlangoni kutaka kutoka, na yule bibi naye akapiga mbio amtangulie ili amzuie kutoka. Akaivuta kanzu yake kwa nyuma ili kumzuia, akaichana. Hapo wakapambana na mume wa yule bibi mlangoni! Yule bibi akasema kumchongea Yusuf: Hapana malipo ya mwenye kutaka kumfanya mkeo mambo mabaya ila atiwe gerezani, au akutishwe adhabu chungu!","lang":"sw"},{"name":"12:26","price":"Yusuf akasema: Yeye ndiye aliye nitaka bila ya mimi kumtaka. Na shahidi aliye kuwa katika jamaa za mwanamke alisema: Ikiwa kanzu yake imechanwa mbele basi mwanamke amesema kweli, naye Yusuf ni katika waongo.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"Yusuf akasema kujitetea: Ni yeye ndiye aliyenitaka, na akajaribu kunikhadaa! Ikawa ni kusutana. Alikata hukumu mmojapo katika jamaa zake mwenyewe yule mwanamke kwa kusema: Ikiwa kanzu yake imechanwa mbele, basi huyu bibi kasema kweli katika madai yake, na huyu kijana ni mwongo kwa aliyo yasema.","lang":"sw"},{"name":"12:27","price":"Na ikiwa kanzu yake imechanwa nyuma, basi mwanamke amesema uwongo, naye Yusuf ni katika wakweli.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"Na ikiwa kanzu yake imechanwa nyuma, basi huyu mwanamke kasema uwongo, na kijana ni mkweli kwa aliyo yasema.","lang":"sw"},{"name":"12:28","price":"Basi yule bwana alipoona kanzu yake imechanwa kwa nyuma, alisema: Hakika haya ni katika vitimbi vyenu wanawake. Bila ya shaka vitimbi vyenu ni vikuu.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"Mume alipoona kuwa kanzu ya Yusuf imechanwa mgongoni alimwambia mkewe: Huku kumtuhumu kwako kijana kwa yaliyo tokea na hali yeye hana makosa, ni katika vitimbi vyenu, enyi wanawake. Hakika vitimbi vyenu ni vikuu mno!","lang":"sw"},{"name":"12:29","price":"Yusuf! Wachilia mbali haya. Na wewe, mwanamke, omba msamaha kwa dhambi zako. Kwa hakika wewe ni katika walio fanya makosa.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"Ewe Yusuf wachilia mbali mambo haya, na wewe yafiche wala usiyaseme. Na wewe, mwanamke, omba maghfira kwa dhambi yako. Hapana shaka kuwa wewe ni katika wenye dhambi, wenye kuyakusudia makosa, na kutenda maasi, na kuwasingizia wengine uasi wasio ufanya!","lang":"sw"},{"name":"12:30","price":"Na wanawake wa mjini wakawa wanasema: Mke wa Mheshimiwa anamtamani mtumishi wake ! Hakika amesalitika kwa mapenzi. Sisi hakika tunamwona yumo katika upotovu ulio dhaahiri.","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"Khabari zikawafikia baadhi ya wanawake wa mjini, wakazungumza wakisema: Mke wa Mheshimiwa anamzaini mtumishi wake na anamkhadaa amkubalie anayo yataka kwake! Ama kweli amesalitika kwa mahaba hata hajitambui! Hakika sisi tunaamini kuwa kwa mwendo wake huu ameingia kwenye upotovu na makosa yaliyo wazi.","lang":"sw"},{"name":"12:31","price":"Alipo sikia yule bibi masengenyo yao aliwaita, na akawawekea matakia ya kuegemea, na akampa kila mmoja wao kisu. Akamwambia Yusuf: Tokeza mbele yao. Basi walipo mwona waliona ni kitu kikubwa kabisa, na wakajikata mikono yao. Wakasema: Hasha Lillahi! Huyu si mwanaadamu. Hakuwa huyu ila ni Malaika mtukufu.","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"Yule bibi alipo yasikia masengenyo yao wale wanawake na kuwa wanamsema kwa vibaya, aliwaalika nyumbani kwake na akawapangia matakia na mito ya kuegemea, na akampa kila mmoja wao kisu, baada ya kwisha hudhuria na wakakaa wakiegemea. Akawaletea chakula na visu vya kulia. Akamwambia Yusuf: Hebu watokee! Alipotokeza wakamwona walistaajabu. Uzuri wake ulio pita mpaka uliwatwaa wasijitambue, wakawa wanajikata mikono yao jinsi ya kushtuka kwao, na huku wanadhani wanakata chakula! Wakasema kwa mastaajabu na kushituka: Hasha Lillahi! Mungu apishe mbali! Huyu tunaye mwona si binaadamu! Hapana binaadamu mwenye uzuri namna hii, na mwenye jamali kama hivi, na usafi kama huu, na kunyooka kama huku! Huyu ni Malaika tu, mwenye uzuri huu, na sifa hizi zilio timia!","lang":"sw"},{"name":"12:32","price":"Yule bibi akasema: Huyu basi ndiye huyo mliye nilaumia! Na kweli mimi nilimtaka naye akakataa. Na akitofanya ninayo muamrisha basi hapana shaka atafungwa gerezani, na atakuwa miongoni mwa walio chini kabisa.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"Tena mke wa Mheshimiwa alisema kufuatiliza maneno yao: Huyu kijana ambaye uzuri wake umekuzugeni na ukakuemeeni hata yakatokea yaliyo tokea ndiye ambaye nyinyi mliye nilaumu kwa ajili yake! Na mimi kweli nilimtaka, na nikafanya juhudi kumghuri anikubalie, naye akajizuia na akakataa. Kama kwamba vile anavyo kataa ndio anazidi kumtia hamu yule mwanamke! Akasema mwanamke: Na mimi naapa! Kama hafanyi ninayo muamrisha atapata adhabu ya kifungo, na atakuwa katika madhalili wenye kudharauliwa!","lang":"sw"},{"name":"12:33","price":"Yusuf akasema: Ee Mola Mlezi wangu! Nastahabu kifungo kuliko haya anayo niitia. Na usipo niondoshea vitimbi vya wanawake mimi nitamili kwao, na nitakuwa katika wajinga.","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"Yusuf akasema naye alisikia vile vitishio, na akasikia kwa wale wanawake nasiha ya kuwa amkubalie, akasema: Ewe Mola wangu Mlezi! Nakhiari kifungo kuliko hayo anayo nitakia huyu mwanamke. Kwani hayo ni kukuasi Wewe. Na kama Wewe hunikingi na shari ya vitimbi vyao na hila zao nitakuja wakubalia, na nitakuwa miongoni mwa wajinga walio potea.","lang":"sw"},{"name":"12:34","price":"Basi Mola wake Mlezi akamwitikia, na akamwondoshea vitimbi vyao. Hakika Yeye ni Msikizi Mjuzi.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"Mwenyezi Mungu akamuitikia, na akamuepusha na shari ya vitimbi vyao. Hakika Yeye peke yake ndiye Mwenye kusikia maombi ya wenye kukimbilia kwake, na Mwenye kujua yanao wafaa.","lang":"sw"},{"name":"12:35","price":"Basi ikawadhihirikia baada ya kuona Ishara kuwa wamfunge kwa muda.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"Kisha ikadhihiri rai ya Mheshimiwa na watu wake, baada ya kwisha ona dalili zilizo wazi kuwa Yusuf hana makosa. Wakakubaliana rai hii, na wakaapa kuitimiza. Nayo ni kumtia yeye gerezani kwa muda mfupi au mrefu, ili kumkinga mkewe na maneno mabaya, na kumuepusha na masengenyo ya watu!","lang":"sw"},{"name":"12:36","price":"Wakaingia gerezani pamoja naye vijana wawili. Mmoja wao akasema: Hakika mimi nimeota nakamua mvinyo. Na mwingine akasema: Mimi nimeota nimebeba mikate juu ya kichwa changu, na ndege wanaila. Hebu tuambie tafsiri yake, kwani sisi tunakuona wewe ni katika watu wema.","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"Wakaingia pamoja na Yusuf vijana wawili katika watumishi wa Mfalme. Mmoja wao akasema: Mimi nimeota usingizini kuwa ninakamua zabibu kutengeneza mvinyo. Mwingine akasema: Mimi nimeota nimebeba kichwani mwangu mikate, na ndege wanaila! Hebu tuambie, ewe Yusuf, tafsiri ya haya tuliyo ota, na mambo yetu yataishia vipi. Sisi tunaamini kuwa wewe ni katika watu wanao sifika kwa wema na kujua tafsiri za ndoto.","lang":"sw"},{"name":"12:37","price":"Akasema: Hakitakufikilieni chakula mtakacho pewa ila nitakwambieni hakika yake kabla hakijakufikieni. Haya ni katika yale aliyo nifundisha Mola wangu Mlezi. Hakika mimi nimeacha mila ya watu wasio muamini Mwenyezi Mungu, na wakawa hawaiamini Akhera.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"Yusuf akawaambia kutilia mkazo yale waliyo yajua kwake Yusuf: Hakitowahi kukufikieni chakula kuwa ni riziki mliyo kadiriwa ila nami nitakwambieni kitavyo kujieni kabla ya kukufikieni. Na nitakutajieni mapishi yake na vipi kilivyo. Namna hivyo ndivyo tafsiri ya ndoto na khabari zilizo fichikana katika alivyo nifunza Mola wangu Mlezi na akanifunulia, kwani nilimtakasia Yeye tu ibada yangu. Na nikakataa kumshirikisha na kitu chochote. Na nikajitenga mbali na dini ya watu wasio msadiki Mwenyezi Mungu, na wala hawamuamini Yeye kwa njia iliyo sawa, nao wanaikanya Akhera na hisabu zake.","lang":"sw"},{"name":"12:38","price":"Na nimefuata mila ya baba zangu, Ibrahim, na Is-haq, na Yaa'qub. Hatuna haki ya kumshirikisha Mwenyezi Mungu na chochote. Hiyo ni katika fadhila ya Mwenyezi Mungu juu yetu na juu ya watu; lakini watu wengi hawashukuru.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"Mimi nimeacha mila ya hawa makafiri, na nikafuata Dini ya baba zangu Ibrahim, na Is-haaq, na Yaa'qub. Nikamuabudu Mwenyezi Mungu pekee. Haitufalii sisi kumfanyia Mwenyezi Mungu mshirika yeyote yule, akiwa Malaika, au jini, au mwanaadamu, licha ya masanamu ambayo hayaleti manufaa wala madhara, wala hayasikii, wala hayaoni! Hiyo ndiyo Tawhidi aliyo tutunukia Mwenyezi Mungu sisi na watu wote, kwa vile alivyo tuamrisha tuwafikilishie ujumbe. Lakini wengi wa watu hawaipokei fadhila hii kwa shukrani, bali wanaikataa!","lang":"sw"},{"name":"12:39","price":"Enyi wafungwa wenzangu wawili! Je, mabwana wengi wanao farikiana wao kwa wao ni bora au Mwenyezi Mungu Mmoja Mwenye nguvu?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"Enyi wenzangu wawili wa gerezani! Je mabwana wengi mbali mbali ni bora mtu kuwanyenyekea kuliko Mwenyezi Mungu Mmoja asiye shindika?","lang":"sw"},{"name":"12:40","price":"Hamuabudu badala yake ila majina tu mliyo yapanga nyinyi na baba zenu. Mwenyezi Mungu hakuyateremshia hayo uthibitisho wowote. Hapana hukumu ila ya Mwenyezi Mungu tu. Yeye ameamrisha msimuabudu yeyote isipo kuwa Yeye tu. Hiyo ndiyo Dini Iliyo Nyooka. Lakini watu wengi hawajui.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"Hamuabudu badala ya Mwenyezi Mungu ila majina tu mliyo yazua nyinyi na baba zenu kwa mawazo bila ya kuwepo kweli. Mwenyezi Mungu hakuwateremshia hao hoja wala ushahidi wowote! Hapana wa kuhukumu nini kinacho faa kuabudiwa na kipi hakifai ila Mwenyezi Mungu tu. Yeye ameamrisha msimnyenyekee yeyote mwenginewe, na mumuabudu Yeye peke yake. Hiyo ndiyo Dini iliyo nzima iliyo nyooka, ambayo dalili zote na ushahidi unaelekea kwake. Lakini aghlabu ya watu hawataki uwongozi wa dalili hizi, wala hawajijui kuwa wamo katika ujinga na upotovu.","lang":"sw"},{"name":"12:41","price":"Enyi wafungwa wenzangu wawili! Ama mmoja wenu atamnywesha bwana wake mvinyo. Na ama mwengine atasulubiwa, na ndege watamla kichwa chake. Imekwisha katwa hukumu ya hilo jambo mlilo kuwa mkiuliza.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"Enyi wenzangu wawili wa gerezani! Hii basi ndiyo tafsiri ya ndoto zenu: Ama mmoja wenu aliye kamua zabibu katika ndoto yake, atatoka jela, na atakuwa akimnywesha mvinyo Mfalme. Na ama huyu wa pili atatundikwa msalabani, na ataachwa msalabani ndege wakimla kichwa chake. Yamekwisha timia hayo mambo kama nilivyo eleza kwa mujibu mlivyo nitaka nieleze tafsiri ya hizo ndoto!","lang":"sw"},{"name":"12:42","price":"Na akamwambia yule aliye jua kuwa atavuka katika wale wawili: Nikumbuke kwa bwana wako. Lakini Shet'ani alimsahaulisha kumtaja kwa bwana wake. Basi Yusuf akakaa gerezani miaka kadhaa.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"Akamwambia yule aliye kuwa atavuka: Nitaje kwa Mfalme kwa sifa zangu, na kisa changu. Asaa huenda akanifanyia insafu akanivua na haya mateso! Shetani alimshughulisha akamsahaulisha kutaja kisa cha Yusuf kwa Mfalme. Basi Yusuf akabaki gerezani kwa miaka isiyo pungua mitatu.","lang":"sw"},{"name":"12:43","price":"Na siku moja mfalme alisema: Hakika mimi nimeota ng'ombe saba wanene wanaliwa na ng'ombe saba walio konda. Na mashuke saba mabichi na mengine makavu. Enyi waheshimiwa! Nambieni maana ya ndoto zangu, ikiwa nyinyi mnaweza kuagua ndoto.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"Mfalme akasema: Nimeota usingizini kuna ng'ombe saba wanene wanaliwa na wengine saba walio konda madhaifu. Na nimeota mashuke saba mabichi, na mengine saba makavu. Enyi wakuu wanazuoni na wenye maarifa! Nitoleeni fatwa ya hizi ndoto zangu, ikiwa ni kweli nyinyi mnajua tafsiri za ndoto na mnaweza kuzitolea fatwa.","lang":"sw"},{"name":"12:44","price":"Wakasema: Hizi ni ndoto zilizo paraganyika, wala sisi sio wenye kujua tafsiri ya ndoto hizi.","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"Wakasema: Hizi ni ndoto zilizo korogeka ovyo, na wasiwasi wa kuzuka tu katika nafsi ya mtu! Na sisi si wenye kujua tafsiri ya ndoto za ovyo ovyo.","lang":"sw"},{"name":"12:45","price":"Hapo akasema yule aliye okoka katika wale wawili akakumbuka baada ya muda: Mimi nitakwambieni tafsiri yake. Basi nitumeni.","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"Akasema yule mtu aliye okoka katika wawili alio kuwa nao Yusuf gerezani, na akakumbuka wasia wa Yusuf, baada ya kupita muda mrefu: Mimi nitakwambieni tafsiri ya ndoto aliyo itaja mfalme. Nipelekeni kwa huyo mwenye ilimu ya kuifasiri.","lang":"sw"},{"name":"12:46","price":"Yusuf! Ewe mkweli! Tueleze nini maana ya ng'ombe saba wanene kuliwa na ng'ombe saba walio konda. Na mashuke saba mabichi na mengine makavu, ili nirejee kwa watu wapate kujua.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"Yule mtumishi wa kumletea mfalme ulevi akenda kwa Yusuf, akamwita: Yusuf! Ewe uipendaye kweli! Tueleze nini maana ya ndoto ya ng'ombe saba wanene kuliwa na ng'ombe saba walio konda. Na ndoto ya mashuke saba mabichi na mengine makavu? Nataraji kurejea kwa watu nami nina fatwa yako, ili nao wapate kujua maana yake, na waujue ujuzi wako na fadhila yako.","lang":"sw"},{"name":"12:47","price":"Akasema: Mtalima miaka saba kwa juhudi. Mtacho vuna kiwacheni katika mashuke yake, isipo kuwa kidogo mtacho kula.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"Yusuf akasema: Tafsiri ya ndoto hizo ni kuwa mtalima katika ardhi ngano, na shairi kwa muda wa miaka saba mfululizo kwa ukulima wa juhudi. Mtacho vuna kihifadhini, mkiache katika mashuke yake, isipokuwa kidogo mtacho kila katika miaka hiyo, kwa uangalizi mzuri. Aya hii inawafikiana na ilimu za kisasa kuwa kuweka punje katika mashuke yake inakuwa ni hifadhi zisiharibike kwa hali ya hewa na mengineyo, na juu ya hivyo faida yake ya chakula inabaki kwa ukamilifu zaidi.","lang":"sw"},{"name":"12:48","price":"Kisha itakuja baadaye miaka saba ya shida itakayo kula kile mlicho iwekea isipo kuwa kidogo mtacho kihifadhi.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"Kisha baada ya miaka hii ya neema itakuja saba ya ukame. Mtakula kile mlicho weka akiba, isipo kuwa kidogo mtacho kificha na kukihifadhi, ili kiwe mbegu ya kupandia baadae","lang":"sw"},{"name":"12:49","price":"Kisha baada ya haya utakuja mwaka ambao katika mwaka huo watu watasaidiwa, na watakamua.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"Kisha baada ya miaka hiyo ya ukame utakuja mwaka watu watasaidiwa kwa mvua, na watakamua zabibu na zaituni, na kila cha kukamuliwa.","lang":"sw"},{"name":"12:50","price":"Na mfalme akasema: Mleteni kwangu! Basi mjumbe alipo mjia Yusuf alisema: Rejea kwa bwana wako ukamuulize khabari ya wale wanawake walio jikata mikono yao. Hakika Mola wangu Mlezi anazijua vyema hila zao.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"Mfalme akamwona Yusuf atakuwa na faida naye kwa ule uwezo wake kuifasiri ndoto yake, na akaazimia amwite. Akawaamrisha wasaidizi wake wamlete. Alipo mfikia mjumbe akamwabia kuwa mfalme anamtaka, khabari hiyo haikumpapatisha, juu ya kuwa ina bishara ya kufunguliwa kwake. Wala kule kutamani kutoka kwa mfungwa kwenye dhiki za jela na taabu zake hakukuitikisa subira yake. Akakhiari angoje mpaka idhihirike kuwa hana makosa kuliko kufanya haraka kutoka na huku yale aliyo tuhumiwa bado yamemganda. Akamwambia mjumbe: Rejea kwa bwana wako umtake ayaangalie tena yale mashtaka niliyo shitakiwa, awaulize wale wanawake walio kusanywa na mke wa Mheshimiwa kwa kunifanyia hila mimi, wakababaika na wakajikata mikono yao: Je! Walipo toka kwenye yale majaribio walikuwa wanaamini kuwa mimi sina makosa na safi, au waliniona ni mchafu na mzinifu? Mimi nataka haya ipate kuonekana hakika katika macho ya watu. Ama Mola wangu Mlezi anavijua vyema vitimbi vyao!","lang":"sw"},{"name":"12:51","price":"Mfalme alisema: Mlikuwa mna nini mlipo mtaka Yusuf kinyume na nafsi yake? Wakasema: Hasha Lillahi! Sisi hatukujua ubaya wowote kwake. Mke wa Mheshimiwa akasema: Sasa haki imedhihiri. Mimi ndiye niliye mtaka kinyume na nafsi yake, na hakika yeye ni katika wakweli.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"Mfalme akawakusanya wale wanawake, na akawauliza: Ilikuwa vipi hali yenu pale mlipo jaribu kumkhadaa Yusuf aghafilike na wema wake na usafi wa nafsi yake? Je, mlimwona amemili kwenu? Wakamjibu: Mwenyezi Mungu ametakasika! Hakumsahau mja wake hata uchafuke usafi wake. Sisi hatukuona kwake lolote la kumtia dosari. Hapo basi wema ukapata nguvu katika moyo wa Zuleikha (mke wa Mheshimiwa) akaingia kusema: Sasa kweli imedhihiri! Ni mimi ndiye niliye mkhadaa, na nikajaribu kumzaini kinyume na nafsi yake kwa kumghuri. Lakini yeye alishikilia usafi wake! Na sasa nahakikisha kuwa yeye ni katika watu wa kweli. Na ni haki tupu alipo nirudishia tuhuma mimi na kunitia makosani!","lang":"sw"},{"name":"12:52","price":"Hayo ni apate kujua ya kwamba mimi sikumfanyia khiyana nyuma yake; na ya kwamba Mwenyezi Mungu haziongoi hila za makhaini.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"Haya mimi naungama kwa kweli ninayo itoa, apate kuwa na yakini Yusuf kuwa mimi sikuchukua fursa ya kuto kuwepo alipo kuwa gerezani nikaendelea na khiyana, na nikamdhulumu kwa kumtuhumu. Na kwa kuwa hakika Mwenyezi Mungu haijaalii kufanikiwa mipango ya makhaini.","lang":"sw"},{"name":"12:53","price":"NAmi sijitoi lawamani. Kwa hakika nafsi ni mno kuamrisha maovu, isipo kuwa ile ambayo Mola wangu Mlezi aliyo irehemu. Hakika Mola wangu Mlezi ni Msamehevu na Mwenye kurehemu.","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"Wala sidai kuwa nafsi yangu haitelezi; kwani ni tabia ya nafsi kumili kwenye matamanio, na kupendelea maovu na shari. Isipo kuwa nafsi aliyo ilinda Mwenyezi Mungu na akaiweka mbali na maovu. Na hakika mimi ninatumai rehema ya Mwenyezi Mungu na msamaha wake, kwani Yeye ni Mkunjufu wa kusamehe dhambi za wenye kutubu, na yu karibu wa kuwarehemu waja wake walio kosa.","lang":"sw"},{"name":"12:54","price":"Basi mfalme akasema: Mleteni kwangu, awe wangu mwenyewe khasa. Basi alipo msemeza alinena: Hakika wewe leo umekwisha tamakani kwetu na umeaminika.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"Usafi wa Yusuf ulipo dhihiri kwa mfalme, aliazimu amwite. Akawatuma watu wake wamlete awe wake yeye mwenyewe wa kumsafia niya. Basi alipo hudhuria na yakapita baina yao mazungumzo, mfalme akaathirika na utukufu wa Yusuf kwa usafi wa nafsi yake, na ubora wa rai zake! Akamwambia: Sasa wewe kwangu utakuwa na cheo cha hishima kilicho thibiti. Na wewe ni muaminifu kwangu ninaye kuamini.","lang":"sw"},{"name":"12:55","price":"Yusuf akasema: Nifanye mshika khazina za nchi. Kwani hakika mimi ni mlinzi mjuzi.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"Mfalme akajua kwake Yusuf kuwa yeye ni muangalizi mwema na mweza wa kazi yake. Na Yusuf akahisi hayo. Hapo akataka amfanye waziri akamwambia: Nitawalishe juu ya khazina zote za mamlaka yako, na ghala za nchi yako. Kwani mimi kama ulivyo yakinika mwenyewe naweza kuendesha mambo ya serikali, nami ni mlinzi, na najua kupanga na kuendesha mambo.","lang":"sw"},{"name":"12:56","price":"Basi namna hivi tukampa Yusuf cheo katika nchi; anakaa humo popote anapo penda. Tunamfikishia rehema zetu tumtakaye, wala hatupuuzi malipo ya wafanyao mema.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"Mfalme alilikubali ombi lake, akamfanya waziri wake. Hivyo basi Mwenyezi Mungu alimneemesha Yusuf kwa neema nzuri, akampa madaraka na uwezo katika nchi ya Misri, akienda humo atakapo. Na hii ndiyo shani yake Mwenyezi Mungu kwa waja wake, humpa neema yake amtakaye katika wao, wala hawanyimi thawabu zao, bali huwapa ujira wao wa wema wautendao kwa kuwalipa mema hapa hapa duniani.","lang":"sw"},{"name":"12:57","price":"Na hakika malipo ya Akhera ni bora zaidi, kwa walio amini na wakawa wachamungu.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"Na malipo yao ya Akhera ni bora zaidi na yanalingana zaidi na hao wanao msadiki Yeye na Mitume wake, na ikawa wanaingojea Siku ya Hisabu na wanaikhofu.","lang":"sw"},{"name":"12:58","price":"Wakaja ndugu zake Yusuf, na wakaingia kwake. Yeye akawajua na wao hawakumjua.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"Ukame ukazidi kushtadi katika nchi jirani na Misri. Ikawapata watu wa Yaa'qub shida vile vile kama ilivyo wapata wengineo. Watu walikwenda Misri kutoka kila pande baada ya kujua matengenezo ya Yusuf ya kuweka akiba chakula, na kujitayarisha kwake kwa miaka ya ukame. Yaa'qub aliwatuma wanawe wende kutafuta chakula, lakini akabaki naye nduguye Yusuf kwa mama kwa kumkhofia. Wale watoto wake walipo fika Misri wakenda moja kwa moja kwa Yusuf, naye akawatambua, lakini wao hawakumjua.","lang":"sw"},{"name":"12:59","price":"Na alipo watengenezea tayari haja yao alisema: Nileteeni ndugu yenu kwa baba. Je! Hamwoni ya kwamba mimi ninatimiza kipimo, nami ni mbora wa kukirimu?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"Yusuf akaamrisha wakaribishwe ugeni, na wapewe mahitaji wanayo yataka. Wakapewa hayo. Akaingia kuzungumza nao na kuwauliza hali zao kama mtu asiye wajua! Naye anawajua vyema. Nao wakamwambia kuwa wamemwacha ndugu yao mmoja kwa baba yao, kwani hapendi kuachana naye. Naye huyo ni Bin-yamini nduguye Yusuf kwa baba na mama. Basi yeye akasema: Mwacheni ndugu yenu aje nanyi, wala msiogope chochote. Nyinyi mmekwisha ona vipi ninavyo kutimizieni vipimo vyenu, na ninavyo kukirimuni.","lang":"sw"},{"name":"12:60","price":"Na msipo niletea basi hampati kipimo chochote kwangu, wala msinikurubie.","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"Mkitomleta ndugu yenu huyu, basi hampati chakula kwangu, wala msijaribu kunijia tena.","lang":"sw"},{"name":"12:61","price":"Wakasema: Sisi tutamrairai baba yake; na bila ya shaka tutafanya hayo.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"Nduguze wakasema: Tutajaribu kusema na baba yake ageuze rai yake, iondoke khofu yake juu ya mwanawe. Na sisi tunakuhakikishia kuwa hatutokasiri wala kulegalega katika hayo.","lang":"sw"},{"name":"12:62","price":"Na Yusuf akawaambia watumishi wake: Tieni bidhaa zao katika mizigo yao, ili wazione watakapo rudi kwa watu wao wapate kurejea tena.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"Walipo taka kuondoka aliwaambia wafwasi wake: Watilieni thamani ya bidhaa yao waliyo kuja nayo humo humo pamoja na mizigo yao, ili waione watakapo rudi kwa watu wao, wapate kurejea tena kwa kutumai kupewa chakula kwa kuamini kuwa tunatimiza ahadi, na wawe na imani ya usalama wa ndugu yao, na baba yao azidi kutua nafsi yake.","lang":"sw"},{"name":"12:63","price":"Basi walipo rejea kwa baba yao, walisema: Ewe baba yetu! Tumenyimwa chakula zaidi, basi mpeleke nasi ndugu yetu ili tupate kupimiwa; na yakini sisi tutamlinda.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"Walipo rejea kwa baba yao walimsimulia kisa chao na Mheshimiwa wa Misri, na upole wake kwao, na kwamba amewaonya kuwa atawanyima kuwapimia chakula baadae ikiwa hatokuwa nao Bin-yamini; na kwamba amewaahidi kuwatimizia kipimo na atawatukuza pindi wakirudi na ndugu yao. Wakamwambia baba yao: Mwache ende nasi ndugu yetu, kwani ukimpeleka yeye tutapimiwa chakula cha kutosha tunacho kihitajia. Nasi tunakuahidi ahadi ya nguvu ya kwamba tutafanya juhudi kumlinda.","lang":"sw"},{"name":"12:64","price":"Je, nikuaminini kwa huyu ila kama nilivyo kuaminini kwa nduguye zamani? Lakini Mwenyezi Mungu ndiye Mbora wa kulinda, naye ndiye Mbora wa kurehemu kuliko wenye kurehemu wote.","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"Yaa'qub yalimtibuka moyoni mwake yale ya zamani, akayaunganisha na haya mapya. Akawaambia wanawe: Nikikukubalieni itakuwa hali yangu ni ya ajabu; kwani nikikuaminini kwa huyu ndugu yenu haitakuwa ila mfano wa pale nilipo kuaminini kwa Yusuf. Mkamchukua kisha mkarudi mkisema: Kaliwa na mbwa mwitu! Lakini Mwenyezi Mungu ndiye anaye nitosheleza katika kumlinda mwanangu. Wala mimi simtegemei mtu ila Yeye, kwani Yeye ndiye Mlinzi aliye na nguvu kuliko wote, na rehema yake ni kunjufu mno, hatonipa tena machungu ya ndugu yake baada ya yale ya Yusuf.","lang":"sw"},{"name":"12:65","price":"Na walipo fungua mizigo yao wakakuta bidhaa zao wamerudishiwa. Wakasema: Ewe baba yetu! Tutake nini zaidi? Hizi bidhaa zetu tumerudishiwa. Wacha tuwaletee watu wetu chakula, na tutamlinda ndugu yetu, na tutaongeza shehena ya ngamia. Na hicho ni kipimo kidogo.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"Na wale nduguze Yusuf hawakujua kuwa Yusuf aliwatilia bidhaa zao katika mizigo yao. Walipo ifungua wakakuta mali yao, na wakaona hisani aliyo wafanyia Yusuf, wakaitumia hiyo kuzidi kumpoza moyo Yaa'qub, na kumkinaisha awakubalie kwa aliyo yataka Mheshimiwa. Wakazidi kumshikilia akubali, wakamkumbusha makhusiano yao yalio wafunga kwa baba mmoja. Wakasema: Ewe baba yetu! Unataka wema gani zaidi kuliko haya, na hayo yatayo kuwa? Haya mali yetu tumerudishiwa bila ya kuchukuliwa chochote. Basi natusafiri na ndugu yetu, na tuwaletee watu wetu mahitaji, nasi tutamchunga ndugu yetu, na tutaongeza mahitaji shehena ya ngamia kuwa ni haki ya ndugu yetu! Kwani yule Mheshimiwa kapanga kuwa kila mtu humpa shehena ya ngamia.","lang":"sw"},{"name":"12:66","price":"Akasema: Sitampeleka nanyi mpaka mnipe ahadi kwa Mwenyezi Mungu kwamba lazima mtamrejeza kwangu, ila ikiwa mmezungukwa. Basi walipo mpa ahadi yao alisema: Mwenyezi Mungu ndiye Mtegemewa kwa tuyasemayo.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"Waliweza wana wa Yaa'qub kumkinaisha baba yao, na maneno yao yakampata palipo. Akaacha kushikilia kumzuia mwanawe asende Misri na nduguze. Lakini moyo wake haukuwacha kuwa na haja ya kuzidi kutuzwa. Kwa hivyo aliwaambia: Sitomwacha ende nanyi ila baada ya kunipa dhamana ya nguvu. Niahidini kwa Mwenyezi Mungu kwamba mtanirudishia mtapo rudi. Na wala msiache kumrudisha ila mkiangamia nyinyi au ikawa adui amekuzungukeni akakushindeni. Wakamkubalia na wakampa ahadi aliyo itaka. Na hapo tena akamshuhudisha Mwenyezi Mungu ahadi yao na viapo vyao kwa kusema: Mwenyezi Mungu anayashuhudia na kuyaona yote haya yanayo pita baina yetu.","lang":"sw"},{"name":"12:67","price":"Na akasema: Enyi wanangu! Msiingie mlango mmoja, bali ingieni kwa milango mbali mbali. Wala mimi sikufaeni kitu mbele ya Mwenyezi Mungu. Hukumu haiko ila kwa Mwenyezi Mungu tu. Juu yake Yeye mimi nimetegemea, na juu yake Yeye wategemee wanao tegemea.","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"Yaa'qub alitua kwa ahadi ya watoto wake. Kisha huruma ilimpelekea kuwausia kuwa watapo ingia Misri waingie kupita milango mbali mbali, ili watu wasiwapige kijicho, huenda wakadhurika. Akasema: Wala mimi sina uwezo wa kukulindeni na madhara. Kwani mwenye kuzuia madhara ni Mwenyezi Mungu tu, na hukumu ni yake Yeye pekee. Mimi nimemtegemea Yeye, na mambo yangu na yenu yote nimemwachia Yeye. Na juu yake Yeye peke yake wategemee wote wanao tegemeza mambo yao, kwa kumuamini Yeye.","lang":"sw"},{"name":"12:68","price":"Na walipo ingia kama alivyo waamrisha baba yao, haikuwafaa kitu kwa Mwenyezi Mungu, isipo kuwa ni haja tu iliyo kuwa katika nafsi ya Yaa'qub aliitimiza. Na hakika yeye alikuwa na ilimu kwa sababu tulimfundisha; lakini watu wengi hawajui.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"Wale vijana wakapokea wasia wa baba yao, wakapitia milango mbali mbali. Wala hayo si kama ndiyo ya kuwazuilia madhara walio kwisha andikiwa na Mwenyezi Mungu! Na Yaa'qub akijua hayo, kwani yeye alikuwa na ilimu tuliyo mfundisha. Lakini wasia wake ulikuwa ni kwa haja aliyo kuwa nayo nafsini mwake tu, nayo ni huruma ya baba kwa wanawe ambayo ameidhihirisha katika huu wasia. Na hakika watu wengi hawana ujuzi kama alio kuwa nao Yaa'qub wakamwachia mambo yao Mwenyezi Mungu awalinde.","lang":"sw"},{"name":"12:69","price":"Na walipo ingia kwa Yusuf alimchukua nduguye akasema: Mimi hakika ni nduguyo. Basi usihuzunike kwa waliyo kuwa wakiyafanya.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"Walipo ingia kwa Yusuf aliwapokea kwa hishima, na khasa yule nduguye kwa baba na mama ndio akamchukua na akampa siri kwa kumwambia: Usitie shaka mimi ni nduguyo Yusuf. Basi usihuzunike kwa waliyo kufanyia wewe na waliyo nifanyia mimi.","lang":"sw"},{"name":"12:70","price":"Na alipo kwisha watengenezea mahitaji yao akakitia kikopo cha kunywea maji katika mzigo wa nduguye huyo, kisha mnadi akanadi: Enyi wasafiri! Hapana shaka nyinyi ni wezi!","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"Basi baada ya kuwakirimu kwa kuja kwao, na kuwapimia chakula, na kuwazidishia shehena ya nduguye, aliwafungia mizigo yao kwa ajili ya safari. Tena akawaamrisha wasaidizi wake watumbukize chombo cha kunywea katika mzigo wa Bin-yamini. Kisha mmoja wa wasaidizi wa Yusuf alinadi: Enyi wasafiri! Ngojeni! Nyinyi ni wezi!","lang":"sw"},{"name":"12:71","price":"Wakasema nao wamewakabili: Kwani mmepoteza nini?","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"Wakashituka nduguze Yusuf kwa kutangaziwa yale, wakawaelekea wale wenye kunadi wakawauliza: Mmepoteza nini, na mnatafuta nini?","lang":"sw"},{"name":"12:72","price":"Wakasema: Tumepoteza kopo la mfalme. Na ataye lileta atapewa shehena nzima ya ngamia. Nami ni dhaamini wa hayo.","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"Wale wasaidizi wakajibu: Tunatafuta kikopo, nacho ni chombo anacho nywea mwenyewe mfalme. Na malipo yake kwa mwenye kukileta ni shehena nzima ya chakula anayo ibeba ngamia. Yule mkubwa wao alitilia mkazo hayo kwa kusema: Na mimi ninadhamini kutimiza ahadi hii.","lang":"sw"},{"name":"12:73","price":"Wakasema: Wallahi! Mnajua vyema kwamba sisi hatukuja kufanya uharibifu katika nchi hii, wala sisi si wezi.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"Nduguze Yusuf wakasema: Hakika kututuhumu sisi kwa wizi ni jambo la ajabu mno! Na tunahakikisha kwa kiapo ya kwamba nyinyi wenyewe mmeona katika mwendo wetu na tunavyo ishika dini yetu katika mara mbili tulipo kuja hapa kuwa mmejua yakini kuwa sisi hatutaki kuleta uharibifu katika nchi yenu. Wala si katika tabia yetu kuwa ni wezi.","lang":"sw"},{"name":"12:74","price":"Wakasema: Basi malipo yake yatakuwa nini ikiwa nyinyi ni waongo.","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"Na Yusuf alikwisha waamrisha wafwasi wake wawaache nduguze waamue nini malipo anayo stahiki kupata yule atakaye onekana nacho kile kikopo, ili apate kumchukua nduguye kwa hukumu yao wenyewe, na iwe hukumu yao ndiyo ya kukata shauri, isiwepo njia ya kumwombea. Basi watu wa Yusuf wakawaambia wale nduguze: Nini malipo ya wevi kwenu wanapo gundulikana ni katika nyinyi?","lang":"sw"},{"name":"12:75","price":"Wakasema: Malipo yake ni yule ambaye ataonekana nalo yeye huyo ndiye malipo yake. Hivi ndivyo tunavyo walipa madhaalimu.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"Na kwa kuwa wana wa Yaa'qub walikuwa na yakini kuwa wao hawakukiba kile kikopo walisema bila ya kusitasita: Malipo ya mwenye kuchukua hicho kikopo ni kushikwa huyo na afanywe mtumwa. Ndio hivi sisi tunavyo walipa wenye kudhulumu wakachukua mali ya watu.","lang":"sw"},{"name":"12:76","price":"Basi akaanza kwenye mizigo yao kabla ya mzigo wa nduguye. Kisha akakitoa katika mzigo wa nduguye. Hivi ndivyo tulivyo mpangia Yusuf. Hakuweza kumzuia nduguye kwa sharia ya mfalme isipo kuwa alivyo taka Mwenyezi Mungu. Tunawatukuza kwenye vyeo tuwatakao; na juu ya kila ajuaye yupo ajuaye zaidi.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"Shauri ikaishia ipekuliwe mizigo, na ikawa lazima kufanya mambo baraabara ili isionekane kuwa kuna mpango ulio pangwa. Yusuf mwenyewe ndiye aliye fanya uchunguzi, baada ya kwisha tengeza mambo. Akaanza kupekua mizigo ya wale ndugu kumi, kisha ndio akaingia kuupekua mzigo wa nduguye. Humo akakitoa kile kikopo, na kwa hivyo hila yake ikafuzu. Akawa na haki kwa hukumu ya nduguze kumshika Bin-yamini. Hivi ndivyo Mwenyezi Mungu alivyo mpangia mambo Yusuf. Hakuwa anaweza yeye kumshika nduguye kwa mujibu wa sharia ya mfalme wa Misri tu ila kwa kutaka Mwenyezi Mungu. Naye alitaka. Basi tulimpangia mambo Yusuf, na tukamwezesha kuzirekibisha sababu na mipango baraabara na hila nzuri. Na haya ni katika fadhila za Mwenyezi Mungu, ambaye humtukuza katika vyeo vya ujuzi amtakaye. Na juu ya kila mwenye ilimu yupo mwenye kumzidia katika ujuzi!","lang":"sw"},{"name":"12:77","price":"Wakasema: Ikiwa huyu ameiba, basi nduguye vile vile aliiba zamani. Lakini Yusuf aliyaweka siri moyoni mwake wala hakuwaonyesha. Akawaambia: Nyinyi mko katika hali mbaya zaidi, na Mwenyezi Mungu anajua zaidi hayo mnayo singizia.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"Kule kugunduliwa kikopo katika mzigo wa ndugu yake kwa ghafla kuliwashangaza nduguze na kukawababaisha. Kwa hivyo wakataka kujivua kuwa wao wote hawana makosa ila huyo na Yusuf, na kusema kuwa tabia ya wizi wameirithi kwa mama yao. Wakasema: Si ajabu kuwa huyo kaiba, kwani nduguye khalisa aliwahi kwiba vile vile! Na Yusuf akatambua kijembe chao wanacho mpigia, na yakamuudhi hayo. Lakini aliyaficha, na akawawekea jawabu moyoni mwake lau kuwa amesema wazi jawabu yenyewe inge kuwa hivi: Nyinyi mko katika hali ovu zaidi, na nyinyi ni duni zaidi. Na Mwenyezi Mungu ni Mwenye kujua vyema, na kutambua ukweli wa maneno yenu ya kumsingizia nduguye fedheha ya wizi.","lang":"sw"},{"name":"12:78","price":"Wakasema: Ewe Mheshimiwa! Huyu anaye baba mzee sana. Kwa hivyo mchukue mmoja wetu badala yake. Hakika sisi tunakuona wewe ni katika watu wema.","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"Wakawa hawana budi kujaribu kumvua ndugu yao au kumtolea fidia kwa kutaka kutimiza ile ahadi yao waliyo mpa Yaa'qub. Wakaingia kutaka kumlainisha moyo Yusuf kwa kumtajia uzee wa baba yao, wakamwambia: Ewe Mheshimiwa! Huyu ndugu yetu ana baba mtu mzima sana. Basi mfanyie huruma umchukue mmoja wetu mwenginewe awe badala ya mwanawe huyu ambaye ndiye anaye mpenda moyoni mwake. Matarajio yetu ni kuwa utatukubalia mambo yetu. Kwenu tumekwisha ona tabia yako ya ukarimu, na tumehakikisha mwendo wako wa kupenda kufanya hisani na kutenda mema.","lang":"sw"},{"name":"12:79","price":"Akasema: Mwenyezi Mungu apishe mbali kumshika yeyote yule isipo kuwa tuliye mkuta naye kitu chetu. Hivyo basi tutakuwa wenye kudhulumu.","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"Wala haikufalia kwa Yusuf kuvunja mpango alio mkubalia Mwenyezi Mungu, na kumwachia nduguye atoke mkononi mwake. Kwa hivyo maombi yao hayakumlainisha kitu. Akawajibu jawabu mkato, kwa kuwaambia: Mimi najilinda kwa Mwenyezi Mungu isije nafsi yangu ikadhulumu kwa kumzuia yeyote yule isipo kuwa yule yule tuliye mkuta nayo mali yetu. Tukimchukua mwenginewe kwa kumuadhibu tutakuwa katika hao walio vuka mipaka kwa kumshika asiye na makosa kwa madhambi ya mwovu.","lang":"sw"},{"name":"12:80","price":"Walipo kata tamaa naye wakenda kando kunong'ona. Mkubwa wao akasema: Je! Hamjui ya kwamba baba yenu amechukua ahadi kwenu kutokana na Mwenyezi Mungu, na kabla ya hapo mlimkosa katika agano lenu juu ya Yusuf? Basi mimi sitotoka nchi hii mpaka baba yangu anipe ruhusa au Mwenyezi Mungu anihukumie. Na Yeye ndiye Mbora wa mahakimu.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"Ilipo katika tamaa yao, wakavunjika moyo kukubaliwa maombi yao, wakenda pembeni peke yao wakishauriana juu ya msimamo wao na baba yao. Ilipo ishia shauri kwa mkubwa wao mwenye kupanga mambo yao, aliwaambia: Haikufalieni kuisahau ahadi ya kiapo mliyo mpa baba yenu ya kuwa mtamhifadhi ndugu yenu mpaka mrudi naye, wala mlivyo fungana naye kabla yake kuwa mtamlinda Yusuf, na hayo mkayavunja! Kwa hivyo mimi nitabaki Misri wala sitotoka ila afahamu baba yetu ukweli wa hali hii, na akaniachilia nirejee kwake, au Mwenyezi Mungu anihukumie kurejea kwa hishima, na akanisahilishia njia kwa sababu yoyote ile. Na Yeye ndiye Mbora wa uadilifu kuliko mahakimu wote.","lang":"sw"},{"name":"12:81","price":"Rudini kwa baba yenu, na mwambieni: Ee baba yetu! Mwanao ameiba. Na sisi hatutoi ushahidi ila kwa tunayo yajua. Wala sisi hatukuwa wenye kuhifadhi mambo ya ghaibu.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"Rejeeni nyinyi kwa baba yenu, na msimulieni kisa chote hichi. Na mwambieni: Mkono wa mwanao ulikunjuka akakiiba kikopo cha mfalme, na kimekutikana katika bahasha yake. Kwa huo wizi wake ndio ameshikwa. Nasi hatukwambii ila tuliyo yaona, na wala sisi hatukuwa tunajua yaliyo fichikana katika hukumu ya Mwenyezi Mungu pale tulipo kutaka nawe ukatupa tumhifadhi na turejee naye kwako kama tulivyo ahidiana na tukafungana. Na Mwenyezi Mungu ndiye Mbora wa uadilifu kuliko mahakimu wote.","lang":"sw"},{"name":"12:82","price":"Na waulize watu wa mji tulio kuwako, na msafara tulio kuja nao. Na hakika sisi tunasema kweli.","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"Na ikiwa wewe una shaka na haya tunayo kwambia mtume mtu akuletee ushahidi wa watu wa Misri. Na pia wewe mwenyewe waulize wasafiri wenzetu tulio rudi nao, ipate kudhihiri kuwa sisi hatuna lawama. Nasi tunakuhakikishia kuwa sisi ni wakweli katika haya tuyasemayo.","lang":"sw"},{"name":"12:83","price":"Akasema: Bali nafsi zenu zimekushawishini kwenye jambo fulani. Subira ni njema! Asaa Mwenyezi Mungu akaniletea wote pamoja. Hakika Yeye ni Mjuzi Mwenye hikima.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"Wakarejea wana walio baki kwa Yaa'qub. Wakamueleza kama alivyo wausia kaka yao mkubwa. Khabari ile ikamtibua huzuni zake, zikazidi kwa kumpoteza mwanawe wa pili. Wala hakutua nafsi yake kwa kuwa wao hawana makosa ya kusabibisha kupotea kwake, naye angali na machungu kwa waliyo mfanyia Yusuf. Akapiga ukelele kwa kuwatuhumu akiwaambia: Niya yenu haikusalimika katika kumhifadhi mwanangu, lakini nafsi zenu zimekuchocheeni mumpoteze kama mlivyo mpoteza nduguye. Lau kuwa nyinyi hamkutoa fatwa ya kuwa mwizi ashikwe afanywe mtumwa kuwa ndiyo adabu ya mwizi huyo Mheshimiwa asingeli mshika mwanangu, wala asingeli baki kaka yenu huko Misri. Lakini mimi sina hila ila kustahamili katika msiba wangu kwa maliwaza mema, huku nikitaraji kwa Mwenyezi Mungu anirudishie wanangu wote. Kwani Yeye ndiye Mwenye ujuzi ulio zunguka hali yangu na hali zao. Na Yeye ndiye Mwenye hikima yenye kushinda, na kwa hiyo ndio hunitendea na hunipangia.","lang":"sw"},{"name":"12:84","price":"Naye akajitenga nao, na akasema: Ah! Masikini Yusuf! Na macho yake yakawa meupe kwa huzuni aliyo kuwa akiizuia.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"Akadhikika kwa waliyo yasema, akajitenga nao, kashughulika na msiba wake na huzuni kumkosa Yusuf. Macho yake yakafanya kiza kwa wingi wa huzuni, naye akiificha sana. Huzuni kubwa huleta ugonjwa wa macho unao itwa GLOKOMA, na weupe huzidi mpaka mtu mwisho anakuwa kipofu.","lang":"sw"},{"name":"12:85","price":"Wakasema: Wallahi! Huachi kumkumbuka Yusuf mpaka uwe mgonjwa au uwe katika walio hiliki.","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"Siku zikapita na Yaa'qub kazama katika majonzi yake. Wanawe wakaogopa isije kuwa khatari. Wakamkabili kumtaka apunguze huzuni yake, nao wako baina ya kumwonea huruma na kuchukia kuwa bado yu ngali akimkumbuka Yusuf wakamwambia: Kama hukujipunguzia nafsi yako hapana shaka kumkumbuka Yusuf kutakuzidishia machungu yako yakukondeshe mpaka ukaribie kufa, au ufe khasa!","lang":"sw"},{"name":"12:86","price":"Akasema: Hakika mimi namshitakia Mwenyezi Mungu sikitiko langu na huzuni yangu. Na ninajua kwa Mwenyezi Mungu msiyo yajua nyinyi.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"Maneno yao hayakumuathiri hata chembe. Akawajibu kwa kusema: Mimi sikukushitakieni, wala sikukutakeni mnipunguzie machungu yangu! Mimi sina ila Mwenyezi Mungu tu wa kumnyenyekea na kumshitakia dhiki zangu nzito na nyepesi. Wala siwezi kumficha hayo wala lolote nisilo liweza, kwani mimi natambua wema wake wa kutenda na ukunjufu wa rehema yake, jambo ambalo nyinyi hamlijui!","lang":"sw"},{"name":"12:87","price":"Enyi wanangu! Nendeni mkamtafute Yusuf na nduguye, wala msikate tamaa na faraji ya Mwenyezi Mungu. Hakika hawakati tamaa na faraji ya Mwenyezi Mungu isipo kuwa watu makafiri.","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"Na kuwa na imani na Mwenyezi Mungu ndio huhuisha matumaini. Kwa hivyo zile dhiki za moyo hazikuondoka kwa matarajio ya Yaa'qub kumrudia wanawe, na yakamtia katika moyo wake kuwa wangali wahai, na kwamba wakati wa kukutana nao ndio umefika. Akawaamrisha wanawe wende wakawatafute, akawaambia: Enyi wanangu! Rejeeni Misri muwe na kaka yenu, na mumtafute Yusuf na nduguye, muulize khabari zao kwa upole bila ya watu kujua. Wala msikate tamaa kwa Mwenyezi Mungu kuturehemu kwa kuwarudisha. Kwani hawakati tamaa na rehema ya Mwenyezi Mungu isipo kuwa wale wanao kanya.","lang":"sw"},{"name":"12:88","price":"Basi walipo ingia kwa Yusuf walisema: Ewe Mheshimiwa! Imetupata shida, sisi na watu wetu. Na tumeleta mali kidogo. Basi tupimie kipimo na fanya kama unatupa sadaka. Hakika Mwenyezi Mungu huwalipa watoao sadaka.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"Nduguze Yusuf walimwitikia baba yao kwa matakwa yake. Wakatoka kwenda Misri, na wakajaribu kukutana na mtawala wake ambaye baadae ikadhihiri kuwa ndiye Yusuf! Walipo ingia kwake walisema: Ewe Mheshimiwa! Sisi na watu wetu tumepata shida ya njaa na madhara ya mwili na nafsi. Na tumekuletea mali chache ndio bidhaa yetu. Nayo ni ya kukataliwa kwa kuwa ni kidogo na mbaya, wala haitoshi kwa hayo tunayo taraji kwako. Lakini sisi tunataraji kwako utupimie kwa ukamilifu na utacho tuzidishia kiwe ni sadaka unayo tupa. Kwani hakika Mwenyezi Mungu Mtukufu huwalipa wenye kutoa sadaka thawabu njema kabisa.","lang":"sw"},{"name":"12:89","price":"Akasema: Je! Mmejua mliyo mfanyia Yusuf na nduguye mlipo kuwa wajinga?","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"Yusuf akaingiwa na huruma ya udugu ambayo inasamehe maovu. Akaanza kuwafunulia khabari zake kwa kuwaambia kwa lawama: Je! Mmejua ule uovu mlio mfanyia Yusuf kwa kumtumbukiza kisimani, na maudhi mlio mfanyia nduguye, mkafanya hayo kwa ujinga ulio kusahaulisheni huruma na udugu?","lang":"sw"},{"name":"12:90","price":"Wakasema: Kumbe wewe ndiye Yusuf? Akasema: Mimi ndiye Yusuf, na huyu ni ndugu yangu. Mwenyezi Mungu ametufanyia hisani. Hakika anaye mcha Mungu na akasubiri, basi Mwenyezi Mungu haachi ukapotea ujira wa wafanyao mema.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"Kuzinduliwa huku kwa furaha kuliwatambulisha kwamba huyu ndiye Yusuf. Wakamtazama kisha wakasema kwa yakini: Hakika wewe ndiye kweli Yusuf! Na Yusuf mwenye ukarimu aliwaambia kwa kuwakubalia: Mimi ndiye Yusuf, na huyu ni ndugu yangu. Mwenyezi Mungu ametufadhili kwa kutuvua kwa salama tusihiliki, na kwa kutupa hadhi na madaraka! Na hayo yamekuwa ni malipo ya Mwenyezi Mungu kwa usafi wangu na wema wangu. Na hakika Mwenyezi Mungu haachi ukapotea ujira wa mtendaji mema na akaendelea nao.","lang":"sw"},{"name":"12:91","price":" Wakasema: Wallahi! Mwenyezi Mungu amekufadhilisha wewe kuliko sisi, na hakika sisi tulikuwa wenye kukosa.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"Wakasema: Uliyo sema ni kweli, na tunakuhakikishia kwa kiapo kwamba hapana shaka Mwenyezi Mungu amekutukuza kwa uchamngu, na subira, na sera njema. Na amekupa pia utawala na cheo cha juu. Na sisi hakika tulikuwa wenye kutenda dhambi kwa tuliyo kutendea wewe na nduguyo. Kwa hivyo Mwenyezi Mungu ametudhalilisha kwako, na ametulipa malipo ya wenye kutenda dhambi.","lang":"sw"},{"name":"12:92","price":"Akasema: Leo hapana lawama juu yenu. Mwenyezi Mungu atakusameheni, naye ni Mwingi wa kurehemu kuliko wote wanao rehemu.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"Yule Nabii mtukufu akawajibu kwa kusema: Hapana lawama kwenu leo, wala kusutana. Lenu kutoka kwangu ni msamaha ulio mwema kwa fadhila ya nasaba na haki ya udugu. Na namuomba Mwenyezi Mungu akusameheni na akughufirieni. Na Yeye ndiye Mwenye rehema kuu.","lang":"sw"},{"name":"12:93","price":"Nendeni na kanzu yangu hii na mumwekee usoni baba yangu, atakuwa mwenye kuona. Na mje nao watu wenu wote wa nyumbani.","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"Kisha Yusuf akawauliza khabari za baba yao. Walipo mwambia kuwa hali yake ni mbaya na hawezi kuona kwa wingi wa hamu na majonzi, aliwapa kanzu yake, na akawaambia: Rejeeni kwa baba yangu, na hii kanzu mwekeeni usoni pake. Kwa hivyo atakuwa na yakini kuwa mimi nimo katika salama, na moyo wake utajaa furaha, na Mwenyezi Mungu atamjaalia iwe ni sababa ya kurejea kuona kwake. Hapo tena njooni naye kwangu, na ahali zenu wote pamoja.","lang":"sw"},{"name":"12:94","price":"Na ulipo ondoka tu msafara baba yao alisema: Hakika mimi nasikia harufu ya Yusuf, lau kuwa hamtanituhumu","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"Wakaondoka na ile kanzu. Na moyo wa Yaa'qub ulikuwa umezama kungojea nini litalo leta safari ya wanawe. Na Mwenyezi Mungu alikuwa yu pamoja naye katika kungojea huko, ikawa roho yake imeshikamana na roho zao. Basi ule msafara wao ulipo toka nchi ya Misri katika njia yake kumwendea yeye, aliwaambia ahali zake hayo kwa kusema: Mimi naihisi harufu ninayo ipenda ya Yusuf inanijaa. Na lau kuwa sikhofu kwamba mtanituhumu kwa niyasemayo ningeli kwambieni mengi ya Yusuf kuliko hizi hisiya na mawazo.","lang":"sw"},{"name":"12:95","price":"Wakasema: Wallahi! Hakika bado ungali katika upotovu wako wa zamani.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"Wale ahali zake wakamjibu jawabu kali wakiapa kwa Mwenyezi Mungu kuwa yeye yu ngali kuropokwa kwake na kupiswa kwake kwa uzee! Basi akajitayarisha alivyo jitayarisha kwa mapenzi yake yaliyo pita kiasi ya kumpenda Yusuf, na kuendelea kwake kumkumbuka na kutaraji kukutana naye.","lang":"sw"},{"name":"12:96","price":"Basi alipo fika mbashiri na akaiweka kanzu usoni pake alirejea kuona. Akasema: Je! Sikukwambieni kuwa mimi najua ya Mwenyezi Mungu msiyo yajua nyinyi?","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"Akashikilia tamaa yake akingojea rehema ya Mwenyezi Mungu, na ahali zake wakashikilia kumdhania dhana mbovu mpaka alipo fika mtu aliye chukua kanzu na kumbashiria kwamba Yusuf yupo salama salmina. Ilipo wekwa kanzu usoni kwa Yaa'qub akainusa harufu yake, moyo wake ulijaa furaha, macho yake yakarejea kuona. Yule mjumbe alipo msimulia hali ya Yusuf, na kwamba anamtaka yeye asafiri ende pamoja na ahali zake, aliwageukia walio kuwa naye akiwakumbusha ule utabiri wake, na akiwakaripia kwa vile walivyo mkadhibisha. Akawataka wakumbuke yale aliyo wahakikishia pale punde kwamba yeye anaijua rehema ya Mwenyezi Mungu na fadhila yake wasio ijua wao.","lang":"sw"},{"name":"12:97","price":"Wakasema: ewe baba yetu, tusamehe Dhambi zetu hapana shaka sisi, tulikuwa na Makosa.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"Hapo wakamkabili kwa kumtaka msamaha, wakimtaraji awasamehe, na awatakie kwa Mwenyezi Mungu maghfira kwa madhambi yao. Kwani wao walimhakikishia katika kule kutubu kwao kwamba wao walikuwa ni wenye kutenda madhambi.","lang":"sw"},{"name":"12:98","price":"Akasema: Nitakuja kuombeeni msamaha kwa Mola wangu Mlezi. Hakika Yeye ndiye Mwenye maghfira na Mwenye kusamehe.","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"Akasema Yaa'qub nitaendelea kutaka msamaha kwa Mwenyezi Mungu kufutiwa dhambi zenu. Na hakika Yeye peke yake ndiye mwenye maghfira ya milele na rehema ya daima.","lang":"sw"},{"name":"12:99","price":"Na walipo ingia kwa Yusuf aliwakumbatia wazazi wake na akasema: Ingieni Misri, Inshallah, mmo katika amani.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"Yaa'qub akasafiri kwenda Misri pamoja na ahali zake mpaka akafika huko. Walipo ingia kwa Yusuf, naye alikuwa kawapokea kwenye milango ya Misr, huruma na shauku ilimpeleka kwa haraka kwa baba na mama yake! Akawakaribisha na akawataka wao na ahali zake wakae Misri kwa amani na salama kwa idhini ya Mwenyezi Mungu.","lang":"sw"},{"name":"12:100","price":"Na akawapandisha wazazi wake kwenye kiti cha enzi. Na wote wakaporomoka kumsujudia. Na akasema: Ewe baba yangu! Hii ndiyo tafsiri ya ile ndoto yangu ya zamani. Na Mwenyezi Mungu ameijaalia iwe kweli. Na Mwenyezi Mungu amenifanyia wema kunitoa gerezani, na kukuleteni kutoka jangwani baada ya Shet'ani kuchochea baina yangu na ndugu zangu. Hakika Mola wangu Mlezi ni Mpole kwa alitakalo. Bila ya shaka Yeye ni Mjuzi Mwenye hikima.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"Msafara ukenda ndani ya nchi ya Misri mpaka ukafika kwenye nyumba ya Yusuf. Wakaingia, na Yusuf akawatanguliza wazazi wake akawaweka kwenye kochi. Yaa'qub na ahali zake wakajaa furaha kwa uzuri wa mapokezi aliyo watengezea Mwenyezi Mungu katika mikono ya Yusuf. Kwani kwa hayo ukoo wote umekusanyika hapo baada ya mfarakano, na umetukuka makamu makubwa ya utukufu na hishima. Wakamuamkia maamkio yaliyo zowewa na watu tangu zamani ya kuwaamkia maraisi na watawala. Wakaonyesha unyenyekevu kwa utawala wake. Yale yalimkumbusha Yusuf ile ndoto yake ya utotoni. Akamwambia baba yake: Hii ndio tafsiri ya ndoto niliyo iota na nikakusimulia ya kwamba nimeota usingizini kuwa nyota kumi na moja na jua na mwezi zinanisujudia; ni hivi basi Mola wangu Mlezi ameitimiza, na amenitukuza na amenifanyia hisani. Amedhihirisha kuwa sina makosa, na akanitoa kifungoni, na akakuleteni kutoka jangwani tukutane, baada ya Shetani kutufisidi baina yangu na ndugu zangu, akawachochea dhidi yangu. Na haya yote yasinge kuwa bila ya Mwenyezi Mungu kuyafanya. Yeye ndiye wa kupanga na kuyafanya mambo yatimie kama atakavyo. Na Yeye ndiye Mwenye kuzunguka kila kitu kwa ujuzi wake, ambaye hukumu yake ni yenye kushinda katika kila jambo na kadhiya.","lang":"sw"},{"name":"12:101","price":"Ewe Mola wangu Mlezi! Hakika umenipa utawala, na umenifunza tafsiri ya mambo. Ewe Muumba wa mbingu na ardhi! Wewe ndiye Mlinzi wangu katika dunia na Akhera. Nifishe hali ya kuwa ni Muislamu na nichanganyishe na watendao mema.","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"Yusuf akamwelekea Mwenyezi Mungu akimshukuru kwa kuzihisabu neema zake juu yake, na akimwomba amzidishie fadhila zake, kwa kusema: Ewe Mola wangu Mlezi! Neema zako kwangu ni nyingi mno, na bora mno! Umenipa utawala, na nakuhimidi kwa hayo. Ukanitunukia ilimu ya kufasiri ndoto kama ulivyo nitunukia! Ewe Muumba mbingu na ardhi! Wewe ndiye uliye miliki mambo yangu yote, na Mtawala wa neema za uhai wangu na baada ya kufa kwangu! Nifungamanishe nawe kwa ulivyo waridhia Manabii wako katika Dini ya Kiislamu, na uniingize katika kundi la ulio waongoa kwenye wema miongoni mwa baba zangu, na waja wako walio wema, walio safika.","lang":"sw"},{"name":"12:102","price":"Hizi ni katika khabari za ghaibu tulizo kufunulia. Na hukuwa pamoja nao walipo azimia shauri yao, walipo fanya njama zao wakizua vitimbi.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"Ewe Nabii! Haya tuliyo kusimulia ni katika khabari zilizo pita za kale. Hazikukufikia ila kwa wahyi ulio toka kwetu. Wala wewe hukuwapo pale nduguze Yusuf walipo kuwa wakipanga njama. Wala wewe hukuwa unavijua vitimbi vyao ila kwa kusimuliwa nasi.","lang":"sw"},{"name":"12:103","price":"Na wengi wa watu si wenye kuamini hata ukijitahidi.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"Na wapo wengi ambao tabia zao zina maradhi zinazo wazuia wasisadiki haya unayo funuliwa, hata moyo wako ukiwa una shauku namna gani waamini, au nafsi yako ikafanya juhudi gani waongoke.","lang":"sw"},{"name":"12:104","price":"Wala wewe huwaombi ujira kwa haya. Hayakuwa haya ila ni mawaidha kwa walimwengu wote.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"Wala hatukusudii kwa hadithi za uwongofu unazo waeleza kuwa ndio upate malipo au manufaa. Ikiwa hawaongoki hawa usiwahuzunikie. Mwenyezi Mungu atawaongoa watu wengineo. Kwani Sisi hatukuwateremshia wao tu peke yao. Na haya si chochote ila ni mawaidha, na mazingatio kwa kila aliye umbwa na Mwenyezi Mungu katika mbingu na ardhi.","lang":"sw"},{"name":"12:105","price":"Na ishara ngapi katika mbingu na ardhi wanazo zipitia, na hali ya kuwa wanazipuuza.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"Na dalili ni nyingi mno za kuonyesha kuwepo Muumba, na Upweke wake, na Ukamilifu wake, ziliomo katika mbingu na ardhi, ambazo wanaziona watu wako, na wanazipuuza kwa inda, hawataki kuzizingatia.","lang":"sw"},{"name":"12:106","price":"Na wengi katika wao hawamuamini Mwenyezi Mungu pasina kuwa ni washirikina.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"Na kati yao wapo wenye kumsadiki Mwenyezi Mungu, wanamkubali kuwa ni Mola Mlezi, na kwamba Yeye ni Muumba wa kila kitu. Lakini imani ya wengi wao haikusimama juu ya msingi madhubuti wa Tawhid! Basi hawaukubali Upweke wa Mwenyezi Mungu kwa njia ya usafi. Lakini katika nafsi zao umo mchanganyiko wa imani unao wapelekea katika njia za washirikina, mapagani.","lang":"sw"},{"name":"12:107","price":"Je! Wanaaminisha kuwa haitowajia adhabu ya Mwenyezi Mungu ya kuwagubika, au haitawafikia Saa ya Kiyama kwa ghafla, na hali hawatambui?.","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"Kwani wamechukua ahadi kwa Mwenyezi Mungu asiwaadhibu, wakadhaminika isiwapate adhabu ya kuwagubika kwa nakama yake, kama ilivyo wafanyia walio watangulia kabla yao? Au Kiyama kisiwajie kwa ghafla, kikawatesa nao wameshikamana na ushirikina na ukafiri na kisha mwisho wao uwe Motoni?","lang":"sw"},{"name":"12:108","price":"Sema: Hii ndiyo Njia yangu - ninalingania kwa Mwenyezi Mungu kwa kujua - mimi na wanao nifuata. Na ametakasika Mwenyezi Mungu! Wala mimi si katika washirikina.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"Ewe Muhammad! Wazindue mwisho wa uwezo wako, na waonyeshe hadi ya juhudi yako, uwaambie: Huu ndio Mwendo wangu na Njia yangu. Nawaita watu wafuate Njia ya Mwenyezi Mungu. Na mimi nimethibiti katika hili jambo langu, na kadhalika anayaitia hayo kila mwenye kunifuata na akaiamini sharia yangu. Na namtakasa Mwenyezi Mungu Subhanahu na kila kisicho kuwa laiki yake. Wala mimi simshirikishi Yeye na kitu chochote.","lang":"sw"},{"name":"12:109","price":"Na hatukuwatuma Mitume kabla yako isipo kuwa wanaume tulio wafunulia wahyi miongoni mwa watu wa mijini. Je! Hawatembei katika ardhi wakaona jinsi ulivyo kuwa mwisho wa walio kuwa kabla yao? Na hakika nyumba ya Akhera ni bora kwa wamchao Mungu. Basi hamfahamu?.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"Wala Sisi hatukuacha mtindo wetu katika kuwateuwa Mitume tulipo kuteuwa wewe, ewe Nabii! Wala hali ya kaumu yako haikuwa mbali na hali ya kaumu nyengine zilizo tangulia. Kwani hatukuwateuwa Malaika kabla yako, bali tuliwateuwa wanaume wanaadamu katika watu wa mijini, ukawateremkia Ufunuo, yaani Wahyi. Tukawatuma kuwa ni wabashiri na waonyaji. Wenye kuongoka wakawaitikia, na wapotovu wakawafanyia inda! Je, watu wako wameghafilika na kweli hii? Je, wamekalishwa kitako wasiweze kutembea wakaona hao wa kale tulivyo wateketeza duniani? Na mwisho wao ni Motoni; wakaamini wenye kuamini tukawaokoa na tukawanusuru duniani. Na malipo ya Akhera ni bora kwa wenye kumkhofu Mwenyezi Mungu, wasimshirikishe wala wasimuasi. Zimeharibika akili zenu, enyi wakaidi, hata hamwezi kufikiri wala kuzingatia!","lang":"sw"},{"name":"12:110","price":"Hata Mitume walipo kata tamaa na wakaona kuwa wamekadhibishwa, hapo ikawajia nusura yetu, wakaokolewa tuwatakao. Na adhabu yetu haitowawacha kaumu ya wakosefu.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"Ewe Muhammad! Wala usione nusura yangu inakawia, kwani nusura yangu ipo karibu na hakika inakuja. Na Sisi tuliwatuma kabla yako Mitume, na kwa mujibu wa hikima yetu msaada wetu ulikawilia. Na wao wakawa wanaendelea kukanywa na watu wao, mpaka nafsi zilipo tikisika, wakahisi kukata tamaa, nusura yetu ikawadiriki; tukawaneemesha kwa kuwaokoa na kuwaletea amani wale walio stahili kutaka uwokofu kwetu, nao ni Waumini. Tukawageuzia maovu wale walio tenda dhambi kwa inadi na wakashikilia ushirikina. Wala hapana awezae kuizuia adhabu yetu isiwafikie watu wakosefu.","lang":"sw"},{"name":"12:111","price":"Kwa hakika katika hadithi zao limo zingatio kwa wenye akili. Si maneno yaliyo zuliwa, bali ni ya kusadikisha yaliyo kabla yake, na ufafanuzi wa kila kitu, na ni uwongofu na rehema kwa kaumu yenye kuamini.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"Na Sisi tumekufunulia tuliyo kufunulia katika visa vya Manabii ili kuuthibitisha moyo wako, na iwe ni hidaya kwa watu wako. Na tumetengeneza mazingatio na waadhi wa kuwanawirisha wenye akili na busara, na wanao tambua kuwa Qur'ani ni haki na kweli. Hizi hazikuwa ni hadithi za kutunga, wala nganu za kuzua. Bali hakika ni kweli na ufunuo, wahyi, wenye kuhakikisha ukweli wa yaliyo pita katika Vitabu vya mbinguni, na walio kuja nayo Mitume wengine! Na zinabainisha yanayo hitaji kufafanuliwa katika mambo ya Dini, na zinaongoa kwendea katika Haki na Njia Iliyo Nyooka, na zinafungua milango ya rehema ya Mwenyezi Mungu ili aongoke mwenye kufuata uwongofu wake, na akawa miongoni mwa Waumini wa kweli.","lang":"sw"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}