{"data":[{"name":"13:1","price":"Alif Lam Mym Ra. (A.L.M.R.) Hizi ni Ishara za Kitabu. Na uliyo teremshiwa kutoka kwa Mola wako Mlezi ni Haki. Lakini wengi wa watu hawaamini.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"\"Alif Mym Ra\" hizi ni harufi za kutamkwa zimeanzia baadhi ya Sura za Qur'ani. Nazo zinaashiria kuwa huu ni muujiza juu ya kuwa ni harufi wanazo zitumia Waarabu katika maneno yao ya kawaida! Na harufi hizi zilikuwa zikitamkwa huwavutia Waarabu waisikilize Qur'ani! Kwani wale mapagani (washirikina) waliambizana wasiisikilize hii Qur'ani. Ikawa Waumini wakianzia harufi hizi huvutia masikio ya washirikina wakawa wanasikiliza. Hakika hizo Aya au Ishara tukufu ndio hii Qur'ani, Kitabu chenye shani kubwa, uliyo teremshiwa wewe Nabii kwa haki na ukweli kutokana na Mwenyezi Mungu, aliye kuumba, na akakuteuwa. Lakini wengi wa washirikina walio yakanya yaliyo kuja ya Haki si watu wa kuikubali Haki. Bali wao wanaipinga kwa inda.","lang":"sw"},{"name":"13:2","price":"Mwenyezi Mungu aliye ziinua mbingu bila ya nguzo mnazo ziona, ametawala kwenye Ufalme wake, na amefanya jua na mwezi yamt'ii, kila kimoja kinakwenda kwa kiwango maalumu. Anayapanga mambo, na anazipambanua Ishara ili mpate kuwa na yakini kukutana na Mola wenu Mlezi.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"Hakika aliye kiteremsha hichi Kitabu ni Mwenyezi Mungu, ambaye ndiye aliye zinyanyua hizi mbingu mnazo ziona zenye nyota zipitazo bila ya nguzo mnazo ziona, wala hazijui mtu ila Mwenyezi Mungu, ijapo kuwa amezifunganisha hizo na ardhi kwa funganisho zisio katika ila akipenda Mwenyezi Mungu. Na amedhalilisha jua na mwezi chini ya Ufalme wake na kwa ajili ya manufaa yenu. Na jua na mwezi yanazunguka kwa mpango maalumu kwa muda alio ukadiria Mwenyezi Mungu Subhanahu wa Taa'la. Na Yeye Subhanahu anapanga kila kitu katika mbingu na ardhi, na anakubainishieni Ishara zake za kuumba kwa kutaraji mpate kuamini kuwa Yeye ni Mmoja wa pekee.","lang":"sw"},{"name":"13:3","price":"Na ndiye aliye itandaza ardhi na akaweka humo milima na mito. Na katika kila matunda akafanya dume na jike. Huufunika usiku juu ya mchana. Hakika katika haya zimo Ishara kwa watu wanao fikiri.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"Na Subhanahu, Mwenyezi Mungu Aliye takasika, ndiye aliye kukunjulieni ardhi, akaidhalilisha ili muweze kutembea juu yake mashariki na magharibi. Na Yeye akajaalia katika hii ardhi milima iliyo simama imara, na mito ya maji matamu inayo miminika. Na akajaalia kwa hayo maji matunda ya kabila mbali mbali yanayo zaliana, na kati ya kabila hizo namna mbali mbali, mengine matamu na mengine makali, mengine meupe, na mengine meusi. Na Yeye Subhanahu huufunika mchana kwa usiku. Na hakika katika huu ulimwengu na ajabu zake zimo alama wazi za kuthibitisha uwezo wa Mwenyezi Mungu na Umoja wake kwa anaye fikiri akazingatia. Mwenyezi Mungu Mtukufu amejaalia katika kila mimea dume na jike ili ipate kupandishika sehemu ya uke kwa chembe za uzazi zilioko katika sehemu za ume. Na kwa hivyo ndio huzalikana namna kwa namna na kwa wingi.","lang":"sw"},{"name":"13:4","price":"Na katika ardhi vimo vipande vilivyo karibiana, na zipo bustani za mizabibu, na mimea mingine, na mitende yenye kuchipua kwenye shina moja na isio chipua kwenye shina moja, nayo inatiliwa maji yale yale. Na tunaifanya baadhi yao bora kuliko mengine katika kula. Hakika katika hayo zimo ishara kwa watu wanao tia mambo akilini.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"Na hakika hiyo ardhi nafsi yake ina maajabu. Ndani yake vipo vipande vilivyo karibiana, navyo juu ya hivyo vina udongo mbali mbali. Vingine ardhi yaabisi, na vingine vya rutba, ijapo kuwa ni udongo ule ule. Ndani yake yapo mabustani yaliyo jaa miti ya mizabibu, na ndani yake mazao mengine yanavunwa, na mitende yenye kuzaa, nayo ama iliyo kusanyika au iko mbali mbali. Na yote hayo ijapo kuwa inanyweshwa maji yale yale yanakhitalifiana kwa utamu wao. Na hakika katika ajabu hizi zipo dalili wazi za kuonyesha uwezo wa Mwenyezi Mungu kwa mwenye akili ya kufikiria. Aya hii tukufu inaonyesha ilimu ya ardhi (Geology) na ilimu ya mazingira (Ecology) na athari yao juu ya sifa za mimea. Inajuulikana katika ilimu kuwa rutuba ya ardhi inategemea juu ya chembe chembe za maadeni zinazo khitalifiana kwa namna na ukubwa, na maji yanayo toka kwenye mvua, na hewa, na vitu vyenye asili ya uhai, kama mimea na vyenginevyo, ambavyo hupatikana juu ya udongo au ndani yake. Huwapo hivyo kwa mamilioni vidogo vidogo hata havionekani kwa jicho tu. Kwa jumla ukizingatia haya utaona yanaonyesha uwezo wa Muumba na busara ya uumbaji, kwani ardhi kama wasemavyo wakulimu inakhitalifiana kila shubiri. Na inajuulikana kwa wanazuoni wa sayansi kuwa ukipatikana upungufu katika hivyo vitu vya msingi katika udongo basi hudhihirisha upungufu wake katika mimea, na kwa hivyo wakulima hujalizia upungufu huo kwa kutia mbolea mbali mbali na hutengeneza hali ya mazingira. Na hayo yana athari zake juu ya mazao ikiwa kwa mmea wa namna moja au namna mbali. Ametakasika Mwenyezi Mungu ambaye katika mikono yake upo ufalme wa kila kitu, naye ni Muweza wa kila kitu.","lang":"sw"},{"name":"13:5","price":"Na kama ukistaajabu, basi cha ajabu zaidi ni huo usemi wao: Ati tukisha kuwa mchanga kweli tutakuwa katika umbo jipya? Hao ndio walio mkufuru Mola wao Mlezi. Na hao ndio watao kuwa na makongwa shingoni mwao, na hao ndio watu wa Motoni. Humo watadumu.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"Na hakika mambo ya washirikina juu ya dalili hizi ni ya ajabu. Ikiwa wewe Muhammad utas- taajabia jambo, basi la ajabu ni hiyo kauli yao wanapo sema: Ati baada ya kufa, na baada ya kwisha kuwa mchanga, tutakuwa wahai tena upya? Huu ndio mtindo wa wanao mkufuru Muumba wao. Akili zao zimefungwa na upotovu. Na marejeo yao ni Motoni watakapo dumu humo; kwani hao ni wenye kukanya juu ya kuwa mwenye kuweza kuanzisha anaweza kurejesha.","lang":"sw"},{"name":"13:6","price":"Na wanakuhimiza ulete maovu kabla ya mema, hali ya kuwa zimekwisha pita kabla yao adhabu za kupigiwa mfano. Na hakika Mola wako Mlezi ni Mwenye msamaha kwa watu juu ya udhalimu wao. Na hakika Mola wako Mlezi ni Mkali wa kuadhibu.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"Na huko kupita mpaka upotovu kunawapelekea kutaka wateremshiwa adhabu haraka haraka badala ya kuomba hidaya itayo waokoa. Na wanadhani kwamba Mwenyezi Mungu hawateremshii adhabu duniani akitaka. Na zimekwisha wapitia adhabu watu mfano wao kwa hayo, katika alio wateketeza Mwenyezi Mungu kabla yao. Lakini ni shani ya Mwenyezi Mungu kusamehe dhulma ya mwenye kutubia akarejea kwenye Haki, na kumteremshia adhabu kali anaye endelea na upotovu.","lang":"sw"},{"name":"13:7","price":"Na wale walio kufuru husema: Mbona hakuteremshiwa muujiza kutoka kwa Mola wake Mlezi? Hakika wewe ni Mwonyaji, na kila kaumu ina wa kuwaongoa.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"Na husema hao makafiri wasio amini muujiza mkubwa, yaani Qur'ani: Hebu na amteremshie Mola wake Mlezi alama ya unabii wake wa kuonekana kama kuiendesha milima akawa Mwenyezi Mungu anaonyesha wazi uhakika wa Nabii wake katika jambo hili! Na Yeye Subhanahu anamwambia: Hakika wewe ni Nabii wa kuwaonya kwamba kuna adhabu mbaya wakiendelea na upotovu wao. Na kila kaumu wanaye Mtume wa kuwaongoza kwenye Haki, na muujiza wa kubainisha ujumbe wake. Si wao wa kuchagua. Lao ni kujibu upinzani na kuleta mfano wake!","lang":"sw"},{"name":"13:8","price":"Mwenyezi Mungu anajua mimba abebayo kila mwanamke, na kinacho punguka na kuzidi matumboni. Na kila kitu kwake ni kwa kipimo.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"Aliye mpa Mtume huo muujiza mkubwa kabisa ni Yeye anaye jua kila kitu, na anazijua nafsi za binaadamu tangu kuumbwa kwao kutokana na mbegu za uzazi katika tumbo la mama mpaka wakati wa kufa kwao. Basi Yeye anaijua mimba anayo ichukua kila mwanamke kama ni mume au mke, kinacho punguka tumboni na kilicho zidi wakati, mpaka utimie muda wa mimba, na mtoto akamilike kukua, azaliwe. Kila kitu kwake Yeye Subhanahu kina kipimo maalumu, na muda maalumu.","lang":"sw"},{"name":"13:9","price":"Yeye ndiye Mwenye kujua yanayo onekana na yasio onekana; Mkuu Aliye tukuka.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"Yeye anayajua ya ghaibu tusiyo yahisi, na tunayo yashuhudia kwa ujuzi zaidi kuliko tunavyo shuhudia sisi na kuona. Na Yeye Subhanahu ni Mwenye shani kubwa iliyo tukuka juu ya kila kiumbe.","lang":"sw"},{"name":"13:10","price":"Ni sawa anaye ficha kauli yake kati yenu na anaye idhihirisha, na anaye jibanza usiku na anaye tembea jahara mchana.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"Anazijua hali zenu zote katika maisha yenu, na maneno yenu na vitendo vyenu vyote. Basi anayajua mnayo yaficha na mnayo yatangaza, vitendo na maneno. Na anajua vile mnavyo jificha usiku na kujitokeza mchana. Na yote ni sawa katika ujuzi wake.","lang":"sw"},{"name":"13:11","price":"Kila mtu analo kundi la malaika mbele yake na nyuma yake linamlinda kwa amri ya Mwenyezi Mungu. Hakika Mwenyezi Mungu habadili yaliyoko kwa watu mpaka wabadili wao yaliyomo naf- sini mwao. Na Mwenyezi Mungu anapo watakia watu adhabu hakuna cha kuzuia wala hawana mlinzi yeyote badala yake.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"Na Mwenyezi Mungu Aliye takasika ndiye anaye kuhifadhini. Kila mtu anao Malaika wanao mlinda kwa amri ya Mwenyezi Mungu, na wanapeana zamu kumlinda mbele na nyuma yake. Na hakika Mwenyezi Mungu Subhanahu habadilishi hali ya watu kutoka shida kwendea neema, na kutoka nguvu wakawa dhaifu, mpaka wao wenyewe wageuze waliyo nayo kufuatana na hali wanayo iendea. Na Mwenyezi Mungu akitaka kuwateremshia watu maovu basi hawana wa kuwanusuru ataye walinda na amri yake, wala wa kuwatazamia mambo yao kuwakinga na yatayo wateremkia.","lang":"sw"},{"name":"13:12","price":"Yeye ndiye anaye kuonyesheni umeme kwa khofu na tamaa, na huyaleta mawingu mazito.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"Na uwezo wa Mwenyezi Mungu Mtukufu katika ulimwengu unaonekana wazi, na athari zake zipo dhaahiri. Ni Yeye anaye kuonesheni umeme, ukakutisheni kuuona au mkakhofu isikujieni mvua wakati msio ihitaji ikakuharibieni mazao, au mkatumai kwa umeme itakuja mvua kubwa mnayo ihitajia kwa maslaha ya ukulima. Ni Yeye anaye yafanya mawingu yaliyo jaa mvua.","lang":"sw"},{"name":"13:13","price":"Na radi inamtakasa Mwenyezi Mungu kwa kumhimidi, na Malaika pia, kwa kumkhofu. Naye hupeleka mapigo ya radi yakampata amtakaye. Nao wanabishana juu ya Mwenyezi Mungu. Na Yeye ni Mwenye adhabu kali!","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"Na hakika radi zinamnyenyekea Mwenyezi Mungu Subhanahu wa Taa'la kwa unyenyekevu ulio timia, mpaka ikawa sauti yake mnayo isikia ni kama kwamba inamtakasa na kumsabihi kwa kumhimidi, kumsifu na kumshukuru, kwa kuumba kwake kama ni ishara ya unyenyekevu wake. Na vile vile Roho safi msizo ziona, yaani Malaika, pia zinamtakasa Yeye. Na Yeye ndiye anaye peleka moto wa radi unao unguza ukampata amtakaye. Na juu ya kuwepo ishara hizi zinazo onekana zenye dalili ya uwezo wake Subhanahu wao bado wanabisha shani ya Mwenyezi Mungu Aliye takasika. Na Yeye ni Mwenye nguvu kubwa za kuvipinga vitimbi vya maadui.","lang":"sw"},{"name":"13:14","price":"Wa kuombwa kweli ni Yeye tu. Na hao wanao waomba badala yake hawawajibu chochote; bali ni kama mwenye kunyoosha viganja vyake kwenye maji ili yafike kinywani mwake, lakini hayafiki. Na maombi ya makafiri hayako ila katika upotovu.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"Na hayo masanamu wanayo yaomba kwa woga na kutafuta amani badala ya Mwenyezi Mungu pekee hayawajibu wito na maombi yao. Hali yao ni kama mwenye kukunjua kiganja chake akinge maji ya kunywa na kiganja kisifike mdomoni. Na hali yao ikiwa ni hii, basi hizo dua zao haziwi ila kupotea na kukhasirika.","lang":"sw"},{"name":"13:15","price":"Na viliomo mbinguni na katika ardhi vinamsujudia Mwenyezi Mungu tu vikitaka visitake. Na pia vivuli vyao asubuhi na jioni.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"Na vyote viliomo mbinguni na duniani, vitu, watu, majini, na Malaika, vinamnyenyekea Mwenyezi Mungu kwa matakwa yake na utukufu wake, vikitaka visitake. Hata vivuli vyao kadhaalika, vikirefuka na kufupika kwa mujibu wa nyakati za mchana adhuhuri na jioni, kwa kufuata anavyo amrisha Mwenyezi Mungu na anavyo kataza.","lang":"sw"},{"name":"13:16","price":"Sema: Ni nani Mola Mlezi wa mbingu na ardhi? Sema: Mwenyezi Mungu. Sema: Basi je, mnawafanya wenginewe badala yake kuwa ni walinzi, nao hawajifai wenyewe kwa jema wala baya? Sema: Hebu kipofu na mwenye kuona huwa sawa? Au hebu huwa sawa giza na mwangaza? Au wamemfanyia Mwenyezi Mungu washirika walio umba kama alivyo umba Yeye, na viumbe hivyo vikawadanganyikia? Sema: Mwenyezi Mungu ndiye Muumba wa kila kitu. Na Yeye ni Mmoja Mwenye kushinda!","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"Mwenyezi Mungu amemuamrisha Nabii wake ajadiliane na washirikina kwa kuwaongoa na kuwabainishia. Akamwambia: Ewe Nabii! Waambie: Nani aliye ziumba mbingu na ardhi, naye ndiye Mwenye kuzilinda, na Mwenye kuviendesha viliomo humo? Tena uwaeleze jawabu iliyo sawa hiyo wanayo ishindania. Waambie: Huyo ni Mwenyezi Mungu anaye abudiwa kwa haki, hana mwenginewe. Basi ni waajibu wenu mumuabudu Yeye peke yake. Tena waambie: Mnaziona dalili zilizo thibiti zinazo onyesha uumbaji wake kila kitu peke yake? Na juu ya hivyo mnawafanya masanamu kuwa ni miungu, bila ya kukubali kuwa Mwenyezi Mungu ni Mmoja! Na haya masanamu hayajifai wenyewe kheri wala shari! Vipi basi mnayafanya sawa na Muumba Mwenye kupanga? Nyinyi mnafanya sawa baina ya Muumba wa kila kitu na asiye miliki kitu! Mmekuwa kama anaye fanya sawa baina ya viwili vinavyo gongana! Basi hebu ni sawa baina ya mwenye kuona na asiye ona? Je, giza totoro na mwangaza unao ng'aa ni sawa? Je, usawa huo unaingia akilini mwao? Au upotovu wao umepita hadi hata wanadai kuwa hayo masanamu yao ni washirika wa Mwenyezi Mungu katika kuumba na kupanga, hata yakawadanganyikia wasijue mambo ya uumbaji, kama walivyo potea katika kuabudu? Waambie ewe Nabii! Mwenyezi Mungu peke yake ndiye Muumba wa kila kiliopo. Na Yeye ni peke yake katika kuumba na kuabudiwa, Mwenye kushinda kila kitu.","lang":"sw"},{"name":"13:17","price":"Ameteremsha maji kutoka mbinguni. Na mabonde yakamiminika maji kwa kadiri yake. Na mafuriko yakachukua mapovu yaliyo kusanyika juu yake. Na kutokana na wanavyo yayusha katika moto kwa kutaka mapambo au vyombo hutokea povu vile vile. Namna hivyo Mwenyezi Mungu ndivyo anavyo piga mifano ya Haki na baat'ili. Basi lile povu linapita kama takataka tu basi. Ama kinacho wafaa watu hubakia kwenye ardhi. Hivi ndivyo Mwenyezi Mungu anavyo piga mifano.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"Na hakika neema zake Mtukufu mnaziona, na masanamu yenu hayana athari yoyote katika neema hizo. Yeye ndiye anaye kuteremshieni mvua kutoka kwenye mawingu, na mito na mabonde yakamiminika maji, kila kitu kwa kadiri yake aliyo ikadiria Mwenyezi Mungu Mtukufu, kwa ajili ya kuzalisha mimea, na matunda ya miti. Na mito inapo miminika hubeba juu yake visio kuwa na manufaa, na huwa katika hivyo vyenye nafuu hubakia, na visio na faida hupita. Mfano wa hayo ni Haki na baat'ili, kweli na uwongo. Haki hubakia na baat'ili ikapita. Na katika maadeni yanayo yayushwa kwa moto kwa kufanyia mapambo, kama dhahabu na fedha, na yanayo tumiwa kwa manufaa mengine kama chuma na shaba, kadhaalika sehemu isiyo na faida huwa juu kama povu na hutupwa. Na yenye nafuu ndio hubakia. Kadhaalika katika imani. Potovu hupita, na iliyo ya kweli hubakia. Kwa mfano kama huu Mwenyezi Mungu Subhanahu anabainisha ukweli wa mambo, na hupiganisha mifano hii kwa hii ili yote yabainike wazi.","lang":"sw"},{"name":"13:18","price":"Walio muitikia Mola wao Mlezi watapata wema. Na wasio muitikia, hata wangeli kuwa navyo vyote viliomo katika ardhi na mfano wa hivyo, bila ya shaka wangeli vitoa kujikombolea! Hao watapata hisabu mbaya kabisa, na makao yao ni Jahannamu. Na hapo ni pahala pabaya mno!","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"Watu kwa mujibu wa kupokea kwao uwongofu ni mafungu mawili. Fungu moja lilio itikia wito wa Mwenyezi Mungu Muumba Mwenye kupanga. Hilo litapata malipo mema duniani na Akhera. Fungu jengine lisilo itikia wito wa Aliye waumba. Hawa watapata malipo maovu Akhera. Na lau kuwa wanamiliki kila kiliomo duniani na mfano wake mara ya pili, hawawezi kujikinga na hayo malipo maovu! Lakini watapata kumiliki hayo? Kwa hivyo yao wao ni hisabu ya kuwaudhi, na wataishia katika Jahannamu, na huko ni pahali paovu mno pa kuishi.","lang":"sw"},{"name":"13:19","price":"Je! Anaye jua ya kwamba yaliyo teremshwa kwako kutoka kwa Mola wako Mlezi ni Haki ni sawa na aliye kipofu? Wenye akili ndio wanao zingatia,","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"Hakika walio ongoka na walio potoka hawawi sawa. Basi je, anaye jua ya kuwa uliyo teremshiwa kutoka kwa Mwenyezi Mungu aliye kulea akakuumba akakuteuwa kufikisha ujumbe wake, kuwa ni Haki isiyo na shaka yoyote...je huweza kuwa huyo kama aliye potea akaitupa Haki, hata akawa kama kipofu? Hakika hawatambui Haki wakazingatia utukufu wa Mwenyezi Mungu, ila watu wenye akili ya kufikiri.","lang":"sw"},{"name":"13:20","price":"Wale ambao wanatimiza ahadi ya Mwenyezi Mungu, wala hawavunji maagano.","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"Hao ndio wanao tambua Haki. Wao ndio wanao timiza ahadi ya Mwenyezi Mungu Mtukufu iliyo juu yao kwa muujibu wa maumbile, na kwa muujibu wa maagano yao na ahadi zao walizo fungamana nazo; wala hawavunji maagano walio fungamana nayo kwa jina la Mwenyezi Mungu baina yao na waja wenzi wao, na kwa maagano makubwa walio jifunga nayo kwa maumbile yaliyo wafanya waitambue Haki na waamini, isipo kuwa walipo jipoteza wenyewe nafsi zao.","lang":"sw"},{"name":"13:21","price":"Na wale ambao huyaunga aliyo amrisha Mwenyezi Mungu yaungwe, na wanaikhofu hisabu mbaya.","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"Hao ni Waumini; ada yao ni mapenzi na ut'iifu. Hao wanaamini mapendo baina ya watu, na wanahurumia jamaa zao, na wanawasaidia wenzi wao katika Haki, na wao wanaijua Haki ya Mwenyezi Mungu, na wanaiogopa hisabu ya kuwachusha Siku ya Kiyama, na kwa hivyo wanajikinga na madhambi kwa kadri wawezavyo.","lang":"sw"},{"name":"13:22","price":"Na ambao husubiri kwa kutaka radhi ya Mola wao Mlezi, na wakashika Swala, na wakatoa, kwa siri na kwa uwazi, katika tulivyo wapa; na wakayaondoa maovu kwa wema. Hao ndio watakao pata malipo ya Nyumba ya Akhera.","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"Na wanavumilia maudhi wakitafuta radhi za Mwenyezi Mungu iwasaidie katika Njia ya kuwania Haki. Wanashika Swala kama inavyo pasa kusafisha roho zao, na kumkumbuka Mola wao Mlezi. Na wanatoa kutokana na mali aliyo wapa Mwenyezi Mungu kisirisiri na kwa dhahiri bila ya kutaka kuonyesha watu, na kwa maovu wanao tendewa wao wanalipa mema. Na wao kwa sifa hizi watapata malipo mema kwa kukaa katika ahsani ya nyumba, nayo ndiyo Pepo.","lang":"sw"},{"name":"13:23","price":"Nayo ni Bustani za milele, wataziingia wao na walio wema miongoni mwa baba zao, na wake zao, na vizazi vyao. Na Malaika wanawaingilia katika kila mlango.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"Hayo ndiyo malipo mema, ya ukaazi wa moja kwa moja katika Bustani za neema. Watakuwa wao humo pamoja na wazazi wao walio kuwa njema Imani yao na a'mali yao. Pamoja nao pia watakuwa na wake zao na dhuriya zao (wazao wao). Na Roho Safi zitawasalimu na kuwaingilia kila upande.","lang":"sw"},{"name":"13:24","price":"(Wakiwaambia) Assalamu Alaikum! Amani iwe juu yenu, kwa sababu ya mlivyo subiri! Basi ni mema mno malipo ya Nyumba ya Akhera.","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"Hizo Roho zitawaambia: Amani ya milele ni yenu kwa sababu ya kuvumilia kwenu maudhi, na kusubiri kwenu katika kupambana na matamanio yenu. Ni mazuri mno haya malipo mnayo yapata, nayo ni kupata makaazi katika Nyumba ya Neema ya Peponi.","lang":"sw"},{"name":"13:25","price":"Na wale wanao vunja ahadi ya Mwenyezi Mungu baada ya kuzifunga, na wanakata aliyo amrisha Mwenyezi Mungu yaungwe, na wanafanya fisadi katika nchi: hao ndio watakao pata laana, na watapata Nyumba mbaya.","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"Hakika sifa za Waumini wema ni kinyume na sifa za washirikina waovu. Kwani washirikina huvunja ahadi ya Mwenyezi Mungu aliyo chukua kwao kwa mujibu wa maumbile na ambayo walijifunga nayo. Kwa hivyo wamekhalifu maumbile yao na akili zao kwa kuabudu mawe yasiyo wafaa wala kuwadhuru. Na wanavunja ahadi zao wanazo fungamana na waja wenzao, tena wanakata makhusiano yao ya mapenzi na watu, na makhusiano yao na Mwenyezi Mungu. Hawazifuati amri zake, wala hawamuabudu Yeye pekee. Na wanafanya uharibifu katika ardhi kwa uvamizi na kufanya uadui na kuvuka mipaka, na kuacha kuitengeneza dunia wakanafiika nayo! Na Mwenyezi Mungu Aliye takasika hapendi uchafuzi na ufisadi.","lang":"sw"},{"name":"13:26","price":"Mwenyezi Mungu humkunjulia riziki amtakaye, na humkunjia kwa kipimo. Na wamefurahia maisha ya dunia. Na uhai wa dunia kwa kulingana na Akhera si kitu ila ni starehe ndogo.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"Na ikiwa hao washirikina wanaona kuwa wao wamepewa mali mengi, na Waumini ni mafakiri, wanyonge, basi wajue kwamba Mwenyezi Mungu Mtukufu humpa riziki kunjufu amtakaye akizishika sababu na humdhikisha amtakaye. Basi Yeye humpa Muumini na asiye kuwa Muumini. Kwa hivyo msidhani kuwa wingi wa mali mikononi mwao kuwa ni dalili ya kuwa wao ndio wamo katika Haki. Lakini wao hufurahi kwa hayo mali walio pewa, juu ya kuwa Mwenyezi Mungu Mtukufu humpa dunia anaye mpenda na asiye mpenda. Na maisha ya duniani si chochote ila ni starehe duni yenye kupita!","lang":"sw"},{"name":"13:27","price":"Na wanasema walio kufuru: Kwa nini hakuteremshiwa muujiza kutoka kwa Mola wake Mlezi. Sema: Hakika Mwenyezi Mungu humwacha kupotea amtakaye, na humwongoa anaye elekea kwake,","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"Na hakika hao washirikina walio banwa na wingi wa pupa na papara husema: Je, huyu Nabii hakuteremshiwa muujiza mwengine kutoka kwa Mwenyezi Mungu? Ewe Nabii! Waambie: Sababu ya kutokuwa na Imani nyinyi si upungufu wa miujiza, bali ni upotovu tu! Na Mwenyezi Mungu Aliye takasika na Aliye tukuka humwacha apotee anaye mtaka apotee, maadamu anaendelea katika njia ya upotovu. Na humwongoa aendee kwenye Haki yule ambae daima hurejea kwa Mwenyezi Mungu.","lang":"sw"},{"name":"13:28","price":"Wale walio amini na zikatua nyoyo zao kwa kumkumbuka Mwenyezi Mungu. Hakika kwa kumkumbuka Mwenyezi Mungu ndio nyoyo hutua!","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"Na hakika hawa wanao rejea kwa Mwenyezi Mungu, na wanaikubali Haki, ndio hao walio amini ambao nyoyo zao zinatua anapo tajwa na kukumbukwa Mwenyezi Mungu Mtukufu kwa Qur'ani au vyenginevyo. Na hakika nyoyo hazitulii na kutua ila kwa kukumbukwa utukufu wa Mwenyezi Mungu na uwezo wake na kuombwa radhi yake kwa kumt'ii.","lang":"sw"},{"name":"13:29","price":"Wale walio amini na wakatenda mema watakuwa na raha na marejeo mazuri.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"Na hakika wanao inyenyekea Haki, na wakasimama kutenda vitendo vyema, hao watapata malipo mema, na mwisho mzuri.","lang":"sw"},{"name":"13:30","price":"Ndio kama hivi tumekutuma kwa umma ambao wamekwsiha pita kabla yao umati nyengine, ili uwasomee tunayo kufunulia, na wao wanamkufuru Rahmani, Mwingi wa Rehema! Sema: Yeye ndiye Mola wangu Mlezi. Hapana mungu isipo kuwa Yeye. Juu yake nimetegemea, na kwake ndio marejeo yangu!","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"Kama tulivyo wapelekea kaumu zilizo kwisha pita Mitume wakawaeleza yaliyo ya Haki, na wakapotea walio potea, na wakaongoka walio ongoka, na tukawapa miujiza ya kuonyesha Utume wao, kadhaalika tumekutuma wewe kwa umma wa Kiarabu na wenginewe, na kabla yao zimekwisha pita kaumu nyengine. Na muujiza wako ni hii Qur'ani uwasomee, uwawekee wazi maana yake na utukufu wake. Na wao wanaikanya rehema ya Mwenyezi Mungu walio pewa kwa kuteremshiwa Qur'ani. Basi ewe Nabii! Waambie: Mwenyezi Mungu ndiye aliye niumba, na anaye nilinda, na anaye nirehemu. Hapana mungu wa kuabudiwa kwa Haki ila Yeye. Namtegemea Yeye tu, na kwake ndio marejeo yangu na yenu.","lang":"sw"},{"name":"13:31","price":"Na kama ingeli kuwako Qur'ani ndiyo inayo endeshewa milima, na kupasuliwa ardhi, na kusemeshewa wafu, (basi ingeli kuwa Qur'ani hii). Bali mambo yote ni ya Mwenyezi Mungu. Je, hawajajua walio amini kwamba lau kuwa Mwenyezi Mungu ange penda bila ya shaka angeli waongoa watu wote? Wala walio kufuru hawaachi kusibiwa na balaa kwa waliyo yatenda, au ikawateremkia karibu na nyumbani kwao, mpaka ifike ahadi ya Mwenyezi Mungu. Hakika Mwenyezi Mungu havunji miadi yake.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"Wao wanataka muujiza mwingine usio kuwa huu wa Qur'ani, juu ya ubora wa athari yake, lau kuwa kweli wanaitaka Haki na wanaikubali. Lau kuwa kuna Kitabu cha kusomwa kikaiendesha milima, kikapasua ardhi, au kikawasemeza maiti, basi Kitabu hicho kinge kuwa hii Qur'ani! Lakini watu hawa wana inda tu. Mwenyezi Mungu peke yake ndiye mwenye amri yote katika miujiza na malipo ya hao wakanyao. Na katika hayo ana uwezo kaamili. Ikiwa hao wamo katika hali hii ya inadi, basi je walio it'ii Haki hawajakata tamaa bado na kuamini kwa hawa makafiri, na wakajua kwamba kufuru yao ni kuyakataa matakwa ya Mwenyezi Mungu? Na lau kuwa Mwenyezi Mungu angeli taka waongoke watu wote basi wangeli ongoka! Na hakika uwezo wa Mwenyezi Mungu uko dhaahiri mbele yao. Basi haziachi balaa kali kali za kuwateketeza zikiwasibu, au kuwateremkia karibu yao, mpaka itimie ahadi ya Mwenyezi Mungu aliyo wapa. Na Mwenyezi Mungu Mtukufu havunji miadi yake.","lang":"sw"},{"name":"13:32","price":"Na hakika walifanyiwa kejeli Mitume walio kuwa kabla yako. Na nikawapururia wale walio kufuru, kisha nikawashika! Basi ilikuwaje adhabu yangu!","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"Na ikiwa hao wanao kanya wamekufanyia kejeli kwa hayo unao waitia na kwa Qur'ani, basi walifanyiwa maskhara vile vile Mitume walio tumwa kabla yako wewe, ewe Nabii. Basi usihuzunike, kwani mimi nawapa muhula tu hawa wanao kanya, kisha nitawatwaa, na hapo itakuwa adhabu kali isiyo wezekana kuelezwa wala kujuulikana hali yake.","lang":"sw"},{"name":"13:33","price":"Je! Anaye isimamia kila nafsi kwa yale iliyo yachuma? Na wamemfanyia Mwenyezi Mungu kuwa na washirika! Sema watajeni. Au ndio mnampa khabari ya yale asiyo yajua katika ardhi; au ni maneno matupu? Bali walio kufuru wamepambiwa vitimbi vyao na wamezuiliwa njia. Na ambaye Mwenyezi Mungu amemwacha apotee basi hana wa kumwongoa.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"Hakika washirikina wamefanya upumbavu katika kukanya kwao, wakamfanyia Mwenyezi Mungu washirika wa kuwaabudu. Kwani ati huyo ambaye ndiye Mwenye kuhifadhi na kuangalia kila nafsi, na kuipimia kwa kuilipa kheri na shari inayo ichuma, atakuwa wa kufananishwa na haya masanamu? Ewe Nabii! Waambie: Yaelezeni yalivyo kweli! Je, hayo masanamu ya hai? Yanaweza kujikinga na madhara? Yakiwa mawe hayanufaishi wala hayadhuru, basi mbona mnajidanganya nafsi zenu kuwa miungu hiyo ndio imemwambia Mwenyezi Mungu hayo ambayo mnadhani kuwa Yeye hayajui ya ardhi hii? Au mnaiweka kwenye cheo cha kuiabudu kwa maneno yanayo toka katika ndimi zenu? Hakika iliyopo ni kuwa watu hawa wamezugwa na mazingatio yao na mawazo yao ya upotovu. Na kwa sababu hiyo wameiacha Njia ya Haki wakabaki wakitanga tanga! Na wenye kupotea kama hao, basi hawana wa kuwaongoa yeyote, kwani wameziachisha nafsi zao Njia ya Uwongofu.","lang":"sw"},{"name":"13:34","price":"Wanayo adhabu katika maisha ya dunia, na adhabu ya Akhera hapana shaka ina mashaka zaidi. Na wala hawatakuwa na wa kuwalinda na Mwenyezi Mungu.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"Duniani watapata adhabu kwa kushindwa na kutekwa na kuuliwa, ikiwa Waumini watakwenda katika njia ya Haki. Na hapana shaka adhabu ya Akhera itayo wateremkia ni kali zaidi na ya kudumu zaidi. Hapana wa kuwakinga na adhabu ya Mwenyezi Mungu Mwenye uwezo wa kila kitu.","lang":"sw"},{"name":"13:35","price":"Mfano wa Bustani waliyo ahidiwa wachamngu, kati yake inapita mito, matunda yake ni ya daima, na pia kivuli chake. Huu ndio mwisho wa wale walio walio jilinda. Na mwisho wa makafiri ni Moto.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"Ikiwa hawa watapata adhabu hii, Waumini watapata Pepo na neema zake. Na hayo wamekwisha ahidiwa. Na hali ya Bustani walio ahidiwa wanao simama juu ya Haki na wakaweka kinga baina ya upotovu na Imani, ni kuwa itapitiwa chini ya miti yake maji matamu, na matunda yake ni ya daima hayasiti, na kivuli chake vilevile ni cha daima. Na haya ndiyo malipo ya wale wanao jikinga na shari. Ama makafiri wanao kanya, malipo yao ni kuingia Motoni.","lang":"sw"},{"name":"13:36","price":"Na tulio wapa Kitabu wanafurahia uliyo teremshiwa. Na katika makundi mengine wapo wanao yakataa baadhi ya haya. Sema: Nimeamrishwa nimuabudu Mwenyezi Mungu, na wala nisimshirikishe. Kuendea kwake Yeye ndiyo ninaita, na kwake Yeye ndio marejeo yangu.","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"Na wale ambao walio pewa ujuzi wa Vitabu vilivyo teremshwa ni waajibu wao wakifurahie Kitabu hichi ulicho teremshiwa wewe. Kwani hichi ni maendeleo ya ule ule ujumbe wa Mwenyezi Mungu. Na wanayo ifanya dini kuwa ni sababu ya kufanya makundi mbali mbali wanayakataa baadhi ya uliyo teremshiwa kwa uadui na chuki tu. Basi ewe Nabii! Waambie: Hakika mimi sikuamrishwa ila nimuabudu Mwenyezi Mungu, na nisimshirikishe katika ibada yake na kitu chochote. Na kwendea kumuabudu Yeye peke yake ndio ninalingania, ninaita, na kwake Yeye peke yake ndio marejeo yangu.","lang":"sw"},{"name":"13:37","price":"Na ndio kama hivi tumeiteremsha Qur'ani kuwa ni hukumu kwa lugha ya Kiarabu. Na ukifuata matamanio yao baada ya kukujia ilimu hii, hutakuwa na rafiki wala mlinzi mbele ya Mwenyezi Mungu.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"Na kama vilivyo teremka Vitabu vya mbinguni, tumekuteremshia wewe hii Qur'ani ili iwe ni hakimu baina ya watu kwa yaliyo baina yao, na iwe ni hakimu wa Vitabu vilivyo tangulia kuwa ni vya kweli. Na hii Qur'ani tumeiteremsha kwa lugha ya Kiarabu. Wala usitake kuwafurahisha washirikina au Ahli Lkitab (watu wa Biblia), baada ya ufunuo na ilimu iliyo kufikia. Na ukitaka kuwaridhi basi hutakuwa na wa kukusaidia au kukulinda mbele ya Mwenyezi Mungu. Hapa anaambiwa Nabii, khasa wanasemezwa Waumini wote. Na mahadharisho ya Waumini ni kweli kweli hivyo; na kwa Nabii ni kwa ajili ya kubainisha kuwa juu ya kuwa yeye ni mteuliwa, na mtukufu wa daraja, bado anafaa kuhadharishwa.","lang":"sw"},{"name":"13:38","price":"Na hakika Sisi tulikwisha watuma Mitume kabla yako, na tukajaalia wawe na wake na dhuriya. Na haiwi kwa Mtume kuleta miujiza isipo kuwa kwa idhini ya Mwenyezi Mungu. Kila kipindi kina hukumu yake.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"Na ikiwa washirikina wanachochea watu wastaajabu kuwa wewe una wake na dhuriya, yaani wazao, na wanataka ulete muujiza mwengine usio kuwa Qur'ani, basi tulileta kabla yako Mitume wenye wake na wana vile vile. Kwani Mtume ni mwanaadamu, na ana sifa za kibinaadamu. Lakini yeye ni mbora kuliko wote. Wala Nabii hawezi kuleta muujiza kama apendavyo yeye au wapendavyo watu wake! Bali aletaye muujiza ni Mwenyezi Mungu, na Yeye ndiye anaye toa idhini. Kila kizazi katika vizazi kina amri yao aliyo waandikia Mwenyezi Mungu ya kuwasilihi. Na kila kizazi kina muujiza wake unao wanasibu. (Nabii Isa a.s. anasimuliwa katika Injili ya Yohana 5.30 kuwa alisema: Mimi siwezi kufanya neno mwenyewe.)","lang":"sw"},{"name":"13:39","price":"Mwenyezi Mungu hufuta na huthibitisha ayatakayo. Na asili ya hukumu zote iko kwake.","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"Mwenyezi Mungu hufuta sharia na miujiza, na akaleta badala yake atakayo na akaithibitisha. Na kwake Yeye ipo asili ya Sharia zilizo thibiti zisio geuka, na ndio kwenye Umoja na asili ya fadhila zote, na mengineyo.","lang":"sw"},{"name":"13:40","price":"Na ikiwa tukikuonyesha baadhi ya tuliyo waahidi au tukakufisha kabla yake, juu yako wewe ni kufikisha ujumbe na juu yetu ni hisabu.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"Na tukikuonyesha baadhi ya malipo au adhabu tulizo waahidi, au tukakujaalia ufe kabla ya hayo, ungeli ona kitisho kitacho washukia washirikina, na ungeli ona neema za Waumini! Lakini haya hayakukhusu wewe, juu yako wewe ni kufikisha Ujumbe tu, na kwetu Sisi peke yetu ndio hisabu.","lang":"sw"},{"name":"13:41","price":"Je! Hawakuona kwamba tunaifikia ardhi tukiipunguza nchani mwake? Na Mwenyezi Mungu huhukumu, na hapana wa kupinga hukumu yake, naye ni Mwepesi wa kuhisabu.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"Na hakika dalili za adhabu na kushindwa zipo! Hawaangalii kwamba Sisi tunazifikia nchi walizo kuwa wakizitawala zinachukuliwa na Waumini kidogo kidogo? Na kwa hivyo tunawapunguzia wao ardhi zilio wazunguka. Na Mwenyezi Mungu peke yake ndiye wa kuhukumu kushinda na kushindwa, na thawabu na adhabu. Na wala hapana wa kuipinga hukumu yake. Na hisabu yake ni ya mbio mbio, haihitajii kupitiwa na wakati mrefu, kwani Yeye ni Mjuzi wa kila kitu. Basi ishara zipo! Aya hii ina ukweli ulio fikiliwa na uchunguzi wa kisayansi za hivi sasa, ya kwamba imethibiti kuwa dunia inazunguka, na kuwa inayo mvuto kama simaku. Hayo yamepelekea kubabataa katika ncha mbili za kaskazini na kusini, North Pole na South Pole. Na hivyo ni kupunguka katika ncha mbili za ardhi. Na kadhaalika imejuulikana kuchopoka mbio za sehemu za gasi zilizo funika huu mpira wa dunia kukipindukia nguvu za mvuto wa ardhi, basi hutoka nje ya dunia. Na haya yanatokea mfululizo, na kwa hivyo ardhi, yaani dunia, inakuwa katika hali ya kupunguka moja kwa moja katika ncha zake. Haya yanakuwa kwa kuifasiri ardhi kuwa ni dunia, si nchi ya maadui wa Waumini. Yaelekea taf siri hii kwa Aya hii tukufu, ijapo kuwa wafasiri wengi wamefasiri kuwa muradi wa \"ardhi\" ni nchi za maadui.","lang":"sw"},{"name":"13:42","price":"Na walipanga walio kuwa kabla yao, lakini Mwenyezi Mungu ndiye Mwenye mipango yote. Yeye anajua inayo chuma kila nafsi. Na makafiri watajua ni ya nani nyumba ya mwisho Akhera!","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"Na walio kuwa kabla yao waliwapangia Mitume wao mipango ya uwovu. Lakini Mwenyezi Mungu Subhanahu ndiye Mwenye mipango yote kwa makafiri walioko sasa na walio watangulia. Na watapata malipo kwa wanayo yatenda, na Yeye anayajua ayatendayo kila kiumbe. Na ikiwa wao hawajui kuwa mwisho mwema ni wa Waumini, basi Siku ya Kiyama watajua kwa kuona nani atapata mwisho mwema kwa kukaa katika Nyumba ya neema.","lang":"sw"},{"name":"13:43","price":"Na walio kufuru wanasema: Wewe hukutumwa. Sema: Mwenyezi Mungu anatosha kuwa shahidi baina yangu na nyinyi, na pia yule mwenye ilimu ya Kitabu.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"Na hadi ya ushindani wao hao wanao kanya na hawaikubali Haki ni kukwambia: Ewe Nabii! Wewe si Mtume aliye toka kwa Mwenyezi Mungu! Basi waambie: Yanitosha mimi kuwa Mwenyezi Mungu ndiye wa kunihukumia mimi nanyi, na anaye ijua hakika ya Qur'ani na ajabu zake za miujiza ya kushangaza inayo ingia katika akili ziliyo nzima.","lang":"sw"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}