{"data":[{"name":"14:1","price":"Alif Lam Ra. (A.L.R.) Hichi ni Kitabu tulicho kiteremsha kwako ili uwatowe watu kwenye giza uwapeleke kwenye muwangaza, kwa idhini ya Mola wao Mlezi, uwafikishe kwenye Njia ya Mwenye nguvu, Msifiwa!","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"Alif Lam Mim Ra - Kwa kuanzia harufi hizi ni kunabihisha muujiza wa Qur'ani, juu ya kuwa imeundwa kwa harufi hizi hizi zinazo tumiwa kwa kusemea. Na pia kuwazindua watu waisikilize. Haya yaliyo tajwa katika Sura hii ni Kitabu kilicho teremshwa kwako wewe, Muhammad, kutokana nasi, ili uwatoe watu wote kwenye kiza cha ukafiri na ujinga waendee kwenye nuru ya Imani na ilimu, kwa kusahilishiwa na Mola wao Mlezi. Na nuru hiyo ndiyo Njia ya Mwenyezi Mungu Mwenye kushinda kwa kuadhibisha, na Mwenye kuhimidiwa kwa kuneemesha.","lang":"sw"},{"name":"14:2","price":"Naye ni Mwenyezi Mungu ambaye ni vyake Yeye vyote viliomo katika mbingu na ardhi. Na ole wao makafiri kwa adhabu kali!","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"Njia ya Mwenyezi Mungu ambaye ndiye Mwenye kuumba na kumiliki kila kiliomo mbinguni na kwenye ardhi. Ikiwa hii ndiyo hali ya Mungu wa Haki, basi makafiri, wenye kukanya, watahilikika kwa adhabu iliyo kali.","lang":"sw"},{"name":"14:3","price":"Wale wanao fadhilisha maisha ya dunia kuliko Akhera, na wanawazuilia watu wasifuate Njia ya Mwenyezi Mungu, na wanataka kuipotosha. Hao wamepotelea mbali.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"Hao ndio walio khiari uhai wa duniani kuliko Akhera, na wanawazuia watu wasifuate Sharia ya Mwenyezi Mungu, na wanataka kuipotoa Sharia katika macho ya watu ili wapate kuikataa. Hao ndio wanao elezwa katika yaliyo tajwa kuwa wamepotelea mbali na Haki.","lang":"sw"},{"name":"14:4","price":"Na hatukumtuma Mtume ila kwa ulimi wa kaumu yake ili apate kuwabainishia. Basi Mwenyezi Mungu humuacha akapotea amtakaye, na akamwongoa amtakaye. Naye ni Mtukufu Mwenye nguvu na Mwenye hikima.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"Na Sisi hatukumtuma Mtume yeyote kabla yako, ewe Nabii, ila kwa lugha ya kaumu yake ile tuliyo mtumia, ili apate kuwafahamisha aliyo kuja nayo, na wao wayafahamu, na wayaelewe kwa wepesi. Wala si juu yake yeye kuwa lazima waongoke. Mwenyezi Mungu Mwenyewe ndiye humwacha apotee anaye mtaka kwa kuwa huyo si tayari kuitaka Haki. Na humwongoa amtakaye kwa kuwa kajitayarisha vyema kufuata Haki. Naye Mwenyezi Mungu ndiye Mwenye nguvu ambaye hashindiki kwa atakalo, na ambaye anayapanga mambo yote kwa mahala pao. Basi haachi kupotea wala haongoi ila kwa hikima yake.","lang":"sw"},{"name":"14:5","price":"Na tulimtuma Musa pamoja na miujiza yetu, tukamwambia: Watoe watu wako kwenye giza uwapeleke kwenye mwangaza. Na uwakumbushe siku za Mwenyezi Mungu. Hakika katika hayo zipo ishara kwa kila mwenye kusubiri akashukuru.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"Na tulimtuma Musa na tukamuunga mkono kwa miujiza yetu. Tukamwambia: Watoe watu wako, Wana wa Israili, kwenye kiza cha ukafiri na ujinga uwapeleke kwenye nuru ya Imani na ilimu, na uwakumbushe vituko na nakama aliyo wapelekea Mwenyezi Mungu kaumu za kabla yao. Hakika katika kukumbusha huko zipo dalili kubwa za kuthibitisha Upweke wa Mwenyezi Mungu, zinamlingania kwenye Imani kila mwenye kuthibiti kuwa na ukamilifu wa kuweza kuvumilia balaa, na kushukuru neema. Na hii ni sifa ya Muumini.","lang":"sw"},{"name":"14:6","price":"Na Musa alipo waambia watu wake: Kumbukeni neema ya Mwenyezi Mungu aliyo kujaalieni, pale alipo kuokoeni kutokana na watu wa Firauni walio kupeni adhabu mbaya kabisa, wakiwachinja wenenu wanaume, na wakiwawacha hai wanawake. Na katika hayo ulikuwa mtihani mkubwa unao toka kwa Mola wenu Mlezi.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"Ewe Nabii! Wakumbushe watu wako, huenda wakazingatia, wakati Musa alipo waambia watu wake kwa kufuata amri ya Mola wako Mlezi: Kumbukeni neema ya Mwenyezi Mungu kwenu, pale alipo kuvueni kutokana na kaumu ya Firauni, nao wakikupatilizeni kwa adhabu ovu kabisa. Wakikufanyisheni kazi ngumu, wakiwachinja watoto wenu wa kiume, na wakiwaacha wa kike na kuwaweka katika unyonge na udhalili bila ya kuwauwa. Na mateso yote yaliyo tajwa na kuokoka ni mtihani mkubwa unao toka kwa Mwenyezi Mungu, ili upate kudhihiri uwezo wa kusubiri na kushukuru.","lang":"sw"},{"name":"14:7","price":"Na alipo tangaza Mola wenu Mlezi: Mkishukuru nitakuzidishieni; na mkikufuru, basi adhabu yangu ni kali.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"Na kumbukeni, enyi Wana wa Israil, pale Mola wenu Mlezi alipo kufunzeni, na akasema: Wallahi! Mkishukuru kwa neema niliyo kupeni ya kukuvueni, na mengineyo, kwa kuthibiti juu ya Imani na ut'iifu, basi hapana shaka nitakuzidishieni neema yangu. Na mkiikanya neema yangu kwa ukafiri na maasi, basi hakika nitakuadhibuni kwa adhabu ya kutia uchungu. Kwani adhabu yangu ni kali kwa wanao kanya.","lang":"sw"},{"name":"14:8","price":"Na Musa alisema: Mkikufuru nyinyi na wote waliomo duniani, hakika Mwenyezi Mungu ni Mkwasi, Anajitosha, Msifiwa.","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"Na Musa aliwaambia watu wake walipo mpinga na kumkanya: Mkizikanya neema za Mwenyezi Mungu, wala msishukuru kwa Imani na ut'iifu, nyinyi na wote waliomo duniani, basi hakika hayo hayatamdhuru Mwenyezi Mungu chochote. Kwani Mwenyezi Mungu ni Mwenye kujitosha, hahitajii shukra za wanao shukuru. Yeye ni Mwenye kustahiki kuhimidiwa kwa dhati yake, bila ya yeyote kumhimidi.","lang":"sw"},{"name":"14:9","price":"Je! Hazikukufikieni khabari za walio kabla yenu? Kaumu ya Nuhu, na A'adi, na Thamud, na walio baada yao, ambao hapana awajuaye ila Mwenyezi Mungu? Mitume wao waliwajia kwa hoja zilizo wazi, na wao wakarudisha mikono yao kwenye vinywa vyao, wakasema: Hakika sisi tumeyakataa hayo mliyo tumwa, na hakika sisi tuna shaka kubwa na mnayo tuitia.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"Je! Haijakufikilieni khabari za walio tangulia kabla yenu? Kaumu ya Nuhu, na A'adi, na Thamud, na kaumu nyenginezo zilizo kuja baada yao, ambao hapana anaye wajua ila Mwenyezi Mungu kwa wingi wao. Hao walijiwa na Mitume wao kwa hoja zilizo wazi kuthibitisha ukweli wao. Na hao wakaweka mikono yao kwenye vinywa vyao, kwa mastaajabu na kukanya. Wakawaambia Mitume: Sisi tunaikataa miujiza na ishara mlizo kuja nazo. Na hakika sisi tuna shaka na hayo mnayo tuitia, mambo ya Imani na Tawhidi, ya kuwa Mungu ni mmoja. Sisi hatukuyakinika na chochote, na tuna shaka nayo!","lang":"sw"},{"name":"14:10","price":"Mitume wao wakasema: Ati pana shaka na Mwenyezi Mungu, Muumba mbingu na ardhi? Yeye anakuiteni apate kukufutieni madhambi yenu, na akupeni muhula mpaka muda ulio wekwa. Wakasema: Nyinyi si chochote ila ni wanaadamu kama sisi. Mnataka kutuzuilia na waliyo kuwa wakiabudu baba zetu. Basi tuleteeni hoja ilio wazi.","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"Mitume wakawaambia watu wao, kwa mastaajabu, kuvunja shaka zao za kuwepo Mwenyezi Mungu na kuwa Yeye ni Mmoja peke yake: Hivyo katika kuwepo Mwenyezi Mungu Mmoja peke yake ipo shaka yoyote, na hali Yeye ndiye Muumba mbingu na ardhi bila ya kuwepo mfano wa kuigiza? Na Yeye anakuiteni apate kukusameheni baadhi ya madhambi mliyo yatenda kabla hamjaamini, na anakuakhirisheni mpaka umalizike muda wenu! Hao watu wakawaambia Mitume wao kwa kuudhi: Nyinyi si chochote ila ni watu tu, wanaadamu, kama sisi. Hamna ubora wowote wa kukufadhilisheni juu yetu hata mpewe Utume. Mnataka kwa huo wito wenu mtuzuie tusiabudu walio kuwa wakiabudu baba zetu! Basi tuleteeni hoja iliyo wazi katika tunazo kwambieni.","lang":"sw"},{"name":"14:11","price":"Mitume wao wakawaambia: Sisi kweli si chochote ila ni wanaadamu kama nyinyi. Lakini Mwenyezi Mungu humfanyia hisani amtakaye katika waja wake. Wala sisi hatuwezi kuleta uthibitisho ila kwa idhini ya Mwenyezi Mungu. Na juu ya Mwenyezi Mungu ndio wategemee Waumini.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"Mitume wao wakawaambia: Sisi si chochote ila ni watu kama nyinyi, kama mlivyo sema. Walakini Mwenyezi Mungu huwateua awatakaye miongoni mwa waja wake akawapa Unabii na Utume. Wala hatuna sisi uwezo wa kukuleteeni hoja mnayo taka ila Mwenyezi Mungu apendavyo. Na ni juu ya Mwenyezi Mungu tu peke yake ndio wategemee Waumini, na wamtegemee kwa kustahamilia inda zenu na upinzani wenu.","lang":"sw"},{"name":"14:12","price":"Na tuna nini hata tusimtegemee Mwenyezi Mungu, na hali Yeye ametuongoa kwenye Njia zetu. Na hapana shaka sisi tutayavumilia hayo maudhi mnayo tuudhi. Na juu ya Mwenyezi Mungu wategemee wanao tegemea.","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"Na sisi tuna udhuru gani wa kuacha kumtegemea Mwenyezi Mungu, na Yeye ndiye aliye tuongoza kila mmoja wetu kwenye njia yake na maelekeo yake aliyo mwekea, na akamlazimisha afuate katika Dini? Na hakika sisi tunatilia mkazo tegemeo letu kwa Mwenyezi Mungu; na hapana shaka tutayavumilia maudhi yenu ya inadi na kutaka miujiza. Na juu ya Mwenyezi Mungu peke yake ndio humtegemea wanao tegemea.","lang":"sw"},{"name":"14:13","price":"Na walio kufuru wakawaambia Mitume wao: Tutakutoeni katika nchi yetu, au mrudi katika mila yetu. Basi Mola wao Mlezi aliwaletea wahyi: Hakika tutawaangamiza walio dhulumu.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"Wakuu wa makafiri majabari wenye madaraka wakaazimia watumie nguvu walipo shindwa wote kupambana kwa hoja na dalili. Wakawaambia Mitume wao: Na liwe moja ya mawili. Ama tukutoeni katika nchi yetu, au muingie katika dini yetu. Mwenyezi Mungu akawafunulia Mitume kwa wahyi: Tutawateketeza hao makafiri kwa dhulma yao!","lang":"sw"},{"name":"14:14","price":"Na tutakuwekeni katika ardhi baada yao. Haya ni kwa anaye ogopa kusimamishwa mbele yangu, na akaogopa maonyo yangu.","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"Na baada ya kuwateketeza tutakuwekeni nyinyi katika ardhi yao. Na huko kuwekwa kwa Waumini ni kweli, hakika, kwa mwenye kukhofu kusimama mbele yangu kwa ajili ya hisabu, na akakhofu ahadi yangu ya adhabu. Kwani mwenye kuingia na khofu huwa mt'iifu.","lang":"sw"},{"name":"14:15","price":"Na wakaomba ushindi, na akashindwa kila jabari mkaidi.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"Hao Mitume waliomba nusura wawashinde hao watu wao wanao wapinga, baada ya kukata tamaa kuwa hawataamini tena. Mwenyezi Mungu aliwanusuru, na wakafuzu, na akakhasiri kila mwenye kiburi, akakataa kumt'ii Mwenyezi Mungu, akawa shadidi wa upinzani. (Haya yaliyo wapata Mitume huwapata watu wa Mungu wote wanao wania Haki hata katika zama zetu. Ushindi wa mwisho daima unakuwa kwa walio wema, hoja kuvumilia na kuendelea na kazi ya Mungu).","lang":"sw"},{"name":"14:16","price":"Ambaye nyuma yake ipo Jahannamu, na atanywishwa maji ya usaha.","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"Kushindwa kwa hao madhaalimu kunatangulia hapa duniani, na baada yake Akhera ipo adhabu ya Jahannamu. Huko watanyweshwa maji yanayo kirihi kama usaha unao toka kwa watu wa Motoni!","lang":"sw"},{"name":"14:17","price":"Awe anayagugumia, wala hawezi kuyameza. Na mauti yawe yanamjia kutoka kila upande, naye wala hafi. Na zaidi ya hayo ipo adhabu nyengine kali vile vile.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"Kunywa kwake ni taklifu, ni kama wanayagugumia, na wala hayeshi kiu, kwani hayumkini kuyaonea tamu kwa ukarihi wake na uchafu wake! Na mtu anakuwa ni kama amezungukwa na mauti kila upande kwa shida ziliopo, na wala huko katika Jahannamu hafi akapumzika na yanayo mfika, bali kila wakati anakuta adhabu nyengine kali zaidi.","lang":"sw"},{"name":"14:18","price":"Mfano wa walio mkufuru Mola wao Mlezi - vitendo vyao ni kama jivu linalo peperushwa kwa nguvu za upepo katika siku ya mdharba. Hawawezi kupata chochote katika waliyo yafanya. Huko ndiko kupotelea mbali.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"Hakika hali za vitendo vya kheri wavifanyavyo makafiri duniani na pato lake, kwa kuwa havikujengwa juu ya msingi wa Imani, hali yake ni kama jivu. Ukaja upepo mkali ukalipeperusha siku ya kimbunga kilipo kaza. Siku ya Kiyama hawapati chochote kutokana na vitendo vyao vya namna hivyo vya duniani. Hayumkini wao kunafiika na chochote kutokana navyo, kwani hivyo havina thawabu, kama mtu mwenye vumbi linalo peperuka katika upepo asilo weza kulikamata. Na watu hawa wapotovu hujiona wenyewe ati kuwa ndio wanafanya mema, na ilhali vitendo vyao viko mbali kabisa na Njia ya Haki.","lang":"sw"},{"name":"14:19","price":"Huoni kuwa Mwenyezi Mungu ameziumba mbingu na ardhi kwa Haki? Akitaka atakuondoeni na alete viumbe wapya!","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"Ewe unae semezwa! Hujui kwamba Mwenyezi Mungu ameziumba mbingu na ardhi zisimame juu ya Haki kwa mujibu wa hikima yake? Na Mwenye kuweza haya basi anaweza kukuteketezeni, enyi makafiri, na akitaka akaleta viumbe wengine badala yenu nyinyi, ambao watakubali kuwepo kwake, na kwamba Yeye ni Mmoja wa pekee.","lang":"sw"},{"name":"14:20","price":"Na hilo kwa Mwenyezi Mungu si jambo gumu.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"Na kuondoa huko na kuleta si muhali wala si uzito kwa Mwenyezi Mungu.","lang":"sw"},{"name":"14:21","price":"Na wote watahudhuria mbele ya Mwenyezi Mungu. Wanyonge watawaambia walio takabari: Sisi tulikuwa wafwasi wenu; basi hebu hamtuondolei kidogo hivi katika adhabu ya Mwenyezi Mungu? Watasema: Lau Mwenyezi Mungu angeli tuongoa basi hapana shaka nasi tungeli kuongoeni. Ni mamoja kwetu tukipapatika au tukisubiri; hatuna pa kukimbilia.","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"Makafiri wote watadhihiri kutoka makaburini kwao, waonekane kwa ajili ya kuhisabiwa na Mwenyezi Mungu Mtukufu. Na kudhihiri huko hakuna shaka, ni kama kwamba yametokea hivi sasa. Hapo wale wenye maoni ya kinyonge miongoni mwa wafwasi watawaambia waongozi wenye kiburi: Sisi tulikuwa wafwasi wenu katika kuwakanusha Mitume na kuwapiga vita, na kuzipuuza nasaha zao. Basi je, hii leo, hamtuondolei kidogo baadhi ya adhabu? Wakubwa walio takabari watasema: Ingeli kuwa Mwenyezi Mungu ametuongoa kwenye njia ya kuokoka, na akatuwafikia, basi nasi tungeli kuongozeni na tungeli kuitieni muifuate hiyo njia. Walakini sisi tumepotea na kwa hivyo tukakupotezeni nyinyi, yaani tumekuchagulieni tuliyo jichagulia nafsi zetu. Na leo hii sisi na nyinyi ni sawa sawa, tukisikitika au tukastahamili. Hapana pa kuikimbilia adhabu hii!","lang":"sw"},{"name":"14:22","price":"Na Shet'ani atasema itapo katwa hukumu: Hakika Mwenyezi Mungu alikuahidini ahadi ya kweli. Nami nalikuahidini; lakini sikukutimizieni. Na sikuwa na mamlaka juu yenu, isipo kuwa nilikuiteni, nanyi mkaniitikia. Basi msinilaumu mimi, bali jilaumuni wenyewe. Mimi siwezi kuwa mtetezi wenu, wala nyinyi hamwezi kuwa watetezi wangu. Hakika mimi nilikataa tangu zamani kunishirikisha na Mwenyezi Mungu. Hakika madhaalimu watakuwa na adhabu chungu.","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"Mwenyezi Mungu atapo pitisha amri yake, ya kuwaneemesha watii'fu, na kuwa adhibu wenye kuasi, Iblisi atawambia wanao mfuata, Hakika Mwenyzi Mungu amekuahidini ahadi ya kweli,  kuhusu kufufuliwa na malipo, na ametimiza. Na mimi nimekuahidini ahadi ya uwongo ya kwamba hakuna kufufuliwa wala malipo, na mi mimwekenda kinyume na ahadi yangu. Nami sikuwa na nguvu juu yenu hata nikulazimishieni kunifuata lakini nimekuitieni kwa ushawishi wangu wa upotovu nanyi mukaja mbio kunitii, basi musinilaumu kwa sababu ya ushawishi wangu, na zilaumuni nasfi zenu kwa kuniitikia. Wala mimi hii leo siwakukuokoweni na adhabu, na nyinyi hamuwezi kunioa mimi. Mimi leo nakataa huko kunishirikisha mimi na Mwenyezi mugnu huko duniani mulipokuwa mukinit'ii, kama mtumwa anavyo mti'ii bwana wake. Hakika makafiri watapata adhabu chungu.","lang":"sw"},{"name":"14:23","price":"Na walio amini na wakatenda mema wataingizwa katika Mabustani yapitayo mito kati yake, wadumu humo kwa idhini ya Mola wao Mlezi. Maamkio yao humo yatakuwa: Salaam.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"Na Akhera wataingizwa wenye kuamini, na wakatenda vitendo vyema, katika Mabustani yanayo pitiwa na mito chini ya majumba yake, kwa idhini ya Mwenyezi Mungu Mtukufu na amri yake. Maamkio yao humo kutokana na Malaika ni kufahamisha amani na utulivu.","lang":"sw"},{"name":"14:24","price":"Hebu hukuona vipi Mwenyezi Mungu alivyo piga mfano wa neno zuri? Ni kama mti mzuri, mizizi yake ni imara, na matawi yake yako mbinguni.","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"Je, ewe mtu! Hujui vipi Mwenyezi Mungu alivyo fananisha neno la Haki lilio zuri, na neno la uwongo lilio baya? Amelimathili neno zuri lenye faida kuwa ni kama mti wenye manufaa. Asili yake ni mizizi iliyo shikilia baraabara kwenye ardhi na matawi yake yamenyanyuka kuelekea mbinguni.","lang":"sw"},{"name":"14:25","price":"Hutoa matunda yake kila wakati kwa idhini ya Mola wake Mlezi. Na Mwenyezi Mungu huwapigia watu mifano ili wapate kukumbuka.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"Hutoa matunda yake kila wakati aliyo uweka Mwenyezi Mungu yazae kwa mapendekezo ya aliye yaumba. Hivyo hivyo ndio tamshi la Tawhid, Upweke wa Mwenyezi Mungu, ni lenye kuthibiti katika moyo wa Muumini. A'mali yake inapanda kwa Mwenyezi Mungu, na inamfikilia baraka zake na thawabu zake kila wakati. Na Mwenyezi Mungu anawabainishia watu kwa mifano, anashabihisha maana kwa vitu wavijuavyo ili Waumini wawaidhike.","lang":"sw"},{"name":"14:26","price":"Na mfano wa neno ovu ni kama mti muovu, ulio ng'olewa juu ya ardhi. Hauna imara.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"Neno la uwongo baya mfano wake ni kama mti mbaya ulio ng'olewa, umetupwa juu ya ardhi. Haukusimama imara. Hali kadhaalika neno la uwongo lilio kataliwa halina uthabiti, kwa kuwa halikuungwa mkono na hoja.","lang":"sw"},{"name":"14:27","price":"Mwenyezi Mungu huwatia imara wenye kuamini kwa kauli ya imara katika maisha ya dunia na katika Akhera. Na Mwenyezi Mungu huwaacha kupotea hao wenye kudhulumu. Na Mwenyezi Mungu hufanya apendavyo.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"Mwenyezi Mungu anawathibitisha imara wanao amini juu ya neno la Haki katika uhai wa duniani na Siku ya Kiyama pia. Na Mwenyezi Mungu huwabaidisha nalo neno hilo makafiri kwa kutojitengenezea wenyewe. Mwenyezi Mungu hutenda atakavyo, akiwathibitisha baadhi na kuwaacha kupotea wenginewe. Hapana wa kumtoa kombo kwa hukumu yake, wala mwenye kuurudisha uamuzi wake!","lang":"sw"},{"name":"14:28","price":"Hebu hukuwaona wale walio badilisha neema ya Mwenyezi Mungu kwa kufuru, na wakawafikisha watu wao kwenye nyumba ya maangamizo?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"Ewe msikilizaji! Hebu huwaangalii hao washirikina ambao, badala ya kushukuru neema ya Mwenyezi Mungu ya kumleta Muhammad na Dini yake, wakaingia kumkataa Mwenyezi Mungu Mtukufu, na wakawasabibisha wafwasi wao kutumbukia katika nyumba ya hilaki kwa upotovu wao.","lang":"sw"},{"name":"14:29","price":"Nayo ni Jahannamu!  Wataingia, Maovu yaliyoje makaazi hayo!","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"Na nyumba hiyo ndiyo Jahannamu wakiteswa kwa uvukuto wake. Na makaazi maovu mno ni Jahannamu.","lang":"sw"},{"name":"14:30","price":"Na walimfanyia Mwenyezi Mungu washirika ili wapoteze watu kwenye Njia yake. Sema: Stareheni! Kwani marejeo yenu ni Motoni!","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"Na wakamfanyia Mwenyezi Mungu Mmoja wa pekee mifano ya masanamu wakiyaabudu, kwa ajili ya kuwa natija ya vitendo vyao iwe kuwapoteza watu wasifuate Njia ya Mwenyezi Mungu! Ewe Nabii! Waambie hao walio potea: Stareheni na matamanio yenu, kwani marejeo yenu ni Motoni!","lang":"sw"},{"name":"14:31","price":"Waambie waja wangu walio amini, washike Swala, na watoe katika tulivyo waruzuku, kwa siri na dhaahiri, kabla haijafika Siku isiyo kuwa na biashara wala urafiki.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"Ewe Muhammad! Waambie waja wangu walio sadiki, wakaamini, na wakatenda mema: Shikeni Swala, na toeni baadhi ya tuliyo kuruzukuni katika njia za kheri, kwa siri na kwa dhaahiri, kabla ya kufika siku ambayo haifai kitu kupatana kibiashara wala hisani ya urafiki.","lang":"sw"},{"name":"14:32","price":"Mwenyezi Mungu ndiye aliye ziumba mbingu na ardhi, na akateremsha maji kutoka mbinguni. Na kwa hayo akatoa matunda kuwa ni riziki yenu. Na akafanya yakutumikieni majahazi yanayo pita baharini kwa amri yake, na akaifanya mito ikutumikieni.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"Ni Mwenyezi Mungu peke yake ndiye aliye zianzisha mbingu na viliomo ndani yake, na ardhi na viliomo ndani yake. Na akateremsha kutoka mawinguni maji ya kumiminika. Na kwa sababu yake akakutoleeni riziki ya matunda, na mazao mengine na miti. Na Yeye akakufanyieni vyombo vya baharini vikufaeni vinakwenda na kupakia riziki zenu, na bidhaa zenu za biashara, kwa idhini yake na kutaka kwake. Na akaifanya mito ya maji matamu ikunufaisheni kwa kunywa nyinyi na kumwagia katika mashamba yenu.","lang":"sw"},{"name":"14:33","price":"Na akalifanya jua na mwezi kwa manufaa yenu daima dawamu, na akaufanya usiku na mchana kwa manufaa yenu.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"Na akalifanya jua na mwezi yakufaeni daima dawamu, kwa mwangaza na maslaha ya mimea na wanyama. Na akajaalia usiku ukufaeni kwa kupumzika na mchana kwa kufanya kazi.","lang":"sw"},{"name":"14:34","price":"Na akakupeni kila mlicho muomba. Na mkihisabu neema za Mwenyezi Mungu hamwezi kuzidhibiti. Hakika mwanaadamu ni dhaalimu mkubwa, mwenye kuzikufuru neema.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"Na akakutengenezeeni yote mnayo yahitajia katika maisha yenu ambayo anastahiki kuombwa, sawa sawa ikiwa mmemuomba au la. Na mkizihisabu neema alizo kuneemesheni Mwenyezi Mungu, hamwezi kuzidhibiti namna zake, seuze idadi yake! Hakika huyo mwenye kukanya ambaye akalipa ukafiri kuwa ni malipo ya neema alizo pewa, basi ni mwingi wa udhalimu na ukafiri!","lang":"sw"},{"name":"14:35","price":"Na Ibrahim alipo sema: Ewe Mola wangu Mlezi! Ujaalie mji huu uwe wa amani, na uniepushe mimi na wanangu na kuabudu masanamu.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"Ewe Nabii! Ili watu wako wapate kuzingatia na waache ushirikina wao, wakumbushe kauli ya baba yao Ibrahim baada ya kuijenga Alkaaba. Alisema: Ewe Mola Mlezi! Ujaalie mji huu wenye Alkaaba uwe wa amani, ulindwe na wenye kudhulumu. Na unibaidishe, niwe mbali, mimi na wanangu na ibada ya masanamu.","lang":"sw"},{"name":"14:36","price":"Ewe Mola wangu Mlezi! Hakika hayo yamewapoteza watu wengi. Basi aliye nifuata mimi huyo ni wangu, na aliye niasi, hakika Wewe ni Mwenye kusamehe Mwenye kurehemu.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"Kwani masanamu yamepelekea kupotea watu wengi kwa kuyaabudu. Basi katika dhuriya zangu, wenye kunifuata mimi na wakakuabudu Wewe kwa ikhlasi, basi hao ni watu wa Dini yangu. Na wenye kuniasi kwa kushika ushirikina, basi Wewe ni Muweza wa kuwaongoa, kwani Wewe ni Mwingi wa maghfira na rehema.","lang":"sw"},{"name":"14:37","price":"Mola wetu Mlezi! Hakika mimi nimewaweka baadhi ya dhuriya zangu katika bonde lisilo kuwa na mimea, kwenye Nyumba yako Takatifu, ewe Mola wetu Mlezi, ili washike Swala. Basi zijaalie nyoyo za watu zielekee kwao, na waruzuku matunda, ili wapata kushukuru.","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"Ewe Mola wetu Mlezi! Hakika mimi nimewafanyia maskani baadhi ya dhuriya zangu katika bonde la Makka ambalo halioti mimea, kwenye Nyumba yako uliyo kataza isiingiliwe na kuvunjiwa hishima yake, na ukajaalia sehemu za jirani yake ziwe na amani. Ewe Mola wetu Mlezi! Wakirimu wapate kushika Swala karibu na Nyumba hii. Na zijaalie nyoyo za bora ya watu ziwapende kwa kuizuru Nyumba yako. Na uwaruzuku matunda kwa kuletwa na hao watakao kuja, ili wapate kushukuru neema yako kwa Swala na Dua.","lang":"sw"},{"name":"14:38","price":"Ewe Mola wetu Mlezi! Hakika Wewe unajua tunayo yaficha na tunayo yatangaza. Na hapana kitu kinacho fichikana kwa Mwenyezi Mungu katika ardhi wala katika mbingu.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"Ewe Mola wetu Mlezi! Ni sawa sawa kwako tunayo fanya siri na tunayo fanya dhaahiri. Kwani Wewe unajua maslaha yetu, na unatuonea huruma zaidi kuliko sisi wenyewe. Na hapana lifichikanalo kwako hata likiwa dogo, katika ardhi na katika mbingu. Basi hapana haja sisi ya kukuomba. Lakini juu ya hivyo tunaomba kwa kuonyesha kuwa sisi ni waja wako, twanyenyekea utukufu wako, na tunahitajia uliyo nayo, Wewe!","lang":"sw"},{"name":"14:39","price":"Alhamdulillahi! Himdi zote ni za Mwenyezi Mungu aliye nipa juu ya uzee wangu Ismail na Is-haq. Hakika Mola wangu Mlezi ni Mwenye kusikia maombi.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"Alhamdulillahi, Himdi zote ni za Mwenyezi Mungu, aliye nipa juu ya kuwa ni mzee wa miaka mingi, na nimekwisha kata tamaa ya kuzaa, Ismail na kisha Is-haq! Hakika Mwenyezi Mungu anasikia na ananipokelea maombi yangu.","lang":"sw"},{"name":"14:40","price":"Mola wangu Mlezi! Nijaalie niwe mwenye kushika Swala, na katika dhuriya zangu pia. Ewe Mola wetu Mlezi, na ipokee dua yangu.","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"Ewe Mola wangu Mlezi! Niwezeshe nitimize Swala kwa inavyo takikana. Na wawezeshe watimilize kadhaalika wale walio wa kheri katika dhuriya zangu. Ewe Mola wetu Mlezi ipokee dua yangu kwa mapokezi ya kukubaliwa.","lang":"sw"},{"name":"14:41","price":"Mola wetu! Unighufirie mimi na wazazi wangu wote wawili, na Waumini, siku ya kusimama hisabu.","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"Ewe Mola wetu Mlezi! Nisamehe madhambi yaliyo niponyoka, na wasamehe wazazi wangu, na Waumini wote, Siku itapo hakikishwa hisabu, na baadae ikawa malipo.","lang":"sw"},{"name":"14:42","price":"Wala usidhani Mwenyezi Mungu ameghafilika na wanayo yafanya madhaalimu. Hakika Yeye anawaakhirisha tu mpaka siku yatapo kodoka macho yao.","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"Ewe Mtume! Wala usidhani kabisa kuwa Mola wako Mlezi ameghafilika na vitendo wafanyavyo wenye kudhulumu, kuupiga vita Uislamu na Waislamu wenyewe. Bali Yeye anaujua ukhalifu wao. Na amekadiria kuakhirisha kuwaadhibu mpaka Siku nzito. Macho yao yatabaki yamekodoka, hawawezi kuyafumba, wala kupepesa kwa kitisho watacho kiona.","lang":"sw"},{"name":"14:43","price":"Nao wako mbioni, vichwa juu, na macho hayapepesi, na nyoyo zao tupu.","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"Nao wako mbioni kumwendea anaye wita, vichwa vyao vimeelekea juu mbinguni, macho yao hayapepesi hata wakitaka, na nyoyo zao tupu hazina wazo lolote kwa wingi wa khofu.","lang":"sw"},{"name":"14:44","price":"Na waonye watu siku itapo wajia adhabu, na walio dhulumu waseme: Ewe Mola wetu Mlezi! Tuakhirishe muda kidogo tuitikie wito wako na tuwafuate Mitume. Kwani nyinyi si mliapa zamani kwamba hamtaondokewa?","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"Ewe Nabii! Waeleze watu khabari za vitisho vya Siku ya Kiyama watapo sema walio zidhulumu nafsi zao kwa ukafiri na maasi: Mola wetu Mlezi, tuakhirishie adhabu, uturejeshe duniani, na utupe muhula kwa muda mdogo, walau tudiriki kuitikia wito wako wa Tawhidi na kuwafuata Mitume. Nao wataambiwa: Leo ndio mwasema haya? Na mmesahau ya kwamba mliapa nyinyi ya kuwa mkifa neema hizi hazitokuondokeeni mtapo fufuliwa Siku ya Kiyama.","lang":"sw"},{"name":"14:45","price":"Na mkakaa katika maskani zile zile za walio zidhulumu nafsi zao. Na ikakudhihirikieni jinsi tulivyo watendea. Nasi tukakupigieni mifano mingi.","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"Na mkakaa duniani katika maskani zile zile za wale walio tangulia kuzidhulumu nafsi zao kwa ukafiri na maasi miongoni mwa kaumu zilizo kuwa kabla yenu. Na ikadhihiri kwenu kwa kuona mabaki ya vile tulivyo waadhibu wao, na nyinyi msiwaidhike. Na tukakuelezeni waliyo yafanya wao, na nini kilicho wafika. Nanyi msizingatie.","lang":"sw"},{"name":"14:46","price":"Na kwa hakika walifanya vitimbi vyao, na vitimbi vyao anavijua Mwenyezi Mungu. Wala vitimbi vyao si vya kuondosha milima.","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"Na wakapanga hao washirikina njama zao kutaka kuvunja Daa'wa, yaani Wito. Na Mwenyezi Mungu anazijua vyema hila zao. Wala vitimbi vyao haviwezi kuiondoa Sharia iliyo thibiti imara kama milima.","lang":"sw"},{"name":"14:47","price":"Basi usimdhanie Mwenyezi Mungu kuwa ni mwenye kuwavunjia ahadi yake Mitume wake. Hakika Mwenyezi Mungu ni Mwenye kushinda, na ni Mwenye kulipiza.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"Ewe Mtume! Usidhani kuwa Mwenyezi Mungu atawatupa Mitume wake kwa kwenda kinyume na ahadi aliyo wapa kuwa atawanusuru. Kwani Yeye daima ni Mwenye kushinda, hapana mmoja awezaye kumzuia kwa alitakalo, ni Mkali wa kulipiza kwa anaye mkanya na kumuasi.","lang":"sw"},{"name":"14:48","price":"Siku itapo geuzwa ardhi iwe ardhi nyengine, na mbingu pia. Nao watahudhuria mbele ya Mwenyezi Mungu Mmoja, Mwenye nguvu.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"Basi Mwenyezi Mungu atalipizia Siku ya Kiyama itapo geuzwa ardhi iwe ardhi nyengine sio hii ya sasa, na mbingu hali kadhaalika zigeuzwe ziwe nyengine, na viumbe watolewe makaburini mwao kwa hukumu ya Mwenyezi Mungu asiye na mshirika, wala wa kumshinda.","lang":"sw"},{"name":"14:49","price":"Na utaona wakhalifu siku hiyo wamefungwa katika minyororo;","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"Utawaona makafiri Siku ya Kiyama wamefungwa pingu pamoja na mashetani wao.","lang":"sw"},{"name":"14:50","price":"Nguo zao zitakuwa za lami, na Moto utazigubika nyuso zao.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"Ngozi zao zimepakwa lami inayo chiririka, imekuwa kama ndio nguo juu ya ngozi zao. Na moto umewapamba na kuwagubika nyuso zao.","lang":"sw"},{"name":"14:51","price":"Ili Mwenyezi Mungu ailipe kila nafsi kwa yale iliyo yachuma. Hakika Mwenyezi Mungu ni Mwepesi wa kuhisabu.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"Wanafanyiwa hayo ili Mwenyezi Mungu apate kumlipa kila mmoja wao kwa aliyo yachuma katika dunia. Na Mwenyezi Mungu ni mwepesi wa kuhisabu Siku ya Kiyama, wala hapana kitu cha kumshughulisha.","lang":"sw"},{"name":"14:52","price":"Hili ni Tangazo liwafikie watu, liwaonye, na wapate kujua kuwa hakika Yeye ni Mungu Mmoja, na wapate kukumbuka wenye akili.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"Hii Qur'ani ni Tangazo la kuwanasihi na kuwaonya na kuwakhofisha adhabu ya Mwenyezi Mungu, na ili wajue ya kwamba wakikhofu wakazingatia kuwa hakika hapana mungu ila Mungu Mmoja, na ili wenye akili wakumbuke utukufu wa Mola wao Mlezi, na kwa hivyo wajitenge mbali na yale yatayo waletea hilaki.","lang":"sw"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}