{"data":[{"name":"15:1","price":"Alif Lam Ra. (A.L.R). Hizi ni Aya za Kitabu na Qur'ani inayo bainisha.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1803,"juzNumber":14,"footnotes":"Hizi ni Aya za Kitabu cha kusomwa, chenye kubainisha, chenye kuweke wazi.","lang":"sw"},{"name":"15:2","price":"HUENDA ikawa walio kufuru wakatamani wange kuwa Waislamu.","arabic":"رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1804,"juzNumber":14,"footnotes":"Watapenda, na watatamani sana makafiri wanao zikanya Aya za Mwenyezi Mungu Subhanahu wa Taa'la, watapo ona adhabu ya Siku ya Kiyama, lau kuwa walisilimu walipo kuwapo duniani, na wakafuata kwa ikhlasi Dini ya Mwenyezi Mungu.","lang":"sw"},{"name":"15:3","price":"Waache wale, na wastarehe, na iwazuge tamaa. Watakuja jua.","arabic":"ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1805,"juzNumber":14,"footnotes":"Lakini sasa wamo katika kughafilika, hawazingatii adhabu itakayo wapata Akhera! Basi ukisha wafikishia ujumbe wako, na ukawaonya, waachilie mbali. Wao hawana hamu ila kula, na kustarehe kwa ladha za dunia. Tamaa ya uwongo inawazuga. Na hakika bila ya shaka yoyote watakuja jua yatakayo wapata pale watapo yaona kwa macho yao Siku ya Kiyama.","lang":"sw"},{"name":"15:4","price":"Na hatukuuangamiza mji wowote ule ila ulikuwa na muda wake maalumu.","arabic":"وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1806,"juzNumber":14,"footnotes":"Na ikiwa wao wanataka wateremshiwe adhabu ya duniani, kama Mwenyezi Mungu alivyo wateketeza walio kuwa kabla yao, basi wajue kuwa Mwenyezi Mungu hauteketezi mji wowote ila kwa wakati wake maalumu.","lang":"sw"},{"name":"15:5","price":"Hawawezi watu wowote kuitangulia ajali yao, wala kuchelewa.","arabic":"مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1807,"juzNumber":14,"footnotes":"Hawatangulii wala hawataakhari.","lang":"sw"},{"name":"15:6","price":"Na walisema: Ewe uliyeteremshiwa Ukumbusho! Hakika wewe ni mwendawazimu.","arabic":"وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1808,"juzNumber":14,"footnotes":"Na uovu wa hali yao na wingi wa kughafilika kwao hata imefika hadi kumuita Nabii wao kwa kejeli wakisema: Ewe uliye teremshiwa Kitabu cha kukumbusha! Hapana shaka kuwa wewe una wazimu moja kwa moja! Huko kumuita kuwa ndiye aliye teremshiwa Ukumbusho, yaani Mawaidha, hakukuwa ila ni kwa kejeli tu, kumfanyia maskhara.","lang":"sw"},{"name":"15:7","price":"Mbona hutuletei Malaika ikiwa wewe ni miongoni mwa wasemao kweli?","arabic":"لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1809,"juzNumber":14,"footnotes":"Na hadi ya ukafiri wao walizidisha juu ya matusi hayo na kejeli kwa kusema: Laiti badala ya hicho Kitabu kilicho teremshwa ungeli tuletea Malaika wakawa ndio hoja yenyewe, kama wewe ni msema kweli miongoni mwa wenye kusema kweli!","lang":"sw"},{"name":"15:8","price":"Sisi hatuwateremshi Malaika ila kwa sababu ya haki, na hapo hawatapewa muhula.","arabic":"مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1810,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu aliye tukuka neno lake aliwajibu: Sisi hatuwateremshi Malaika ila huwa pamoja nao Haki ya nguvu yenye kuthibiti ambayo haina njia ya kuikataa. Basi wakiikanya huwa tena hawapewi muhula wowote, bali huteremshiwa adhabu ya hapa hapa duniani hapo hapo!","lang":"sw"},{"name":"15:9","price":"Hakika Sisi ndio tulio teremsha Ukumbusho huu, na hakika Sisi ndio tutao ulinda.","arabic":"إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1811,"juzNumber":14,"footnotes":"Na hakika, kwa ajili ya kuwa Wito wa Nabii huyu kwendea Haki udumu mpaka Siku ya Kiyama, hatuwateremshi Malaika, bali tumewateremshia hii Qur'ani ambayo kukumbusha kwake kunaendelea daima dawamu. Na Sisi ndio wenye kuilinda isiingiliwe na mageuzo na mabadiliko yoyote mpaka kusimama Kiyama.","lang":"sw"},{"name":"15:10","price":"Na hakika tulikwisha watumia Mitume mataifa ya mwanzo.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1812,"juzNumber":14,"footnotes":"Na ewe Mtume Muaminifu! Usihuzunike; kwani Sisi tuliwatuma Mitume kabla yako kwa mataifa ambao wameshikilia upotovu kama hao walivyo shikilia. Na wao wamepita pamoja na wa kale walio teketezwa kwa ukafiri wao!","lang":"sw"},{"name":"15:11","price":"Na hakuwafikia Mtume ila walimkejeli.","arabic":"وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1813,"juzNumber":14,"footnotes":"Wala mtindo wao hao walio watangulia kwa kushikilia upotovu haukuwa ila kuwafanyia maskhara Mitume wao, Mtume baada ya Mtume, kama wanavyo kufanyia kejeli wewe! Huo ndio mtindo wa wapotovu!","lang":"sw"},{"name":"15:12","price":"Na kama hivi ndivyo tunavyo ingiza katika nyoyo za wakosefu.","arabic":"كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1814,"juzNumber":14,"footnotes":"Kama tulivyo itia Qur'ani katika nyoyo za Waumini ikaingiza mwangaza, basi kadhaalika tumeingiza upotovu katika nyoyo za walio pigwa muhuri wa ukosefu; hali ya katika nyoyo zao ikawa kinyume cha hayo. Upotovu ukatia mizizi katika roho zao.","lang":"sw"},{"name":"15:13","price":"Hawayaamini haya, na hali ya kuwa umekwisha wapitia mfano wa watu wa kale.","arabic":"لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1815,"juzNumber":14,"footnotes":"Wakhalifu hao hawaamini. Na mwendo wa Mwenyezi Mungu Mtukufu kuwapa muhula mpaka waione adhabu chungu ya Siku ya Kiyama ndio kama ulivyo kwisha tangulia.","lang":"sw"},{"name":"15:14","price":"Na lau tungeli wafungulia mlango wa mbingu, wakawa wanapanda,","arabic":"وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1816,"juzNumber":14,"footnotes":"Watu hao wanataka wateremshiwe Malaika. Ewe Nabii! Usidhani kuwa ndio wataamini wakiteremshiwa. Bali hata tungeli wafungulia mlango wa mbingu wakawa wanapanda huko wakaona maajabu yaliyoko, na wakawaona Malaika,","lang":"sw"},{"name":"15:15","price":"Basi wangeli sema: Macho yetu yamelevywa, bali sisi wenyewe tumerogwa.","arabic":"لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1817,"juzNumber":14,"footnotes":"Bado wasingeli amini, na wangesema: Macho yetu yamefumbwa tusione, na yamefunikwa. Bali hayo si lolote ila ni uchawi tu, tumerogwa! Basi hapana faida ya ishara yoyote maadamu nyoyo zao zimeenea ukafiri.","lang":"sw"},{"name":"15:16","price":"Na hakika tumeweka katika mbingu vituo vya sayari, na tumezipamba kwa wenye kuangalia.","arabic":"وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1818,"juzNumber":14,"footnotes":"Na Sisi tumeweka mbinguni sayari na nyota, kwa makundi yenye hisabu zake na yenye kukhitalifiana umbo lake na sura yake. Na kadhaalika tukazipamba kwa wenye kuziangalia kwa kutuza na kuzingatia, na kuchunguza kwazo dalili za uwezo wa Muumbaji wao.","lang":"sw"},{"name":"15:17","price":"Na tumezilinda na kila shetani afukuzwaye.","arabic":"وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1819,"juzNumber":14,"footnotes":"Lakini Sisi tumezihifadhi na kila shetani anaye stahiki kupigwa vimondo na kufukuzwa kwenye rehema ya Mwenyezi Mungu Mtukufu.","lang":"sw"},{"name":"15:18","price":"Isipo kuwa mwenye kusikiliza kwa kuibia, naye hufuatwa na kijinga cha moto kinacho onekana.","arabic":"إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1820,"juzNumber":14,"footnotes":"Na yeyote katika hao mashetani wanao jaribu kuibia kusikiliza maneno yanayo jiri baina ya wakaazi wa hizi nyote, basi Sisi tunampopoa kwa vijinga vya moto vya mbinguni vinavyo onekana wazi.","lang":"sw"},{"name":"15:19","price":"Na ardhi tumeitandaza na humo tumeweka milima, na tumeotesha kila kitu kwa kiasi chake.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1821,"juzNumber":14,"footnotes":"Na tumekuumbieni ardhi, na tumekutengenezeeni mpaka ikawa kama busati lilio tandikwa, na tukaweka ndani yake milima iliyo simama imara. Na tumekuotesheeni ndani namna mbali mbali za mimea ya kukufaeni kwa uhai wenu, na tumeifanya kwa vipimo na zama maalumu katika kukua kwake, na faida yake kwa kula, na kwa kadiri ya haja zenu na kwa vipimo vyake, na sura yake kwa umbo na tabia. Aya hii inaeleza uhakika wa uumbaji ambao haukujuulikana ila katika zama za hivi karibuni. Nayo ni kuwa kila kabila ya mimea imefanana kati yao kwa kuonekana na undani wake, hata katika sehemu zake ndogo ndogo, katika viungo vyake vyote vya hiyo mimea. Na hali kadhaalika katika \"Khalaya\" au \"Cells\" za hiyo mimea ya kabila fulani, kwa ajili ya kutimiza kazi iliyo kusudiwa kiungo hicho cha mmea. Na pia sehemu za mimea ya hizo kabila zao na vilivyo undwa katika viungo vyake utaona mnasaba wake umethibiti kila mwaka, ukilinganisha kwa wakati ule ule katika miaka mingine","lang":"sw"},{"name":"15:20","price":"Na tumekujaalieni humo vitu vya maisha yenu, na ya hao ambao nyinyi sio wenye kuwaruzuku.","arabic":"وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1822,"juzNumber":14,"footnotes":"Na tumekujaalieni katika ardhi sababu za maisha mema. Kwani ndani yake yamo mawe ya kujengea majumba, na wanyama mnao nafiika kwa nyama yao, au ngozi zao, au manyoa yao. Na yapo maadeni yanayo toka chini ya ardhi, na mengineyo. Kama ilivyo kuwa humo zipo sababu za kukuleteeni nyinyi maisha mema, basi humo pia wanapata maisha wenginewe ambao wapo chini ya mamlaka yenu, kama watoto na wafwasi, ambao Mwenyezi Mungu pekee ndiye anaye waruzuku wao na nyinyi.","lang":"sw"},{"name":"15:21","price":"Na hakuna chochote ila asili yake inatokana na Sisi; wala hatukiteremshi ila kwa kipimo maalumu.","arabic":"وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1823,"juzNumber":14,"footnotes":"Na hapana chochote cha kheri ila kiko kwetu kama mahodhi yaliyo jaa, nasi tunakiweka tayari na tunakitoa kwa wakati wake. Na hatuwateremshii waja wetu ila kwa kiasi maalumu, kwa mujibu tunavyo pima kwa hikima yetu ya maumbile.","lang":"sw"},{"name":"15:22","price":"Na tunazipeleka pepo za kupandishia, na tunateremsha kutoka mbinguni maji, kisha tukakunywesheni maji hayo. Wala si nyinyi mnayo yaweka.","arabic":"وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1824,"juzNumber":14,"footnotes":"Na Sisi tulipeleka pepo zilizo beba mvua na zilizo beba mbegu za mimea, na tukateremsha maji ya kukunywesheni. Na hayo ni kwa kufuata vile tutakavyo. Na yeyote yule hawezi kuyatenda kama hayo ila awe nayo kwake kama mahodhi au mabirika. Aya hii imeitangulia sayansi kwa kusema kuwa upepo unafanya kazi kubwa katika kubeba pollen, chembe dume za kupandishia mimea, kupelekea sehemu za uke za mimea mingine, na kwa hivyo yakazalikana mazao. Na pia haikujuulikana ila mwanzo wa karne hii tuliyo nayo kwamba upepo unazalisha mawingu yanayo nyesha mvua. Kwani \"Nucleons\" ambazo juu yake hujumuika sehemu za mvuke wa maji na zikawa chembe chembe za maji ndani ya wingu, ndizo chanzo cha mvua inayo chukuliwa na pepo kupelekwa kwenye majimbo yanayo fikiwa na mawingu. Misingi ya hizo \"Nucleons\" ni chumvi ya bahari, na vinavyo chukuliwa na upepo juu ya uso wa ardhi, na \"Oxides\" na vumbi vumbi, n.k. Na vyote hivyo ni lazima kwa ajili ya mvua. \"Wala si nyinyi mnayo yaweka\". Imethibiti kwa sayansi ya kisasa kuwa mvua inaanza kwa mvuke kutokana na uso wa ardhi na bahari, kisha inarejea hali ile ile tena kama ilivyo tajwa. Ikinya mvua hunywesha kila kilicho na uhai katika ardhi, na huinywesha ardhi yenyewe. Wala haiwezekani kuzuilika, kwa sababu ikichuruzika kutokana na vyote vyenye uhai na katika ardhi ikaingia baharini, tena kisha huanza kuzunguka mara ya pili kwa kupanda mvuke kutoka baharini. Basi hali ni hivyo mzunguko. Hapa ndio inabainika maana ya Aya \"Wala si nyinyi mnayo yaweka.\"","lang":"sw"},{"name":"15:23","price":"Na Sisi ndio tunao huisha na tunao fisha. Na Sisi ndio Warithi.","arabic":"وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1825,"juzNumber":14,"footnotes":"Na ni Sisi tu peke yetu ndio tunavipa vitu vyote uhai, kisha tunavipelekea mauti, kwani uumbaji wote ni wetu.","lang":"sw"},{"name":"15:24","price":"Na tunawajua walio tangulia katika nyinyi, na tunawajua waliotaakhari.","arabic":"وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1826,"juzNumber":14,"footnotes":"Na kila mmoja wenu ana muda wake alio pimiwa. Sisi ndio tunao ujua. Tunawajua walio tangulia kwa kufa na kuwa hai, na pia wanao taakhari.","lang":"sw"},{"name":"15:25","price":"Na hakika Mola wako Mlezi ndiye atakaye wakusanya. Hakika Yeye ni Mwenye hikima na Mjuzi.","arabic":"وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1827,"juzNumber":14,"footnotes":"Na hakika walio tangulia na walio taakhari watakusanywa wakati mmoja. Na Mwenyezi Mungu atawahisabia na atawalipa. Na hayo ni kwa mujibu wa hikima yake na ujuzi wake. Na Yeye ndiye anaye itwa Mwenye hikima, Mwenye ujuzi.","lang":"sw"},{"name":"15:26","price":"Na tulimuumba mtu kwa udongo unao toa sauti, unao tokana na matope yaliyo tiwa sura.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1828,"juzNumber":14,"footnotes":"Na Sisi katika kuumba kwetu walimwengu katika dunia hii, tumeumba namna mbili - Tumemuumba mtu kwa udongo mkavu wenye kutoa sauti ukigongwa.","lang":"sw"},{"name":"15:27","price":"Na majini tuliwaumba kabla kwa moto wa upepo umoto.","arabic":"وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1829,"juzNumber":14,"footnotes":"Na makhaluku wengine ni majini, ambao tuliwaumba mbele, alipo umbwa asili yake Iblisi kutokana na moto mkali mno unao toka katika tundu za mwili wa mtu.","lang":"sw"},{"name":"15:28","price":"Na Mola wako Mlezi alipo waambia Malaika: Hakika Mimi nitamuumba mtu kwa udongo unao toa sauti, unao tokana na matope yaliyo tiwa sura.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1830,"juzNumber":14,"footnotes":"Ewe Nabii! Kumbuka asli ya viumbe. Pale alipo sema Aliye kuumba, Mola Mlezi wa viumbe vyote, kuwaambia Malaika: Mimi nataka kumuanzisha mtu niliye muumba kutokana na udongo mkavu, wenye kutoa sauti ukigongwa, nao umebadilika rangi, na una sura.","lang":"sw"},{"name":"15:29","price":"Basi nitakapo mkamilisha na nikampulizia roho yangu, basi mumwangukie kumsujudia.","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1831,"juzNumber":14,"footnotes":"Nikisha kamilisha kumuumba, na nikampulizia roho ambayo ninaimiliki, basi teremkeni kwa nyuso zenu mkimsujudia, kwa kumwamkia na kumhishimu.","lang":"sw"},{"name":"15:30","price":"Basi Malaika wote pamoja walimsujudia,","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1832,"juzNumber":14,"footnotes":"Wakasujudu wote kwa kuit'ii amri ya Mwenyezi Mungu.","lang":"sw"},{"name":"15:31","price":"Isipo kuwa Iblisi. Yeye alikataa kuwa pamoja na walio sujudu.","arabic":"إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1833,"juzNumber":14,"footnotes":"Lakini Iblisi alijivuna na akakataa kuwa pamoja na Malaika waliyo it'ii amri ya Mwenyezi Mungu.","lang":"sw"},{"name":"15:32","price":"(Mwenyezi Mungu) akasema: Ewe Iblisi! Una nini hata hukuwa pamoja na walio sujudu?","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1834,"juzNumber":14,"footnotes":"Hapo basi Mwenyezi Mungu Mtukufu alisema: Ewe Iblisi! Kitu gani kilicho kupelekea hata ukaasi na usiwe pamoja na wanyenyekevu walio sujudu?","lang":"sw"},{"name":"15:33","price":"Akasema: Haiwi mimi nimsujudie mtu uliye muumba kwa udongo unaotoa sauti, unao tokana na matope yenye sura.","arabic":"قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1835,"juzNumber":14,"footnotes":"Iblisi akasema: Si shani yangu mimi kumsujudia mtu uliye muumba kwa udongo mkavu, wenye kutoa sauti ukigongwa, nao umegeuka rangi, wenye kutiwa sura.","lang":"sw"},{"name":"15:34","price":"(Mwenyezi Mungu) akasema: Basi toka humo, kwani hakika wewe ni maluuni!","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1836,"juzNumber":14,"footnotes":"Mwenyezi Mungu Mtukufu akasema: Ukiwa wewe umekuwa a'asi, umetokana na ut'iifu wangu, basi tokelea mbali kwenye Bustani hii! Kwani hakika wewe umefukuzwa kwenye rehema yangu pahala pa hishima.","lang":"sw"},{"name":"15:35","price":"Na hakika juu yako ipo laana mpaka Siku ya Malipo.","arabic":"وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1837,"juzNumber":14,"footnotes":"Na Mimi nimekwisha kuhukumia ubaidike na rehema na utukufu mpaka Siku ya Kiyama, Siku ya Hisabu na Malipo. Na hapo ndipo utapo pata adhabu, wewe na wanao kufuata .","lang":"sw"},{"name":"15:36","price":"Akasema (Iblisi): Mola wangu Mlezi! Nipe muhula mpaka siku watapofufuliwa.","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1838,"juzNumber":14,"footnotes":"Iblisi akasema, hali naye kesha kuwa ni mwenye kumuasi Mwenyezi Mungu: Ewe Muumba wangu! Nipe muhula, nibakishe usinitwae mpaka Siku ya Kiyama, Siku watapo fufuliwa watu wakawa hai baada ya kufa kwao.","lang":"sw"},{"name":"15:37","price":"(Mwenyezi Mungu) akasema: Hakika wewe ni katika walio pewa muhula","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1839,"juzNumber":14,"footnotes":"Mwenyezi Mungu Mtukufu akasema: Wewe utabakishwa, umepewa muhula,","lang":"sw"},{"name":"15:38","price":"Mpaka siku ya wakati maalumu.","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1840,"juzNumber":14,"footnotes":"Mpaka wakati niliyo ukadiria, ninao ujua Mimi. Na kama utavyo kuwa mrefu una kikomo.","lang":"sw"},{"name":"15:39","price":"Akasema: Mola wangu Mlezi! Ilivyo kuwa umenitia makosani, basi nahakikisha nitawazaini hapa duniani na nitawapoteza wote,","arabic":"قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1841,"juzNumber":14,"footnotes":"Akasema Iblisi, mkhalifu, a'asi: Ewe Muumba wangu unaye nibakisha! Umenitakia upotofu, nami nikatumbukia ndani yake. Basi kwa sababu hiyo nahakikisha kuwa nitawapambia wanaadamu maovu wayaone mazuri, na nitafanya kila juhudi kuwapotoa wote!","lang":"sw"},{"name":"15:40","price":"Ila waja wako walio safika.","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1842,"juzNumber":14,"footnotes":"Wala hawatoepukana na upotovu wangu ila wale waja wako walio kufanyia ikhlasi Wewe na nisio weza kuzimiliki nyoyo zao kwa zilivyo kuwa imara kwa kukumbuka Wewe.","lang":"sw"},{"name":"15:41","price":"Akasema: Hii Njia ya kujia kwangu Iliyo Nyooka.","arabic":"قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1843,"juzNumber":14,"footnotes":"Hakika usafi wa waja walio isafia niya Dini yao ndio Njia Iliyo Nyooka, na haki yangu nisiikiuke, kwani hao siwezi kuwapotoa. (Tafsiri hii yaonyesha maneno hayo ni ya Iblisi. Lakini Tafsiri nyengine zinasema maneno hayo ni ya Mwenyezi Mungu, kwa mfano ya Abdulla Saleh, Abdulla Yusuf, Pickthall, Razi, Baidhawi, Qurtubi, Zamakhshari, Ibn Kathir, Assad.)","lang":"sw"},{"name":"15:42","price":"Hakika waja wangu, wewe hutakuwa na mamlaka juu yao, isipo kuwa wale wapotofu walio kufuata.","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1844,"juzNumber":14,"footnotes":"Mwenyezi Mungu Mtukufu amesema: Hakika waja wangu walio nisafia Mimi Dini yao wewe huna uwezo wa kuwapoteza. Lakini wapotovu, walio zama katika upotovu, walio kufuata wewe, basi hao ndio unayo madaraka juu ya nyoyo zao.","lang":"sw"},{"name":"15:43","price":"Na bila shaka Jahannamu ndipo pahali pao walipo ahidiwa wote.","arabic":"وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1845,"juzNumber":14,"footnotes":"Na hakika Moto mkali mno ndio wameahidiwa hao wote kuwa ndiyo adhabu ya kutia uchungu.","lang":"sw"},{"name":"15:44","price":"Ina milango saba; na kwa kila mlango iko sehemu walio tengewa.","arabic":"لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1846,"juzNumber":14,"footnotes":"Wala huo Moto mkali hauna mlango mmoja tu, bali una milango saba kwa ajili ya wingi wanao stahiki kuingia humo. Na kila mlango una kundi lake makhsusi. Na kila kundi una cheo chake maalumu cha kulingana na uovu wake.","lang":"sw"},{"name":"15:45","price":"Hakika wachamngu watakuwa katika Mabustani na chemchem.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1847,"juzNumber":14,"footnotes":"Haya ni malipo ya wanao mfuata Shetani. Ama wale ambao Shetani kashindwa kuwapotoa, kwa kuwa wameweka kinga baina yake na nyoyo zao, hao watapata Mabustani yaliyo bora, na chemchem zinazo pita .","lang":"sw"},{"name":"15:46","price":"(Wataambiwa:) Ingieni kwa salama na amani.","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1848,"juzNumber":14,"footnotes":"Mola wao Mlezi atawaambia: Ingieni katika Bustani hizi kwa utulivu na amani. Kwani hapana khofu juu yenu, hamhuzunikii nyakati zenu.","lang":"sw"},{"name":"15:47","price":"Na tutaondoa chuki iliyo kuwamo vifuani mwao, wawe ndugu juu ya viti vya enzi wameelekeana.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1849,"juzNumber":14,"footnotes":"Na hakika watu wa Imani wataishi katika kheri hii na nafsi zao zimetua. Kwani tumezitoa chuki zilizo kuwamo katika nafsi hizo. Wote hao watakuwa ndugu waketi juu ya viti vya enzi zikitazamana nyuso zao kwa furaha na mahaba, wala hawawi mmoja nyuma ya mwenzie wakichunguliana visogoni.","lang":"sw"},{"name":"15:48","price":"Humo hayatawagusa machofu, wala hawatatolewa humo.","arabic":"لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1850,"juzNumber":14,"footnotes":"Hawapatwi na machofu huko. Na hiyo ni neema ya daima, wala hawatotoka humo milele.","lang":"sw"},{"name":"15:49","price":"Waambie waja wangu ya kwamba Mimi ndiye Mwenye kusamehe, Mwenye kurehemu.","arabic":"۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1851,"juzNumber":14,"footnotes":"Ewe Nabii muaminifu! Wape khabari waja wangu wote kwamba Mimi ni Mwingi wa kughufiria na kusamehe kwa mwenye kutubu, akaamini, na akatenda mema. Na kwamba Mimi ni Mwingi wa kuwarehemu.","lang":"sw"},{"name":"15:50","price":"Na kwamba adhabu yangu ndio adhabu iliyo chungu!","arabic":"وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1852,"juzNumber":14,"footnotes":"Na wape khabari kwamba adhabu ninayo wateremshia wenye kuasi na kukufuru ni adhabu yenye kutia machungu kweli, na adhabu yoyote nyengineyo haihisabiwi kuwa ina machungu mbele ya hii.","lang":"sw"},{"name":"15:51","price":"Na uwape khabari za wageni wa Ibrahim.","arabic":"وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1853,"juzNumber":14,"footnotes":"Ewe Nabii! Waambie pia, katika kubainisha rehema yangu makhsusi katika dunia na adhabu yangu kwa wenye kuasi humo, khabari ya Malaika walio mfikia Ibrahim kama wageni.","lang":"sw"},{"name":"15:52","price":"Walipo ingia kwake na wakasema: Salama! Yeye akasema: Hakika sisi tunakuogopeni.","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1854,"juzNumber":14,"footnotes":"Ewe Muaminifu! Watajie pale walipo ingia kwake, naye akawaogopa. Wao wakamwambia: Amani kwako, na tulia! Yeye akasema: Sisi tunakuogopeni, kwani mmetujia kwa ghafla, sio wakati wa dasturi wa kufika wageni, na hatujui mna nini!","lang":"sw"},{"name":"15:53","price":"Wakasema: Usiogope. Sisi tunakubashiria kijana mwenye ujuzi.","arabic":"قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1855,"juzNumber":14,"footnotes":"Wakasema: Usiogope, na tuwa moyo! Kwani tunakubashiria mwana, ambaye Mwenyezi Mungu Mtukufu atampa siku zijazo za uhai wake ilimu kubwa. Inaonyesha hapa kuwa bishara hii si ya Ismail a.s. Kwani Ismail alikuwa kesha zaliwa, naye na mama yake Haajir walikuwa wapo Makka. Bishara hii ni ya Ibrahim na mkewe, basi kwa hivyo ni ya Is-haq mwana wa Ibrahim na Sara.","lang":"sw"},{"name":"15:54","price":"Akasema: Mnanibashiria nami uzee umenishika! Basi kwa njia gani mnanibashiria?","arabic":"قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1856,"juzNumber":14,"footnotes":"Akasema: Vipi mnanibashiria mtoto na hali mimi nimekwisha patikana na udhaifu wa ukongwe. Kwa njia gani, basi, mnanibashiria jambo hili la ajabu?","lang":"sw"},{"name":"15:55","price":"Wakasema: Tunakubashiria kwa haki; basi usiwe miongoni mwa wanaokata tamaa.","arabic":"قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1857,"juzNumber":14,"footnotes":"Wakasema: Sisi tunakubashiria jambo lilio thibiti, ambalo halina shaka kabisa. Basi usiwe katika wanao kata tamaa na rehema ya Mwenyezi Mungu.","lang":"sw"},{"name":"15:56","price":"Akasema: Na nani anaye kata tamaa na rehema ya Mola wake Mlezi ila wale walio potea?","arabic":"قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1858,"juzNumber":14,"footnotes":"Ibrahim akasema: Mimi sikati tamaa na rehema ya Mwenyezi Mungu. Kwani hawakati tamaa na rehema ya Mwenyezi Mungu ila walio potea wasio utambua utukufu wake na uwezo wake.","lang":"sw"},{"name":"15:57","price":"Akasema: Hebu nini amri yenu, enyi wajumbe?","arabic":"قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1859,"juzNumber":14,"footnotes":"Alivyo kuwa kaanza kuzoeana nao, alisema: Ikiwa mmenibashiria khabari hii nzuri, je mna jambo gani jenginelo mlilo nalo baada ya haya, enyi wajumbe mlio tumwa na Mwenyezi Mungu?","lang":"sw"},{"name":"15:58","price":"Wakasema: Hakika sisi tumetumwa kwa kaumu ya wakosefu!","arabic":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1860,"juzNumber":14,"footnotes":"Wakasema hakika sisi tumetumwa na Mwenyezi Mungu Mtukufu kwa watu walio fanya ukhalifu katika Haki ya Mwenyezi Mungu na haki ya Nabii wao, na haki ya nafsi zao wenyewe. Ukhalifu ndio mtindo wao. Watu wenyewe ni kaumu ya Luut'i. Basi tutawateketeza.","lang":"sw"},{"name":"15:59","price":"Isipo kuwa walio mfuata Luut'i. Bila ya shaka sisi tutawaokoa hao wote.","arabic":"إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1861,"juzNumber":14,"footnotes":"Wala hakusalimika na huo ukhalifu na adhabu yake ila ahli zake yeye Luut'i. Basi hao Mwenyezi Mungu Mtukufu ametuamrisha tuwaokoe wote.","lang":"sw"},{"name":"15:60","price":"Ila mkewe. Tunakadiria huyo atakuwa miongoni watao bakia nyuma.","arabic":"إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1862,"juzNumber":14,"footnotes":"Na hatoangamia katika ahli zake ila mkewe, kwani yeye hakumfuata mumewe, bali yu pamoja na hao wakosefu ambao wanao stahiki adhabu.","lang":"sw"},{"name":"15:61","price":"Basi wale wajumbe walipo fika kwa Luut'i,","arabic":"فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1863,"juzNumber":14,"footnotes":"Wale Malaika walio tumwa na Mwenyezi Mungu Mtukufu kuteremsha yaliyo ahidiwa, walipo fika nchi ya Luut'i na watu wake,","lang":"sw"},{"name":"15:62","price":"Alisema (Luut'i): Hakika nyinyi ni watu msio juulikana.","arabic":"قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1864,"juzNumber":14,"footnotes":"Luut'i aliwaambia: Watu nyinyi sikujueni, na nafsi yangu inatishika nanyi. Naogopa msituletee balaa.","lang":"sw"},{"name":"15:63","price":"Wakasema: Bali sisi tumekuletea yale waliyo kuwa wakiyafanyia shaka.","arabic":"قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1865,"juzNumber":14,"footnotes":"Wakasema: Usituogope, kwani hatukukujia kwa unalo liogopa, bali tumekujia kwa jambo la kukufurahisha, nalo ni kuwateremshia adhabu hawa watu wako walio kukadhibisha na wakawa wanaitilia shaka hiyo adhabu au wanaikanya.","lang":"sw"},{"name":"15:64","price":"Na tumefika kwako kwa Haki, na hakika sisi tunasema kweli.","arabic":"وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1866,"juzNumber":14,"footnotes":"Nasi tumekujia kwa amri iliyo thaabiti isiyo na shaka, nayo ni kuiteremsha adhabu. Na kutimiza ahadi ni katika sifa yetu, kwa amri ya Mwenyezi Mungu.","lang":"sw"},{"name":"15:65","price":"Basi ondoka na ahli zako usiku ungalipo, nawe ufuate nyuma yao,wala yeyote kati yenu asigeuke nyuma. Na mwende mnapo amrishwa.","arabic":"فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1867,"juzNumber":14,"footnotes":"Ilivyo kuwa adhabu itawateremkia, basi wewe na ahli zako mlio andikiwa kuokoka, tokeni baada ya kwisha ingia usiku.","lang":"sw"},{"name":"15:66","price":"Na tukamfunulia hukumu hiyo, ya kwamba hata wa mwisho wao hao ikifika asubuhi atakuwa kesha katiliwa mbali.","arabic":"وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1868,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu Subhanahu wa Taa'la alimfunulia Luut'i kwa kumwambia: Sisi tumewahukumia na kuwakadiria wakosefu kuteketea. Watang'olewa itapoingia asubuhi, wala hatobaki hata mmoja wao.","lang":"sw"},{"name":"15:67","price":"Na wakaja watu wa mji ule nao furahani.","arabic":"وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1869,"juzNumber":14,"footnotes":"Asubuhi kulipo pambazuka waliwaona Malaika kwa sura ya binaadamu wazuri. Wao wale wakawafurahia, wakaja ili wafanye nao vitendo vyao viovu, vya kuwaingilia wanaume.","lang":"sw"},{"name":"15:68","price":"Akasema: (Luut'i) Hakika hawa wageni wangu, basi msinifedheheshe.","arabic":"قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1870,"juzNumber":14,"footnotes":"Luut'i akaogopa wasije wakatenda vitendo vyao viovu. Akasema: Hawa ni wageni wangu, basi msinifedheheshe kwa vitendo vyenu vibaya.","lang":"sw"},{"name":"15:69","price":"Na mcheni Mwenyezi Mungu, wala msinihizi.","arabic":"وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1871,"juzNumber":14,"footnotes":"Na mwogopeni Mwenyezi Mungu Mtukufu! Msifanye uchafu wenu, mkanipatisha hizaya na madhila mbele yao!","lang":"sw"},{"name":"15:70","price":"Wakasema: Sisi hatukukukataza usimkaribishe yeyote?","arabic":"قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1872,"juzNumber":14,"footnotes":"Wale wakhalifu wakasema: Kwani si tulikukataza wewe usimkaribishe mtu yeyote, na hivi sasa tena unatuzuia tusifanye nao tunayo yatamani?","lang":"sw"},{"name":"15:71","price":"Akasema: Hawa binti zangu, ikiwa nyinyi ni watendaji.","arabic":"قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1873,"juzNumber":14,"footnotes":"Ili kuwanabihisha njia ya maumbile ya kisharia, Nabii wa Mwenyezi Mungu Luut'i akasema: Hawa mabinti wa mji huu, nao ni binti zangu, waoeni ikiwa mnataka kukidhi matamanio yenu.","lang":"sw"},{"name":"15:72","price":"Naapa kwa umri wako! Hakika hao walikuwa katika ulevi wao, wakihangaika ovyo.","arabic":"لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1874,"juzNumber":14,"footnotes":"Ewe Nabii Muaminifu! Naapa kwa haki ya uhai wako! Hawa wamo katika mghafala, hawajui yatakayo wateremkia. Wamekuwa kama walio lewa! Hakika wao wamo katika upotovu, wanatapatapa, hawajui wapite wapi.","lang":"sw"},{"name":"15:73","price":"Ukelele ukawatwaa wakipambaukiwa.","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1875,"juzNumber":14,"footnotes":"Na walipo kuwa wao wamo katika ulevi wao wa mghafala nyoyo zao na akili zao zikachotwa na ukelele mkali mno wa kutisha, wakati jua lilipo chomoza.","lang":"sw"},{"name":"15:74","price":"Na tukaigeuza nchi juu chini, na tukawanyeshea mvua ya mawe ya udongo wa Motoni.","arabic":"فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1876,"juzNumber":14,"footnotes":"Mwenyezi Mungu Aliye takasika katekeleza hukumu yake, akasema: Miji yao tukaifanya juu chini kwa kuivuruga, na tukawateremshia udongo ulio fanyika mawe ukiwateremkia kama mvua. Majumba yao yakaporomoka. Na wakitoka nje hukuta hiyo mvua ya mawe. Kwa hivyo wakawa wamezungukwa kila jiha. (upande)","lang":"sw"},{"name":"15:75","price":"Hakika katika hayo zipo ishara kwa waaguzi.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1877,"juzNumber":14,"footnotes":"Haya yaliyo washukia kaumu Luut'i ni alama wazi ya kuonyesha vipi Mwenyezi Mungu Mtukufu anavyo timiza ahadi yake. Wajuao mambo wanayatambua hayo, na wanayaelewa matokeo yake kwa alama zake, kwani kila kitendo chenye sifa ya ukosefu kina alama yake isiyo potea. Matokeo yake ni mfano wa haya, duniani na Akhera.","lang":"sw"},{"name":"15:76","price":"Na miji hii ipo kwenye njia inayo pitiwa.","arabic":"وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1878,"juzNumber":14,"footnotes":"Na mabaki ya mji huu yapo yamesalia. Nayo yapo njiani katika njia inayo pitiwa na watu. Anaye taka kuwaidhika kwayo anaweza kuwaidhika.","lang":"sw"},{"name":"15:77","price":"Hakika katika hayo ipo ishara kwa Waumini.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1879,"juzNumber":14,"footnotes":"Kwa kuwa mabaki yake yapo kwenye njia iliyo wazi ni dalili ya Mwenyezi Mungu Mtukufu kutimiza onyo lake, na Waumini wenye kut'ii Haki wanatambua hayo.","lang":"sw"},{"name":"15:78","price":"Na Hakika watu wa kichakani, walikuwa wenye kudhulumu","arabic":"وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1880,"juzNumber":14,"footnotes":"Kama kaumu ya Luut'i walivyo kadhibisha, kadhaalika wakaazi wa Kichakani kwenye msitu wenye matunda walimkanya Mtume wao. Wakawa madhaalimu wenye kudhulumu mno katika imani yao na maingiliano yao.","lang":"sw"},{"name":"15:79","price":"Kwa hivyo tukawaadhibu. Na nchi mbili hizi ziko kwenye njia iliowazi.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1881,"juzNumber":14,"footnotes":"Tukawateremshia nakama yetu. Na mabaki yao yapo njiani yanaonekana, na mpita njia akiwa ni mtu wa Imani basi anaweza kuzingatia kwayo.","lang":"sw"},{"name":"15:80","price":"Na bila ya shaka wakaazi wa Hijr waliwakanusha Mitume.","arabic":"وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1882,"juzNumber":14,"footnotes":"Na kama walio tangulia hali kadhaalika wakaazi wa Hijr walimkanusha Mtume wao aliye tumwa kwao, na kwa hivyo wakawa wamewakanusha Mitume wote. Kwani ujumbe wa Mwenyezi Mungu ni mmoja. Watu wa Hijr ndio Thamud. Na Hijr ni bonde baina ya Madina na Sham. Tazama maelezo juu ya Aya 73 ya Surat Al-Aa'raaf.","lang":"sw"},{"name":"15:81","price":"Na tuliwapa ishara zetu, nao wakazipuuza.","arabic":"وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1883,"juzNumber":14,"footnotes":"Tuliwabainishia hoja zenye kuonyesha uwezo wetu, na Utume wa Mtume wetu, nao wakayapuuza, wala wasiyafikiri.","lang":"sw"},{"name":"15:82","price":"Nao walikuwa wakichonga majumba katika milima kwa amani.","arabic":"وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1884,"juzNumber":14,"footnotes":"Nao walikuwa watu wenye nguvu na wajenzi. Walikuwa wakijenga majumba yao katika milima na wakiichonga hiyo hiyo milima. Na wao walikuwa wakijiamini kuwa wametua na nafsi zao na mali yao.","lang":"sw"},{"name":"15:83","price":"Basi ukelele ukawatwaa asubuhi.","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1885,"juzNumber":14,"footnotes":"Walipo kufuru na wakakanya, zikawajia sauti za kutisha, za kuonya kuteketea kwao, wakahiliki wakati wa asubuhi.","lang":"sw"},{"name":"15:84","price":"Hayakuwafaa waliyo kuwa wakiyachuma.","arabic":"فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1886,"juzNumber":14,"footnotes":"Wala mali waliyo yachuma na majumba waliyo yajenga hayakuwalinda na hilaki iliyo wateremkia.","lang":"sw"},{"name":"15:85","price":"Na hatukuziumba mbingu na ardhi na vilivyomo ndani yake ila kwa ajili ya Haki. Na hakika Kiyama kitafika. Basi samehe msamaha mzuri.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1887,"juzNumber":14,"footnotes":"Hatukuumba mbingu na ardhi na vilivyo kati yao katika anga, na viliomo ndani yake, watu na wanyama, na mimea na visio na uhai, na vinginevyo ambavyo mwanaadamu havijui, isipo kuwa kwa uadilifu, na hikima, na maslaha ambayo hayaambatani na fisadi ya kudumu isiyo na mwisho. Na kwa hivyo basi ni lazima siku ya kukomesha shari ifike bila ya shaka yoyote. Basi ewe Nabii Mtukufu! Wasamehe hao washirikina adhabu ya duniani, na ingiana nao kwa kuwastahamilia maudhi yao. Na kuwaita wito kwa hikima ni kuingiliana kwa usamehevu na upole.","lang":"sw"},{"name":"15:86","price":"Hakika Mola wako Mlezi ndiye Muumbaji Mjuzi.","arabic":"إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1888,"juzNumber":14,"footnotes":"Ewe Nabii! Mwenyezi Mungu aliye kuumba na akakulea, ni Mwenye viumbe vyote, na anajua hali yako na yao. Yeye anastahiki umtegemezee mambo yako na yao. Naye anajua maslaha yako na yao.","lang":"sw"},{"name":"15:87","price":"Na tumekupa Aya saba zinazo somwa mara kwa mara, na Qur'ani Tukufu.","arabic":"وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1889,"juzNumber":14,"footnotes":"Ewe Nabii Muaminifu, tumekupa Aya saba za Qur'ani, nazo ni Sura ya Al- Fatiha unayo ikariri katika kila Swala, na humo yamo ya kutunyenyekea na maombi ya uwongofu yaliyo kaamili. Na tumekupa Qur'ani Tukufu yote. Na ndani yake mna hoja, na miujiza. Kwa hivyo wewe una nguvu ambazo zinakufalia usamehe.","lang":"sw"},{"name":"15:88","price":"Usivitumbulie macho yako vitu tulivyo waneemesha makundi fulani kati yao, wala usiwahuzunikie. Na wainamishie bawa lako (la huruma) Waumini.","arabic":"لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1890,"juzNumber":14,"footnotes":"Ewe Mtume! Usivitazame kwa kuvitamani na kuvitaka vitu vya starehe ya dunia tulivyo wapa makafiri wa kishirikina, na Kiyahudi, na Kikristo, na Kimajusi. Kwani hivyo ni duni kwa kulinganisha na ulio pewa wewe katika kuwasiliana nasi, na Qur'ani Tukufu. Wala usiwasikitikie kwa sababu ya kuendelea kwao na madhambi. Nawe tulia, na unyenyekee, na wachukue Waumini ulio nao kwa upole. Kwani hao ni nguvu za Haki, na watu wa Mwenyezi Mungu.","lang":"sw"},{"name":"15:89","price":"Na sema: Hakika mimi ni mwonyaji mwenye kubainisha.","arabic":"وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1891,"juzNumber":14,"footnotes":"Ewe Nabii! Waambie makafiri wote: Mimi nakuonyeni na adhabu kali, na nakubainishieni maonyo yangu kwa hoja za kukata.","lang":"sw"},{"name":"15:90","price":"Kama hivyo tuliwateremshia walio gawa,","arabic":"كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1892,"juzNumber":14,"footnotes":"Haya ni kama maonyo ya walio igawanya Qur'ani wakaifanya ati ni mashairi, na ukohani, na hadithi za kale na mengineyo. Nao wasiiamini juu ya kusimama hoja juu yao.","lang":"sw"},{"name":"15:91","price":"Ambao wakaifanya Qur'ani vipande vipande.","arabic":"ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1893,"juzNumber":14,"footnotes":"Hao waliifanya Qur'ani vipande mbali mbali, nayo hali kuwa haikubali kugawika kwa umuujiza wake na ukweli wake.","lang":"sw"},{"name":"15:92","price":"Basi Naapa kwa Mola wako Mlezi! Tutawahoji wote.","arabic":"فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1894,"juzNumber":14,"footnotes":"Ikiwa hiyo hali yao, basi Wallahi kwa Aliye kuumba akakulinda na akakulea, hapana shaka tutawahisabu wote Siku ya Kiyama,","lang":"sw"},{"name":"15:93","price":"Kwa waliyo kuwa wakiyatenda.","arabic":"عَمَّا كَانُواْ يَعۡمَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1895,"juzNumber":14,"footnotes":"Kwa vitendo vyao vya kuudhi, na kufuru, na kejeli.","lang":"sw"},{"name":"15:94","price":"Basi wewe yatangaze uliyo amrishwa, na jitenge na washirikina.","arabic":"فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1896,"juzNumber":14,"footnotes":"Basi wewe tangaza wito wa Haki, wala usishughulike na wayatendao washirikina na maneno yao.","lang":"sw"},{"name":"15:95","price":"Hakika Sisi tunatosha kukukinga na wanao kejeli.","arabic":"إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1897,"juzNumber":14,"footnotes":"Na hao washirikina wanao ukejeli wito wako hawatokushinda, wala hawatoweza kukuingilia kati baina yako na wito wako.","lang":"sw"},{"name":"15:96","price":"Hao wanao fanya kuwa pamoja na Mwenyezi Mungu yupo mungu mwingine.Basi, watakuja jua!","arabic":"ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1898,"juzNumber":14,"footnotes":"Hao washirikina mawazo yao yamedhoofika, ndio wakafanya kuwa Mwenyezi Mungu anao miungu mingine ya masanamu. Na watakuja jua matokeo ya ushirikina wao itapo wateremkia adhabu chungu.","lang":"sw"},{"name":"15:97","price":"Na Sisi tunajua kwa hakika kuwa wewe kifua chako kinaona dhiki kwa hayo wayasemayo.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1899,"juzNumber":14,"footnotes":"Nasi tunajua dhiki ya moyo inayo kupata kwa wanayo yasema ya ushirikina na kejeli na dharau.","lang":"sw"},{"name":"15:98","price":"Basi mtakase Mola wako Mlezi kwa kumhimidi, na uwe miongoni wanaomsujudia.","arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1900,"juzNumber":14,"footnotes":"Ikikupata dhiki hiyo mkimbilie Mwenyezi Mungu Mtukufu umwelekee, na umt'ii na umnyenyekee, na utake msaada kwa Sala, kwani humo ndio imo poza.","lang":"sw"},{"name":"15:99","price":"Na muabudu Mola wako Mlezi mpaka ikufikie Yakini. (nao ni Mauti)","arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1901,"juzNumber":14,"footnotes":"Na shikilia ibada ya Mwenyezi Mungu aliye kuumba, akakulinda, mpaka ifike amri ya yakini, nayo ni Mauti.","lang":"sw"}],"chapter":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"]}