{"data":[{"name":"16:1","price":"Amri ya Mwenyezi Mungu itafika tu. Basi msiihimize. Ametakasika na Ametukuka na wanayo mshirikisha nayo.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"Enyi washirikina! Kuweni na yakini kwamba aliyo kuahidini Mwenyezi Mungu kuwa yatakuwa Siku ya Kiyama yapo karibu kutokea bila ya shaka. Basi msifanye maskhara kwa kuyahimiza yatokee. Mwenyezi Mungu ametakasika na kuwa na mshirika wa kuabudiwa badala yake. Na hiyo miungu mnayo mshirikisha naye haiwezi jambo lolote.","lang":"sw"},{"name":"16:2","price":"Huwateremsha Malaika na Roho kwa amri yake juu ya amtakaye katika waja wake ili nyinyi muonye kwamba hapana mungu ila Mimi, basi nicheni Mimi.","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"Mwenyezi Mungu huteremsha Malaika kwa yanayo huisha nyoyo katika Wahyi wake (ndio hiyo Roho) juu ya anaye mkhiari kumpa Utume katika waja wake, ili watu wajue kwamba hapana mungu wa kuabudiwa kwa Haki ila Mimi. Basi jitengeni na yanayo nikasirisha na yatayo kuleteeni adhabu. Na shikamaneni na ut'iifu ili ukukingeni na adhabu.","lang":"sw"},{"name":"16:3","price":"Ameziumba mbingu na ardhi kwa Haki. Ametukuka na wanayo shirikisha.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"Yeye ameumba mbingu na ardhi kwa mujibu wa hikima. Ametakasika kuwa na mshirika wa kufanya lolote katika utawala wake, au wa kuabudiwa kama Yeye.","lang":"sw"},{"name":"16:4","price":"Amemuumba mtu kwa tone la manii. Naye mara amekuwa mshindani dhaahiri.","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"Amemuumba kila mmoja katika wanaadamu kutokana na maji maji yasiyo shikamana, nayo ni manii. Kutokana na hayo ndio anakuwa mtu mwenye nguvu za kujitetea nafsi yake, mshindani na makhasimu zake, mwenye kuweka wazi hoja zake.","lang":"sw"},{"name":"16:5","price":"Na nyama hoa amekuumbieni. Katika hao mna vifaa vya kutia joto,na manufaa mengineyo, na baadhi yao mnawala.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"Enyi waja! Mwenyezi Mungu amekufadhilini - amekuumbieni nyama hoa, wanyama wa kufuga, kama ngamia, na ng'ombe, na kondoo, na mbuzi, ili mpate kutokana na sufi zao na manyoa yao vifaa vya kukupatieni joto kujihifadhi na baridi, na mle nyama yao mhifadhi uhai wenu.","lang":"sw"},{"name":"16:6","price":"Na wanakupeni furaha pale mnapo warudisha jioni na mnapo wapeleka malishoni asubuhi.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"Na mnapata kwao raha na furaha mnapo waona wanarejea kutoka machungani na matumbo yao na viwele vimejaa, na mnapo toka nao kwenda makondeni na machungani wakikimbilia malisha yao.","lang":"sw"},{"name":"16:7","price":"Na hubeba mizigo yenu kupeleka kwenye miji msiyo weza kuifikia ila kwa mashaka ya nafsi. Hakika Mola wenu Mlezi ni Mpole na Mwenye kurehemu.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"Na wanakubebeeni mizigo yenu mizito mpaka kwenye miji ambayo hamwezi kuifikilia bila yao isipo kuwa mzitie nafsi zenu katika juhudi na mashaka makubwa. Hakika Mola wenu Mlezi aliye kutengenezeeni hayo yote kwa ajili ya raha yenu bila ya shaka ni Mwingi wa upole, na Mkunjufu wa rehema kwenu.","lang":"sw"},{"name":"16:8","price":"Na farasi, na nyumbu, na punda ili muwapande, na kuwa ni pambo.Na ataumba msivyo vijua.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu amekuumbieni farasi, na nyumbu, na punda mpate kuwapanda. Na mnawafanya ni pambo la kuingiza furaha katika nyoyo zenu. Na Mwenyezi Mungu atakuja umba msivyo vijua sasa, katika vyombo vya kupanda na vya kukata masafa miongoni mwa alivyo msahilishia Mwenyezi Mungu binaadamu pindi akitumia akili yake na akafikiri kwayo, na akaongoka kwa kutumia kila uwezo.","lang":"sw"},{"name":"16:9","price":"Na ni juu ya Mwenyezi Mungu kuelekeza Njia. Na zipo njia za upotovu.Na angeli penda angeli kuongoeni nyote.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"Na juu ya Mwenyezi Mungu, kwa mujibu wa fadhila yake na rehema yake, kukuonesheni Njia Iliyo Nyooka ya kukufikisheni kwenye kheri. Na zipo njia zilizo potoka zisio fika kwenye Haki. Na lau angeli taka kukuongoeni nyote angeli kuongoeni kwenye Njia Iliyo Nyooka, lakini amekuumbieni akili ya kutambua, na matakwa ya kuelekea, na akakuacheni na khiari yenu.","lang":"sw"},{"name":"16:10","price":"Yeye ndiye anaye kuteremshieni maji kutoka mbinguni. Katika hayo nyinyi mnapata ya kunywa, na miti ya kulishia.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"Yeye ndiye anaye teremsha maji kutoka jiha ya mbinguni. Katika hayo mnapata kunywa, na mengine ndio inapelekea miti kumea. Nanyi hupeleka wanyama wenu wakale kwenye miti hiyo, nao wakupeni maziwa, na nyama, na sufi, na manyoa, na nywele.","lang":"sw"},{"name":"16:11","price":"Kwa hayo Yeye anaizalisha kwa ajili yenu mimea, na mizaituni,na mitende, na mizabibu, na kila namna ya matunda. Hakika katika haya zipo ishara kwa watu wanao fikiri.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"Kwa maji yateremkayo mbinguni humea makulima ambayo tunakutoleeni nafaka na mizaituni, na mitende, na mizabibu na mengineyo, katika kila namna ya matunda mlayo mbali yaliyo tajwa. Hakika kuwepo vitu hivi ni alama ya kuwaongoa watu wanao nufaika kwa akili zao, wakazingatia uwezo uliyo patisha hayo.","lang":"sw"},{"name":"16:12","price":"Na amefanya ukutumikieni usiku na mchana, na jua na mwezi,na nyota zikutumikieni kwa amri yake. Hakika katika hayo zipo ishara kwa watu wenye akili.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu ameufanya usiku ukutumikieni kwa kuufanya uwe ndio wakati wenu wa kupumzika na mchana ni muwafaka kuhangaika kwenu na kwenda kwa kazi zenu, na jua kukuleteeni joto na mwangaza, na mwezi mpate kujua idadi ya miaka na hisabu, na nyota zinazo kutumikieni kwa amri ya Mwenyezi Mungu ili mpate kujua njia katika kiza. Hakika katika hayo zipo alama na dalili kwa watu ambao wananufaika kwa akili aliyo wapa Mwenyezi Mungu.","lang":"sw"},{"name":"16:13","price":"Na hivi alivyo vieneza katika ardhi vya rangi mbali mbali. Hakika katika hayo ipo ishara kwa watu wanao waidhika.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"Na pamoja na aliyo kuumbieni Mwenyezi Mungu katika mbingu na akakutengenezeeni kwa faida yenu, amekuumbieni pia juu ya ardhi wanyama namna nyingi, na mimea, na vitu visio na uhai. Na ndani ya ardhi yamo maadeni ya rangi na sura mbali mbali na faida mbali mbali. Na yote hayo kwa manufaa yenu. Hakika katika hayo zipo dalili wazi na nyingi kwa watu wanao zingatia, na wakawaidhika, na wakajua kwa hayo uwezo wa Aliye waumba, na rehema yake.","lang":"sw"},{"name":"16:14","price":"Yeye ndiye aliye ifanya bahari ikutumikieni, ili kutokana na humo mpate kula nyama laini, na mtoe humo mapambo mnayo yavaa. Na unaona marikebu zikikata maji humo, ili mtafute fadhila yake, na mpate kushukuru.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"Ni Yeye aliye idhalilisha bahari, na akaifanya ikutumikieni, mpate kuvua na mle nyama za samaki, laini na mpya mpya. Na mtoe humo baharini mapambo kama lulu na marijani. Na ewe mwenye kuangalia ukazingatia, unaona marikebu zinavyo pita baharini zikikata maji nazo zimesheheni bidhaa na vyakula. Mwenyezi Mungu ameyadhalilisha hayo ili mnafuike nyinyi, na mtafute riziki kwa fadhila ya Mwenyezi Mungu kwa njia ya biashara na nyenginezo, na mpate kumshukuru kwa aliyo kutengenezeeni, na hayo ni kwa kukutumikieni nyinyi.","lang":"sw"},{"name":"16:15","price":" Na kaweka katika ardhi milima ili ardhi isiyumbe yumbe nanyi.Na mito, na njia ili mpate kuongoka.","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu amefanya katika ardhi milima iliyo simama imara, ili kuizuia isiyumbe yumbe.(Mwaka 1956 wataalamu wa geology, ilimu ya tabaka za ardhi, wamegundua kuwa kweli milima inasaidia kuizuia ardhi isitaharaki na kuachana. Wamevumbua kuwa mabara, continents, yamo katika kutaharaki. Kwa mfano kusini ya Amerika iliambatana na Afrika ya Magharibi, na ilisota mpaka ikafanyikana milima ya Andes. Hali kadhaalika Milima ya Himalaya ikazuia kusota kwa Bara Hindi. Pia wamegundua kuwa maki ya gamba la ardhi kwa kawaida halizidi kilomita 6, lakini chini ya milima hufika hata kilomita 35. Basi ni kweli kuwa milima ni kama vigingi vya kuzuia ardhi isiyumbe, kama ilivyo sema Qur'ani miaka 1400 iliyo pita.) Na Mwenyezi Mungu amefanya katika ardhi mito inayo pita na maji yanayo faa kunywa na kunyweshea makulima, na njia zilizo tengenezwa ili mpate kuzipitia kwendea mtakako.","lang":"sw"},{"name":"16:16","price":"Na alama nyengine. Na kwa nyota wao wanajiongoza.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu ameweka alama za kuwaongoza watu katika safari zao kwenye ardhi, na hivyo wanapata uwongozi katika safari zao kwa nyota ambazo ameziweka mbinguni ziwaongoze wanapo kuwa gizani hawazioni alama za ardhini.","lang":"sw"},{"name":"16:17","price":"Ati anaye umba ni kama asiye umba? Basi hebu, hamkumbuki?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"Hebu ni sawa kwa mwenye akili nzima baina ya Muweza na asiye weza, hata akamfanya Mwenye kuumba yote haya sawa na asiye weza kuumba kitu? Enyi washirikina! Hivyo hamzioni athari za uwezo wa Mwenyezi Mungu mkazingatia na mkamshukuru kwazo Mwenyezi Mungu?","lang":"sw"},{"name":"16:18","price":"Na mkizihisabu neema za Mwenyezi Mungu, hamwezi kuzidhibiti.Hakika Mwenyezi Mungu ni Mwenye maghfira, Mwenye kurehemu.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"Na mkitaka kuzihisabu neema za Mwenyezi Mungu juu yenu, hamwezi kuzidhibiti. Hakika Mwenyezi Mungu ni Mwingi wa kusamehe, Mkunjufu wa rehema. Basi tubuni kwake, na mumsafie ibada, ili apate kukusameheni na kukurehemuni.","lang":"sw"},{"name":"16:19","price":"Na Mwenyezi Mungu anayajua mnayo yaficha na mnayo yatangaza.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu kwa ujuzi wake ulio kusanya kila kitu, anajua mnayo yaficha na mnayo yadhihirisha. Na hapana chochote kinacho fichikana kwake cha siri yenu na jahari yenu.","lang":"sw"},{"name":"16:20","price":"Na wale wanao waomba wasio kuwa Mwenyezi Mungu hawaumbi kitu,bali wao wameumbwa.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"Huyu Muumba, na Mjuzi wa kila kitu, ndiye Yeye peke yake anaye stahiki kuabudiwa. Ama hayo masanamu mnayo yaabudu, hayo hayawezi kuumba chochote, hata nzi. Bali hayo yenyewe yameumbwa, na pengine mmeyaunda nyinyi wenyewe kwa mikono yenu.","lang":"sw"},{"name":"16:21","price":"Ni wafu si wahai, na wala hawajui watafufuliwa lini.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"Na hayo ni vitu visivyo na roho kama maiti, hayana hisiya yoyote, wala hayataharaki, wala hayajui Kiyama kitakuja lini, wala lini watafufuliwa hao wanao yaabudu. Wala si laiki yenu, enyi wenye akili, baada ya haya mkadhani kuwa yatakufaeni kitu hata mkayashirikisha na Mwenyezi Mungu katika kuyaabudu.","lang":"sw"},{"name":"16:22","price":"Mungu wenu ni Mungu Mmoja. Lakini wasio iamini Akhera nyoyo zao zinakataa, nao wanajivuna.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"Na imekwisha wekwa wazi kwa kila dalili kwamba hakika Mungu wenu anaye pasa mumuabudu peke yake ni Mungu Mmoja ambaye hana mshirika wake. Na juu ya hayo wale wasio amini kufufuliwa na kuhisabiwa, nyoyo zao zinaukataa Upweke wake. Kiburi chao kinawazuia kufuata Haki na kuit'ii.","lang":"sw"},{"name":"16:23","price":"Hapana shaka kuwa hakika Mwenyezi Mungu anayajua wanayo yaficha na wanayo yatangaza. Kwa hakika Yeye hawapendi wanao jivuna.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"Hapana shaka kwamba Mwenyezi Mungu anayajua wanayo yaficha na wanayo yatangaza, ikiwa ni itikadi au maneno au vitendo. Naye atawahisabu kwa yote hayo, na atawaadhibu kwa kiburi chao. Kwani hakika Yeye Subhanahu hawapendi wanao jivuna hata hawataki kusikia Haki na kuifuata.","lang":"sw"},{"name":"16:24","price":"Na wanapo ambiwa: Kateremsha nini Mola wenu Mlezi? Husema: Hadithi za kubuni za watu wa kale!","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"Na wakiulizwa hao makafiri wanao jivuna: Mola wenu Mlezi kamteremshia nini Muhammad? Wao hujibu kwa inda: Hayo anayo dai kuwa Mwenyezi Mungu kamteremshia si chochote ila uzushi na upuuzi walio tunga watu wa zamani naye akayanukulu na akawa anayakariri tu.","lang":"sw"},{"name":"16:25","price":"Ili wabebe mizigo yao kwa ukamilifu Siku ya Kiyama, na sehemu ya mizigo ya wale wanao wapoteza bila ya kujua. Angalia, ni maovu mno hayo wanayo yabeba!","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"Wanasema hayo ili wawazuie watu wasimfuate Mtume wa Mwenyezi Mungu. Na mwisho wa kuishia mambo yao ni kuwa wataadhibiwa Siku ya Kiyama kwa adhabu ya upotovu wao kwa ukamilifu, na adhabu ya baadhi ya watu walio kuwa wakiwakhadaa na kuwadanganya mpaka wakapotea bila ya ilimu wala kuchungua! Zingatia, ewe mwenye kusikia, kwa huu uovu wa madhambi wanayo yafanya, vipi ukali wa adhabu watayo pata!","lang":"sw"},{"name":"16:26","price":"Walipanga vitimbi walio kuwa kabla yao, Mwenyezi Mungu akayasukua majengo yao kwenye misingi, dari zikawaporomokea juu yao, na adhabu ikawajia kutoka wasipo kujua.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"Na hawa makafiri wenye kiburi walitanguliwa na wengine mfano wao. Walipanga njama zao kuwapangia Manabii wao, na wakafanya hila kuwapoteza watu. Na Mwenyezi Mungu alizibomoa njama zao, akaiharibu miji yao. Akawateremshia adhabu katika dunia ambayo hawakuitaraji.","lang":"sw"},{"name":"16:27","price":"Kisha Siku ya Kiyama atawahizi na atasema: Wako wapi hao washirika wangu ambao kwao mkiwakutisha (Manabii) mashaka? Watasema walio pewa ilimu:Hakika leo ndiyo hizaya na adhabu itawashukia makafiri,","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"Na kisha huko Akhera watapo fufuliwa watu na wakahisabiwa kwa vitendo vyao, Mwenyezi Mungu atawasimamisha msimamo wa hizaya na fedheha, atapo wafedhehi na afichue waliyo kuwa wakiyaficha vifuani mwao. Atawaambia: Wako wapi hao miungu mliyo ifanya kuwa ni washirika wangu kwa kuwaabudu? Nanyi kwa ajili yao mlikuwa mkinipiga vita Mimi na Mitume wangu! Wako wapi wapate kukuungeni mkono, kama mlivyo kuwa mkidai? Hawatoweza kujibu! Na hapo tena wale wanao ijua Haki, miongoni mwa Manabii, na Waumini, na Malaika, watasema: Leo ndiyo hizaya na adhabu mbaya kabisa zitawashukia makafiri!","lang":"sw"},{"name":"16:28","price":"Ambao Malaika waliwafisha nao wamejidhulumu nafsi zao! Basi watasalimu amri, waseme: Hatukuwa tukifanya uovu wowote. (Wataambiwa): Kwani! Hakika Mwenyezi Mungu anajua sana mliyo kuwa mkiyatenda.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"Hizaya itawashukia makafiri walio endelea na ukafiri wao mpaka Malaika walipo watoa roho, nao wamejidhulumu nafsi zao kwa ushirikina na kutenda maovu, na wakasalimu amri tena baada ya inadi ndefu walipo jua hakika ya makosa yao. Wakasema uwongo kwa jinsi walivyo shituka: Hatukuwa duniani tukifanya maasi yoyote! Malaika na Manabii watawaambia: Hasha! Hakika nyinyi ni waongo, bali mmetenda maasi maovu kabisa! Na Mwenyezi Mungu, Subhanahu, anajua vyema kila dogo na kubwa mlilo kuwa mkilitenda katika dunia yenu. Hakukuleteeni faida yoyote huko kukataa kwenu!","lang":"sw"},{"name":"16:29","price":"Basi ingieni milango ya Jahannamu, humo mdumu. Ni maovu mno makaazi ya wafanyao kiburi!","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"Na baada ya hayo wataambiwa: Mwisho wenu ni kuingia Motoni, na adhabu ya huko ni ya milele, haikatiki! Na mbaya mno nyumba ya Jahannamu kuwa ni makaazi ya kila mwenye kutakabari akakataa kufuata Haki na Imani ya Mwenyezi Mungu na Mitume wake.","lang":"sw"},{"name":"16:30","price":"Na wataambiwa walio mcha Mungu: Mola wenu Mlezi kateremsha nini? Watasema: Kheri. Walio fanya wema katika dunia hii watapata wema. Na nyumba ya Akhera ni bora zaidi, na njema mno nyumba ya wachamngu.","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"Na walio muamini Mwenyezi Mungu na wakajikinga na kila linalo mghadhibisha Yeye ikiwa neno, au kitendo, au itikadi, wataambiwa: Mola wenu Mlezi kamteremshia nini Mtume wake? Wao watasema: Amemteremshia Qur'ani...ndani yake mna kheri ya duniani na Akhera kwa watu wote, na kwa hivyo wakawa miongoni mwa watu wema. Na Mwenyezi Mungu Subhanahu huwalipa wema kwa maisha mazuri katika uhai huu wa duniani. Na pahala pao Akhera ni bora na pazuri zaidi kuliko waliyo yapata duniani. Na nyumba watayo ikaa wachamngu Akhera ni hadi ya raha yake!","lang":"sw"},{"name":"16:31","price":"Bustani za milele wataziingia; iwe inapita kati yake mito. Humo watapata watakacho. Hivi ndivyo Mwenyezi Mungu awalipavyo wenye kumcha.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"Nazo ni Bustani madhubuti za kudumu, zenye kupitiwa na mito chini ya majumba na miti yake. Na hao watapata kila neema waipendayo. Na mfano kama huu ndio malipo ya mema anayo walipa Mwenyezi Mungu wachamngu wote wanao muamini, na wakajikinga na yanayo mkasirisha, na wakavifanya vyema vitendo vyao.","lang":"sw"},{"name":"16:32","price":"Wale ambao Malaika huwafisha katika hali njema, wanawaambia:Amani iwe juu yenu! Ingieni Peponi kwa sababu ya yale mliyo kuwa mkiyatenda.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"Na ndio hao Malaika huzichukua roho zao na hali wamesafika na uchafu wa ushirikina na maasi. Na Malaika watawaambia kwa kuwatuza: Amani kwenu itokayo kwa Mwenyezi Mungu! Baada ya hii leo hamtopata la karaha. Na ifurahieni Pepo mtakayo ingia kwa sababu ya vitendo vyema mlivyo vitanguliza katika dunia yenu.","lang":"sw"},{"name":"16:33","price":"Wanangojea jengine hawa ila Malaika wawafikie, au iwafikie amri ya Mola wako Mlezi? Kama hivyo walitenda walio kuwa kabla yao. Na MwenyeziMungu hakuwadhulumu, lakini walijidhulumu wenyewe.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"Hao ndio wachamngu walio jitengenezea Akhera yao. Na hayo ndiyo malipo yao. Ama washirikina kwa sababu ya inadi yao na kubakia kwao kwenye ushirikina wao, hawataraji ila Malaika waje kunyakua roho zao nao wamezidhulumu nafsi zao kwa ushirikina na vitendo vya shari. Na itawajia adhabu ya Mola wako Mlezi iwateketeze wote. Na kama walivyo fanya makafiri hawa, basi walikwisha wafanyia Manabii wao wale walio watangulia, na Mwenyezi Mungu akawaadhibu kwa vitendo vyao. Wala Yeye hakuwadhulumu pale alipo waadhibu, lakini wao wenyewe walizidhulumu nafsi zao walipo zitia katika adhabu kwa ukafiri wao.","lang":"sw"},{"name":"16:34","price":"Basi ukawafikia uovu wa waliyo yatenda, na waliyo kuwa wakiyakejeli yakawazunguka.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"Yakawasibu malipo ya maovu waliyo yatenda, na adhabu waliyo kuwa wakiikanya na kuikejeli ikawazunguka.","lang":"sw"},{"name":"16:35","price":"Na washirikina wanasema: Mwenyezi Mungu angeli taka tusingeliabudu chochote badala yake, sisi wala baba zetu, wala tusingeli harimisha chochote bila ya Yeye. Kama hivyo walifanya walio kuwa kabla yao. Basi lipo lolote juu ya Mitume isipo kuwa kubalighisha kwa uwazi?","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"Na washirikina wakasema kwa inda na ukosefu: Lau kama Mwenyezi Mungu angeli penda tumuabudu Yeye tu peke yake na tumt'ii kwa anayo tuamuru, basi tusingeli muabudu mwenginewe, wala tusingeli harimisha sisi wenyewe kitu asicho harimisha Yeye kama Bahira na Saiba. Na hii ni hoja potovu wanayo itafutia njia katika ukafiri wao. Na makafiri walio kwisha tangulia walitoa hoja kama hizo, baada ya kuwapelekea Mitume wetu, wakaamrisha Tawhidi (kumuabudu Mwenyezi Mungu Mmoja), na kumt'ii Yeye, na wakawakataza ushirikina na kuharimisha asivyo harimisha Mwenyezi Mungu. Hoja ikasimama dhidi yao. Na Mitume wetu wakatimiza tuliyo waamrisha wayafikishe. Na juu yetu kuwahisabu wao. Na Mitume hawana jukumu zaidi ya hayo.","lang":"sw"},{"name":"16:36","price":"Na kwa hakika kwa kila umma tuliutumia Mtume kwamba: Muabuduni Mwenyezi Mungu, na muepukeni Shetani. Basi kati yao wapo alio waongoa MwenyeziMungu. Na kati yao wapo ambao ulio wathibitikia upotovu. Basi tembeeni katika ardhi, muangalie ulikuwaje mwisho wa wanao kanusha.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"Na kila umma tuliwapelekea Mtume awaambie: Muabuduni Mwenyezi Mungu peke yake. Na jitengeni na kila jabari mharibifu. Na wafikishie ujumbe, na uwaongoze. Basi kikundi kikasikiliza uwongozi na kikafuata, na Mwenyezi Mungu akakiongoa kwa kuwa kilijitayarisha vizuri kufuata Njia Iliyo Nyooka. Na kikundi kingine kikapuuza kusikia Haki, kikastahiki kwenda njia potovu, na Mwenyezi Mungu akakipelekea adhabu. Na ikiwa nyinyi, washirikina wa Makka, mna shaka na haya, basi tembeeni katika nchi za karibu nanyi, muangalie, mzingatie nini kilicho washukia wanao kanusha, kina A'ad na Thamud na Kaumu Luut'i. Na vipi ilikuwa khasara yao na hilaki yao katika mwisho wao!","lang":"sw"},{"name":"16:37","price":"Hata ukiwa na pupa ya kutaka kuwaongoa, lakini Mwenyezi Mungu hamwongoi yule anaye shikilia kupotea. Wala hawatapata wa kuwanusuru.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"Ewe Nabii! Ikiwa una hamu mno ya kuwaongoa washirikina katika watu wako, kwa kutumia ukomo wa juhudi yako, basi usiihiliki nafsi yako kwa huzuni ikiwa hayo uyatakayo hayawi. Kwani hao wamekwisha milikiwa na matamanio. Na Mwenyezi Mungu hawalazimishi kuongoka walio khiari upotovu na wakaushikilia, kwani Yeye huwaacha wajichagulie wenyewe, nao watapata malipo yao, nayo ni adhabu kubwa. Na wala hawatapata Siku ya Kiyama wa kuwanusuru na kuwalinda na adhabu ya Mwenyezi Mungu.","lang":"sw"},{"name":"16:38","price":"Na wanaapa kwa Mwenyezi Mungu ukomo wa viapo vyao kwamba MwenyeziMungu hatomfufua aliye kufa. Kwani! Ni ahadi iliyo juu yake kikweli; lakini watu wengi hawajui.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"Na washirikina juu ya kumshirikisha Mwenyezi Mungu wameongezea kuikanusha Siku ya Kiyama. Wameapa, ukomo wa nguvu zao za kuapa, na wakakazania kwamba Mwenyezi Mungu hamfufui aliye kufa! Nao ni waongo katika viapo vyao, na Mwenyezi Mungu atawafufua wote! Kwani Yeye amejichukulia ahadi mwenyewe, na Mwenyezi Mungu kabisa hatokwenda kinyume na ahadi yake. Lakini watu wengi miongoni mwa makafiri hawaijui hikima ya Mwenyezi Mungu katika kuumba huu ulimwengu, na kwamba Yeye hakuumba kwa mchezo tu, wala wao hawajui hisabu yake na malipo yake.","lang":"sw"},{"name":"16:39","price":"Ili kuwabainishia yale waliyo khitalifiana, na ili wajue waliokufuru kwamba wao walikuwa ni waongo.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"Hakika katika uadilifu wa Mwenyezi Mungu ni kuwa atawafufua wote baada ya kufa kwao ili ipate wadhihirikia hakika ya mambo waliyo khitalifiana. Waumini wapate kujua kuwa wao wako katika Haki, na makafiri wajue kwamba wao walikuwa makosani kwa kumfanyia Mwenyezi Mungu washirika katika Ungu, na pia ni waongo kwa kuapa kwao kwamba Mwenyezi Mungu hamfufui aliye kufa, na ili yote makundi mawili yapate malipo yao kwa kujua na kwa sababu zake.","lang":"sw"},{"name":"16:40","price":"Kauli yetu kwa kitu tunacho kitaka kiwe, ni kukiambia: Kuwa!Basi kinakuwa.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"Na kuwafufua watu Siku ya Kiyama si jambo zito kwetu, hata hao makafiri wakayaona hayawi. Kwani Sisi tutakapo kitu kiwe hatuna haja ya lolote ila ni kusema tu: Kuwa! Na kinakuwa kama tutakavyo.","lang":"sw"},{"name":"16:41","price":"Na wale walio hama kwa ajili ya Mwenyezi Mungu baada ya kudhulumiwa,bila ya shaka tutawaweka duniani kwa wema; na ujira wa Akhera ni mkubwa zaidi; laiti kuwa wanajua!","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"Na Waumini walio yaacha majumba yao kwa ajili ya Mwenyezi Mungu Mtukufu, na usafi wa imani yao, baada ya kudhulumiwa na washirikina, tutawalipa duniani, kwa ikhlasi yao na kustahamili kwao adhabu, maisha mema yasiyo patikana ila kwa jihadi. Na Siku ya Kiyama ujira wao utakuwa mkubwa zaidi, na neema zao za Peponi ni kubwa zaidi. Lau kuwa wapinzani wao wangeli jua hayo wasingeli wadhulumu na wakazidhulumu nafsi zao.","lang":"sw"},{"name":"16:42","price":"Wale wanao subiri na wakamtegemea Mola wao Mlezi.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"Na hao Wahajiri (Walio hama) ndio walio vumilia adhabu walio ipata kwa sababu ya Itikadi yao, na wakamwachia hali yao Mwenyezi Mungu peke yake, bila ya kumbali mwenginewe. Kwa ajili ya hayo tumewapa bora ya malipo.","lang":"sw"},{"name":"16:43","price":"Nasi hatukuwatuma kabla yako ila watu wanaume tulio wapa Wahyi(Ufunuo). Basi waulizeni wenye ukumbusho kama nyinyi hamjui.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"Na kabla ya kukutuma wewe, ewe Nabii, kwa umma wako, hatukuwatuma kwa kaumu zilizo tangulia ila watu wanaume tulio wafunulia kwa Wahyi yale tunayo yataka wawafikishie. Wala hatukuwatuma Malaika kama watakavyo makafiri wa kaumu yako. Basi, enyi makafiri, waulizeni wenye kuvijua Vitabu vya mbinguni, kama nyinyi hamyajui hayo. Watajua kuwa Mitume wote wa Mwenyezi Mungu hawakuwa ila wanaadamu, wala si Malaika.","lang":"sw"},{"name":"16:44","price":"Kwa Ishara wazi na Vitabu. Nasi tumekuteremshia wewe Ukumbusho ili uwabainishie watu yaliyo teremshwa kwao, wapate kufikiri.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"Na hao Mitume tuliwaunga mkono kwa miujiza na dalili zilizo wazi za kuthibitisha ukweli wao. Na tuliwateremshia Vitabu vya kuwabainishia sharia zao zenye maslaha yao. Na wewe, ewe Nabii, tumekuteremshia Qur'ani uwabainishie watu Itikadi na Hikima ziliomo ndani yake, na uwatake waizingatie, kwa kutaraji kuwa watazingatia, na watawaidhika, na mambo yao yanyooke.","lang":"sw"},{"name":"16:45","price":"Je! Wameaminisha wanao fanya vitimbi vya uovu kwamba MwenyeziMungu hatawadidimiza katika ardhi, na haitawafika adhabu kutoka wasipopajua?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"Yafaa vipi basi baada ya yote haya kuwa hao washirikina wakaendelea katika inda yao, na wakampangia vitimbi Mtume? Je, kwani wamedanganyika na upole wa Mwenyezi Mungu kwao, hata wakaitakidi kuwa wameaminika na adhabu ya Mwenyezi Mungu, na ardhi haitowameza kama ilivyo mfanyia Qaaruun? Au kuwa adhabu haitowajia kwa ghafla katika kimbunga kama ilivyo wapata kina Thamud nao hawajui inatoka wapi?","lang":"sw"},{"name":"16:46","price":"Au hatawashika katika nyendo zao, na wala hawataponyoka?","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"Au ikawahiliki kati ya nyendo zao katika nchi kwa ajili ya biashara nao wapo mbali na makwao, hata wasiweze kuikwepa adhabu ya Mwenyezi Mungu? Kwani Yeye haemewi na chochote akitakacho!","lang":"sw"},{"name":"16:47","price":"Au hatawashika kwa kitisho na kuwapunguza kidogo kidogo? Hakika Mola wenu Mlezi ni Mwenye huruma, Mwenye kurehemu.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"Au akawateremshia adhabu katika nafsi zao na mali yao kidogo kidogo, na hali wao kila wakati wa hiyo adhabu wamo katika khofu na kuingoja iwateremkie. Basi, enyi washirikina! Msiendelee, mkajidanganya kwa kuchelewa adhabu yenu! Upole wake Mwenyezi Mungu ulio enea, na rehema yake iliyo kunjuka, ndio iliyo hukumu asikuleteeni kwa haraka adhabu ya hapa duniani, ili mpate kufikiri na kuzingatia. Kwani Yeye Subhanahu ni Mpole na Mwenye kurehemu.","lang":"sw"},{"name":"16:48","price":"Je! Hawavioni vitu alivyo viumba Mwenyezi Mungu - vivuli vyao vinaelekea kushotoni na kuliani, kumsujudia Mwenyezi Mungu na vikinyenyekea?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"Hao makafiri wameghafilika na Ishara za Mwenyezi Mungu zilizo wazunguka. Wala hawatazami wakazingatia vitu alivyo viumba Mwenyezi Mungu vilivyo tulia, na hali vivuli vyake vinakwenda. Mara vinanyookea kulia na mara kushoto, vikifuata mwendo wa jua mchana, na mwendo wa mwezi usiku. Na vyote hivyo vinat'ii amri ya Mwenyezi Mungu, vinafuata hikima ya mipango yake. Na lau washirikina wangeli zingatia haya, wangeli jua kuwa Muumba wake, na Mwenye kuyapanga ni Yeye peke yake anaye stahiki kuabudiwa na kunyenyekewa, Muweza wa kuwahiliki akitaka.","lang":"sw"},{"name":"16:49","price":"Na vyote viliomo katika mbingu na katika ardhi, tangu wanyama mpaka Malaika, vinamsujuidia Mwenyezi Mungu, na wala havitakabari.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"Ni kwa Mwenyezi Mungu pekee - wala si kwa mwenginewe - hunyenyekea na kut'ii vyote alivyo viumba mbinguni na viumbe viliomo na vyendavyo katika ardhi. Na mbele yao ni Malaika wanao nyenyekea wala hawatakabari na kumt'ii. Aya hii imeitangulia sayansi kwa kusema kuwa katika baadhi ya sayari upo uhai katika mfumo huu wetu wa jua, au nje yake. Sayansi sasa inajaribu kutaka kuvumbua hayo.","lang":"sw"},{"name":"16:50","price":"Vinamkhofu Mola wao Mlezi aliye juu yao, na vinafanya vinavyoamrishwa.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"Na hali yao ni kuwa daima wamo katika kumkhofu Mola wao Mlezi, Mwenye uwezo na nguvu, na wanafanya anayo waamrisha.","lang":"sw"},{"name":"16:51","price":"Na Mwenyezi Mungu amesema: Msiwe na miungu wawili! Hakika Yeye ni Mungu Mmoja. Basi niogopeni Mimi tu!","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"Mwenyezi Mungu amesema: Msiabudu wawili, wala msifanye miungu wawili. Kwani kushiriki katika ibada kunapingana na Umoja wa kuumba. Wa kuabudiwa kwa Haki ni Mungu Mmoja tu. Basi niogopeni Mimi wala msimkhofu mwengine.","lang":"sw"},{"name":"16:52","price":"Na ni vyake Yeye viliomo katika mbingu na ardhi. Na Dini ni yake Yeye daima. Je! Mtamcha mwengine asiye kuwa Mwenyezi Mungu?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"Yeye pekee ndiye mwenye vyote viliomo mbinguni na katika ardhi, kwa kuviumba na kuvimiliki na kumuabudu. Basi ni haki yake Yeye tu pekee kuabudiwa na kuhimidiwa na kunyenyekewa, na kutarajiwa rehema yake, na kuogopwa adhabu yake.","lang":"sw"},{"name":"16:53","price":"Na neema yoyote mliyo nayo inatoka kwa Mwenyezi Mungu. Kisha yakikuguseni madhara mnamyayatikia Yeye.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"Na neema yoyote ikikujieni, basi inatoka kwa Mwenyezi Mungu peke yake. Kisha kikikupateni chochote cha kukudhuruni msiyayatike kwa ukomo wa kelele zenu kwa mwenginewe yeyote isipo kuwa Yeye.","lang":"sw"},{"name":"16:54","price":"Na anapo kuondosheeni madhara mara kundi moja miongoni mwenu linamshirikisha Mola wao Mlezi,","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"Kisha akiitikia maombi yenu na akakuondoleeni madhara baadhi yenu huisahau Haki ya Mwenyezi Mungu ya Umoja wake na kumsafia ibada Yeye tu, wakamshirikisha Muumba wao na Mlezi wao, na wakawaabudu naye wenginewe.","lang":"sw"},{"name":"16:55","price":"Wakizikataa neema tulizo wapa. Basi stareheni. Mtakuja jua!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"Hayo hutokea ili mwisho wao huwa kuikanya fadhila yetu kwa yale tuliyo wapa. Basi enyi makafiri! Stareheni na hayo msiyo yatolea Haki ya shukrani. Mtakuja kuujua mwisho wa ukafiri!","lang":"sw"},{"name":"16:56","price":"Na hao ambao hata hawawajui wanawawekea sehemu ya tunavyo waruzuku.Wallahi! Bila ya shaka mtasailiwa kwa hayo mliyo kuwa mnayazua!","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"Na washirikina huyapa masanamu yao, ambayo wanayaita kwa ujinga wao kuwa ni miungu, sehemu ya kujikaribisha kwayo kutokana na zile riziki tulizo wapa Sisi, katika makulima na mifugo na vyenginevyo. Nakuulizeni, kwa Utukufu wangu, enyi washirikina, hayo mliyo khitalifiana kwayo katika uwongo wenu na upotovu mlio uzua. Na Mimi nitakulipeni kwayo.","lang":"sw"},{"name":"16:57","price":"Na wanamfanyia Mwenyezi Mungu ati ana mabinti, Subhanahu, Aliyetakasika! Na wao wenyewe, ati ndio wawe na hayo wanayo yatamani!","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"Na hujaalia kumpa Mwenyezi Mungu yale wayachukiayo wao, kwa kudai kuwa Malaika ni watoto wake wa kike, na wao wanawaabudu. Mwenyezi Mungu apishe mbali na hayo! Na wao ati wanajipa wayapendayo nayo ni watoto wanaume.","lang":"sw"},{"name":"16:58","price":"Na mmoja wao akibashiriwa kwa msichana, uso wake unasawijika,naye kajaa chuki.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"Na akiambiwa mmoja wao kwamba amepata mtoto wa kike, uso wake unasawijika kwa huzuni, naye amejaa hasira na amekasirika.","lang":"sw"},{"name":"16:59","price":"Anajificha asionekane na watu kwa ubaya wa aliyo bashiriwa! Je,akae naye juu ya fedheha hiyo au amfukie udongoni? Tazama uovu wa wanavyohukumu!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"Anajaribu kujificha watu wasiione huzuni ya machungu yaliyo mpata kwa kupewa khabari ya binti aliye zaliwa. Anatapatapa: amwache hai juu ya fedheha anayo iona, kama anavyo jigamba? Au amzike katika udongo naye yuhai mpaka afe? Ewe msikilizaji! Zingatia uwovu wa vitendo vya watu hawa! Na uovu gani wa kumhukumia Mwenyezi Mungu mabinti ambao wao wanawachukia!","lang":"sw"},{"name":"16:60","price":"Hali ya wasio iamini Akhera ni ovu; na Mwenyezi Mungu ndiye Mwenye sifa tukufu. Naye ni Mwenye nguvu na Mwenye hikima.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"Ni hali mbaya ya wasio amini Akhera na yote yaliyoko huko ya thawabu na adhabu, nayo ni ile haja ya kutaka watoto wa kiume na kuchukia watoto wa kike. Na Mwenyezi Mungu ana sifa tukufu. Yeye ni Mkwasi, hahitajii kitu, wala hana haja ya mtoto. Naye ni Mwenye kushinda, Mwenye nguvu, wala hana haja ya msaidizi.","lang":"sw"},{"name":"16:61","price":"Na lau kuwa Mwenyezi Mungu angeli wachukulia watu kwa mujibu wa dhulma zao, basi asingeli mwacha hapa hata mnyama mmoja. Lakini anawaakhirisha mpaka muda ulio wekwa. Na unapo fika muda wao hawatakawilia hata saa moja wala hawatatangulia.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"Na lau kuwa Mwenyezi Mungu angeli fanya haraka kuwaadhibu watu kwa dhulma zao wanazo zifanya, basi asingeli mwacha hata mnyama mmoja juu ya ardhi. Lakini Yeye kwa upole wake na hikima yake anawaakhirisha madhaalimu mpaka wakati aliyo uweka, nao ndio wakati utapo kwisha muda wao. Ukija wakati huo hawato taakhari hata kidogo, wala hawato tangulia.","lang":"sw"},{"name":"16:62","price":"Na wanampa Mwenyezi Mungu wanavyo vichukia wao, na ndimi zao zinasema uwongo kwamba wao watapata mema. Hapana shaka hakika wamewekewa Moto, nao wataachwa humo.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"Na washirikina wanamnasibisha Mwenyezi Mungu mabinti na ushirika mambo ambayo wao wanayachukia. Na ndimi zao zinatamka uwongo wanapo dai ya kwamba, kama walivyo kuwa na utajiri na utawala duniani, basi kadhaalika Akhera nao watapata malipo mema kwa Mwenyezi Mungu watapo fufuliwa; nayo ni Pepo! Hapana shaka hao watatiwa Motoni, nao watasukumwa huko kabla ya wengineo.","lang":"sw"},{"name":"16:63","price":"Wallahi! Sisi tulituma Mitume kwa umati zilizo kuwa kabla yako,lakini Shetani aliwapambia vitendo vyao. Kwa hivyo leo yeye ndiye rafiki yao; nao watapata adhabu chungu.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"Ewe Nabii! Jua kwa yakini kwamba Sisi tuliwatuma Mitume kabla yako kwa kaumu nyingi kama tulivyo kutuma wewe kwa watu wote. Lakini Shetani aliwapambia ukafiri, na ushirikina, na maasi. Basi wakawakanya Mitume wao, na wakawaasi, na wakamsadiki Shetani na wakamt'ii yeye. Basi yeye amekuwa ndiye mwenye kuyatawala mambo yao katika dunia, akiwapambia mambo ya kuwadhuru. Na Akhera watapata adhabu yenye machungu makali.","lang":"sw"},{"name":"16:64","price":"Na hatukukuteremshia Kitabu isipo kuwa uwabainishie yale ambayo wanakhitalifiana, na kiwe Uwongofu na Rehema kwa watu wanao amini.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"Na hatukukuteremshia wewe hii Qur'ani isipo kuwa upate kuwabainishia watu haki katika yale waliokhitalifiana kwayo katika dini, na ili ipate kuwa ni uwongofu ulio timia na rehema ilio enea kwa kaumu yenye kumuamini Mwenyezi Mungu na Kitabu alicho kiteremsha.","lang":"sw"},{"name":"16:65","price":"Na Mwenyezi Mungu ameteremsha maji kutoka mbinguni na kwa hayo akaihuisha ardhi baada ya kufa kwake. Kwa hakika katika hayo imo Ishara kwa watu wanao sikia.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu ameteremsha kutoka mbinguni maji yanayo bebwa na mawingu, akaifanya ardhi ikamea na ikawa na uhai, baada ya kuwa kabla yake kavu haina uhai. Hakika katika hayo pana dalili wazi ya kuwepo Mwenye kudabiri Mwenye hikima. Maji huteremka kutoka mbinguni kuangukia ardhini, na huko huyayusha chumvi chumvi zake za namna mbali mbali ambazo hunyonywa na mimea kugeuka kwenye uhai.","lang":"sw"},{"name":"16:66","price":"Na hakika katika nyama hoa nyinyi mna mazingatio. Tunakunywesheni katika vile viliomo matumboni mwao, vikatoka baina ya mavi na damu, maziwa safi mazuri kwa wanywao.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"Na enyi watu! Hakika katika nyama hoa, yaani mifugo, ngamia, ng'ombe, na kondoo na mbuzi, mna mawaidha yanayo faa kuzingatiwa na kufuatwa uwongofu wake wa kumtoa mtu ujingani akaingia kumjua Mwenye kuumba, Aliye anzisha kila kitu, Mwenye hikima. Na Sisi tunakunywesheni kutokana na baadhi ya viliomo matumboni mwa hao wanyama vilio zidi katika chakula na damu maziwa safi, matamu, mepesi kuyapata kwa wanao kunywa. Katika viwele vya wanyama wa mifugo imo namna ya mitoki (glands) ambayo inachuja maziwa. Mitoki hiyo inanyweshwa na mishipa inayo leta madda maalumu kutokana na damu, na (chyle); hicho ni chakula kilicho tayarishwa. Viwili hivyo huwa vimekwisha lainishwa kwa kumezwa kama ni chakula. Kisha hapo hizo glands za maziwa huteuwa sehemu yenye kuhitajiwa kwa kufanya maziwa kutokana na vitu viwili hivyo, damu na chyle, na humiminiwa maji maalumu kugeuza hivyo vikawa maziwa yenye kukhitalifiana na asili yake kwa rangi na utamu kabisa.","lang":"sw"},{"name":"16:67","price":"Na kutokana na matunda ya mitende na mizabibu mnatengeneza ulevi na riziki nzuri. Hakika katika hayo ipo Ishara kwa wanao tumia akili.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"Na kutokana na matunda ya mitende na mizabibu tuliyo kuneemesheni kwayo na tukakuwezesheni kuitumia, mnakamua maji yake yakatoka ulevi usio kuwa mzuri, na chakula kilicho kuwa kizuri. Hakika katika haya pana alama yenye kuonyesha uwezo na rehema kwa watu wanao nafiika kwa akili zao. (Kitu kile kile kina faida kikitumiwa kwa sharia za Mwenyezi Mungu za maumbile, na kile kile kikawa na madhara kikitumiwa kinyume na hizo sharia.)","lang":"sw"},{"name":"16:68","price":"Na Mola wako Mlezi amemfunulia nyuki: Jitengenezee majumba yako katika milima,na katika miti, na katika wanayo jenga watu.","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"Ewe Nabii! Zingatia jinsi Mwenyezi Mungu alivyo mfahamisha nyuki, kama kwamba amemfunulia kwa Wahyi, akamwonyesha sababu za uhai wake, na njia za maisha yake. Akamfunza ajenge masega yake katika mapango, na katika uwazi wa miti, na kwenye maburuji ya majumba na mizabibu.","lang":"sw"},{"name":"16:69","price":"Kisha kula katika kila matunda, na upite katika njia za Mola wako Mlezi zilizo fanywa nyepesi kuzipita. Na kutoka matumbo yao kinatoka kinywaji chenye rangi mbali mbali; ndani yake kina matibabu kwa wanaadamu.Hakika katika haya ipo Ishara kwa watu wanao fikiri.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"Kisha Subhanahu akamhidi Nyuki ale matunda ya miti na mimea mbali mbali, na akamsahilishia afuate njia alizo mtengezea Mola wake Mlezi, na akatoa kutokana na matumbo yake kinywaji, nacho ni asali, chenye rangi mbali mbali. Na hiyo asali imekuwa ni dawa ya kuwaponyesha watu. Hakika katika hayo pana ufundi wa ajabu wa kuonyesha nguvu, na kuwepo Mwenye kuumba, na Mwenye kuweza, Mwenye hikima. Wenye kutumia akili zao wananufaika kwa mazingatio hayo, na watapata furaha ya daima. Asali ya nyuki ni mchanganyiko wa glucose na livulose, nayo ni namna ya sukari ambayo ni nyepesi kabisa kutumika mwilini, na madaktari wamevumbua karibu kuwa glucose ina faida kutibu maradhi mengi, kwa kupiga sindano, na kwa mdomo na kwa nyuma, kwa kuwa inatia nguvu, na inapinga sumu ya maadeni kadhaa wa kadhaa, na sumu inayo patikana kwa maradhi ya viungo, kama kuingia sumu kwa mkojo na maradhi ya kuwa manjano jaundice na mengineyo. Vile vile imethibiti kuwa Vitamin nyingi hupatikana humo, na khasa Vitamin B complex.","lang":"sw"},{"name":"16:70","price":"Na Mwenyezi Mungu amekuumbeni; kisha anakufisheni. Na miongoni mwenu wapo wanao rudishwa kwenye umri mbaya kabisa, hata akawa asijue kitu baada ya ujuzi alio kuwa nao. Hakika Mwenyezi Mungu ndiye Mjuzi na Mweza.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"Mwenyezi Mungu amekuumbeni, na amekujaalieni kila mtu na ajali yake. Kati yenu wapo wanao kufa mapema, na wengine wanao fikia ukongwe wakarejea katika hali ya udhaifu. Wakawa wanadhoofika kidogo kidogo, zikipungua nguvu zao za mwili, na mifupa na viungo na mishipa. Mwisho wao wakawa hawajiwezi kujifanyia lolote liwapasalo! Hakika Mwenyezi Mungu ni Mjuzi wa siri za kuumba kwake, ni Muweza wa kutimiza alitakalo.","lang":"sw"},{"name":"16:71","price":"Na Mwenyezi Mungu amewafadhilisha baadhi yenu kuliko wengine katika riziki. Na wale walio fadhilishwa hawarudishi riziki zao kwa wale ilio wamiliki mikono yao ya kulia ili wawe sawa katika riziki hiyo. Basi je, wanazikataa neema za Mwenyezi Mungu?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu amewafadhilisha baadhi yenu kwa riziki kuliko wengineo. Amemruzuku bwana mwenye kumiliki kuliko mtumwa mamluki. Wala walio ruzukiwa kingi hawawapi watumwa wao hata nusu ya riziki yao, ili wapate kuwa wote na riziki sawa! Basi ikiwa hawa makafiri hawakubali watumwa wao washirikiane nao katika riziki iliyo toka kwa Mwenyezi Mungu, nao wote ni wanaadamu kama wao, basi vipi wao wanataka kumshirikisha Mwenyezi Mungu na viumbe vyake katika mambo yasio kuwa laiki naye Subhanahu wa Taa'la, nako ni kustahiki kuabudiwa? Basi je, macho ya hao washirikina yataendelea kufumbika baada ya yote haya, wakabaki wakipinga neema za Mwenyezi Mungu juu yao kwa kumshirikisha Yeye na wengineo?","lang":"sw"},{"name":"16:72","price":"Na Mwenyezi Mungu amekuumbieni wake katika jinsi yenu, na akakujaalieni kutoka kwa wake zenu wana na wajukuu, na akakuruzukuni vitu vizuri vizuri.Basi je, wanaamini upotovu na wanazikataa neema za Mwenyezi Mungu?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu amekuumbieni wake wa jinsi yenu mtulie nao. Tena amekupeni, kutoka kwa wake zenu, wana na wajukuu, na akakuruzukuni vitu vya kufurahisha nafsi zenu alivyo kuhalalishieni. Je, baada ya haya ndio baadhi ya watu humshirikisha Mwenyezi Mungu, na wakaamini upotovu, na wakazipinga neema za Mwenyezi Mungu zinazo onekana, ambazo zinastahiki shukrani kutoka kwao, na kumsafia ibada Mwenyezi Mungu? Ndoa ni mfungamano mtakatifu ambao ndio asili ya ukoo na kiini cha umma na jamii. Na ndoa ni mpango wa kuidhibiti ile khulka waliyo nayo wanaadamu na wanyama, nayo ni kutamani kuingiliana. Lau ingeli kuwa hapana ndoa iliyo kadiriwa kudhibiti ile khulka ya kutamaniana basi binaadamu wangeli kuwa sawa na wanyama kwa kufuata fujo na uchafu wa kuingiliana. Na hapo mwanaadamu asingeli kuwa yule kiumbe aliye mjaalia Mwenyezi Mungu kuwa na akili na fikra na akamtukuza kuliko viumbe vyengine, na akamrithisha mamlaka ya ardhi. Ilivyo kuwa mpango wa Mwenyezi Mungu katika uhai huu ni kutengeneza khulka kwa ndoa ili binaadamu awe juu kuliko wanyama wengine, hali kadhaalika binaadamu kwa upande mwengine ameumbiwa kupenda kubakia. Na ilivyo kuwa hapana njia ya kubakia yeye mwenyewe, naye anayajua hayo kutokana na baba zake na babu zake na vitu vyote vilio hai, basi njia pekee ni yeye kuzaa dhuriya wapate kuishi na kuendelea daima. Na labda lenye kuweka wazi kabisa ile khulka yake ni kauli ya Mwenyezi Mungu Mtukufu: \"Na Mwenyezi Mungu amekuumbieni wake katika jinsi yenu, na akakujaalieni kutoka kwa wake zenu wana na wajukuu, na akakuruzukuni vitu vizri vizuri.\"","lang":"sw"},{"name":"16:73","price":"Na badala ya Mwenyezi Mungu wanawaabudu wasio wamilikia riziki kutoka mbinguni wala kwenye ardhi, wala hawawezi kitu.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"Na wakawa badala ya Mwenyezi Mungu wakaabudu masanamu ambayo hayawezi kuwapa riziki yoyote hata chembe, sawa sawa ikiwa riziki hiyo inatoka mbinguni kama maji, au kutokana na ardhi kama matunda ya miti na mimea. Na miungu hiyo haiwezi kufanya lolote kama hayo, wala duni ya hayo!","lang":"sw"},{"name":"16:74","price":"Basi msimpigie Mwenyezi Mungu mifano. Hakika Mwenyezi Mungu anajua,na nyinyi hamjui.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"Na ilivyo kuthibitikieni kuwa asiye kuwa Mwenyezi Mungu hakufaeni kitu, basi msiseme kwamba Mwenyezi Mungu Mtukufu ana yeyote wa kumshabihi, ikawa kisingizio cha kuwaabudu hao kwa vipimo vipotovu, na kushabihisha kusio kweli kwa ajili ya kuwaabudu hao pamoja naye! Hakika Mwenyezi Mungu anajua upotovu wa mnayo yatenda, naye atakulipeni kwayo na hali nyinyi mmo katika mghafala hamjui ubaya wa mwisho wenu!","lang":"sw"},{"name":"16:75","price":"Mwenyezi Mungu anapiga mfano wa mtumwa aliye milikiwa, asiyeweza kitu, na mwingine tuliye mruzuku riziki njema inayo toka kwetu,naye akawa anatoa katika riziki hiyo kwa siri na dhaahiri. Je, hao watakuwa sawa? Alhamdu Lillahi! Kuhimidiwa kote ni kwa Mwenyezi Mungu.Lakini wengi wao hawajui.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"* Mwenyezi Mungu amepiga mfano kufahamisha ufisadi walio nao washirikina. Mtumwa aliye milikiwa kama mtumwa mamluki, hanalo aliwezalo kulitenda; na muungwana anaye ruzukiwa na Mwenyezi Mungu riziki ya halali, naye anatoa katika hiyo riziki kwa siri na dhaahiri! Je, ni sawa watumwa wasio weza kitu, na waungwana wenye nacho na wanatumia walicho nacho? Hakika Mwenyezi Mungu anamiliki kila kitu, na anafanya katika ufalme wake kama apendavyo. Na asiye kuwa Yeye hamiliki chochote. Basi huyo hastahiki kuabudiwa na kuhimidiwa. Sifa zote ni haki ya Mwenyezi Mungu peke yake. Yeye ndiye Mwenye Utukufu peke yake, kwani kila kheri inatoka kwake, na kila zuri linarejea kwake. Wala hawatendi hao wanayo yatenda kwa kujua, bali wanatenda kwa kuwafuata wakubwa zao. Bali wengi wao hawajui, na wanaziambatisha neema za Mwenyezi Mungu kwa wengineo, na wanawaabudu hao badala yake!","lang":"sw"},{"name":"16:76","price":"Na Mwenyezi Mungu anapiga mfano wa watu wawili. Mmoja wao ni bubu, hawezi chochote, naye ni mzigo kwa bwana wake. Popote anapo muelekeza haleti kheri. Je! Huyo anaweza kuwa sawa na yule anaye amrisha uadilifu,naye yuko juu ya Njia Iliyo Nyooka.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"Mwenyezi Mungu amekupigieni mfano mwengine, wa watu wawili. Mmoja wao kiziwi-bubu; hafahamu wala hafahamiki, mzigo kwa aliye mlazimu kumtazama. Bwana wake akimuelekeza kokote harejei na faida yoyote. Basi, je, mtu huyu atakuwa sawa na mtu mwenginewe aliye fasihi wa kusema, anasikia vyema, anaamrisha haki na uadilifu, naye mwenyewe ameshika Njia iliyo kaa sawa, isiyo kwenda upogo? Huyo kiziwi asiye sikia wala kusema wala hafahamu wala hafahamiki, ndio mfano wa masanamu wanayo yaabudu badala ya Mwenyezi Mungu. Kwani hayo hayasikii wala hayasemi wala hayafai kitu. Hayawezi hayo kulingana na Mwenye kusikia, Mwenye kujua, Mwenye kuwaita watu wende kwenye kheri na haki, na kwenye Njia Iliyo Nyooka.","lang":"sw"},{"name":"16:77","price":"Na siri zote za katika mbingu na ardhi ziko kwa Mwenyezi Mungu.Wala halikuwa jambo la Saa (ya Kiyama) ila kama kupepesa kwa jicho, au akali ya hivyo. Hakika Mwenyezi Mungu ni Muweza wa kila kitu.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"Na ni ya Mwenyezi Mungu tu peke yake yote wasiyo yajua waja katika mbingu na katika ardhi. Wala jambo la kuja Siku ya Kiyama, na kufufuliwa watu, haraka yake na upesi wake kwa Mwenyezi Mungu, si chochote ila ni kama kufumba na kufumbua jicho! Bali ni duni kuliko hivyo, jinsi ya upesi wake. Hakika uwezo wa Mwenyezi Mungu ni mkubwa mno, Yeye haemewi na kitu.","lang":"sw"},{"name":"16:78","price":"Na Mwenyezi Mungu amekutoeni matumboni mwa mama zenu, hali ya kuwa hamjui kitu, na amekujaalieni masikio na macho na nyoyo ili mpate kushukuru.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu amekutoeni kutokana na matumbo ya mama zenu hali hamjui chochote katika yaliyo kuzungukeni. Na akakupeni kusikia na kuona na nyoyo, kuwa ndio silaha za kujifunzia na kufahamu, ili mpate kumuamini kwa njia ya ilimu, na mumshukuru kwa alivyo kufadhilini. Utabibu wa kisasa umethibitisha kuwa kuweza kusikia kunaanza mapema sana katika maisha ya mtoto mchanga, mnamo wiki chache za mwanzo. Ama kuona huanza mwezi wa tatu. Wala kuona hakuwi baraabara mpaka katika mwezi wa sita. Ama \"moyo \" wa kufahamu na kutambua huwa baada ya hayo. Mpango ulio letwa na Qur'ani ni mpango unao lingana na hisiya hizo.","lang":"sw"},{"name":"16:79","price":"Je! Hawawaoni ndege walivyo wat'iifu katika anga la mbingu? Hapana mwenye kuwashika isipo kuwa Mwenyezi Mungu. Hakika katika haya zipo ishara kwa watu wanao amini.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"Je! Hao washirikina hawawaangalii ndege walio jaaliwa waweze kuruka hewani juu, kwa kupewa na Mwenyezi Mungu mbawa kubwa kuliko miili yao, wakiikunjua na kuikunja. Na Mwenyezi Mungu akaidhalilisha hewa kuwabeba hao ndege. Hapana anaye washika huko angani ila Mwenyezi Mungu kwa nidhamu aliyo itengeneza Yeye Mwenyewe! Hakika katika kuwatazama hao ndege, na kuzingatia hikima ya Mwenyezi Mungu katika kuwaumba, ni ishara kubwa ya kuwanafiisha walio kuwa tayari kuamini. Ndege wanaruka kwa sababu kadhaa wa kadhaa katika kuumbwa kwao. Muhimu kuliko yote ni lile umbo lao la kuchongoka, na kuwa mbawa zao zilivyo tanda zenye manyoya, na mafupa yenye uwazi na myepesi na vifuko vya hewa kati ya matumbo yao, navyo vimeambatishwa na mayavuyavu (mapafu). Hivyo vifuko hujaa hewa wakati wa kuruka, basi huzidi hao ndege kuwa wepesi.","lang":"sw"},{"name":"16:80","price":"Na Mwenyezi Mungu amekujaalieni majumba yenu yawe ni maskani yenu, na amekujaalieni kutokana na ngozi za wanyama nyumba mnazo ziona nyepesi wakati wa safari zenu na wakati wa kutua kwenu. Na kutokana na sufi zao na manyoya yao na nywele zao mnafanya matandiko na mapambo ya kutumia kwa muda.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu Subhanahu wa Taa'la ndiye aliye kujaalieni mkaweza kusimamisha nyumba zenu ili ziwe maskani yenu. Na akakujaalieni kutokana na ngozi za ngamia, na ng'ombe, na kondoo na wanyama wengineo mkafanya mahema ambayo ni kama nyumba za kukalia, na mkihama nayo mnapo safiri na mnapo tua. Na kutokana na sufi zao, na nywele zao, na manyoya yao, mkafanya matandiko ya kutumia hapa duniani mpaka itakapo fika ajali yenu ya kuondoka.","lang":"sw"},{"name":"16:81","price":"Na Mwenyezi Mungu amekufanyieni vivuli katika vitu alivyo viumba,na amekufanyieni maskani milimani, na amekufanyieni nguo za kukingeni na joto, na nguo za kukingeni katika vita vyenu. Ndio hivyo anakutimizieni neema zake ili mpate kut'ii.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu amekuumbieni miti na vitu vyenginevyo vya kukupeni vivuli kukulindeni na taabu ya joto, na amekufanyieni mapango milimani, nanyi mkafanya humo maskani kama nyumba. Pia amekuumbieni nguo za sufi na pamba na kitani na vyenginevyo, ili kukuhifadhini na joto la jua, na nguo za chuma za kukulindeni katika vita na adui zenu. Kama alivyo kujaalieni hayo, basi kadhaalika amekutimizieni neema zake kwa kukupeni Dini iliyo simama sawa, ili mpate kuifuata amri yake, na mumsafie ibada Yeye tu si na mwenginewe.","lang":"sw"},{"name":"16:82","price":"Basi wakikengeuka lilio juu yako wewe ni kufikisha ujumbe waziwazi.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"Wakikupuuza, ewe Nabii, hao unao waita wafuate Uislamu, basi wewe huna jukumu kwa mapuuza yao. Haikulazimu wewe ila kufikisha ujumbe kwa uwazi, na hayo umekwisha fanya.","lang":"sw"},{"name":"16:83","price":"Wanazijua neema za Mwenyezi Mungu, kisha wanazikanusha; na wengi wao ni makafiri.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"Kupuuza kwao hao makafiri si kwa kuwa hawajui kwamba Mwenyezi Mungu Subhanahu ndiye chanzo cha kila neema zote wanazo zipata, lakini wao hutenda vitendo vya wanao kanya neema, kwa vile hawamshukuru Mola Mlezi kwazo. Na wengi wao wamekazania kuwafuata baba zao katika kumkataa Mwenyezi Mungu, mpaka wakawa wengi wao ndio wapinzani.","lang":"sw"},{"name":"16:84","price":"Na siku tutakapo wainua kutokana na kila umma shahidi, kisha hawataruhusiwa walio kufuru wala hawataachiliwa kutaka radhi.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"Ewe Nabii! Mhadharishe kila anaye mkataa Mola wake Mlezi kwa yatakayo tokea Siku tutakapo muinua kutokana na kila umma shahidi wa kuwashuhudia kwa walivyo mpokea Mtume wa Mola wao Mlezi. Na pindi akitaka kafiri kutoa udhuru, hatapewa ruhusa ya kutaka kutoa udhuru. Wala hatapatikana mwombezi wa kumtengenezea maombezi, kwa kutakiwa warejee waache sababu za Mwenyezi Mungu kuwakasirikia. Kwani Akhera sio pahala pa kutubia.","lang":"sw"},{"name":"16:85","price":"Na walio dhulumu watakapo iona adhabu hawatapunguziwa hiyo adhabu,wala hawatapewa muhula.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"Na wale walio jidhullumu nafsi zao kwa kukufuru watakapo iona Jahannamu, na wakataka wapunguziwe adhabu, hawato jibiwa, wala hawato akhirishwa kuingia Jahannamu hata dakika moja.","lang":"sw"},{"name":"16:86","price":"Na walio shirikisha watakapo waona hao walio washirikisha na Mwenyezi Mungu, watasema: Mola wetu Mlezi! Hawa ndio washirikishwa wetu ambao tulikuwa tukiwaabudu badala yako. Ndipo wale watakapo watupia kauli:Hakika nyinyi ni waongo!","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"Na walio wafanya miungu yao washirika wa Mwenyezi Mungu na wakawaabudu watapo sema: Ewe Mola Mlezi wetu! Hawa ndio washirikishwa wetu tulio tukiwaabudu kwa makosa. Basi tupunguzie adhabu kwa kuwapa wao baadhi ya adhabu! Washirikishwa wao watajibu: Ama hakika nyinyi washirikina waongo kwa kudai kwenu kuwa sisi ni washirika wa Mwenyezi Mungu, na kwamba nyinyi mkituabudu! La kweli ni kuwa mkiabudu matamanio yenu tu, wala sisi hatukuwa washirika kama mlivyo dai. (Nabii Isa a.s. amesema: \"Ndipo nitawaambia dhahiri, Sikuwajua ninyi kamwe, ondokeni kwangu, ninyi mtendao maovu.\" - Injili ya Mathayo 7.21-27)","lang":"sw"},{"name":"16:87","price":"Na siku hiyo watasalimu amri mbele ya Mwenyezi Mungu, na yatapotea waliyo kuwa wakiyazua.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"Hapo tena wale washirikina walio mshirikisha Mwenyezi Mungu watasalimu amri, waikubali hukumu yake, na yawaondokee yale mawazo yao kwamba walio kuwa wakiwaabudu yatakuja waombea na kuwakinga na adhabu!","lang":"sw"},{"name":"16:88","price":"Wale walio kufuru na kuzuilia Njia ya Mwenyezi Mungu tutawazidishia adhabu juu ya adhabu, kwa walivyo kuwa wakifisidi.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"Walio kufuru na wakawazuia wengine kufuata Njia ya Mwenyezi Mungu, nayo ndiyo Njia ya kheri na haki, tutawazidishia adhabu juu ya adhabu wanayo stahiki kwa ukafiri wao, kwa walivyo kusudia kuwafisidi na kuwapotosha waja wa Mwenyezi Mungu!","lang":"sw"},{"name":"16:89","price":"Na (waonye) siku tutakapo wainua mashahidi katika kila umma wakiwashuhudia kwa yanayo tokana na wao, na tutakuleta wewe uwe shahidi juu ya hao. Na tumekuteremshia Kitabu hiki kinacho bainisha kila kitu, na ni uwongofu,na rehema, na bishara kwa Waislamu.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"Ewe Nabii! Wahadharishe makafiri katika kaumu yako kwa yatakayo wapata Siku tutapo watolea kila umma shahidi wa kuwashuhudia, naye ndiye Nabii wao, ambaye atakuwa ni mmoja wao, ili wawe hawana kisingizio. Na wewe, ewe Nabii, tutakuleta uwashuhudie hao walio kukadhibisha. Na tangu hivi sasa yawapasa wazingatie! Sisi tumekuteremshia wewe Qur'ani, ambayo ndani yake kila kitu kimebainishwa kwa haki. Na ndani yake umo uwongofu, na rehema, na bishara ya Pepo kwa wenye kuifuata na kuiamini.","lang":"sw"},{"name":"16:90","price":"Hakika Mwenyezi Mungu anaamrisha kufanya uadilifu, na hisani,na kuwapa jamaa; na anakataza uchafu, na uovu, na dhulma. Anakuwaidhini ili mpate kukumbuka.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"Mwenyezi Mungu anawaamrisha waja wake uadilifu wa maneno na vitendo, na katika kila jambo wakusudie lilio bora, na walifadhilishe kuliko jenginelo. Kama anavyo amrisha kuwapa jamaa zenu wanacho hitajia, ili kuzidi kutia nguvu makhusiano ya mapenzi kati ya ukoo. Na Mwenyezi Mungu anakataza kutenda kila la makosa, na khasa madhambi yaliyo pita mpaka kwa ubaya, na kila kisicho pendeza katika sharia na akili nzuri. Hali kadhaalika anakataza kumfanyia uadui mtu. Na Mwenyezi Mungu Aliye takasika anakukumbusheni haya, na anakuelekezeni kwenye mambo mema, mpate kukumbuka fadhila zake kwa maelekezo yake mema,basi ndio mfanye anavyo kwambieni.","lang":"sw"},{"name":"16:91","price":"Na timizeni ahadi ya Mwenyezi Mungu mnapo ahidi, wala msivunje viapo baada ya kuvithibitisha, ilihali mmekwisha mfanya Mwenyezi Mungu ndiye mdhamini wenu. Hakika Mwenyezi Mungu anayajua myatendayo.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"Na timizeni ahadi mlizo jitolea nafsi zenu kwa kumshuhudisha Mwenyezi kuwa mtazitekeleza, maadamu ahadi hizo ni kwa mujibu wa sharia ya Mwenyezi Mungu. Wala msivunje viapo vyenu kwa kutotimiza baada ya kuvitilia nguvu kwa kumtaja Mwenyezi Mungu, na kuazimia kikweli kutimiza. Nanyi mlipo toa ahadi mlitia maanani kuwa Mwenyezi Mungu ndiye dhamini wenu kwamba mtatekeleza, na kwamba Mwenyezi Mungu anakuangalieni na kukuoneni. Basi shikamaneni na ahadi zenu na viapo vyenu, kwani Mwenyezi Mungu Subhanahu anakujueni yupi katika nyinyi anaye timiza na anaye kwenda kinyume, yupi anaye tekeleza na yupi anaye vunja. Basi atakulipeni kwa mnayo yafanya.","lang":"sw"},{"name":"16:92","price":"Wala msiwe kama mwanamke anaye uzongoa uzi wake baada ya kwisha usokota ukawa mgumu. Mnavifanya viapo vyenu kuwa ni njia ya kudanganyana baina yenu kwa kuwa ati taifa moja lina nguvu zaidi kuliko jengine? Hakika Mwenyezi Mungu anakujaribuni kwa njia hiyo. Na bila ya shaka atakubainishieni Siku ya Kiyama mliyo kuwa mkikhitalifiana.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"Wala msiwe katika kwenda kinyume na viapo vyenu baada ya kuvithibitisha mfano wa mwanamke mwendawazimu anaye sokoto sufi, ikisha kuwa nyuzi akazifumua tena. Mkafanya viapo vyenu kuwa ni njia ya kudanganya na kukhadaa watu, na huku mkijitafutia udhuru kwa kuwa ama nyinyi ni wengi zaidi au mna nguvu zaidi kuliko wao, au mnakusudia kuwaunga mkono maadui wenye nguvu zaidi kuliko wao, au kwa kuwa mnataraji kuzidi nguvu kwa khiana! Na hakika Mwenyezi Mungu anakufanyieni mtihani. Mkikhiari kutimiza ahadi mtapata mavuno ya duniani na Akhera. Mkielekea khiana, basi ni khasara yenu. Na hakika Siku ya Kiyama atakubainishieni ukweli wa khitilafu zenu za duniani, na atakulipeni kwa mujibu wa vitendo vyenu. Aya mbili hizi zinaonyesha kuwa msingi wa makhusiano baina ya Waislamu na wengineo pamoja na uadilifu ni kutimiza ahadi, na kwamba makhusiano baina ya mataifa hayasimami sawa ila kwa kutimiza ahadi, na kwamba dola za Kiislamu zikijifunga kwa mapatano basi zijifunge kwa jina la Mwenyezi Mungu. Maana ya hayo ni kuwa inakuwapo yamini ya Mwenyezi Mungu na kuwa Yeye ndiye dhamini. Na Aya inafahamisha mambo matatu, ambayo lau kuwa mataifa yangeli yatimiza basi amani ingeli enea: Kwanza: Haifai mapatano kuwa ndio njia ya kufanya khadaa. Ikiwa hivyo inakuwa ni udanganyifu. Na udanganyifu haufai katika makhusiano baina ya wanaadamu, sawa sawa ikiwa baina ya mtu na mtu, au kikundi na kikundi, au baina ya madola. Pili: Kutimiza ahadi peke yake ni nguvu. Na mwenye kuvunja ahadi ni kama mwenye kuvunja alicho kijenga kwa sababu za nguvu. Basi anakuwa kama mpumbavu anaye tatua uzi wake kila akisha usokota. Tatu: Haimfalii mtu kuvunja ahadi kwa sababu ya kutafuta nguvu au kutaka kuzidisha kipande cha ardhi.","lang":"sw"},{"name":"16:93","price":"Na Mwenyezi Mungu angeli taka, kwa yakini angeli kufanyeni umma mmoja. Lakini anamwachia kupotea anaye mtaka, na anamwongoa amtakaye. Na hakika mtaulizwa kwa yale mliyo kuwa mkiyafanya.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"Mwenyezi Mungu ange taka angeli kufanyeni nyote umma wa namna moja kwa jinsi, na rangi, na imani, bila ya khitilafu. Na hayo ni kwa kukupeni umbo jengine, mkawa kama Malaika wasio na uwezo wa kukhiari watakalo. Lakini ametaka muwe jinsi na rangi mbali mbali, na akakupeni uwezo wa kukhiari wenyewe. Mwenye kukhiari matamanio ya dunia kuliko kumridhi Mwenyezi Mungu, anaachwa kwa ayatakayo. Na mwenye kutaka kumridhi Mwenyezi Mungu kwa vitendo vyema, anasahilishiwa kwa anayo yataka. Na kuweni na yakini kuwa nyote nyinyi mtakuja ulizwa Siku ya Kiyama juu ya mliyo yatenda duniani, na mtalipwa kwa vitendo vyenu.","lang":"sw"},{"name":"16:94","price":"Wala msifanye viapo vyenu ni njia ya kudanganyana baina yenu.Usije mguu ukateleza badala ya kuthibiti, na mkaonja maovu kwa sababu ya kule kuzuilia Njia ya Mwenyezi Mungu, na mkapata adhabu kubwa.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"Wala msishike njia ya khiana, mkafanya viapo ndio njia ya udanganyifu na khadaa. Kwa hivyo nyayo zenu zitateleza mlikosee lengo lilio sawa, na kwa hivyo ikapelekea mkaiwacha Njia ya Mwenyezi Mungu ya kutimiza ahadi, na mkawa ni mfano muovu wa khiana, na watu wakaja waona kuwa Waislamu ni watu wabaya, na wakautupilia mbali Uislamu wenyewe. Na uovu ukateremka duniani kwa sababu yenu kwa kuto kuaminini kwa vile mnavyo kwenda kinyume na njia ya haki, nanyi ikakuteremkieni adhabu kali yenye kutia machungu.","lang":"sw"},{"name":"16:95","price":"Wala msinunue ahadi ya Mwenyezi Mungu kwa thamani ndogo. Hakika kilichoko kwa Mwenyezi Mungu ndicho bora kwenu, ikiwa mnajua.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"Wala msibadilishe ahadi ya kweli kweli kwa kutaka pato la dunia, na hilo ni duni na lingali onekana kubwa. Maana yaliopo kwa Mwenyezi Mungu, malipo ya wanao hifadhi ahadi zao duniani, na malipo ya Akhera ya milele, ni bora kwenu kuliko yote yanayo kudanganyeni kwa kuvunja ahadi. Basi zingatieni na mfahamu, ikiwa nyinyi ni watu wa ilimu na utambuzi baina ya jema na lisio kuwa jema. Wala msitende ila lilio na maslaha kwenu duniani na Akhera.","lang":"sw"},{"name":"16:96","price":"Mlivyo navyo vitakwisha na vilivyoko kwa Mwenyezi Mungu ndivyo vitakavyo bakia. Na kwa yakini Sisi tutawapa walio subiri ujira wao kwa bora ya waliyo kuwa wakiyatenda.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"Kwani neema mlizo nazo zina mwisho hata zingeli kaa muda mrefu. Na neema zilioko kwa Mwenyezi Mungu Akhera ni za milele wala hazishi. Na Sisi tutawalipa wenye kuvumilia mashaka ya taabu kwa ajili ya tuliyo waahidi, nayo ni kupata bora ya malipo marudufu kwa vitendo vyao, waneemeke kwayo daima milele Akhera.","lang":"sw"},{"name":"16:97","price":"Mwenye kutenda mema, mwanamume au mwanamke, naye akawa ni Muumini,tutamhuisha maisha mema; na tutawapa ujira wao kwa bora ya waliyo kuwa wakiyatenda.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"Hakika mwenye kutenda mema duniani, sawa sawa akiwa mwanamume au mwanamke, akajiingiza katika huo wema kwa nguvu za imani, kwa kila linalo wajibika kwa kuliamini, basi Sisi hatuna budi kumfanya aishi maisha mazuri yasiyo kuwa na machungu, yenye ndani yake ukinaifu na kuridhika na kuvumilia masaibu ya dunia, na shukrani kwa neema anazo zipata kwa Mwenyezi Mungu. Na Akhera hapana budi ya kuwa tutawalipa watu wa namna hii bora ya malipo kwa kuzidi marudufu kwa vitendo vyao vya duniani.","lang":"sw"},{"name":"16:98","price":"Na ukisoma Qur'ani mwombe Mwenyezi Mungu akulinde na Shetani maluuni.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"Kinacho linda nafsi isighurike na pumbao ni Qur'ani. Ewe Muumini! Ukitaka kuishi maisha ya mbali na kuchezewa na Shetani, na upate wema wa kote kuwili, duniani na Akhera, basi Mimi nakuongoza kwenye jambo litakalo kusaidia kwa hayo. Jambo lenyewe ni kuisoma Qur'ani. Na unapo taka kusoma Qur'ani, anzia kwa kumuomba Mwenyezi Mungu kwa ikhlasi akuepushe na wasiwasi wa Shetani, aliye fukuzwa kwenye rehema ya Mwenyezi Mungu, na anaona uzuri kuwaghuri watu awaingize katika kumuasi Mwenyezi Mungu.","lang":"sw"},{"name":"16:99","price":"Hakika yeye hana madaraka juu ya walio amini na wakamtegemea Mola wao Mlezi.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"Ukifanya haya kwa kumsafia niya Mwenyezi Mungu, basi atakulinda na Shetani, na atakuondolea wasiwasi. Kwani Shetani hana athari kwa walio jaa Imani ya Mwenyezi Mungu, na wakamtaka msaada na kumtegemea Yeye peke yake.","lang":"sw"},{"name":"16:100","price":"Hakika madaraka yake ni juu ya wanao mfanya rafiki yao, na wale wanao fanya ushirika naye.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"Bali taathira yake Shetani na khatari yake ni juu ya wale ambao nyoyo zao hazina mfungamano wala mapenzi na Mwenyezi Mungu. Basi hao hawana la kuwalinda na athari za Shetani. Watamfuata huyo kama rafiki anavyo mfuata rafiki yake, mpaka watumbukie katika kumshirikisha Mwenyezi Mungu katika kumuabudu pamoja na miungu mingine isiyo weza kuleta madhara wala manufaa.","lang":"sw"},{"name":"16:101","price":"Na tunapo badilisha Ishara pahala pa Ishara nyengine, na MwenyeziMungu anajua anayo teremsha, wao husema: Wewe ni mzushi. Bali wengi wao hawajui kitu.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"Na tukikuletea muujiza badala ya muujiza ulio sawa na tulio waletea Manabii walio tangulia, na tukakuletea wewe hii Qur'ani kuwa ni muujiza wenyewe, wanakusingizia kuwa umeizua tu hii, na kwamba unamzulia Mwenyezi Mungu uwongo! Na Mwenyezi Mungu peke yake ndiye Mjuzi kwa ujuzi usio pikuliwa kuijua miujiza anayo wateremshia Manabii wake. Lakini wengi wao watu hawa si watu wa ilimu wa kujua lilio kweli.","lang":"sw"},{"name":"16:102","price":"Sema: Ameiteremsha hii Roho takatifu kutokana na Mola wako Mlezi kwa haki, ili awathibitishe wale walio amini, na kuwa ni uwongofu, na ni bishara kwa Waislamu.","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"Ewe Nabii! Waambie kuwabainishia muujiza wako: Hakika hii Qur'ani kaniteremshia mimi Jibril, Roho safi, kutokana kwa Mola wangu Mlezi, kwa kufuatana na kukusanya Haki, ili kwayo azitie imara nyoyo za Waumini, na ili iwe ni Uwongofu kwa watu wote waongokewe, na iwape bishara njema ya neema Waislamu wote.","lang":"sw"},{"name":"16:103","price":"Na Sisi hakika tunajua kwamba wanasema: Yuko mtu anaye mfundisha.Lugha ya huyo wanaye muelekezea ni ya kigeni, na hii ni lugha ya Kiarabu mbayana.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"Hakika Sisi tunajua wayasemayo makafiri wa Makka, nayo: Hamfundishi Muhammad hii Qur'ani ila mtu tunaye mjua, naye ni kijana wa Kirumi. Wala hamteremshii Malaika kutoka kwa Mwenyezi Mungu kama asemavyo! Na kauli yao hii ni ya uwongo. Kwani huyo kijana wanaye sema kuwa anakufundisha wewe ni mgeni, hajui Kiarabu vizuri. Na Qur'ani ni lugha ya Kiarabu kilicho wazi cha ufasihi, hata imekuwa nyinyi wabishi mmeshindwa kuleta mfano wake. Basi hizo tuhuma zenu zina maana gani?","lang":"sw"},{"name":"16:104","price":"Hakika wasio ziamini Ishara za Mwenyezi Mungu, Mwenyezi Mungu hawaongoi, nao watapata adhabu chungu.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"Hakika hao wasio zikubali Ishara za Mwenyezi Mungu ambazo wameshindwa kuleta mfano wake, na wakashikilia kuzikataa juu ya kuemewa kwao, Mwenyezi Mungu hawaongoi. Nao Akhera watapata adhabu kali kwa sababu ya ukafiri wao na inadi yao!","lang":"sw"},{"name":"16:105","price":"Wanao zua uwongo ni wale tu wasio ziamini Ishara za MwenyeziMungu. Na hao ndio waongo.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"Hakika wanao jasirisha kumzulia Mwenyezi Mungu uwongo ni wale wasio ziamini Ishara za Mwenyezi Mungu, na hao peke yao ndio walio fikilia ukomo wa uwongo. Na wewe, Nabii, si katika watu hao hata wa kutuhumie hivyo.","lang":"sw"},{"name":"16:106","price":"Anaye mkataa Mwenyezi Mungu baada ya kuamini kwake - isipo kuwa aliye lazimishwa na hali ya kuwa moyo wake umetua juu ya Imani, lakini aliye kifungulia kifua chake kukataa - basi hao ghadhabu ya Mwenyezi Mungu ipo juu yao, na wao watapata adhabu kubwa.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"Hao wanao tamka ukafiri baada ya kuamini watapata ghadhabu ya Mwenyezi Mungu. Isipo kuwa aliye lazimishwa kutamka maneno ya ukafiri na hali moyo wake umesimama imara katika Imani. Huyo atavuka, haitompata ghadhabu ya Mwenyezi Mungu. Ama ambao nyoyo zao zinafurahia ukafiri, na ndimi zao zinakubaliana na yaliyo nyoyoni mwao, hao watapata ghadhabu kali kwa Mwenyezi Mungu ambaye amewaandalia adhabu kubwa katika Akhera.","lang":"sw"},{"name":"16:107","price":"Hayo ni kwa sababu wameyapenda zaidi maisha ya duniani kuliko ya Akhera, na kwa sababu Mwenyezi Mungu hawaongoi watu makafiri.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"Na hiyo ghadhabu na adhabu waliyo stahiki kuipata, ni kwa sababu ya kupenda kwao mno neema za duniani na starehe zake za kupita njia, hata zikawaweka mbali na Haki, na zikawatia upofu wasiione kheri. Basi Mwenyezi Mungu akawaachilia mbali na huo ukafiri wanao upenda. Huo ndio mwendo wake anavyo watendea viumbe vyake, huwaacha kama hawa, na huwaacha asiwahidi kwa sababu ya ufisadi wao wenyewe, na kukakamia katika upotovu.","lang":"sw"},{"name":"16:108","price":"Hao ndio Mwenyezi Mungu ameziziba nyoyo zao na masikio yao na macho yao. Na hao ndio walio ghafilika.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"Hao ndio Mwenyezi Mungu amewapiga muhuri wa mghafala katika nyoyo zao, hata zikawa haziikubali Haki, na katika masikio yao wakawa hawasikii kwa sikio la fahamu na mazingatio wakawa kama viziwi, na katika macho yao hata wakawa hawaoni ishara na dalili zilio mbele yao. Hao ndio walio zama katika kughafilika na Haki. Hao hawana kheri mpaka uondoke mghafala katika akili zao.","lang":"sw"},{"name":"16:109","price":"Hapana shaka ya kwamba hao ndio wenye kukhasiri Akhera.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"Hao hapana shaka yoyote ndio peke yao watakao khasiri kila kheri katika Akhera!","lang":"sw"},{"name":"16:110","price":"Kisha hakika Mola wako Mlezi, kwa wale walio hama makwao baada ya kuteswa, kisha wakapigania Dini na wakasubiri, bila ya shaka Mola wako Mlezi baada ya hayo ni Mwenye kusamehe Mwenye kurehemu.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"Tena, ewe Nabii! Jua kuwa Mola wako Mlezi ni Mwenye kuwasaidia na kuwanusuru walio hama Makka kukimbiza Dini yao isikandamizwe, na nafsi zao zisiadhibiwe na washirikina. Kisha wakapigana Jihadi kwa kadiri ya uwezo wao, kwa maneno na vitendo, wakavumilia mashaka na taabu, na yaliyo wakuta kwa ajili ya Dini yao. Hakika Mola wako Mlezi baada ya hayo waliyo yastahamilia ni Mwenye kuwasamehe wakitubu, Mwenye kuwarehemu, basi hato wachukulia kwa walio lazimishwa kuyafanya.","lang":"sw"},{"name":"16:111","price":"Siku ambayo kila nafsi itakuja jitetea, na kila nafsi italipwa sawa sawa na a'mali ilizo zifanya, nao hawatadhulumiwa.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"Ewe Nabii! Watajie watu wako, kwa kuwahadharisha, Siku ambayo kila mtu atakuwa hana linalo mshughulisha ila kujitetea nafsi yake. Hayamshughulishi ya mzazi wala mwana. Siku hiyo ndiyo Siku ya Kiyama! Na Mwenyezi Mungu siku hiyo atailipa kila nafsi malipo ya vitendo iliyo tenda, ikiwa kheri au shari. Na Mola wako Mlezi hamdhulumu hata mtu mmoja.","lang":"sw"},{"name":"16:112","price":"Na Mwenyezi Mungu amepiga mfano wa mji ulio kuwa na amani na utulivu, riziki yake ikiufikia kwa nafasi kutoka kila mahali. Lakini ukazikufuru neema za Mwenyezi Mungu; kwa hivyo Mwenyezi Mungu akauvika vazi la njaa na khofu kwa sababu ya yale waliyo kuwa wakiyafanya.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"Na Mwenyezi Mungu Subhanahu amewapigia mfano watu wa Makka kisa cha mji mmojapo. Watu wake walikuwa wamekaa kwa amani, hawana adui anaye waingilia. Wametua, hawana dhiki ya maisha, riziki inawajia kwa wasaa kutoka kila pahali. Wakazibeua neema za Mwenyezi Mungu, wasimshukuru kwa kumt'ii na kutekeleza amri zake. Mwenyezi Mungu akawapatiliza kwa masaibu yaliyo wazunguka kila upande. Wakaonja uchungu wa njaa na vitisho, baada ya utajiri na amani walio kuwa nayo. Na hayo kwa sababu ya kukakamia kwao katika ukafiri na maasi.","lang":"sw"},{"name":"16:113","price":"Na alikwisha wajia Mjumbe wa miongoni mwao wenyewe. Lakini wakamkanusha;basi iliwafika adhabu hali ya kuwa wamedhulumu.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"Nao alikwisha wajia Mtume kutokana nao wenyewe. Ilikuwa ni waajibu wao wamshukuru Mwenyezi Mungu kwa hayo, lakini walimwambia mwongo, kwa inda na husda tu. Adhabu ikawatwaa nao hali wamo katika udhalimu, na kwa sababu ya hiyo dhulma.","lang":"sw"},{"name":"16:114","price":"Basi kuleni katika vile alivyo kupeni Mwenyezi Mungu, vilivyo halali na vizuri. Na shukuruni neema za Mwenyezi Mungu, ikiwa kweli mnamuabudu Yeye.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"Ikiwa washirikina wanazikufuru neema za Mwenyezi Mungu na wanazigeuza kuwa ni nakama, basi nyinyi Waumini elekeeni kwenye shukra. Na kuleni katika alivyo kuruzukuni Mwenyezi Mungu na akakufanyieni kuwa ni vizuri kwenu, wala msijiharimishie nafsi zenu. Na ishukuruni neema ya Mwenyezi Mungu iliyo juu yenu kwa kumt'ii Yeye tu peke yake, ikiwa kweli mnamkusudia Yeye tu kwa ibada.","lang":"sw"},{"name":"16:115","price":"Amekuharimishieni nyamafu tu, na damu, na nyama ya nguruwe,na mnyama aliye chinjwa kwa ajili isiyo kuwa ya Mwenyezi Mungu. Lakini anaye lazimishwa bila ya kuasi, wala kuruka mipaka, basi hakika MwenyeziMungu ni Mwenye kusamehe na Mwenye kurehemu.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"Kwani hakika Mwenyezi Mungu hakukuharimishieni isipo kuwa nyamafu, na damu inayo tiririka kutokana na mnyama wakati wa kumchinja, na nyama ya nguruwe, na kilicho chinjwa kwa asiye kuwa Mwenyezi Mungu. Lakini mwenye kulazimishwa na shida ya njaa kula kitu alicho kuharimishieni Mwenyezi Mungu, bila ya kutaka, na wala bila ya kupita hadi ya kiasi cha kuondoa ile dharura, basi hakika Mwenyezi Mungu hayachukulii hayo. Kwani Yeye Subhanahu ni Mwenye kuwasamehe waja wake. Huwasamehe wanapo tumbukia katika makosa wasio endelea nayo. Naye ni Mwenye kuwarehemu kwa vile anawazuia vitu vinavyo wadhuru, na anawaruhusu kwa kuhifadhi uhai wao.","lang":"sw"},{"name":"16:116","price":"Wala msiseme uwongo, kwa kuropokwa na ndimi zenu: Hichi halali,na hichi haramu - mkimzulia uwongo Mwenyezi Mungu. Hakika wanao mzulia uwongo Mwenyezi Mungu hawatafanikiwa.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"Na ilivyo kuwa Mwenyezi Mungu amekwisha kubainishieni kilicho halali na kilicho haramu, basi shikamaneni na hayo aliyo kubainishieni, wala msithubutu kuhalalisha na kuharimisha ovyo kufuata ndimi zenu. Mkawa mnasema: Hichi halali, na hichi haramu. Matokeo ya hizo kauli zenu ni kumzulia uwongo Mwenyezi Mungu, na kumkhusisha na asiyo yasema! Hakika wanao mzulia uwongo Mwenyezi Mungu hawapati kheri wala mafanikio.","lang":"sw"},{"name":"16:117","price":"Ni starehe ndogo, nao watapata adhabu chungu.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"Wakiendelea kufuata matamanio yao ya kidunia, basi hakika starehe yao hiyo ni chache na haina dawamu, na Akhera watapata adhabu kali.","lang":"sw"},{"name":"16:118","price":"Na Mayahudi tuliwaharimishia yale tuliyo kuhadithia zamani.Na Sisi hatukuwadhulumu, bali walikuwa wakijudhulumu wenyewe.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"Wala hawakuharimishiwa ila Mayahudi tu vile vitu tulivyo kusimulia, ewe Nabii, kabla ya kuteremka Aya hizi. Na vitu hivyo ni kuwa kila mnyama mwenye makucha, na shahamu za ng'ombe na kondoo, ila ilio beba migongo yao au matumbo, au iliyo changanyika na mifupa. Na Sisi hatukuwadhulumu kwa kuwaharimishia hayo, lakini wamejidhulumu wenyewe kuyasabibisha hayo kwa kupita mipaka na ushari wao, na kuacha kusimama kwenye yalio halali...","lang":"sw"},{"name":"16:119","price":"Kisha hakika Mola wako Mlezi kwa walio tenda uovu kwa ujinga,kisha wakatubia baada ya hayo na wakatenda mema; bila ya shaka Mola wako Mlezi baada ya hayo ni Mwenye kusamehe na Mwenye kurehemu.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"Kisha wanao tenda maovu kwa kupitikiwa, au kwa kuacha kuzingatia vilivyo matokeo yatayo tokea, na baadae wakatubia, wakajitengeneza nafsi zao na vitendo vyao, basi hakika Mola wako Mlezi, ewe Nabii, atawasamehe hao madhambi yao. Kwani hakika Yeye Subhanahu baada ya toba hiyo ni Mwingi wa kusamehe madhambi, na ni Mkunjufu wa rehema kwa waja wake.","lang":"sw"},{"name":"16:120","price":"Hakika Ibrahim alikuwa mfano mwema, mnyenyekevu kwa MwenyeziMungu, mwongofu, wala hakuwa miongoni mwa washirikina.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"Hakika Ibrahim, mnaye tafakhari naye nyinyi washirikina na Mayahudi, alikuwa amekusanya kila fadhila njema, na yu mbali na upotovu wenu, ni mt'iifu wa amri ya Mola wake Mlezi, na wala hakuwa mshirikina kama nyinyi.","lang":"sw"},{"name":"16:121","price":"Mwenye kuzishukuru neema zake, Mwenyezi Mungu. Yeye kamteuwa,na akamwongoa kwenye Njia Iliyo Nyooka.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"Alikuwa mwenye kushukuru kwa neema za Mola wake Mlezi. Na kwa haya yote ndio Mwenyezi Mungu alimteua ili abebe Ujumbe wake, na akamwezesha kufuata Njia ya Haki Iliyo Nyooka yenye kufikilia kwenye neema ya kudumu.","lang":"sw"},{"name":"16:122","price":"Na tukampa wema duniani, na hakika Akhera atakuwa miongoni mwa watu wema.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"Na tumemjaalia duniani atajike vyema, na hakika Akhera atakuwa miongoni mwa watu wema wanao neemeshwa kwa Pepo za Allah na radhi zake.","lang":"sw"},{"name":"16:123","price":"Kisha tukakufunulia ya kwamba ufuate mila ya Ibrahim, mwongofu,wala hakuwa miongoni mwa washirikina.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"Ewe Nabii! Baada ya Ibrahim kwa karne nyingi, tulikupa Wahyi wewe, na tukakuamrisha umfuate Ibrahim katika wito wake wa kulingania Tawhid, na fadhila njema, na kujiepusha na dini za uwongo. Kwani yeye hakuwa katika wanao mshirikisha Mwenyezi Mungu, kama wanavyo msingizia hawa washirikina.","lang":"sw"},{"name":"16:124","price":"Hakika siku ya Sabato (Jumaamosi) waliwekewa wale walio khitalifiana kwa ajili yake. Na hakika Mola wako Mlezi bila ya shaka atahukumu baina yao Siku ya Kiyama katika yale waliyo kuwa wakikhitalifiana.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"Wala sio kuitukuza siku ya Ijumaa na kuiacha Jumaamosi kama ilivyo katika Uislamu kuwa ni kukhitalifiana na alivyo kuwa akifanya Ibrahim, kama wanavyo dai Mayahudi. Kwani kuharimishwa kuvua (na kufanya kazi nyengine) siku ya Jumaamosi, ndio Siku ya Sabato, kwa sababu ya kuitukuza haikuwamo katika sharia ya Ibrahim. Hayo walilazimishwa Mayahudi tu (ambao hata hawakuwapo zama za Ibrahim). Na juu ya hivyo hawakuitukuza, bali baadhi yao waliacha kutukuza huko, na wakenda kinyume na amri ya Mola wao Mlezi. Basi yawaje hata wanawatia makosani wengine kwa kutolazimishwa kutukuza jambo ambalo wao walio lazimishwa wameliasi? Ewe Nabii! Kuwa na yakini kuwa Mola wako Mlezi atawahukumu hao Siku ya Kiyama katika hayo mambo wanayo khitalifiana kwayo, na atamlipa kila mmoja wao kwa vitendo vyake.","lang":"sw"},{"name":"16:125","price":"Waite waelekee kwenye Njia ya Mola wako Mlezi kwa hikima na mawaidha mema, na ujadiliane nao kwa namna iliyo bora. Hakika Mola wako Mlezi ndiye anaye mjua zaidi aliye ipotea Njia yake, na Yeye ndiye anaye wajua zaidi walio ongoka.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"Ewe Nabii! Lingania, uwite watu kwenye Njia ya Haki ambayo Mola wako Mlezi amewataka watu wako waifuate. Na katika huo Wito wako pita njia ambayo inamnasibu kila mmoja wao. Waite wenye vyeo vya juu katika wao kwa maneno ya hikima kwa mujibu wa akili zao. Na watu wa kawaida walio baki kati yao walinganie kwa kuwapa mawaidha yanao waelekea, na kuwapigia mifano ya mambo wanayo pambana nayo ya kuwapeleka kwenye Haki, na uwaongoze kwenye njia fupi inayo wanasibu. Na jadiliana na watu wa dini zilizo tangulia katika watu wa Biblia, yaani Mayahudi na Wakristo, kwa kutumia hoja za kiakili, Mant'iqi, na maneno laini, na majadiliano mazuri, si maneno ya ukali na matusi, ili uwakinaishe na uwavutie. Hii ndiyo njia ya Daa'wa (Wito), kuwaita watu kumwendea Mwenyezi Mungu -watu wa mila zote. Basi ifuate njia hii unapo waita, na baada ya hayo yaliyo baki mwachilie Mola wako Mlezi, ambaye anamjua aliye zama katika upotovu kati yao na akawa mbali na njia ya uwokovu, na nani ambaye aliye salimika, akaongoka, na akayaamini hayo uliyo waletea.","lang":"sw"},{"name":"16:126","price":"Na mkilipiza basi lipizeni sawa na vile mlivyo adhibiwa. Na ikiwa mtasubiri, basi hakika hivyo ni bora zaidi kwa wanao subiri.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"Enyi Waislamu! Mkitaka kuwaadhibu wale wanao kufanyieni uadui wakakuvamieni, basi waadhibuni kwa kadiri walivyo kutendeeni, wala msizidishe kuliko hivyo. Na kuweni na yakini kwamba mkistahamili, msijilipizie kisasi, itakuwa ni kheri zaidi kwenu hapa duniani na Akhera. Basi toeni adhabu kwa ajili ya Haki, wala msiadhibu kwa ajili ya nafsi zenu.","lang":"sw"},{"name":"16:127","price":"Na subiri. Na kusubiri kwako kusiwe ila kwa sababu ya MwenyeziMungu tu. Wala usiwahuzunikie; wala usiwe katika dhiki kwa hila wanazozifanya.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"Na ewe Nabii! Subiri! Kwani hivyo ndio yatakusahilikia mengi katika mashaka ya maisha, na yataondoka matatizo yake. Wala usisikitike kwa kuwa watu wako hawaitikii Wito wako, na hawakuamini. Wala usione dhiki kifuani mwako kwa hila zao na vitimbi vyao vya kuukaba roho Wito wako. Kwani vitendo vyao havitakudhuru kitu. Na wewe umekwisha tekeleza waajibu wako, na umemcha Mola wako Mlezi.","lang":"sw"},{"name":"16:128","price":"Hakika Mwenyezi Mungu yu pamoja na wenye kumcha, na watendao mema. .","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"Kwani hakika Mola wako Mlezi yu pamoja na wale wanao jikinga na ghadhabu ya Mwenyezi Mungu kwa kuyaepuka anayo yakataza, na wakazifanya a'mali zao ziwe nzuri kwa sababu ya Mwenyezi Mungu kwa kukubali kumt'ii. Yeye atawanusuru duniani, na Akhera atawalipa bora ya malipo.","lang":"sw"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}