{"data":[{"name":"17:1","price":"SUBHANA, Ametakasika aliye mchukua mja wake usiku mmoja kutoka Msikiti Mtukufu mpaka Msikiti wa Mbali, ambao tumevibariki vilivyo uzunguka, ili tumuonyeshe baadhi ya Ishara zetu. Hakika Yeye ni Mwenye kusikia na Mwenye kuona.","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"Mwenyezi Mungu aliye takasika na kila ambalo lisio laiki naye. Yeye ndiye aliye mchukua mja wake Muhammad wakati wa usiku kutoka Msikiti Mtakatifu wa Makka kwendea Msikiti wa Mbali wa Baitul Muqaddas, ambao tuliwabarikia wakaazi majirani wa Msikiti huo katika mahitaji yao, ili tumwonyeshe baadhi ya Ishara zetu zenye ushahidi wa kutosha wa kuthibitisha kuwa Mimi ni Mungu Mmoja peke yangu, na ukubwa wa uwezo wangu! Hakika Mwenyezi Mungu peke yake ndiye Mwenye kusikia na Mwenye kuona.","lang":"sw"},{"name":"17:2","price":"Na tukampa Musa Kitabu, na tukakifanya uwongofu kwa Wana wa Israili. (Tukawambia): Msiwe na mtegemewa ila Mimi!","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"Na hakika hiyo Baitul Muqaddas ilikuwa inakaliwa na Wana wa Israili baada ya Musa, mpaka walipo fanya fisadi yao humo, wakafukuzwa hapo zamani. Haya ijapo kuwa Sisi tulimpa Musa Taurati, na tukatia ndani yake uwongofu, na tukawaambia: Msimfanye yeyote wa kumtegemezea mambo yenu isipo kuwa Mwenyezi Mungu.","lang":"sw"},{"name":"17:3","price":"Enyi kizazi tuliyo wachukua pamoja na Nuhu! Hakika yeye alikuwa mja mwenye shukrani.","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"Nyinyi Wana wa Israili mmezalikana kutokana na wale watu safi wema walio kuwa na Nuhu katika safina baada ya kuwa wameamini. Nasi tukawaokoa wasizame. Basi mfanyeni Nuhu kuwa ndiye mwongozi wenu wa kumfuata, kama walivyo mfanya wazee wenu walio tangulia. Kwani hakika yeye alikuwa mja wa wingi wa shukrani kumshukuru Mwenyezi Mungu kwa neema zake.","lang":"sw"},{"name":"17:4","price":"Na tukawahukumia Wana wa Israili katika Kitabu kwamba: Hakika nyinyi mtafanya fisadi katika nchi mara mbili, na kwa yakini mtapanda kiburi, kiburi kikubwa.","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"Na tukatekeleza hukumu yetu kwa Wana wa Israili katika tuliyo yaandika katika Lauhun Mahfuudh, Ubao Ulio Hifadhiwa, ya kwamba watafanya ufisadi katika Nyumba Takatifu (Baitul Muqaddas) bila ya shaka yoyote mara mbili. Kila mara katika hizo itakuwa ni udhaalimu na uasi, na kuacha hukumu za Taurati, na kuwauwa Manabii, na mtasaidiana katika madhambi, na kwamba utawala wenu utaenea, na kutukuka na kupanda kichwa na kiburi kwa dhulma zenu.","lang":"sw"},{"name":"17:5","price":"Basi itapo fika ahadi ya kwanza yake tutakupelekeeni waja wetu wa kali kwa vita. Watakuingilieni ndani ya majumba. Na hii ilikuwa ahadi iliyo timizwa.","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"Na ulipo fika wakati wa kukuleteeni adhabu mara ya kwanza, tulikupatilizeni, kwa sababu ya fisadi yenu, kwa kukusalitishieni watu wa kali kupigana. Wakakuingilieni mpaka ndani ya majumba, hapana walicho kiacha, ili wakuuweni. Na ahadi ya kukuadhibuni ilikuwa ni ahadi haina budi kutimizwa.","lang":"sw"},{"name":"17:6","price":"Kisha tukakurudishieni nguvu zenu dhidi yao, na tukakusaidieni kwa mali na wana, na tukakujaalieni mkawa wengi zaidi.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"Kisha mambo yenu yalipo kaa sawa, na mkaongoka, na mkatengeneza umoja wenu, na mkaacha ufisadi, tukakurejezeeni ushindi juu ya wale makhasimu zenu. Nasi tukakuruzukuni mali na wana, na mkazidi kuwa wingi kwa idadi.","lang":"sw"},{"name":"17:7","price":"Basi mkifanya wema, mnajifanyia wema nafsi zenu. Na mkifanya ubaya, mnajifanyia wenyewe. Na ikifika ahadi ya mwisho ili waziharibu nyuso zenu, na waingie Msikitini kama walivyo ingia mara ya kwanza, na waharibu kila walicho kiteka kwa uharibifu mkubwa.","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"Na tukawambia: Mkifanya wema na mkamt'ii Mwenyezi Mungu, wema wenu utakufaeni nafsi zenu duniani na Akhera. Na mkifanya uovu kwa maasi, basi mnajiharibia nafsi zenu vile vile. Na utapo kuja wakati wa adhabu pale mara ya mwisho katika zile mara mbili za ufisadi wenu katika nchi, tutakupelekeeni maadui zenu, wafanye athari za uovu na madhila na huzuni zidhihiri nyusoni mwenu. Na matokeo yake ni kuingia katika Msikiti wa Baitul Muqaddas, wakauharibu kama walivyo ingia na wakauharibu mara ya kwanza, wakateketeza watacho kipata kwa uteketezi mkubwa.","lang":"sw"},{"name":"17:8","price":"Huenda Mola wenu Mlezi akakurehemuni. Na mkirudia na Sisi tutarudia. Na tumeifanya Jahannamu kuwa ni gereza kwa ajili ya makafiri.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"Asaa Mola wenu Mlezi akakurehemuni baada ya hiyo mara ya pili pindi mkitubu. Na mkirejea kwenye ufisadi Nasi tutarejea kukuadhibuni. Na tumeifanya Jahannam kuwa ndiyo gereza la kuwafungia makafiri!","lang":"sw"},{"name":"17:9","price":"Hakika hii Qur'ani inaongoa kwenye ya yaliyo nyooka kabisa, na inawabashiria Waumini ambao wanatenda mema ya kwamba watapata malipo makubwa.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"Hakika hii Qur'ani inawaongoza watu kwenye njia ambayo ndiyo njia iliyo kaa sawa kabisa kuliko njia zote, na ndiyo njia ya salama kabisa ya kufikilia kwenye furaha ya kweli katika dunia. Na wabashirie wenye kumuamini Mwenyezi Mungu na Mtume wake, wenye kuit'ii Haki na wanatenda vitendo vyema, kuwa watapata ujira mkubwa Siku ya Kiyama.","lang":"sw"},{"name":"17:10","price":"Na yakwamba wale wasio iamini Akhera tumewaandalia adhabu chungu.","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"Na hakika wale ambao hawaiamini Akhera tumewatengenezea adhabu ya machungu makali.","lang":"sw"},{"name":"17:11","price":"Na mwanaadamu huomba shari kama vile aombavyo kheri, kwani mwanaadamu ni mwenye pupa.","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"Ni katika tabia ya mwanaadamu kufanya haraka katika kuwahukumia watu kwa yanayo wapata, na katika kauli zake na vitendo vyake. Naye hukimbilia kulingania shari kama anavyo lingania kheri. Naye hufanya haraka kumuapiza kwa Mwenyezi Mungu amteremshia shari yule aliye mkasirisha, kama anavyo fanya haraka kuomba kheri.","lang":"sw"},{"name":"17:12","price":"Na tumefanya usiku na mchana kuwa ishara mbili. Tena tukaifuta ishara ya usiku, na tukaifanya ishara ya mchana ni yenye mwangaza ili mtafute fadhila itokayo kwa Mola wenu Mlezi, na mpate kujua idadi ya miaka na hisabu. Na kila kitu tumekifafanua waziwazi.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"Na Sisi tumejaalia usiku na mchana, kwa namna yao na kupishana kwao, kuwa ni alama zenye kuonyesha Upweke wetu na Uwezo wetu. Tukauondoa mwangaza kwenye usiku, na kisionekane kitu. Na alama yake ni giza liso kuwa na jua. Hiyo ni ishara kubwa. Na mchana tukaufanya wa kuangaza. Hapo laonekana jua, ile ishara kuu, ili mpate kwenda mtakako wakati huo katika kutafuta maisha yenu. Na katika kuja usiku na mchana mpate kujua idadi ya miaka na hisabu za miezi na siku. Na Sisi tumekubainishieni kila kitu kwa uwazi kwa sababu ya maslaha yenu, ili isimame hoja juu yenu baada kutimia neema.","lang":"sw"},{"name":"17:13","price":"Na kila mtu tumemfungia a'mali yake shingoni mwake. Na Siku ya Kiyama tutamtolea kitabu atakacho kikuta kiwazi kimekunjuliwa.","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"Na kila mtu tumemfungamanisha na a'mali yake, vitendo vyake, kama koja lilioko shingoni. Na Siku ya Kiyama tutamtolea kitabu kilicho andikwa vitendo vyake vyote. Atakiona kitabu hicho kiwazi iwe wepesi kwake kukisoma.","lang":"sw"},{"name":"17:14","price":"Ataambiwa: Soma kitabu chako! Nafsi yako inakutosha leo kukuhisabu.","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"Ataambiwa: Soma kwa uwezo wa Mwenyezi Mungu, ijapo kuwa duniani alikuwa hajui kusoma. Soma kitabu cha a'mali zako. Hicho leo kinatosha kukuhisabia na kukudhibitia vitendo vyako.","lang":"sw"},{"name":"17:15","price":"Anaye ongoka basi anaongoka kwa ajili ya nafsi yake. Na anaye potea basi anapotea kwa khasara yake mwenyewe. Wala habebi mbebaji mzigo wa mwengine. Wala Sisi hatuadhibu mpaka tumpeleke Mtume.","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"Mwenye kufuata njia ya Haki basi anajifaa mwenyewe, na mwenye kuiacha basi anajipoteza mwenyewe. Wala hapana mwenye kubeba dhambi zake akambebea dhambi za mwenginewe. Wala haitufalii kumuadhibu yeyote kwa kutenda kitu kabla hatujampelekea Mtume kutoka kwetu amwonyeshe njia ya Haki na kumkataza maovu.","lang":"sw"},{"name":"17:16","price":"Na pindi tukitaka kuuteketeza mji huwaamrisha wale wenye starehe na taanusi, lakini wao huendelea kutenda maovu humo. Basi hapo kauli huthibiti juu ya mji huo, nasi tukauangamiza kwa maangamizo makubwa.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"Na pindi tukikadiria tangu azali katika Lauhun-mahfuudh kuwateketeza watu wa mji fulani kwa mujibu wa hikima yetu, basi Sisi huwasalitisha wale walio jidekeza kwa taanusi katika huo mji, wakafanya fisadi zao, wakaacha njia ya Haki, na wakawafuata wenginewe bila ya kutambua, na kwa hivyo huo mji wote tena hapo hustahiki kuangamizwa. Nasi huuangamiza vikubwa mno!","lang":"sw"},{"name":"17:17","price":"Na kaumu ngapi tumeziangamiza baada ya Nuhu! Na Mola wako Mlezi anatosha kabisa kuwa ni Mwenye kuzijua na kuziona dhambi za waja wake.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"Na kaumu nyingi zilizo kuja baada ya Nuhu tuliziangamiza kwa kuwaasi Manabii wao. Na yakutosha kuwa ni ishara ya Mola wako Mlezi kwamba Yeye ni Mjuzi wa kila kitu kama kilivyo, kwa ujuzi wa Mwenye kuona. Naye anazo khabari za dhambi za waja wake, na Mwenye kuziona. Hapana chochote katika vitendo vya waja wake asicho kijua, na Yeye atawalipa kama wanavyo stahiki.","lang":"sw"},{"name":"17:18","price":"Anaye taka yapitayo upesi upesi, tutafanya haraka kumletea hapa hapa tunayo yataka kwa tumtakaye. Kisha tumemwekea Jahannamu; ataingia humo hali ya kuwa ni mwenye kulaumiwa na kufurushwa.","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"Mwenye kutaka starehe za dunia hii ipitayo na akazitumikia kwa kutafutia kisingizio, wala asiwe na yakini na miadi, na wala asingojee malipo ya Akhera, tutamletea haraka haraka tuyatakayo ya duniani kwa ukunjufu na wasaa. Haya ni kwa tumtakaye kumletea haraka. Kisha tutamuandalia kwa Akhera Jahannamu ahilikike kwa joto lake, naye hali awe ni mwenye kushutumiwa kwa aliyo yatenda, mwenye kutengwa mbali na rehema ya Mwenyezi Mungu.","lang":"sw"},{"name":"17:19","price":"Na anaye itaka Akhera, na akazifanyia juhudi a'mali zake, naye ni Muumini, basi hao juhudi yao itakuwa ni ya kushukuriwa.","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"Na mwenye kuitaka Akhera kwa vitendo vyake, naye akawa navyo hivyo vitendo, na akawa anamuamini Mwenyezi Mungu na malipo yake, basi watu kama hao vitendo vyao vitakubaliwa na Mwenyezi Mungu na watapata malipo kwa ajili yake.","lang":"sw"},{"name":"17:20","price":"Wote hao tunawakunjulia - hawa na hao - katika neema za Mola wako Mlezi. Wala neema za Mola wako Mlezi hazizuiliki.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"Na Sisi tutawakunjulia neema za Mola wako Mlezi hapa duniani makundi yote mawili, pindi wakichukua khatua ya kufikia hayo. Wala neema za Mola wako Mlezi hatonyimwa yeyote, akiwa Muumini au akiwa kafiri, maadamu wakishika njia za kuzitafuta.","lang":"sw"},{"name":"17:21","price":"Angalia vipi tulivyo wafadhili baadhi yao kuliko wenginewe. Na hakika Akhera ni yenye daraja kubwa zaidi na fadhila kubwa zaidi.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"Hebu angalia kwa kuzingatia vipi tulivyo wafadhilisha baadhi ya waja wetu kuliko wengine, kwa kuwapa mali na vyeo na nafasi, pindi wakishika njia za kuyapata hayo katika dunia. Na hayo ni kwa hikima tunayo ijua Sisi. Na tafauti zao katika Akhera ni kubwa zaidi kuliko tafauti zao za duniani. Kwa hivyo yatakikana waishughulikie Akhera, kwani huko ndiko kwenye kutukuka kwa kweli na kuzidiana kwa hakika.","lang":"sw"},{"name":"17:22","price":"Usimfanye mungu mwengine pamoja na Mwenyezi Mungu, usije ukawa wa kulaumiwa uliye tupika.","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"Ewe mwenye jukumu! Usimfanyie Mwenyezi Mungu kuwa na mshirika, utakuja fedheheka kwa kudharauliwa, na utajaaliwa uwe mwenye kutupika.","lang":"sw"},{"name":"17:23","price":"Na Mola wako Mlezi ameamrisha kuwa msimuabudu yeyote ila Yeye tu, na wazazi wawili muwatendee wema. Mmoja wao akifikia uzee, naye yuko kwako, au wote wawili, basi usimwambie hata: Ah! Wala usiwakemee. Na sema nao kwa msemo wa hishima.","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"Na Mola wako Mlezi amehukumu kuwa msimuabudu yeyote isipo kuwa Yeye. Na pia muwafanyie wema kwa ukamilifu wazazi wenu wawili. Na hao, au mmoja wao, wakifikilia kwako hali ya unyonge na mwisho wa umri wao, basi lisikutoke tamko la kuchoka nao au kuudhika kwa yanayo kupata kutokana nao. Wala usiwahamakie. Na nena nao maneno mazuri, laini, yenye kuwaonyesha ihsani na kuwahishimu.","lang":"sw"},{"name":"17:24","price":"Na uwainamishie bawa la unyenyekevu kwa kuwaonea huruma. Na useme: Mola wangu Mlezi! Warehemu kama walivyo nilea utotoni.","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"Na wafanyie upole, na wanyenyekee kwa kuwaonea huruma, na uwaombee: Ewe Mola Mlezi! Warehemu wote wawili, kama walivyo nifanyia huruma walipo nilea utotoni.","lang":"sw"},{"name":"17:25","price":"Mola wenu anajua kabisa yaliyo nyoyoni mwenu. Ikiwa nyinyi mtakuwa wema, basi hakika Yeye ni Mwenye kuwaghufiria wanao tubia kwake.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"Enyi watu! Mola wenu Mlezi anajua kuliko nyinyi yaliyomo katika dhamiri zenu, na atakuhasibuni kwayo kwa thawabu na i'kabu. Na mkiwa mnakusudia wema na mkautenda, tena mkatokea baadhi yenu mkateleza, na kisha mkarejea kwa Mwenyezi Mungu, basi Mwenyezi Mungu Subhanahu atakusameheni. Kwani Yeye ni Mwenye kusamehe daima kwa wale wanao rejea kwake.","lang":"sw"},{"name":"17:26","price":"Na mpe aliye jamaa yako haki yake, na masikini, na msafiri; wala usitumie ovyo kwa fujo.","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"Na wape jamaa zako haki yao kwa kuwafanyia wema na kuwaunga; na kadhaalika masikini mwenye haja, na msafiri aliye katikana na mali yake. Wape hao haki yao katika Zaka na sadaka, wala usiyavuruge mali yako kwa utumiaji ovyo usio na maslaha.","lang":"sw"},{"name":"17:27","price":"Hakika wabadhirifu ni ndugu wa Mashet'ani. Na Shet'ani ni mwenye kumkufuru Mola wake Mlezi.","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"Kwani wabadhirifu (watumiaji ovyo) wenzao ni Mashetani, wanapokea minong'ono yao wanapo wachochea wafanye ufisadi na watumie kwa uharibifu. Na ni mtindo wa Shetani daima kukufuru neema ya Mola wake Mlezi. Na sahibu yake ni hali kadhaalika.","lang":"sw"},{"name":"17:28","price":"Na ikiwa unajikurupusha nao, nawe unatafuta rehema ya Mola wako Mlezi unayo itaraji, basi sema nao maneno laini.","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"Ukilazimika kujikurupusha na hao walio tajwa wenye haja, kwa sababu ya shida uliyo nayo, na ukawa hukuwapa kwa kuto kuwa nacho cha kuwapa sasa, na ilhali unataraji Mwenyezi Mungu atakufungulia baadae, basi nena nao kwa maneno mema ya kuwapa imani nawe.","lang":"sw"},{"name":"17:29","price":"Wala usiufanye mkono wako kama ulio fungwa shingoni mwako, wala usiukunjue wote kabisa, utabaki ukilaumiwa muflisi.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"Wala usiuzuilie mkono wako kutoa katika mambo ya kheri, ukaufanya kama ulio fungwa pingu za chuma shingoni mwako ukawa huwezi kuukunjua. Wala usiukunjue wote kabisa kwa kutumia ovyo. Utakuja tukanika kwa ubakhili na majuto, au utabaki huna kitu umefilisika kwa sababu ya ubadhirifu na israfu.","lang":"sw"},{"name":"17:30","price":"Hakika Mola wako Mlezi humkunjulia riziki amtakaye, na humpimia amtakaye. Hakika Yeye kwa waja wake ni Mwenye kuwajua na kuwaona.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"Hakika Mola wako Mlezi humkunjulia riziki amtakaye katika waja wake, na humdhikisha katika wao amtakaye. Kwani Yeye anawajua vyema tabia zao, na anaziona hali zao. Basi Yeye humpa kila mmoja wao, pindi akishika njia zake, kwa inavyo wafikiana na hikima yake Mwenyezi Mungu.","lang":"sw"},{"name":"17:31","price":"Wala msiwauwe wana wenu kwa kuogopa umasikini. Sisi tunawaruzuku wao na nyinyi. Hakika kuwaua hao ni khatia kubwa.","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"Ikiwa yaliyo khusiana na riziki yamo mikononi mwa Mwenyezi Mungu, basi haikufaliini kuwauwa watoto wenu kwa kukhofu ufakiri utao weza kutokea. Kwani Sisi ni Wenye kudhamini riziki zao na riziki zenu. Hakika kuwauwa hao ni dhambi kubwa.","lang":"sw"},{"name":"17:32","price":"Wala msikaribie uzinzi. Hakika huo ni uchafu na njia mbaya.","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"Wala msiukaribie uzinzi, kwa kuziingilia sababu zinazo pelekea uzinzi. Jambo hilo ni jambo la aibu na uovu usio fichikana, na hapana njia mbovu kama hiyo.","lang":"sw"},{"name":"17:33","price":"Wala msiuwe nafsi ambayo Mwenyezi Mungu amekataza isipo kuwa kwa haki. Na aliye uliwa kwa kudhulumiwa basi tumempa madaraka mrithi wake. Lakini asipite mpaka katika kuuwa. Kwani yeye anasaidiwa.","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"Wala msiuwe nafsi yoyote ambayo Mwenyezi Mungu ameharimisha kuiuwa ila kuuwa huko kukiwa kwa haki, kwa kuwa nafsi hiyo inastahiki kuuwawa kwa ajili ya kisasi au kuwa ni adhabu ya sharia. Na mwenye kuuliwa kwa kudhulumiwa Sisi tumempa jamaa yake wa karibu haki juu ya yule muuwaji, kwa kutaka kwa Qadhi auliwe kwa kisasi. Lakini naye asipite mpaka katika kuuwa, akataka kumuuwa mtu mwengine asiye kuwa muuwaji, au kwa kuwauwa wawili badala ya mmoja. Kwani Mwenyezi Mungu amemsaidia huyo kwa kumpa haki ya kisasi au kulipwa fidiya. Basi haimfalii kukiuka mipaka iliyo wekwa.","lang":"sw"},{"name":"17:34","price":"Wala msiyakaribie mali ya yatima, isipo kuwa kwa njia iliyo bora, mpaka afike utuuzimani. Na timizeni ahadi. Kwa hakika ahadi itasailiwa.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"Wala msiyatumie mali ya yatima ila kwa njia iliyo bora kabisa, ya kuiamirisha na kuikuza. Na endeleeni hivyo mpaka huyo mtoto afike umri wa utambuzi kuweza kuendesha mambo yake. Na akisha fika hivyo basi mkabidhini mali yake, na timizeni ahadi zote mlizo chukua. Kwani Mwenyezi Mungu atamsaili (atamuliza) aliye vunja ahadi kwa kuvunja kwake, na atamhisabia kwa hayo.","lang":"sw"},{"name":"17:35","price":"Na timizeni kipimo mpimapo. Na pimeni kwa mizani zilizo sawa. Hayo ni wema kwenu na khatimaye ndio bora.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"Na mnapo mpimia mushtiri mpimieni vilivyo, na pimeni mizani kwa uadilifu. Kwani kuweka sawa vipimo na mizani ni bora kwenu kwa hapa duniani, kwa sababu huwaraghibisha watu kufanya nanyi biashara. Na malipo mazuri zaidi ni ya Akhera.","lang":"sw"},{"name":"17:36","price":"Wala usiyafuate usiyo na ujuzi nayo. Hakika masikio, na macho, na moyo - hivyo vyote vitasailiwa.","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"Ewe mtu! Usifuate maneno wala vitendo usivyo vijua. Basi usiseme: Nimesikia...na hali hukusikia. Au: Najua...na hali hujui. Kwani masikio, macho na moyo, vyote hivyo Siku ya Kiyama vitamuuliza mtu kwa alivyo tenda kwavyo.","lang":"sw"},{"name":"17:37","price":"Wala usitembee katika ardhi kwa maringo. Hakika wewe huwezi kuipasua ardhi wala kufikia urefu wa milima.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"Wala usitembee katika ardhi kwa kiburi na majivuno. Kwani vyovyote utavyo fanya huwezi kuipasua ardhi kwa nguvu za mkanyago wako, na kama utavyo kuwa mrefu huwezi kuipita urefu milima.","lang":"sw"},{"name":"17:38","price":" Haya yote ubaya wake ni wenye kuchukiza kwa Mola wako Mlezi.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"Yote hayo yaliyo tajwa katika mausio ni mambo mabaya yaliyo katazwa na yanayo chusha na kuchukiza kwa Mola wako Mlezi.","lang":"sw"},{"name":"17:39","price":"Haya ni katika hikima alizo kufunulia Mola wako Mlezi. Wala usimweke pamoja na Mwenyezi Mungu mungu mwengine, usije ukatupwa katika Jahannamu ukilaumiwa na kufurushwa.","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"Na hayo ni katika aliyo kufunulia Mola wako Mlezi, katika kuijua haki kwa dhati yake, na kheri ipate kutendwa. Wala usimfanyie Mwenyezi Mungu kuwa na mungu mwengine, usije kutupwa katika Jahannamu ukijilaumu na ukilaumiwa, umeangamia na umefurushwa mbali na rehema za Mola wako Mlezi.","lang":"sw"},{"name":"17:40","price":"Je! Mola wenu Mlezi amekuteulieni wavulana, na Yeye akawafanya Malaika ni banati zake? Kwa hakika nyinyi mnasema usemi mkubwa.","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"Subhanahu anayachukia wayasemayo makafiri kwamba Malaika ni mabinti wa Mwenyezi Mungu. Anasema: Mola wenu Mlezi amekufadhilisheni kuliko Mwenyewe kwa kukupeni nyinyi watoto wanaume wenye nguvu, na Yeye akawafanya Malaika ni banati zake kwa mnavyo dai? Kwa maneno yenu haya mnazua matusi makubwa.","lang":"sw"},{"name":"17:41","price":"Na tumekwisha bainisha katika Qur'ani hii ili wapate kukumbuka. Lakini haikuwazidisha ila kuwa mbali nayo.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"Sisi tumebainisha katika Qur'ani hii kwa uwazi mzuri, tukipiga mifano na kutoa mawaidha na hukumu, ili wapate kwaidhika hawa washirikina. Lakini nyoyo zao zimekuwa kama mawe. Kubainisha huku hakukuwazidishia ila kuzidi kuwakimbiza na Haki.","lang":"sw"},{"name":"17:42","price":"Sema: Lau kuwa wangeli kuwa pamoja naye miungu mingine kama wasemavyo, basi wangeli tafuta njia ya kumfikia Mwenye Kiti cha Enzi.","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"Ewe Nabii! Ili kudhihirisha upotovu wa madai yao wanao mshirikisha Mwenyezi Mungu, sema: Lau kuwa wapo miungu wengine pamoja na Mwenyezi Mungu kama wasemavyo, hao miungu wangeli tafuta njia kumfikilia huyo Mwenye Ufalme wa mwisho ili wapate kushindana naye.","lang":"sw"},{"name":"17:43","price":"Subhanahu Wa Taa'la, Ametakasika na Ametukuka juu kabisa na hayo wanayo yasema.","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"Mwenyezi Mungu ametakasika kabisa kama anavyo stahiki, na ametukuka aliye mkuu shani yake na yote wanayo dai kuwa wapo pamoja na Yeye miungu wengine.","lang":"sw"},{"name":"17:44","price":"Zinamtakasa zote mbingu saba na ardhi na vyote viliomo ndani yake. Na hapana kitu ila kinamtakasa kwa sifa zake. Lakini nyinyi hamfahamu kutakasa kwake. Hakika Yeye ni Mpole na Mwenye maghfira.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"Hakika mbingu saba na ardhi, na viumbe vyote viliomo humo, vinamtakasa na kumtukuza, na vinaonyesha uzuri wa kuumba kwake, na kutakasika kwake Subhanahu na kila upungufu, na kukamilika ufalme wake, na kwamba Yeye hana mshirika na yeyote katika viumbe wa Ufalme wake uliyo enea. Vyote hivyo vinamtakasa na kumsifu. Lakini makafiri hawafahamu hoja hizi kwa kutawaliwa nyoyo zao na mghafala. Na Mwenyezi Mungu ni Mpole kwao, na Mwenye kuwasamehe wanao tubu. Kwa hivyo hawafanyii haraka kuwapa adhabu.","lang":"sw"},{"name":"17:45","price":"Na unapo soma Qur'ani tunaweka baina yako na wale wasio iamini Akhera pazia linalo wafunika.","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"Ewe Nabii! Unapo soma Qur'ani inayo taja dalili za Haki, Sisi huweka pazia, lenye kukuficha baina yako na wale wasio amini kufufuliwa na malipo, pale wanapo taka kukushambulia. Kwa hivyo hawakuoni.","lang":"sw"},{"name":"17:46","price":"Na tunaweka vifuniko juu ya nyoyo zao wasije wakaifahamu, na tunaweka kwenye masikio yao uziwi. Na unapo mtaja katika Qur'ani Mola wako Mlezi peke yake, basi wao hugeuka nyuma wakenda zao.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"Na kwa mujibu wa hikima yetu ya kupotoa na kuongoa huweka vifuniko juu ya nyoyo zao, wasipate kuifahamu Qur'ani ilivyo. Na katika masikio yao hutia uziwi basi hawasikii lenye manufaa kwao. Hayo ni kwa sababu ya kupindukia katika inda yao na majivuno yao. Na pale unapo mtaja Mola wako Mlezi katika Qur'ani peke yake bila ya kuwataja miungu yao, wao basi hurejea nyuma wakaacha kukusikiliza.","lang":"sw"},{"name":"17:47","price":"Sisi tunajua vyema kabisa sababu wanayo sikilizia wanapo kusikiliza, na wanapo nong'ona. Wanapo sema hao madhaalimu: Nyinyi hamumfuati isipo kuwa mtu aliye rogwa.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"Sisi tunajua vyema vile wanavyo isikiliza Qur'ani nao ilhali wanaikejeli na kuifanyia maskhara na huku wanakusikiliza. Nao wanayaficha yaliyo semwa. Na hiyo ndiyo kauli ya wenye kudhulumu katika siri zao, wakisema: Ikiwa mtamfuata huyu basi hamumfuati ila mtu aliye geuzwa akili yake.","lang":"sw"},{"name":"17:48","price":"Tazama vipi wanavyo kupigia mifano. Basi wamepotea. Kwa hivyo hawawezi kuipata njia.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"Hebu angalia vipi walivyo kushabihisha; wamekushabihisha na mtu aliye rogwa, na wakakuita kohani, mtunga mashairi, wakaipotea njia ya hoja. Kwa hivyo wasiweze kupata njia ya kuzua tusi linalo kubalika, au kwa hivyo wakaukosa uwongofu, na wasiipate njia ya kuufikilia.","lang":"sw"},{"name":"17:49","price":"Na walisema: Je! Tutapo kuwa mifupa na mapande yaliyo vurugika, tutafufuliwa kwa umbo jipya?","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"Wanao kataa kuwa watafufuliwa wanasema: Hivyo tutafuliwa baada ya kwisha kuwa mafupa yaliyo bunguliwa, na mapande mbali mbali, tukawa hai na umbo jipya? Haya hayaingii akilini.","lang":"sw"},{"name":"17:50","price":"Sema: Kuweni hata mawe na chuma.","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"Ewe Nabii! Waambie: Hata mkiwa mawe yasiyo na uhai, au chuma, ambacho ni kigumu kuliko jiwe,","lang":"sw"},{"name":"17:51","price":"Au umbo lolote mnalo liona kubwa katika vifua vyenu. Watasema: Nani atakaye turudisha tena? Sema: Yule yule aliye kuumbeni mara ya kwanza! Watakutikisia vichwa vyao, na watasema: Lini hayo? Sema: A'saa yakawa karibu!","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"Au umbo jingenelo lolote ambalo mnaona kwa mawazo yenu haliwezi kuwa hai, basi hapana shaka yoyote mtafufuliwa! Watasema kwa kuona ni muhali: Nani atakaye turejesha hivyo? Waambie: Atakurjesheeni Mwenyezi Mungu, yule yule aliye kuumbeni mara ya kwanza. Watakutikisia vichwa vyao kwa mastaajabu, nao wakisema kwa kejeli: Huko kufufuliwa unako tuahidi kutakuwa lini? Waambie: Nataraji kutakuwa karibu!","lang":"sw"},{"name":"17:52","price":"iku atakapo kuiteni, na nyinyi mkamuitikia kwa kumshukuru, na mkadhani kuwa hamkukaa ila muda mdogo tu.","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"Na siku atapo kufufueni Mwenyezi Mungu kutoka makaburini kwenu, mtafufuliwa nanyi mkimshukuru na kumsifu Mola wenu Mlezi kwa ukamilifu wa uwezo wake. Na mtadhani kuwa hamkukaa makaburni kwenu ila muda mchache tu. Mtaona muda ni mfupi kwa mnasaba ya hayo mnayo yaendea.","lang":"sw"},{"name":"17:53","price":"Waambie waja wangu waseme maneno mazuri, maana Shet'ani huchochea ugomvi baina yao. Hakika Shet'ani ni adui aliye dhaahiri kwa mwanaadamu.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"Ewe Nabii! Waambie waja wangu Waumini wanapo pambana na washirikina waseme maneno yaliyo bora ya kukinaisha, na waachilie mbali kutumia maneno makali makali yanayo sabibisha shari na uharibifu. Kwani Shetani huleta fisadi baina ya Waumini na makafiri, kwa kuwa yeye ni adui aliye wazi wa binaadamu.","lang":"sw"},{"name":"17:54","price":"Mola wenu Mlezi anakujueni vilivyo. Akipenda atakurehemuni, na akipenda atakuadhibuni. Na hatukukutuma ili uwe mlinzi juu yao.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"Mola wenu Mlezi ndiye anaye jua vyema mwisho wa mambo yenu. Akipenda atakurehemuni kwa kukupeni tawfiki ya Imani, (uwezo wa kuamini) au akipenda atakupeni adhabu kwa kuikosa hiyo Imani. Wala Sisi hatukukupeleka wewe uwe ni mwakilishi wao kwa mambo yao, hata uwalazimishe kuamini. Bali tumekutuma uwe ni mbashiri kuwapa khabari njema wenye kusadiki, na mwonyaji kuwaonya wanao kanusha. Waachilie mbali, na waamrishe sahaba zako wawastahamilie.","lang":"sw"},{"name":"17:55","price":"Na Mola wako Mlezi anawajua vilivyo waliomo mbinguni na katika ardhi. Na hakika tumewafadhilisha baadhi ya Manabii kuliko wengine; na Daudi tulimpa Zaburi.","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"Na Mola wako Mlezi anajua vilivyo vyote viliomo mbinguni na ardhini, na anajua hali zao. Basi anawakhiari miongoni mwao kwa kuwapa Unabii awatakao. Naye amekukhiari wewe kwa kukupa Utume wake. Basi haiwafalii wao kuudhika na Unabii wako. Na hao Manabii si wote sawa sawa kwa daraja mbele yake Aliye tukuka shani yake. Bali baadhi yao ni bora kuliko wenginewe. Naye amewatukuza baadhi ya Manabii juu ya wengine kwa miujiza, na wingi wa wafwasi, si kwa ufalme. Basi alitukuzwa Daudi kwa kuwa kapewa Zaburi, si kwa kuwa kapewa ufalme. Basi hapana ajabu kuwa wewe, Muhammad, ukapata fadhila kubwa kabisa kwa kuwa umepewa Qur'ani.","lang":"sw"},{"name":"17:56","price":"Sema: Waombeni hao mnao wadaia badala yake Yeye. Hawawezi kukuondoleeni madhara, wala kuyaweka pengine.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"Waambie hawa wanao abudu viumbe na wanadai kuwa hao ni miungu badala ya Mwenyezi Mungu: Waombeni hao mnao waabudu inapo kuteremkieni shida, au mkakhofu kuwa itakushukieni. Hamtopata kwao chochote cha kukuondoleeni madhara yenu, wala kuyahamisha akapewa mwinginewe.","lang":"sw"},{"name":"17:57","price":"Hao wanao waomba, wao wenyewe wanatafuta njia ya kwendea kwa Mola wao Mlezi - hata miongoni mwao walio karibu mno - na wanataraji rehema zake na wanaikhofu adhabu yake. Hakika adhabu ya Mola wako Mlezi yafaa kutahadhari nayo.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"Na hakika hawa viumbe wanao waomba wale wanao waabudu, wao wenyewe wanamuabudu Mwenyezi Mungu, na wanaomba wapate daraja na cheo kwake kwa ut'iifu, na wana pupa ya kutaka wawe karibu zaidi na Mwenyezi Mungu, na wanatumaini kupata kwake rehema, na wanaikhofu adhabu yake. Hakika adhabu ya Mwenyezi Mungu inatakikana kutahadhari nayo na kuiogopa!","lang":"sw"},{"name":"17:58","price":"Na hapana mji wowote ila Sisi tutauteketeza kabla ya Siku ya Kiyama, au tutaupa adhabu kali. Haya yamekwisha andikwa katika Kitabu.","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"Na ni mazoea yetu kuuteketeza kila mji na watu wake unapo dhulumu mji huo. Au huwapa adhabu kali watu wake kwa mauwaji au vyenginevyo. Basi watu wako watahadhari, kwani hukumu yetu imekwisha hukumiwa, na imekwisha andikwa katika Kitabu chetu.","lang":"sw"},{"name":"17:59","price":"Na hapana kinacho tuzuia kupeleka miujiza ila ni kuwa watu wa zamani waliikanusha. Na tuliwapa Wathamudi ngamia jike kuwa ni Ishara iliyo dhaahiri, lakini walidhulumu kwaye. Nasi hatupeleki Ishara ila kwa ajili ya kuhadharisha.","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"Watu wako wamekutaka uwaletee Ishara na miujiza. Nao hawakukinaika kwa yaliyo wajia ambayo huwakinaisha wenye akili. Na mwendo wetu umekwisha wapitia hao wanao taka miujiza, na wanapo kubaliwa wasiamini, nao ni kuwang'olea mbali kwa adhabu kama tulivyo wafanyia wa kale. Miongoni mwa hao ni watu wa Thamud. Walitaka miujiza, akawa ngamia mke ni muujiza wazi kwao wa kuondoa shaka zote. Wakamkanusha, yakatokea kwao yaliyo tokea! Na imekuwa hikima ya Mwenyezi Mungu kuwa asiwakubalie hayo waliyo yataka, kwa kuchelea wasiikatae miujiza, kwa kutarajia watakuja amini miongoni mwao, au watakuja zaa watakao amini. Na miujiza hakika Sisi huwapelekea watu kwa kuwatia khofu na kitisho.","lang":"sw"},{"name":"17:60","price":"Na tulipo kwambia: Hakika Mola wako Mlezi amekwisha wazunguka hao watu. Na hatukuifanya ndoto tulio kuonyesha ila ni kuwajaribu watu, na mti ulio laaniwa katika Qur'ani. Na tunawahadharisha, lakini haiwazidishii ila uasi mkubwa.","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"Ewe Nabii! Kumbuka tulipo kwambia: Hakika Mola wako Mlezi amewazunguka hao watu. Wao wamo wamedhibitiwa na kudra yake. Basi wewe wafikishie Ujumbe wala usimwogope yeyote katika wao. Mwenyezi Mungu atakulinda nao. Na mambo ya ajabu uliyo yaona katika Usiku wa Israi (Safari ya Usiku), hatukuyafanya Sisi ila yawe ni mtihani na majaribio kwa wanaadamu. Kwa hayo ipate kuzidi Imani ya Muumini, na ukafiri wa kafiri. Na wala hatukuufanya ule mti ulio subiwa katika Qur'ani, nao ni Mti wa Zaquum, unao mea huko Motoni, isipo kuwa ni kuwafanyia wao pia mtihani pale walipo sema: Moto unaunguza mti, basi vipi mti umee katika moto? Pia ni kuzidi kuwahadharisha kwa hayo. Lakini kuwahadharisha kwetu hakuwazidishii isipo kuwa kupindukia kiwango kikubwa kabisa.","lang":"sw"},{"name":"17:61","price":"Na pale tulipo waambia Malaika: Msujudieni Adam. Wakamsujudia isipo kuwa Iblisi. Akasema: Je! Nimsujudie uliye muumba kwa udongo?","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"Na Mwenyezi Mungu anakumbusha asli ya kuumba na uadui baina ya mwanaadamu na Iblisi, pale alipo waambia Malaika: Msujudieni Adam kwa kumuamkia na kumhishimu kwa kumuinamia. Hapo hapo wakasujudu. Isipo kuwa Iblisi akakataa, na akasema kwa chuki: Vipi nimsujudie uliye muumba kwa udongo, na hali mimi umeniumba kwa moto. Mimi ni bora kuliko yeye.","lang":"sw"},{"name":"17:62","price":"Akasema: Hebu nambie khabari ya huyu uliye mtukuza juu yangu. Ukiniakhirisha mpaka Siku ya Kiyama, hapana shaka nitawaangamiza dhuriya zake wasipo kuwa wachache tu.","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"Iblisi akasema: Ewe Mola wangu Mlezi hebu ni ambie khabari za huyu uliye mtukuza juu yangu, ukaniamrisha ni msujudie kwanini kamtukuza kuliko mimi, na mimi ni bora kuliko yeye, Naapa kwa utukufu wako. Ukinibakisha ni hai mpaka siku ya Kiyama, basi nitawahiliki dhuria zao watao wazaa kwa kuwaghuri isipokwa wachache tu, kati yao utakao walinda na Kuwahifadhi.","lang":"sw"},{"name":"17:63","price":"Akasema Mwenyezi Mungu: Ondokelea mbali! Atakaye kufuata katika wao, basi Jahannamu itakuwa ndiyo malipo yenu, malipo ya kutimia.","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"Mola akamwambia kwa kumtisha na kumlegezea kamba: Endelea na shani yako uliyo jichagulia kuifuata. Atakaye kut'ii wewe katika wana wa Adam, basi Jahannamu itakuwa ndiyo malipo yako na yao, malipo ya kutosha yaliyo kamilika.","lang":"sw"},{"name":"17:64","price":"Na wachochee uwawezao katika wao kwa sauti yako, na wakusanyie jeshi lako la wapandao farasi na waendao kwa miguu. Na shirikiana nao katika mali na wana, na waahidi. Na Shet'ani hawapi ahadi ila ya udanganyifu.","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"Na wazuge na wavute kwa kuwaita wamuasi Mwenyezi Mungu hao unao waweza miongoni mwao. Na fanya kila juhudi yako ya namna zote za udanganyifu. Na shirikiana nao katika kuchuma mali ya haramu, na kuyatumia kwa haramu, na kuwakufurisha watoto na kuwaghuri wafanye fisadi. Na wape ahadi za uwongo, kama kuwa miungu yao itawaombea, na kuwa watapata utukufu kwa Mwenyezi Mungu kwa sababu ya nasaba zao. Na Shetani hawaahidi wafwasi wake ila kwa udanganyifu na uficho.","lang":"sw"},{"name":"17:65","price":"Hakika wewe huna mamlaka juu ya waja wangu. Na Mola wako Mlezi anatosha kuwa ni wa kutegemewa.","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"Ama waja wangu walio nisafia niya Mimi wewe huna uwezo wa kuwapotoa, kwa kuwa wao wanamtegemea Mola wao Mlezi. Na Yeye anatosha kabisa kuwa ni wa kuwanusuru wakimtaka msaada wa kusalimika nawe.","lang":"sw"},{"name":"17:66","price":"Mola wenu Mlezi ndiye anaye kuendesheeni marikebu katika bahari ili mtafute katika fadhila zake. Hakika Yeye ni Mwenye kukurehemuni nyinyi.","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"Mola wenu Mlezi ni Yeye peke yake ndiye anaye ziendesha marikebu baharini ambazo kwazo nyinyi mnatafutia manufaa kwa biashara na mengineyo. Yeye daima ni Mwenye rehema kwenu.","lang":"sw"},{"name":"17:67","price":"Na inapo kufikieni taabu katika bahari, hao mnao waomba wanapotea, isipo kuwa Yeye tu. Na anapo kuvueni mkafika nchi kavu, mnageuka. Ama mwanaadamu ni mwingi wa kukanusha.","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"Mkisibiwa na madhara na mkakabiliwa na khatari katika bahari, hukukimbieni wote hao muwaombao kwa haja zenu isipo kuwa Mwenyezi Mungu peke yake. Kwani nyinyi hapo hamumkumbuki mwenginewe. Lakini akisha kuvueni na kuzama na akakufikisheni nchi kavu, mnaacha Tawhid, kumuabudu Mwenyezi Mungu Mmoja, na mnakufuru neema. Ndio mtindo wa binaadamu daima kukataa neema.","lang":"sw"},{"name":"17:68","price":"Je! Mmeaminisha ya kuwa hatakudidimizeni upande wowote katika nchi kavu, au kwamba hatakuleteeni tufani la kokoto? Kisha msipate wa kumtegemea.","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"Na hapo tukisha kuvueni mkafika nchi kavu, kwani ndio mmeaminisha kuwa basi haikupateni adhabu ya Mwenyezi Mungu? Hasha! Akitaka anaweza akaipindua ardhi ikakuteketezeni chini yake. Na akitaka atakupelekeeni upepo mkali ukutupieni kokoto na mawe, na wala msipate wa kukulindeni na yanayo kupateni.","lang":"sw"},{"name":"17:69","price":"Au mmeaminisha ya kuwa hatakurudisheni humo mara nyengine na kukupelekeeni kimbunga cha upepo akakuzamisheni kwa mlivyo kufuru, na kisha msipate wa kukunusuruni nasi.","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"Au nyinyi mmeaminisha kuwa Mola wenu Mlezi hatakurejesheni tena baharini, na akuleteeni tufani la upepo livunjilie mbali hicho chombo chenu? Akakuzamisheni kwa sababu ya kuto thamini neema yake pale alipo kuokoeni mara ya kwanza? Tena hapo hamtapata wa kukuteteeni kwetu kwa tuliyo kufanyieni ili mpate kusalimika.","lang":"sw"},{"name":"17:70","price":"Na hakika tumewatukuza wanaadamu, na tumewapa vya kupanda nchi kavu na baharini, na tumewaruzuku vitu vizuri vizuri, na tumewafadhilisha kwa fadhila kubwa kuliko wengi miongoni mwa tulio waumba.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"Na hakika Sisi tumewatukuza wana wa Adam kwa kuwapa umbo zuri lilio nyooka, na matamshi, na uwezo wa kukhiari mambo. Na tukawapa hishima na utukufu pindi wakit'ii. Na tukawapakia nchi kavu juu ya wanyama, na baharini katika marikebu, na tukawaruzuku vitu vitamu, na tukawafadhilisha fadhila kubwa kuliko viumbe vingi kwa kuwapa akili na kuweza kufikiri.","lang":"sw"},{"name":"17:71","price":"Siku tutapo waita kila kikundi cha watu kwa mujibu wa wakifuatacho - basi atakaye pewa kitabu chake kwa mkono wake wa kulia, basi hao watasoma kitabu chao wala hawatadhulumiwa hata chembe.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"Ewe Nabii! Waambie watu wako: Siku tutapo waita kila kikundi kwa alama zao wanazo zijua, au mwongozi wao wanaye mfuata, au Nabii, au Kitabu wakaambiwa: Enyi watu wa Musa! Au Enyi watu wa Qur'ani! Na kadhaalika, ili wapokee vitabu vya a'mali zao. Basi atakaye pokea kitabu cha a'mali zake kwa mkono wake wa kulia, na hao ndio wenye bahati njema, hao watasoma kitabu chao kwa furaha. Na wala hawatapunguziwa katika ujira wao duni ya kitu.","lang":"sw"},{"name":"17:72","price":"Na aliye kuwa hapa kipofu, basi atakuwa kipofu Akhera, na atakuwa aliye ipotea zaidi Njia.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"Ama yule wa kikundi kingine yatamhuzunisha atayo yaona. Na atazibiwa njia za kuokoka. Na atakuwa kipofu asione pa kuepuka adhabu yake, kama alivyo kuwa duniani kipofu haioni Njia ya Haki na Uwongofu! Na anaye kuwa duniani kipofu (wa moyo) basi Akhera ni kipofu zaidi, na yu mbali zaidi na Njia ya Kheri.","lang":"sw"},{"name":"17:73","price":"Na hakika walikaribia kukushawishi uache tuliyo kufunulia ili utuzulie mengineyo. Na hapo ndio wangeli kufanya rafiki.","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"Hakika washirikina wanatafuta kila njia wakuachishe Qur'ani utafute miujiza myengineyo, ili uwe kama uliye tuzulia Sisi uwongo. Na hapo ndio watakufanya uwe rafiki yao! Na hila hizi zimekaririwa na zimekuwa nyingi. Na kwa hivyo ungeli karibia kuyafuata wayatakayo, ila kwa kuwa wewe ni Mtume wetu uliye muaminifu, hayakuwa hayo.","lang":"sw"},{"name":"17:74","price":"Na lau kuwa hatukukuweka imara ungeli karibia kuwaelekea kidogo.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"Upole wetu umekugubika wewe, tukakulinda usiwakubalie matakwa yao, na tukakupa nguvu usimame juu ya Haki. Na lau kuwa si hayo ungeli karibia kuwakubalia kwa tamaa ya kuwa huenda ikafika siku imani yao ikakamilika baadae wakisha anza kuingia katika Uislamu.","lang":"sw"},{"name":"17:75","price":"Hapo basi bila ya shaka tungeli kuonjesha adhabu mardufu ya uhai, na adhabu mardufu ya kifo. Kisha usinge pata mtu wa kukunusuru nasi.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"Na lau ungeli karibia kuwaelekea hao, basi tungeli kukusanyia adhabu za duniani tukazifanya mardufu, na adhabu za Akhera nazo tukaziongeza mara mbili vile vile. Na wala usingeli pata yeyote wa kukunusuru na adhabu. Lakini hayo hayawi kabisa, hayawezi kumfikilia Mtume wetu Muaminifu.","lang":"sw"},{"name":"17:76","price":"Na walitaka kukukera ili uitoke nchi. Na hapo wao wasingeli bakia humo ila kwa muda mchache tu.","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"Na makafiri wa Makka wamejaribu, na walikaribia kukuudhi mpaka wakutoe kwenye ardhi ya Makka kwa uadui wao na chuki zao. Na lau yangeli kuwa hayo, basi wao nao wasingeli baki humo ila muda mchache tu, kisha washindwe katika hayo mambo yao, na hukumu iwe ya Mwenyezi Mungu.","lang":"sw"},{"name":"17:77","price":"Huo ndio mwendo kwa Mitume tulio watuma kabla yako. Wala hupati mabadiliko katika mwendo wetu","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"Na huo ndio mwendo wetu kwa Mitume wa kabla yako - huwahiliki wale wanao wafukuza Manabii wao. Na wala hapana mabadiliko katika mwendo wetu.","lang":"sw"},{"name":"17:78","price":"Shika Swala jua linapo pinduka mpaka giza la usiku, na Qur'ani ya al fajiri. Hakika Qur'ani ya alfajiri inashuhudiwa daima.","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"Shika Swala zilizo faridhiwa, tangu kupinduka jua kati ya mbingu kuelekea upande wa machwea jua, mpaka kiza cha usiku. Na hizi ndizo Swala za Adhuhuri, Alasiri, Magharibi na Isha. Na pia shika Swala ya Alfajiri ambayo wanaishuhudia Malaika.","lang":"sw"},{"name":"17:79","price":"Na amka usiku kwa ibada; ni ziada ya sunna khasa kwako wewe. Huenda Mola wako Mlezi akakunyanyua cheo kinacho sifika.","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"Na katika wakati wa usiku amka, kwa kusali Swala ya Tahajjud. Hiyo ni ibada ya zaidi juu ya zile Swala Tano. Hii imekukhusu wewe tu, kwa kutaraji kuwa Mola wako Mlezi atakuweka Siku ya Kiyama makamo watakao kusifia viumbe.","lang":"sw"},{"name":"17:80","price":"Na sema: Mola wangu Mlezi! Niingize muingizo mwema, na unitoe kutoka kwema. Na unipe nguvu zinazo toka kwako zinisaidie.","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"Na sema: Ewe Mola Mlezi! Niingize maingizo ya kuridhisha matukufu katika kila unapo niingiza katika jambo au pahala. Na unitoe kwa kutoka kunako ridhisha kutukufu. Na kwa fadhila yako nijaalie nguvu za kunisaidia niwashinde maadui zangu.","lang":"sw"},{"name":"17:81","price":"Na sema: Kweli imefika, na uwongo umetoweka. Hakika uwongo lazima utoweke!","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"Na sema ukiwaonya watu wako washirikina: Haki ya Tawhid, Imani ya Mungu Mmoja, na Dini ya Kweli na Uadilifu, imekwisha fika. Na uwongo, na ushirikina, na dini ya ufisadi na dhulma, yote hayo yameondoka. Kwani uwongo daima hauna dawamu.","lang":"sw"},{"name":"17:82","price":"Na tunateremsha katika Qur'ani yaliyo ni matibabu na rehema kwa Waumini. Wala hayawazidishii madhaalimu ila khasara.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"Na vipi Haki isiwe na nguvu na hali Sisi tunateremsha katika Qur'ani dawa ya kuponyesha maradhi ya shaka katika vifua vya watu, na sababu za kuwapatia rehema wanao iamini! Na madhaalimu hawana linao wazidia ila khasara tu kwa kuikataa kwao.","lang":"sw"},{"name":"17:83","price":"Na mwanaadamu tunapo mneemesha hugeuka na kujitenga kando. Na inapo mgusa shari hukata tamaa.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"Na hakika katika maumbile ya mwanaadamu ni kujidanganya na kukata tamaa. Tukimneemesha kwa kumpa uzima na ukunjufu wa mali, hupuuza kutukumbuka na kutuomba, na hujitenga nasi kwa kiburi na majivuno! Na akiguswa na shari, kama ugonjwa na ufakiri, huwa mwingi wa kukata tamaa na rehema ya Mwenyezi Mungu.","lang":"sw"},{"name":"17:84","price":"Na mwanaadamu tunapo mneemesha hugeuka na kujitenga kando. Na inapo mgusa shari hukata tamaa.","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"Ewe Nabii! Waambie makafiri wa Kikureshi kwa kuepuka kuchochea ugomvi na makindano: Kila mmoja wetu na mmoja wenu anatenda na anakwenda kwa kufuata njia yake. Na Mola wenu Mlezi ni Mjuzi mno, wala hana ajuaye kuliko Yeye kumjua nani aliye shika njia sawa na kufuata Haki. Na huyo humlipa ujira wake kaamili. Na kumjua aliye potea njia, na huyo humpa adhabu kama anayo stahiki.","lang":"sw"},{"name":"17:85","price":"Na wanakuuliza khabari za Roho. Sema: Roho ni katika mambo ya Mola wangu Mlezi. Nanyi hamkupewa katika ilimu ila kidogo tu.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"Ewe Muhammad! Watu wako wanakuuliza kwa kutomezwa na Mayahudi: Nini hakika ya Roho? Waambie: Roho ni katika ilimu yake Mwenyewe Mola wangu Mlezi aliyo jikhusisha nayo Yeye. Na nyinyi hamkupewa ilimu ila chache tu ukilinganisha na ilimu ya Mwenyezi Mungu Mtukufu.","lang":"sw"},{"name":"17:86","price":"Na tungeli penda tungeli yaondoa tuliyo kufunulia. Kisha usingeli pata mwakilishi wa kukupigania kwetu kwa haya.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"Na lau tungeli taka kuifuta kabisa kifuani mwako hiyo Qur'ani tuliyo kufunulia tungeli fanya hivyo, na kisha usingeli mpata yeyote wa kukunusuru katika watu wako.","lang":"sw"},{"name":"17:87","price":"Isipo kuwa iwe rehema itokayo kwa Mola wako Mlezi. Hakika fadhila yake kwako ni kubwa.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"Lakini tumeiacha Qur'ani ibaki vile vile kifuani mwako kwa rehema kutoka kwa Mola wako Mlezi, kwani fadhila zake kwako wewe ni kubwa mno katika muujiza huu.","lang":"sw"},{"name":"17:88","price":"Sema: Wangeli kusanyika watu na majini ili walete mfano wa hii Qur'ani basi hawaleti mfano wake, hata wakisaidiana wao kwa wao.","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"Waambie, kwa kushindana nao, kama wanaweza walete mfano wake. Nao hawawezi! Hata wakikusanyika watu na majini wakasaidiana kuleta mfano wa hii Qur'ani kwa mpango wake na maana yake, hawawezi; na wanga saidiana wao kwa wao.","lang":"sw"},{"name":"17:89","price":"Na hakika tumewaeleza watu katika hii Qur'ani kwa kila mfano. Lakini watu wengi wanakataa isipo kuwa kukanusha tu.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"Na katika Qur'ani hii tumewaeleza watu kwa namna mbali mbali kila maana kama ni mifano katika maajabu yake. Lakini watu wengi walikataa ila kupinga na kuchukia.","lang":"sw"},{"name":"17:90","price":"Na walisema: Hatutakuamini mpaka ututimbulie chemchem katika ardhi hii.","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"Ilipo dhihiri kushindwa kwao na Qur'ani, na wakabanwa kwa hoja, wakataka waletewe ishara nyingine na miujiza mingine. Hicho ni kitendo cha mwenye kushindwa hoja, aliye emewa na kutahayari. Ndio wakasema: Hatutokuamini mpaka ututimbulie katika ardhi ya Makka chemchem ambayo maji yake hayakatiki.","lang":"sw"},{"name":"17:91","price":"Au uwe na kitalu cha mitende na mizabibu, na utupitishie mito kati yake ikimiminika.","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"Au uwe nacho kitalu Makka cha mitende na mizabibu chenye kupita mito kati yake! (Kwa kujua kuwa ardhi ya Makka ni kavu haioti kitu.)","lang":"sw"},{"name":"17:92","price":"Au utuangushie mbingu vipande vipande kama ulivyo dai; au utuletee Mwenyezi Mungu na Malaika uso kwa uso.","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"Au mbingu ituangukie vichwani mwetu kwa mapande kama ulivyo dai kuwa Mwenyezi Mungu anatuahidi hayo. Au utuletee Mwenyezi Mungu na Malaika tukabiliane nao macho kwa macho!","lang":"sw"},{"name":"17:93","price":"Au uwe na nyumba ya dhahabu, au upae mbinguni. Wala hatutaamini kupaa kwako mpaka ututeremshie kitabu tukisome. Sema: Subhana Rabbi, Ametakasika Mola wangu Mlezi! Kwani mimi ni nani isipo kuwa ni mwanaadamu na Mtume?","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"Au uwe na nyumba iliyo pambwa kwa dhahabu, au upae mbinguni. Na hata hivyo hatukusadiki mpaka ukituletea kitabu kutoka kwa Mwenyezi Mungu kinacho thibitisha ukweli wako tukisome! Waambie: Mola wangu Mlezi ametakasika kabisa na kuhukumiwa na yeyote, au yeyote kushirikiana naye katika kudra yake! Mimi si chochote ila ni mwanaadamu kama Mitume wote wengineo. Na wala wao hawakuwaletea watu wao muujiza ila kwa idhini ya Mwenyezi Mungu.","lang":"sw"},{"name":"17:94","price":"Na nini kilicho wazuilia watu kuamini ulipo wajia uwongofu isipo kuwa walisema: Je! Mwenyezi Mungu humtuma mwanaadamu kuwa ni Mtume?","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"Na nini kilicho wazuilia washirikina wa Makka kuifuata Haki ulipo wajia wahyi (ufunuo) pamoja na miujiza isipo kuwa madai yao kwa ujinga wao ya kwamba Mwenyezi Mungu Mtukufu hatumi Mitume wanaadamu, ila huwa ni Malaika!","lang":"sw"},{"name":"17:95","price":"Sema: Ingeli kuwa duniani wapo Malaika wanatembea kwa utulivu wao, basi bila ya shaka tungeli wateremshia Malaika kuwa ni Mtume wao.","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"Sema kwa kuwarudi: Lau kuwa duniani badala ya wanaadamu wapo Malaika wanatembea kama wanaadamu na wamekaa humo, basi tungeli wateremshia kutoka mbinguni Malaika kuwa ni Mitume wao katika jinsi yao. Lakini Malaika si kama binaadamu; na wangeli kuja basi wange kuja kwa sura za watu.","lang":"sw"},{"name":"17:96","price":"Sema: Mwenyezi Mungu anatosha kuwa Shahidi baina yangu na nyinyi. Hakika Yeye anawajua vyema waja wake na anawaona.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"Sema: Kama mnaukataa Utume wangu, basi Mwenyezi Mungu anatosha kuwa ni wa kutuhukumu baina yangu na nyinyi, akathibitisha ukweli wa Ujumbe wangu kwenu. Hakika Yeye kwa waja wake ni Mwenye kujua hali zenu, na Mwenye kuviona vitendo vyenu. Naye ni Mwenye kukulipeni kwa hivyo.","lang":"sw"},{"name":"17:97","price":"Na anaye mhidi (muongoza) Mwenyezi Mungu basi huyo ndiye aliye hidika. Na anaye wapotoa basi huto wapatia walinzi badala yake. Na tutawakusanya Siku ya Kiyama hali wakikokotwa juu ya nyuso zao, nao ni vipofu na mabubu na viziwi. Na makaazi yao ni Jahannamu. Kila moto ukifanya kusinzia tutazidi kuuchochea uwake kwa nguvu.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"Waambie: Yule ambaye Mwenyezi Mungu anamwongoa kwa kuwa yu tayari kufuata uwongofu, basi huyo ni mwongofu. Na anaye mpotoa kwa kufisidika khulka yake, hutopata wa kuwanusuru asiye kuwa Yeye wa kuwaongoa duniani. Na Akhera tutawakusanya wakikokotwa juu ya nyuso zao, hawaoni, wala hawasemi, wala hawasikii. Na mahali pao wanapo pelekwa kukaa ni Jahannamu. Kula moto ukipungua ukali wake Mwenyezi Mungu anazidi kuuchochea uwake kwa nguvu zaidi.","lang":"sw"},{"name":"17:98","price":"Hayo ni malipo yao kwa sababu walizikataa ishara zetu, na wakasema: Hivyo tukisha kuwa mifupa na mapande yaliyo vurugika tutafufuliwa kwa umbo jipya?","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"Adhabu hiyo ndiyo malipo yao kwa sababu ya kuzikataa dalili tulizo waletea za kuthibitisha Haki, na kwa ile kauli yao kusema: Hivyo sisi tutafufuliwa kwa umbo jipya baada ya kwisha kuwa mifupa na vumbi?","lang":"sw"},{"name":"17:99","price":"Kwani hawakuona ya kwamba Mwenyezi Mungu aliye umba mbingu na ardhi ni Mwenye kuweza kuumba mfano wao? Na Yeye amewawekea muda usio na shaka yoyote. Lakini madhaalimu hawataki ila ukafiri.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"Jee wameghafilika na hawakujua kwamba Mwenyezi Mungu aliye umba mbingu na ardhi, juu ya ukubwa wao, ni Mwenye kuweza kuumba watu na majini kama wao? Na Mwenye kuweza hayo, vipi awe hawezi kuwarejesha wao upya, na hilo ni jepesi zaidi kwake! Na Yeye Subhanahu ameweka muda maalumu wa kuwarejesha tena baada ya kwisha kufa, na huo hauna shaka kuwa. Na muda huo ndio Siku ya Kiyama. Na juu ya hivyo walio zidhulumu nafsi zao kwa ukafiri wanakataa baada ya kuletewa hoja hizi. Na hayo si kwa lolote ila kwa ukafiri tu.","lang":"sw"},{"name":"17:100","price":"Sema: Lau kuwa nyinyi mnazimiliki khazina za rehema za Mola wangu Mlezi, basi hapana shaka mngeli zuia kuzitumia kwa ajili ya kukhofu. Na mwanaadamu tangu hapo tabia yake ni mchoyo!.","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"Waambie hawa washirikina: Lau kuwa mnazimiliki riziki za Mola wangu Mlezi, mngeli zifanyia ubakhili kwa kuogopa ufakiri. Kwani ni tabia ya watu kuwa na pupa na ubakhili. Na Mwenyezi Mungu, Mkwasi na Karimu, humpa anacho taka amtakaye, na huteremsha miujiza aitakayo Yeye, sio waitakayo watu. Na Yeye katika yote hayo ni Mwenye hikima na Mjuzi.","lang":"sw"},{"name":"17:101","price":"Na kwa yakini tulimpa Musa ishara tisa zilizo wazi. Waulize Wana wa Israili alipo wafikia, na Firauni akawaambia: Hakika mimi nakuona wewe Musa umerogwa!.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"Na lau hawa watu wangeli letewa hizo ishara wazitakazo, wange zigeuzia uso, wala wasinge ziamini! Na Sisi tulimpa Musa Ishara tisa wazi. Na juu ya hivyo wakakufuru. Na Firauni akasema: Hakika mimi nakuona wewe, Musa, ni mtu uliye rogwa! Hizo ishara tisa ni: 1. Fimbo, 2. Mkono Mweupe, 3. Tufani, 4. Nzige na vyura na chawa na damu, 5. Ukame na upungufu wa mazao, 6. Kupasuka bahari, 7. Kutimbuka maji baharini, 8. Kuning'inia mlima kama kivuli, 9. Kusemezwa na Mola wake Mlezi.","lang":"sw"},{"name":"17:102","price":"Musa akasema: Wewe unajua bila ya shaka kuwa haya hakuyateremsha ila Mola Mlezi wa mbingu na ardhi ili kuwa ni ushahidi wa kuonekana. Na hakika mimi bila ya shaka nakuona wewe, Firauni, kuwa umekwisha angamia.","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"Musa akasema: Ewe Firauni! Unajua vyema kuwa aliye ziteremsha Ishara hizi ni Mola Mlezi wa mbingu na ardhi. Kwani ni Yeye ndiye Mwenye kuweza hayo. Nazo Ishara hizo zi wazi, zinakuonyesha ukweli wangu. Lakini wewe unafanya kiburi na inadi tu. Na hakika mimi nakuona wewe, Firauni, kuwa ni mwenye kuangamia ikiwa hutoacha inadi yako.","lang":"sw"},{"name":"17:103","price":"Basi Firauni akataka kuwafukuza katika nchi. Kwa hivyo tukamzamisha yeye na walio kuwa pamoja naye wote.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"Firauni akashikilia uasi wake, akataka kumtoa Musa na Wana wa Israili katika nchi ya Misri. Tukamzamisha yeye na askari wake wote.","lang":"sw"},{"name":"17:104","price":"Na tukawaambia baada yake Wana wa Israili: Kaeni katika nchi. Itapo kuja ahadi ya Akhera tutakuleteni nyote pamoja.","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"Tukamvua Musa na kaumu yake, na baada ya kumzamisha Firauni tukasema kuwaambia Wana wa Israili: Kaeni katika nchi takatifu ilioko Sham. Ukija wakati wa uhai wa pili tutakutoeni makaburini kwenu kwa mchanganyiko. Kisha tutakuhukumuni kwa uadilifu.","lang":"sw"},{"name":"17:105","price":"Na kwa Haki tumeiteremsha, na kwa Haki imeteremka. Na hatukukutuma ila uwe mbashiri na mwonyaji.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"Na hatukuiteremsha Qur'ani ila kwa kuunga mkono hikima ya Mwenyezi Muungu, iliyo pelekea kuteremshwa kwake. Nayo hiyo Qur'ani kwa dhati yake haikuteremka ila kuwa imekusanya Ukweli wote. Kwani itikadi zake ndizo zilizo sawa, na hukumu zake ndizo zilizo nyooka. Na wewe, ewe Nabii, hatukukutuma ila uwe mbashiri wa kuwabashiria Pepo wenye kuamini, na mwonyaji kuwaonya wanao ukanya Moto. Basi wewe huna jukumu lolote ikiwa wao hawaamini.","lang":"sw"},{"name":"17:106","price":"Na Qur'ani tumeigawanya sehemu mbali mbali ili uwasomee watu kwa kituo, na tumeiteremsha kidogo kidogo.","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"Na hii Qur'ani tumeigawa na tumeiteremsha kipande kipande kwa muda mrefu, ili uwasomee watu kwa taratibu wapate kuifahamu. Tumeiteremsha kidogo kidogo kwa utulivu bila ya matatanisho.","lang":"sw"},{"name":"17:107","price":"Sema: Iaminini au msiiamini. Hakika wale walio pewa ilimu kabla yake, wanapo somewa hii, huanguka kifudifudi wanasujudu.","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"Waambie makafiri wa Makka kwa kuwatisha: Jichagulieni nafsi zenu mlitakalo - kuiamini Qur'ani au la! Kwani hakika walio pewa ilimu sawa na fahamu baraabara kabla ya kuteremka kwake, wakisomewa Qur'ani huangukia kwenye nyuso zao kwa kusujudu na kumshukuru Mwenyezi Mungu Mtukufu.","lang":"sw"},{"name":"17:108","price":"Na wanasema: Subhana Rabbina, Ametakasika Mola wetu Mlezi! Hakika ahadi ya Mola wetu Mlezi lazima itimizwe!.","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"Na wao husema: Mola wetu Mlezi ametakasika na ila ya kwenda kinyume na ahadi yake ya kuneemesha na kuadhibu alio ahidi. Kwani ahadi yake lazima itimie bila ya shaka yoyote.","lang":"sw"},{"name":"17:109","price":"Na huanguka kifudifudi na huku wanalia, na inawazidisha unyenyekevu.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"Na huangukia tena kwenye nyuso zao mara ya pili wakilia kwa kumkhofu Mwenyezi Mungu, na Qur'ani inawazidisha unyenyekevu kwa Mwenyezi Mungu.","lang":"sw"},{"name":"17:110","price":"Sema: Mwombeni Allah (Mwenyezi Mungu), au mwombeni Rahman (Mwingi wa Rehema), kwa jina lolote mnalo mwita. Kwani Yeye ana majina mazuri mazuri. Wala usitangaze Swala yako kwa sauti kubwa, wala usiifiche kwa sauti ndogo, bali shika njia ya kati na kati ya hizo.","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"Waambie hawa washirikina: Mwiteni Mwenyezi Mungu kwa jina la Allah, au jina la Rahman; kwani jina lolote mtalo mwitia ni zuri. Yeye Mtukufu ana majina mengi mazuri mazuri. Wala hamdanganyikiwi kwa kutumia majina mengi kuwa kwa hivyo mwenye kuitwa ni zaidi ya Mmoja. Na unapo soma Qur'ani katika Swala zako, basi usipaze sauti yako wakasikia washirikina wakakusibabi na wakakuudhi. Wala usifanye kwa siri hata Waumini wakawa hawasikii. Kuwa kati kati katika kusoma kwako.","lang":"sw"},{"name":"17:111","price":"Na sema: Alhamdulillah, Himdi zote ni za Mwenyezi Mungu ambaye hana mwana, wala hana mshirika katika ufalme, wala hana rafiki wa kumsaidia kwa sababu ya udhaifu wake. Na mtukuze kwa utukufu mkubwa.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"Nasema Alhamdulillah, Himdi zote, yaani sifa na shukrani, ni za Mwenyezi Mungu ambaye hakuzaa mwana, kwani hamhitajii; wala hana mshirika katika ufalme, kwani Yeye peke yake ndiye aliye uanzisha; wala hana msaidizi wa kumtia nguvu kwa udhaifu fulani unao mpata. Na mtukuze Mola wako Mlezi kwa utukufu mkubwa ulio laiki naye.","lang":"sw"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}