{"data":[{"name":"18:1","price":"Kuhimidiwa ni kwa Mwenyezi Mungu, ambaye amemteremshia mja wake Kitabu, wala hakukifanya kina upogo.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"Kuhimidiwa, yaani kusifiwa na kushukuriwa kwa wema, anastahiki Mwenyezi Mungu Mtukufu, ambaye amemteremshia mja wake, Muhammad, hii Qur'ani. Na wala hakujaalia kuwa ndani yake kipo chochote cha dosari, kilicho kwenda kombo na kuacha usawa. Bali ndani yake mna Haki tupu, isiyo na shaka yoyote.","lang":"sw"},{"name":"18:2","price":"Kimenyooka sawa, ili kitoe onyo kali kutoka kwake, na kiwabashirie Waumini watendao mema kwamba watapata ujira mzuri.","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"Na Mwenyezi Mungu ameijaalia Qur'ani imesimama, imenyooka sawa sawa katika mafunzo yake ili kuwaonya wanao kufuru na kukataa, kuwa watapata adhabu kali itokayo kwa Mwenyezi Mungu. Na iwape bishara njema wanao isadiki, ambao wanatenda vitendo vyema, ya kwamba watapata malipo mazuri.","lang":"sw"},{"name":"18:3","price":"Wakae humo milele.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"Malipo hayo ni Pepo watakayo kaa humo milele.","lang":"sw"},{"name":"18:4","price":"Na kiwaonye wanao nena: Mwenyezi Mungu ana mwana.","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"Na kiwaonye kwa njia makhsusi wale walio msingizia Mwenyezi Mungu kuwa ana mwana, na hali Yeye ametakasika kuwa kama viumbe, akawa mwenye kuzaa au akazaliwa mtoto wake.","lang":"sw"},{"name":"18:5","price":"Wao hawana ujuzi wa jambo hili, wala baba zao. Ni neno kuu hilo litokalo vinywani mwao. Hawasemi ila uwongo tu.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"Wala wao hawana ujuzi wowote wa hayo wala baba zao hawakuwa nao huo. Ni uzushi mkubwa mno huu wa kutoa neno hili vinywani mwao! Wayasemayo ni uzushi, na wala hapana uzushi mkubwa kushinda huu.","lang":"sw"},{"name":"18:6","price":"Huenda ukajihiliki nafsi yako kwa ajili yao, kuwasikitikia kwa kuwa hawayaamini mazungumzo haya!","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"Ewe Nabii! Usijihiliki nafsi yako bure kwa kuhuzunika na kusikitika kwa kuacha kwao kuitikia Wito wako, na kuisadiki hii Qur'ani.","lang":"sw"},{"name":"18:7","price":"Kwa hakika tumevifanya vilioko juu ya ardhi kuwa ni pambo lake ili tuwafanyie mtihani, ni nani kati yao wenye vitendo vizuri zaidi.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"Sisi tumewaumba kwa kheri na shari, na tumevifanya vilio juu ya ardhi ni pambo lake kwa ajili ya manufaa ya watu wake. Hivyo tunawatendea vitendo kama ni mtihani wapate kudhihiri kati yao wenye a'mali njema. Basi aliye pumbazwa na ulimwengu, na asiishughulikie Akhera, huwa amepotea. Na aliye iamini Akhera, huyo huwa ameongoka.","lang":"sw"},{"name":"18:8","price":"Na hakika Sisi tutavifanya vyote vilio juu ya ardhi kuwa kama nchi ilio pigwa na ukame.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"Baada ya kumalizika dunia Sisi tutavifanya vyote vilio juu ya dunia kama ardhi tambarare isio na mimea baada ya kuwa imeamirika kwa mazao ya kijani yenye uhai.","lang":"sw"},{"name":"18:9","price":"Bali unadhani ya kwamba wale Watu wa Pangoni na Maandishi walikuwa ni ajabu miongoni mwa ishara zetu?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"Walio pumbazwa na starehe za dunia wanakanya kufufuliwa, ilihali hakika ya mambo inathibitisha pana uhai baada ya usingizi mrefu. Na hichi kisa cha Watu wa Pangoni kwenye mlima na bao lilio andikwa majina yao baada ya kufa kwao hakikuwa ni ajabu ya pekee, tukaziacha ishara zote nyenginezo. Ijapo kuwa kisa hicho si cha kawaida, lakini hakikuwa ndio cha ajabu kushinda ishara zetu nyengine zenya kuonyesha uweza wetu.","lang":"sw"},{"name":"18:10","price":"Vijana hao walipo kimbilia kwenye pango walisema: Mola wetu Mlezi! Tupe rehema itokayo kwako, na tutengezee uwongofu katika jambo letu.","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"Taja pale walipo kwenda hao vijana kwenye pango, wakafanya hapo ndipo pahali pa kujificha baada ya kukimbia ushirikina na washirikina kuhifadhi Dini yao. Wakasema: Ewe Mola wetu Mlezi! Tupe maghfira kutoka kwako, na utulinde na adui yetu, na tusahilishie hidaya na tawfiki katika mambo yetu!","lang":"sw"},{"name":"18:11","price":"Tukayaziba masikio yao kuwalaza humo pangoni kwa muda wa miaka kadhaa wa kadhaa.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"Tukaipokea dua yao hiyo, tukawalaza kwa salama katika hilo pango kwa muda wa miaka kadhaa wa kadhaa.","lang":"sw"},{"name":"18:12","price":"Kisha tukawazindua ili tujue ni lipi katika makundi mawili lilio hisabu sawa muda walio kaa.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"Kisha Mwenyezi Mungu aliwaamsha baada ya kulala kwa muda mrefu, ili matokeo yake yawe ni kudhihirisha ujuzi wetu ni nani katika makundi mawili aliye sibu kukisia muda wa kulala kwao.","lang":"sw"},{"name":"18:13","price":"Sisi tunakusimulia khabari zao kwa kweli. Hakika wao walikuwa ni vijana walio muamini Mola wao Mlezi. Na Sisi tukawazidisha uwongofu.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"Ewe Mtume! Sisi tunakusimulia khabari zao kweli kweli: Hakika hao walikuwa vijana katika zama zilizo pita ambao walikuwa wameshika Dini ya Haki. Walimuamini Mola wao Mlezi kuwa ni Mmoja tu, na ilihali wamezungukwa na washirikina.","lang":"sw"},{"name":"18:14","price":"Na tukazitia nguvu nyoyo zao walipo simama na wakasema: Mola wetu Mlezi ni Mola Mlezi wa mbingu na ardhi. Hatutamwita mwenginewe kabisa badala yake kuwa ni Mungu. Hivyo itakuwa tumesema jambo la kuvuka mpaka.","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"Na tulizithibitisha nyoyo zao juu ya Imani na subira ya kuvumilia shida, pale walipo simama mbele ya watu wao wakasema kwa kujifunga kwa ahadi: Ewe Mola wetu Mlezi! Wewe ndiye wa Haki, Mola Mlezi wa mbingu na ardhi! Sisi hatumuabudu mungu mwenginewe. Wala hatutoiwacha itikadi hii. Wallahi! Tukisema jenginelo basi itakuwa tunasema lilio mbali kabisa na kweli!","lang":"sw"},{"name":"18:15","price":"Hawa watu wetu wameshika miungu mingine badala yake Yeye. Kwa nini basi hawawatolei uthibitisho ulio dhaahiri? Na nani aliye dhaalimu zaidi kuliko anaye mzulia uwongo Mwenyezi Mungu?","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"Kisha wakaambiana wenyewe kwa wenyewe: Hawa watu wetu wamemshirikisha Mwenyezi Mungu. Lau kuwa wameleta hoja iliyo wazi ya kuthibitisha ungu wa hivyo wanavyo viabudu badala ya Mwenyezi Mungu! Hakika watu hawa ni wenye kudhulumu kwa vitendo vyao hivyo. Wala hapana aliye zidi udhaalimu kuliko mwenye kumzulia Mwenyezi Mungu uwongo kwa kumsingizia washirika.","lang":"sw"},{"name":"18:16","price":"Na mkijitenga nao na vile wanavyo viabudu badala ya Mwenyezi Mungu, basi kimbilieni pangoni, akufungulieni Mola wenu Mlezi rehema yake, na akutengenezeeni ya kukufaeni katika mambo yenu.","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"Na wakaambiana wao kwa wao: Maadamu sisi tumejitenga nao hao katika ukafiri wao na ushirikina wao, basi kimbilieni pangoni mlinde Dini yenu. Mola wenu Mlezi atakukunjulieni maghfira yake, na atakusahilishieni mambo yenu kwa njia za kukufaeni katika maisha yenu. Haijuulikani kwa hakika ni nani hao Ahlil Kahf, wala zama zao, wala hilo pango lipo wapi walilo kimbilia hao vijana. Pamoja na hayo hapana ubaya kuchunguza, huenda pakapatikana mwangaza japo kidogo juu yake. Ilivyo kuwa Qur'ani Tukufu imetaja kuwa hao walikuwa ni vijana walio muamini Mola wao Mlezi basi hapana budi kuwa wao na watu wao waliteswa kwa sababu ya Dini, hata wakaona hao vijana wakimbilie pangoni kujificha. Na Taarikhi ya zamani inataja kuwa yalikuwako mateso ya dini katika nchi za Mashariki ya kale yaliyo tokea nyakati mbali mbali. Tutataja katika yafuatayo mateso mawili huenda moja wapo likaelekea na kisa hichi:- Ya kwanza yalitokea zama za mfalme wa Kisaluki, Antiokhus IV, aliye itwa kwa jina la kupanga Nabivanis (kiasi ya 176-84 K.K.). Huyo alipo shika ufalme wa Shamu, na akawa amemili mno kwenye ustaarabu wa Kigiriki na ilimu zake, aliwalazimisha Mayahudi wa Palistina, nayo ilikuwa chini ya Shamu tangu mwaka 194 K.K. washike dini ya Kigiriki, na akavunja sharia zao, na akanajisi Hekalu lao kwa kuweka humo sanamu la Zeus, mungu mkuu wa Magiriki, juu ya madhibahu (kibulani), na kumtolea mihanga ya nguruwe humo. Tena huyo mfalme aliteketeza kwa moto nakla za Taurati zote alizo zipata. Kwa mwangaza huu yaonekana kuwa hawa vijana walikuwa ni Mayahudi, na kwao ni popote katika Palastina, au khasa ni katika Yerusalemu. Na ikawa wakaamka mnamo mwaka 126 B.K. zama za utawala wa Warumi wa Mashariki. Yaani kabla ya kuzaliwa Mtume Muhammad s.a.w. (nako kulikuwa kiasi mwaka 571 B.K.) kwa kiasi ya miaka mia nne na arubaini na tano takriban. Ama mateso ya pili yalitokea zama za Mfalme wa Ufalme wa Kirumi, Hadriatus (117-138). Mfalme huyu aliwatenda Mayahudi kama alivyo watendea Antiokhus tuliye kwisha mtaja sawa sawa. Matokeo ya hayo ni kuwa Mayahudi walitangaza uasi dhidi ya utawala wa Kirumi mwaka 132. Wakawafukuza askari wa ulinzi wa Kirumi, wakaiteka Yerusalemu, na wakatoa sarafu yao ya makumbusho ya ugombozi wa Mji Mtakatifu. Wakashika khatamu za utawala kwa muda wa miaka mitatu. Mwishoni Hadriatus na jeshi lake wakagutuka, wakaushinda uasi, na wakairudisha Palastina chini ya ut'iifu, na wakairudisha Yerusalemu, na wakauvunjilia mbali uwananchi wa Kiyahudi kabisa. Viongozi wa Mayahudi wakauwawa na Mayahudi wakauzwa sokoni kuwa watumwa. Matokeo ya hayo ni kuwa mambo yote ya Kiyahudi aliyapiga marfuku Hadriatus na akapiga marfuku mafunzo ya Kiyahudi na sharia zao. Kwa mujibu wa mwangaza huu wa taarikhi yaonekana kuwa vijana hawa walikuwa ni Mayahudi, na pahala pao ni popote katika Mashariki ya kale, au katika Yerusalemu yenyewe. Yaonekana kuwa waliamshwa mnamo mwaka 435 B.K., yaani kabla ya kuzaliwa Mtume wetu s.a.w. kwa miaka mia na thalathini. Yaonekana kuwa yale mateso ya mwanzo yameelekeana zaidi na kisa hichi cha Watu wa Pangoni, kwa sababu yalikuwa ni ya shida zaidi. Ama mateso ya Kikristo hayaelekeani na kuzaliwa kwa Mtume s.a.w.","lang":"sw"},{"name":"18:17","price":"Na unaliona jua linapo chomoza linainamia kuliani mwao kutoka hapo pangoni; na linapo kuchwa linawakwepa kushotoni, na wao wamo katika uwazi wa pango. Hizo ni katika ishara za Mwenyezi Mungu. Ambaye Mwenyezi Mungu anamwongoa basi huyo ni mwenye kuongoka. Na anaye muacha kupotea basi hutampatia mlinzi wala mwongozi.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"Na lile pango lilikuwa kwenye mlima, lina nafasi ndani. Lilielekea kaskazini, linapigwa na upepo mzuri. Jua likichomoza muanga wake huwa kuliani mwao, na miale yake huwa mbali nao; na likichwa huwa kushotoni mwao. Kwa hivyo lile jua halipigi ndani ya pango, na kwa hivyo walisalimika na joto la jua, na upepo wa kaskazi unawaingilia. Na yote hayo ni katika ishara za kudra ya Mwenyezi Mungu. Na anaye pata tawfiki ya Mwenyezi Mungu kuokoka basi huokoka, na aliye kosa tawfiki hatopata wa kumwongoa baada yake.","lang":"sw"},{"name":"18:18","price":"Nawe utawadhania wamacho, na hali wamelala. Nasi tunawageuza kulia na kushoto. Na mbwa wao amenyoosha miguu yake ya mbele kizingitini. Kama ungeli watokea hapana shaka ungeli geuka kuwakimbia, nawe umejaa khofu.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"Na wewe ukiwaona utadhani wamacho, nao kwa hakika wamelala. Na katika usingizi wao tulikuwa tunawageuza kulia na kushoto mara kwa mara ili kuwahifadhi miili yao isidhurike na ardhi wakafanya madonda. Na mbwa aliye wafuata alinyoosha miguu yake ya mbele mlangoni, naye kalala pia kama kwamba yu macho. Ungeli watokea nao wamo katika hali ile ungeli toka mbio na moyo umejaa khofu kwa walivyo kuwa wanatisha katika kulala kwao. Hapana anaye waona ila atatishika nao. Hayo ili wasikaribiwe na mtu, wala wasiguswe na mtu mpaka wishe muda wao.","lang":"sw"},{"name":"18:19","price":"Na kwa namna hii tuliwainua usingizini wapate kuulizana wao kwa wao. Alisema msemaji katika wao: Mmekaa muda gani? Wakasema: Tumekaa siku moja au sehemu ya siku. Wakasema: Mola wenu Mlezi anajua zaidi muda mlio kaa. Hebu mtumeni mmoja wenu na hizi fedha zenu ende mjini, akatazame chakula chake kipi kilicho bora kabisa akuleteeni cha kukila. Naye afanye mambo hayo kwa busara, wala asikutajeni kabisa kwa yeyote.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"Kama tulivyo walaza tuliwaamsha wapate kuulizana wenyewe kwa wenyewe wamelala muda gani? Mmoja wao akasema: Umekupitieni muda gani katika usingizi? Wakasema: Tumelala muda wa siku au baadhi ya siku. Walivyo kuwa hawana yakini nayo hayo wakasema: Mwachieni mambo haya Mwenyezi Mungu; kwani Yeye ni Mjuzi zaidi wa haya. Na ende mmoja wenu mjini, na achukue hizi sarafu za fedha achague chakula kizuri kabisa akuleteeni mle. Na awe na mafahamiano mema. Wala mambo yenu yasijuulikane na mtu yeyote.","lang":"sw"},{"name":"18:20","price":"Kwani wao wakikutambueni watakupigeni mawe, au watakurudisheni katika dini yao; na hapo hamtafanikiwa kabisa!","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"Kwani hao watu wakikuoneni watakuuweni kwa kukupopoeni mawe, au watakurejesheeni katika ukafiri kwa nguvu. Nanyi mkirejea ukafirini basi hamtaongokewa kabisa duniani wala Akhera.","lang":"sw"},{"name":"18:21","price":"Na namna hivi tuliwa juulisha kwa watu wapate kujua ya kwamba ahadi ya Mwenyezi Mungu ni ya kweli, na kwamba Saa haina shaka. Walipo kuwa wakigombania jambo lao wao kwa wao walisema: Jengeni jengo juu yao. Mola wao Mlezi anawajua vyema. Wakasema walio shinda katika shauri yao: Bila ya shaka tutawajengea msikiti juu yao.","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"Na kama tulivyo walaza na tukawaamsha tulikuja watambulisha kwa watu wa ule mji wapate kujua kuwa ahadi ya Mwenyezi Mungu ya kufufua wafu ni ya kweli. Na Kiyama hapana shaka kitakuja. Watu wa ule mji wakamuamini Mwenyezi Mungu na Siku ya Mwisho. Kisha Mwenyezi Mungu akawafisha wale vijana. Watu sasa wakazozana kwa mintarafu yao. Baadhi yao wakasema: Jengeni jengo kwenye mlango wa pango, na tuwaache wao na shani yao. Kwani Mola wao Mlezi anaijua vyema hali yao. Na wakasema wenye kusikilizwa miongoni mwao: Hapa pahala pao tutafanya msikiti kwa sababu ya ibada.","lang":"sw"},{"name":"18:22","price":"Watasema: Walikuwa watatu, wa nne wao ni mbwa wao. Na wanasema: Walikuwa watano, wa sita wao ni mbwa wao. Wanavurumisha ovyo. Na wanasema: Walikuwa saba, na wa nane wao ni mbwa wao. Sema: Mola wangu Mlezi ndiye anaye jua sawa sawa hisabu yao. Hawawajui ila wachache tu. Basi usibishane juu yao ila kwa mabishano ya juu juu tu hivi. Wala usiulize khabari zao kwa yeyote yule.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"Watasema kikundi fulani katika Watu wa Kitabu (Biblia) wanao jiingiza katika mzozano wa kisa cha Ahlil Kahf (Watu wa Pangoni) kwamba hao walikuwa watatu na wa nne wao ni mbwa wao. Na wengine wanasema: Walikuwa watano, na wa sita wao ni mbwa wao. Tena wengine wanasema: Wao ni saba, na wa nane wao ni mbwa wao. Waambie hawa wanao khitalifiana: Mola wangu Mlezi ni Mjuzi ambaye hapana wa kumshinda ujuzi wake kuijua idadi yao. Wala hapana wajuao ila watu wachache tu ambao Mwenyezi Mungu amewajuvya hisabu yao. Basi wewe usijadiliane na hao wanao khitalifiana juu ya mas-ala ya hao vijana, ila majadiliano ya juu juu ya upole, bila ya kujaribu kuwakinaisha. Kwani wao hawakinaiki. Wala msimuulize yeyote kati yao juu ya khabari zao. Wewe hakika imekwisha kujia iliyo kweli isiyo na shaka.","lang":"sw"},{"name":"18:23","price":"Wala usisema kamwe kwa jambo lolote lile: Hakika nitalifanya hilo kesho","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"Wala usiseme kabisa kwa jambo unalo azimia kulendea na kujihimu kulitenda: Mimi nitalifanya hilo baadae!","lang":"sw"},{"name":"18:24","price":"Isipo kuwa Mwenyezi Mungu akipenda. Na mkumbuke Mola wako Mlezi pale unapo sahau, na sema: Asaa Mola wangu Mlezi ataniongoa kwenye uwongozi ulio karibu zaidi kuliko huu.","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"Ila kusema huko kuambatane na kupenda kwa Mwenyezi Mungu kwa kusema: Inshallah, yaani Mwenyezi Mungu akipenda. Na ukisahau jambo, basi kimbilia kumtaja Mwenyezi Mungu; na useme unapo azimia kufanya jambo na kuliambatanisha na kupenda kwa Mwenyezi Mungu: Huenda Mola wangu Mlezi akaniwafikisha kwenye bora kuliko nililo azimia kufanya, na lenye kuongoka zaidi.","lang":"sw"},{"name":"18:25","price":"Na walikaa katika pango lao miaka mia tatu, na wakazidisha tisa.","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"Na hakika hao vijana walikaa katika pango lao nao wamelala kwa miaka mia tatu, na ikazidi tisa. Aya hii inaonyesha ukweli wa ilimu ya Falaki (Astronomy), nayo ni kuwa ni miaka 300 kwa mwendo wa jua, na miaka 309 kwa hisabu ya mwezi unao fuatwa na Waislamu. Aya hii imeitangulia ilimu ya Falaki.","lang":"sw"},{"name":"18:26","price":"Sema: Mwenyezi Mungu anajua zaidi muda walio kaa. Ni zake tu siri za mbingu na ardhi. Kuona kulioje na kusikia kwake! Hawana mlinzi isipo kuwa Yeye, wala hamshirikishi yeyote katika hukumu yake.","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"Ewe Mtume! Waambie watu: Mwenyezi Mungu peke yake ndiye Mwenye kujua zama zao zote. Kwani Yeye Subhanahu ndiye aliye khusika kujua siri za mbingu na ardhi. Jinsi gani kulivyo tukuka kuona kwake kwa viumbe vyote! Na jinsi gani kulivyo tukuka kusikia kwake kwa kila cha kusikilizana! Na hapana katika wa mbinguni na wa katika ardhi wa kuendesha mambo yao isipo kuwa Yeye. Na wala hapana wa kumshiriki katika hukumu yake kiumbe chochote.","lang":"sw"},{"name":"18:27","price":"Na soma uliyo funuliwa katika Kitabu cha Mola wako Mlezi. Hapana wa kubadilisha maneno yake. Wala nawe hutapata makimbilio isipo kuwa kwake.","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"Ewe Mtume! Soma uliyo funuliwa kwa wahyi katika Qur'ani. Na katika hayo yamo uliyo funuliwa ya khabari za hao vijana. Wala usisikilize hayo maskhara yao ya kutaka ubadilishe muujiza wa Qur'ani kwa muujiza mwingine. Kwani hakika hapana wa kuyageuza anayo simulia Mwenyezi Mungu maneno ya haki katika miujiza yake. Hakika hapana awezae kubadilisha hayo. Wala usende kinyume na amri ya Mola wako Mlezi, kwani hapo tena hutapata wa kumkimbilia kukuhifadhi naye.","lang":"sw"},{"name":"18:28","price":"Na isubirishe nafsi yako pamoja na wanao muomba Mola wao Mlezi asubuhi na jioni, hali ya kuwa wanataka radhi yake. Wala macho yako yasiwaruke kwa kutaka pambo la maisha ya dunia. Wala usimt'ii tuliye mghafilisha moyo wake asitukumbuke, na akafuata matamanio yake yakawa yamepita mpaka.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"Ewe Mtume! Shikamana na usuhuba wa masahaba wako Waumini, wanao muabudu Mwenyezi Mungu peke yake asubuhi na jioni daima, huku wanataka radhi zake. Wala jicho lako lisiwawache hao kuwaangalia wapinzani wa kikafiri kwa kutaka kustarehe nao katika mapambo ya maisha ya dunia. Wala usikubali kuwafukuza Waumini mafakiri katika baraza yako kwa kumridhisha huyo tuliye mghafilisha moyo wake na kutukumbuka Sisi, kwa kuwa yeye mwenyewe hakuwa tayari kwa hayo, na akawa ni mtumwa wa pumbao lake, na mambo yake katika vitendo vyake vyote hayakufuata njia iliyo sawa. Na anapo katazwa Nabii, basi ndio wanakatazwa wengineo (yaani sote sisi). Na hakika Nabii s.a.w. hataki maisha ya dunia na pumbao lake. Lakini makatazo hayo anaelekezewa Nabii ili wenginewe watahadhari na kutaka pumbao la dunia. Kwani ikiwa yaweza kuwa kwake kutaka pumbao la kimwili, basi kila mwanaadamu yaweza kuwa katika nafsi yake. Kwa hivyo ajilinde.","lang":"sw"},{"name":"18:29","price":"Na sema: Hii ni kweli itokayo kwa Mola wako Mlezi. Basi atakaye, aamini. Na atakaye, akatae. Hakika Sisi tumewaandalia wenye kudhulumu Moto ambao utawazunguka kama khema. Na wakiomba msaada watasaidiwa kwa kupewa maji kama mafuta yaliyo tibuka. Yatayo wababua nyuso zao. Kinywaji hicho ni kiovu mno! Na matandiko hayo ya kupumzikia ni maovu mno!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"Sema ewe Mtume!: Hakika haya niliyo kuja nayo ni kweli tupu iliyo toka kwa Mola wenu Mlezi. Basi anaye taka kuyaamini na ayaamini. Kwani hiyo ni kheri yake mwenyewe. Na anaye taka kuyakataa na akatae. Kwani huyo haidhulumu ila nafsi yake mwenyewe. Hakika Sisi tumekwisha muwekea tayari anaye jidhulumu nafsi yake kwa ukafiri Moto utao mzunguka kama khema. Na hao walio dhulumu wakiomba wasaidiwe kwa maji huko katika Jahannamu, wataletewa maji kama mafuta yaliyo tibuka yamoto mno, hubabua nyuso kwa uvukuto wake! Kinywaji hicho ni kibaya mno, na Jahannamu ni pahali paovu pa mapumziko yao!!","lang":"sw"},{"name":"18:30","price":"Hakika wale walio amini na wakatenda mema - hakika Sisi hatupotezi ujira wa anaye tenda mema.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"Ama wale walio muamini Mwenyezi Mungu na Dini ya Haki uliyo funuliwa wewe, na wakatenda aliyo waamrisha Mola wao Mlezi, nayo ni vitendo vyema, basi Sisi hatuto wapotezea ujira wao wa vitendo vyema walivyo vitenda.","lang":"sw"},{"name":"18:31","price":"Hao watapata Bustani za milele, zinazo pita mito kati yake. Humo watapambwa kwa mavazi ya mikononi ya dhahabu, na watavaa nguo za kijani za hariri na at'ilasi, huku wakiegemea humo juu ya makochi. Ni malipo bora hayo! Na matandiko mazuri mno ya kupumzikia!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"Watu hao watakuwa na Mabustani ambayo watastarehe ndani yake daima dawamu. Kati baina ya miti na majumba yake inapita mito, na watapambiwa yanayo onekana ni ya starehe katika dunia, kama mapambo ya dhahabu, na mavazi yao ni nguo za kijani za hariri za kila namna, wakiegemea juu ya makochi na matakia na mapazia. Watapata malipo bora, na Bustani nzuri ya kudumu na kustarehe. Humo watapata kila wakitakacho.","lang":"sw"},{"name":"18:32","price":"Na wapigie mfano wa watu wawili: mmoja wao tulimpa vitalu viwili vya mizabibu, na tukavizungushia mitende, na kati yake tukatia mimea ya nafaka.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"Ewe Mtume! Bainisha baina ya hali ya makafiri matajiri na Waumini mafakiri kwa kuwapigia mfano ulio tokea hapo zamani baina ya watu wawili: kafiri na Muumini. Huyo kafiri alikuwa na vitalu viwili vya mizabibu, na tukavizungushia mitende kwa ajili ya pambo na faida pia. Na baina ya hivyo vitalu tukaweka makulima mengine yaliyo stawi na kutoa mazao.","lang":"sw"},{"name":"18:33","price":"Na hivyo vitalu viwili vikitoa mazao yake, wala hapana kitu katika hayo kilicho tindikia. Na ndani yake tukapasua mito.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"Na kila kitalu kikawa kinatoa mazao yake kwa wingi na kubaariki. Wala hapana kilicho tindikia. Na tukapasua mto unamiminika kati yao.","lang":"sw"},{"name":"18:34","price":"Naye alikuwa na mazao mengi. Basi akamwambia mwenzake naye akibishana naye: Mimi nimekushinda wewe kwa mali na nguvu za watu!","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"Na huyo mwenye vitalu alikuwa na mali mengine yenye kutoa mazao yake pia. Basi ikamuingia ghururi kwa neema ile. Katika ile ghururi yake akamwambia mwenzie yule Muumini nao walikuwa wakijadiliana: Mimi nina mali mengi kuliko wewe, na ninakushinda kwa nguvu za jamaa zangu na wasaidizi.","lang":"sw"},{"name":"18:35","price":"Na akaingia kitaluni kwake, naye hali anajidhulumu nafsi yake. Akasema: Sidhani kabisa kuwa haya yataharibika.","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"Kisha akaingia katika kitalu chake kimojapo pamoja na yule mwenzie Muumini, naye huku amejaa ghururi, akamwambia: Sidhani kabisa kuwa kitalu hichi kitapotea!","lang":"sw"},{"name":"18:36","price":"Wala sidhani kuwa hiyo Saa (ya Kyama) itatokea. Na ikiwa nitarudishwa kwa Mola wangu Mlezi, bila ya shaka nitapata marejeo bora zaidi kuliko haya.","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"Wala sidhani kuwa Kiyama kitakuja. Na pindi ikawa nikirejea kwa Mola wangu Mlezi kwa kufufuliwa kama unavyo dai wewe, basi Wallahi! Hapana shaka nitapata bustani bora kuliko kitalu hiki huko Akhera. Kwani mimi ni mtu wa neema kwa kila hali. Yeye huyu anakisia hayo ya ghaibu kwa haya yaliyoko sasa. Wala hajui kuwa Akhera malipo yake ni kwa Imani na vitendo vya kheri.","lang":"sw"},{"name":"18:37","price":"Mwenzake akamwambia kwa kubishana naye: Je! Unamkufuru aliye kuumba kutokana na udongo, tena kutokana na tone la manii, kisha akakufanya mtu kaamili?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"Mwenzie Muumini akamjibu: Unajiachilia kumkufuru Mola wako Mlezi aliye kuumba tangu asli yako ya Adam kutokana na udongo, kisha kutokana na tone ya maji-maji ya mbegu ya uzazi, kisha akakufanya mtu aliye kamilika? Ikiwa unajiona bora kwa mali yako na jamaa zako, basi mkumbuke Mola wako Mlezi na asli yako ya udongo.","lang":"sw"},{"name":"18:38","price":"Lakini Yeye Mwenyezi Mungu ndiye Mola wangu Mlezi. Wala simshirikishi na yeyote.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"Lakini mimi ninasema: Hakika aliye niumba mimi na akaumba ulimwengu wote huu ni Mwenyezi Mungu Mola wangu Mlezi. Na mimi namuabudu Yeye peke yake, wala simshirikishi na yeyote.","lang":"sw"},{"name":"18:39","price":"Na lau kuwa ulipo ingia kitaluni kwako ungeli sema: Mashaallah! Alitakalo Mwenyezi Mungu huwa! Hapana nguvu ila kwa Mwenyezi Mungu. Ikiwa unaniona mimi nina mali kidogo na watoto kuliko wewe,","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"Na lau kuwa ungeli sema unapo ingia katika hii bustani yako ya duniani na ukaangalia viliomo ndani yake: Haya Mashaallah! Ndio aliyo yataka Mwenyezi Mungu. Wala mimi sina nguvu ya kuyapata haya bila ya msaada wa Mwenyezi Mungu. Hayo inge kuwa ni shukrani za kupelekea kudumu neema yako. Tena akazidi kumwambia: Ikiwa umeniona mimi ni duni kuliko wewe kwa mali na watoto na wasaidizi...","lang":"sw"},{"name":"18:40","price":"Basi huenda Mola wangu Mlezi akanipa kilicho bora kuliko kitalu chako, naye akapitisha kudra yake kutoka mbinguni kukilitea hicho chako, na kikageuka ardhi tupu inayo teleza.","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"...basi huenda Mola wangu Mlezi akanipa bora kuliko hiyo bustani yako, hapa duniani au kesho Akhera, na akaipelekea bustani yako kudra yake aliyo ikadiria, kama radi mathalan kutoka mbinguni. Na ikawa ardhi kavu inayo teleza haimei kitu, wala unyayo hautulii juu yake.","lang":"sw"},{"name":"18:41","price":"Au maji yake yakadidimia wala usiweze kuyagundua.","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"Au maji yake yakazama katika ardhi, yasipatikane, wala usiweze kuyachota kwa kumwagia katika shamba.","lang":"sw"},{"name":"18:42","price":"Yakateketezwa matunda yake, akabaki akipindua pindua viganja vyake, kwa vile alivyo yagharimia, na miti imebwagika juu ya chanja zake. Akawa anasema: Laiti nisingeli mshiriki Mola wangu Mlezi na yeyote!","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"Mwenyezi Mungu kampatiliza yule kafiri, akayateketeza mavuno yote ya kitalu chake, na hicho kitalu chenyewe akakiangamiza, na akang'oa hata mizizi yake. Yule kafiri akabakia akipindua pindua viganja vyake kwa kusikitikia gharama alizo zitoa katika kukiamirisha kitalu chake, na baadae kuja kikapatilizwa na uharibifu. Akatamani lau kuwa hakumshirikisha Mola wake Mlezi na yeyote.","lang":"sw"},{"name":"18:43","price":"Wala hakuwa nacho kikundi cha kumsaidia badala ya Mwenyezi Mungu, wala mwenyewe hakuweza kujisaidia.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"Katika balaa hii hakuwa na jamaa wa kuja mnusuru badala ya Mwenyezi Mungu kama alivyo kuwa akijitapa. Wala hakuwa anaweza kujisaidia nafsi yake.","lang":"sw"},{"name":"18:44","price":"Huko ulinzi ni wa Mwenyezi Mungu wa Haki tu. Yeye ndiye mbora wa malipo, na mbora wa matokeo.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"Kwani katika kila hali nusura iko kwa Mwenyezi Mungu wa Haki peke yake. Na Yeye Subhanahu ni Mwema kwa mja wake Muumini, humkirimu kwa malipo, na humfanyia mema matokeo yake.","lang":"sw"},{"name":"18:45","price":"Na wapigie mfano wa maisha ya dunia. Hayo ni kama maji tunayo yateremsha kutoka mbinguni, yakachanganyika na mimea ya ardhi, kisha hiyo mimea ikawa vibuwa vinavyo peperushwa na upepo. Na Mwenyezi Mungu ni Mwenye uweza juu ya kila kitu.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"Ewe Mtume! Watajie watu mfano wa maisha ya duniani, vipi uzuri wake na kupendeza kwake, na mara hupotelea mbali. Ni kama mfano wa maji yanayo teremka kutoka mbinguni yakamwagiwa mimea ikanawiri, ikastawi. Kisha punde si punde ikakauka, ikawa vibua vikavu vilivyo katika katika vikipeperushwa na upepo. Na Mwenyezi Mungu ni Muweza wa kuleta na kuondoa akitakacho.","lang":"sw"},{"name":"18:46","price":"Mali na wana ni pambo la maisha ya dunia. Na mema yanayo bakia ni bora mbele ya Mola wako Mlezi kwa malipo, na bora kwa matumaini.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"Mali na wana ni pambo na starehe kwenu katika uhai wa duniani, na pia ndio nguvu zenu. Lakini vyote hivyo havina dawamu. Hivyo vina mwisho wake, havibakii. Na vitendo vyema vyenye kubaki ni bora kwenu mbele ya Mwenyezi Mungu. Yeye hukumimieni kwa ukarimu thawabu zake, na hivyo ndio bora ya matumaini ya binaadamu.","lang":"sw"},{"name":"18:47","price":"Na siku tutapo iondoa milima na ukaiona ardhi iwazi, na tukawafufua - wala hatutamwacha hata mmoja kati yao","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"Na ewe Mtume! Waonye watu kwa Siku ambayo vyote viliopo vitaondoka. Milima itaondoka, na mtaiona ardhi tupu wazi imetanda, hapana chochote kilicho kuwapo cha kuisitiri. Na tutawafufua watu kwa ajili ya hisabu, na hatutamwacha hata mmoja kati yao.","lang":"sw"},{"name":"18:48","price":"Na wakahudhurishwa mbele ya Mola wako Mlezi kwa safu (wakaambiwa): Mmetujia kama tulivyo kuumbeni mara ya kwanza! Bali mlidai kwamba hatutakuwekeeni miadi.","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"Na Siku hii watu watahudhurishwa kwa makundi wakipangwa kwa masafu kwa ajili ya hisabu. Na Mwenyezi Mungu Mtukufu atasema: Tumekufufueni kutokana na mauti, kama tulivyo kuumbeni pale mara ya mwanzo. Na mmetujia peke yenu, mmoja, mmoja, bila ya mali, na bila ya wana. Na duniani mlikuwa mkikanusha kufufuliwa na kuhisabiwa.","lang":"sw"},{"name":"18:49","price":"Na kitawekwa kitabu. Basi utawaona wakosefu wanavyo ogopa kwa yale yaliomo humo. Na watasema: Ole wetu! Kitabu hichi kina nini! Hakiachi dogo wala kubwa ila huliandika? Na watayakuta yote waliyo yatenda yamehudhuria hapo. Na Mola wako Mlezi hamdhulumu yeyote.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"Na katika mkono wa kila mmojapo kitawekwa kitabu cha vitendo vyake. Waumini watakiona na watafurahi kwa yaliyomo humo. Na wakanushaji wataona nao wamejaa khofu kwa vitendo viovu viliomo humo. Watasema wakisha ona hayo: Hilaki gani hii! Tunastaajabia kitabu hichi hakikuacha hata dogo katika vitendo vyetu, wala kubwa, ila kimetuandikia! Na wataona malipo ya waliyo yatenda ni ya haki. Wala Mola wako Mlezi hamdhulumu yeyote katika waja wake.","lang":"sw"},{"name":"18:50","price":"Na tulipo waambia Malaika: Msujudieni Adam! Walimsjudia isipo kuwa Iblisi. Yeye alikuwa miongoni mwa majini, na akavunja amri ya Mola wake Mlezi. Je! Mnamshika yeye na dhuriya zake kuwa marafiki badala yangu, hali wao ni adui zenu? Ni ovu mno badala hii kwa wenye kudhulumu.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"Ewe Mtume! Watajie mwanzo wa kuumbwa kwao, ili wajue kuwa wao wametokana na udongo, basi wasikae wakidanganyika na hayo waliyo nayo, wakamnyenyekea Iblisi, adui wa baba yao. Kwani yeye alikuwa katika majini, akajivuna, na akamuasi Mwenyezi Mungu. Basi yawaje baada ya kwisha jua khabari zake mkamfanya yeye na kizazi chake kuwa ndio wasaidizi wenu badala ya Mwenyezi Mungu. Na hao ndio adui zenu! Badala hii ni ovu kwa mwenye kuidhulumu nafsi yake na akamt'ii Shetani.","lang":"sw"},{"name":"18:51","price":"Sikuwashuhudisha kuumbwa kwa mbingu na ardhi, wala kuumbwa kwa nafsi zao. Wala sikuwafanya wapotezao kuwa ni wasaidizi.","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"Mimi sikumwonyesha Iblisi wala dhuriya zake nilipo umba mbingu wala ardhi, wala sikuwashuhudisha baadhi yao nilipo waumba wenzao ili wanisaidie. Wala sikuwa nina haja ya msaidizi wowote, licha kuwa nikatafute wapotovu ndio wawe wasaidizi wangu. Basi yawaje mnakwenda mt'ii Shetani na mkaniasi Mimi?","lang":"sw"},{"name":"18:52","price":"Na siku atakapo sema (Mwenyezi Mungu): Waiteni hao mlio dai kuwa ni washirika wangu. Basi watawaita, na wao hawato waitikia. Nasi tutaweka baina yao maangamio.","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"Watajie siku atayo waambia Mwenyezi Mungu washirikina: Waiteni hao mlio kuwa mkidai duniani kuwa ni washirika wangu katika ibada ili wakuombeeni kwa mujibu wa madai yenu. Nao watawaita, na hao hawato waitikia. Nasi tumejaalia sasa hapana baina yao ila ni maangamizo tu kwa makafiri, baada ya kuwa duniani walikuwa na mawasiliano ya ibada na mapenzi.","lang":"sw"},{"name":"18:53","price":"Na wakhalifu watauona Moto na watajua ya kwamba wao lazima wataingia humo; wala hawatapata pa kuuepuka.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"Na wakosefu watauona Moto na watayakinika kuwa hapana shaka watauingia tu. Wala hawatakuwa na pahala pengine badala yake.","lang":"sw"},{"name":"18:54","price":"Na bila ya shaka tumewaelezea watu katika hii Qur'ani kila namna ya mfano. Lakini mwanaadamu amezidi kuliko kila kitu kwa ubishi.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"Na Mwenyezi Mungu amewatajia watu katika Qur'ani hii, wanayo ikanusha na wakataka waletewe muujiza mwenginewe, mifano namna kwa namna, ili wapate kuwaidhika kwayo. Lakini mwanaadamu tabia yake ni kupenda kubishana. Akiwa kafiri basi atabisha hata kwa uwongo.","lang":"sw"},{"name":"18:55","price":"Na hapana kilicho wazuia watu kuamini ulipo wajia uwongofu na wakaomba maghfira kwa Mola wao Mlezi, isipo kuwa yawafikie ya wale wa zamani, au iwafikie adhabu jahara.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"Na hapana lililo wazuia washirikina kuamini zilipo wafikia sababu za kuongoka, nazo ni huyu Mtume na Qur'ani, isipo kuwa ukaidi wao na kumtaka Mtume awaletee aliyo waletea Mwenyezi Mungu wale watu wa zamani, nayo ni kuangamizwa moja kwa moja kama kulio wapata hao wa kale, au awaletee adhabu ya dhaahiri hivi.","lang":"sw"},{"name":"18:56","price":"Na hatuwatumi Mitume ila wawe wabashiri na waonyaji. Na walio kufuru wanabishana kwa uwongo, ili kwa uwongo huo waivunje kweli. Na wanazifanya Ishara zangu na yale waliyo onywa kuwa ni mzaha.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"Lakini Mwenyezi Mungu hawatumi Mitume wake ila kwa ajili ya kutoa bishara njema na kuonya. Wala hawatumi kwa ajili ya hao wenye inda wawatake walete muujiza makhsusi. Lakini walio kufuru wanaacha hoja, na wanabishana na Mitume kwa upotovu ili waipotoe Haki. Na msimamo wao kwa Qur'ani na maonyo ni msimamo wa mwenye kejeli na maskhara ambaye hana makusudio ya kutafuta hakika ya mambo.","lang":"sw"},{"name":"18:57","price":"Na ni nani dhaalimu mkubwa zaidi kuliko yule anaye kumbushwa Ishara za Mola wake Mlezi, naye akazipuuza na akasahau yaliyo tangulizwa na mikono yake? Hakika Sisi tumeweka vifuniko juu ya nyoyo zao ili wasifahamu, na uziwi kwenye masikio yao. Na ukiwaita kwenye uwongofu hawakubali kabisa kuongoka.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"Na hapana yeyote aliye dhaalimu mkubwa zaidi kuliko huyo anaye waidhiwa kwa Ishara za Mola wake Mlezi naye asizingatie, na akasahau nini matokeo ya maasi yake anayo yatenda! Hakika Sisi kwa sababu ya kuelekea kwao kwenye ukafiri tumeweka vifuniko juu ya nyoyo zao, basi nyoyo zao hazitambui wala haziingii mwangaza. Na masikioni mwao tumetia uziwi basi hawasikii la kuwafahamisha! Nawe, ewe Mtume! Ukiwaita kwenye Dini ya Haki hawato ongoka maadamu tabia yao ni hii.","lang":"sw"},{"name":"18:58","price":"Na Mola wako Mlezi ni Msamehevu Mwenye rehema. Lau angeli wachukulia kwa mujibu waliyo yachuma, bila ya shaka angeli wafanyia haraka kuwaadhibu. Lakini wanayo miadi ambayo hawatapata makimbilio yoyote ya kuepukana nayo.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"Na Mola wako Mlezi Mtukufu Mwingi wa kusamehe makosa ya waja wake, Mwenye rehema kunjufu kwa mwenye kumuelekea, lau angeli penda kuwatwaa kwa maovu wayatendayo basi angeli wapatiliza upesi upesi kama alivyo kwisha watangulizia wenginewe. Lakini hii ni hikima yake aliyo ikadiria. Anawaakhirisha mpaka ufike wakati atapo waonjesha adhabu kali kabisa. Na hapo hawatopata pa kukimbilia na kuwalinda.","lang":"sw"},{"name":"18:59","price":"Na miji hiyo tuliwaangamiza watu wake walipo dhulumu. Na tukawawekea miadi ya maangamizo yao.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"Na hii basi ndio miji ya kale tuliyo iteketeza pale watu wao walipo dhulumu kwa kuwakanusha Mitume wao. Na Sisi tukawawekea miadi ya kuwaangamiza isiyo na khitilafu. Hali kadhaalika itakuwa ya hao katika kaumu yako wanao kanusha, ikiwa hawaamini.","lang":"sw"},{"name":"18:60","price":"Na pale Musa alipo mwambia kijana wake: Sitoacha kuendelea mpaka nifike zinapo kutana bahari mbili, au nitaendelea kwa muda mrefu.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"Na hakika hapana mtu anaye jua ya Mwenyezi Mungu ila Yeye Mwenyewe anapo mpa kipawa hicho Nabii au mtu mwema. Ewe Mtume! Simulia kuwa Musa bin Amran alimwambia kijana wake, mtumishi wake, mwanafunzi wake: Sitoacha kwenda mpaka nifike zinapo kutana bahari mbili, au basi nitaendelea kwenda tu muda mrefu.","lang":"sw"},{"name":"18:61","price":"Basi wawili hao walipo fika zinapo kutana hizo bahari mbili walimsahau samaki wao, naye akashika njia yake kaporonyokea baharini.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"Basi Musa na kijana wake walipo fikilia pahala panapo kusanyika bahari mbili wakamsahau samaki wao walio kuwa wamemchukua kwa amri ya Mwenyezi Mungu. Akatumbukia baharini, akashika njia yake katika maji!","lang":"sw"},{"name":"18:62","price":"Walipo kwisha pita alimwambia kijana wake: Tupe chakula chetu cha mchana. Kwa hakika tumepata machofu kweli kwa hii safari yetu.","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"Musa na kijana wake walipo fika mbali na pahala pale, na wakaona njaa na machofu Musa akamwambia kijana wake: Tupe cha kukila. Hakika tumepata taabu na mashaka katika safari yetu hii.","lang":"sw"},{"name":"18:63","price":"Akasema (kijana): Waona! Pale tulipo pumzika penye jabali basi mimi nilimsahau yule samaki. Na hapana aliye nisahaulisha nisimkumbuke ila Shet'ani tu. Naye akashika njia yake baharini kwa ajabu.","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"Kijana wake akasema: Unakumbuka? Pale tulipo pumzika kwenye lile jabali, basi mimi nilimsahau yule samaki. Na hapana aliye nisahaulisha ila Shetani. Na hapana shaka samaki yule katumbukia baharini. Na mimi hakika najistaajabia kusahau kwangu huku.","lang":"sw"},{"name":"18:64","price":"(Musa) akasema: Hayo ndiyo tuliyo kuwa tunayataka. Basi wakarudi nyuma kwa kufuata njia waliyo jia.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"Musa akamwambia: Haya yaliyo tokea ndiyo tuliyo kuwa tunayataka kwa mujibu wa hikima anayo itaka Mwenyezi Mungu. Basi wakarejea nyuma kwa njia yao ile ile waliyo jia, wakizifuata nyayo zao.","lang":"sw"},{"name":"18:65","price":"Basi wakamkuta mja katika waja wangu tuliye mpa rehema kutoka kwetu, na tukamfunza mafunzo yaliyo toka kwetu.","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"Mpaka wakafika kwenye lile jabali. Hapo wakamkuta mja miongoni mwa waja wangu walio wema, tuliye mpa hikima, na tukampa ujuzi mwingi kutokana kwetu.","lang":"sw"},{"name":"18:66","price":"Musa akamwambia: Nikufuate ili unifunze katika ule uwongofu ulio funzwa wewe?","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"Musa akamwambia yule mja mwema: Je nende nawe upate kunifunza nami aliyo kufunza Mwenyezi Mungu?","lang":"sw"},{"name":"18:67","price":"Akasema: Hakika wewe hutaweza kuvumilia kuwa pamoja nami.","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"Akamwambia hutaweza kustahamili kufuatana nami.","lang":"sw"},{"name":"18:68","price":"Na utawezaje kuvumilia yale usiyo yajua vilivyo undani wake?","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"Na utawezaje kustahamilia jambo lisilo pata kukufika mfano wake?","lang":"sw"},{"name":"18:69","price":"Akasema: Inshaallah, Mwenyezi Mungu akipenda, utaniona mvumilivu, wala sitoasi amri yako.","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"Musa akasema: Inshallah, Mwenyezi Mungu akipenda, utaniona mimi ni mwenye kusubiri, na mt'iifu kwako kwa yote utayo niamrisha.","lang":"sw"},{"name":"18:70","price":"Akasema: Basi ukinifuata usiniulize kitu mpaka mimi nianze kukutajia.","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"Yule mja mwema akasema: Basi ukinifuata na ukayaona usiyo yafahamu, usiingie kuniuliza mpaka nianze mimi kukusimulia.","lang":"sw"},{"name":"18:71","price":"Basi wawili hao wakatoka, hata walipo panda jahazi (yule mtu) akaitoboa. (Musa) akasema: Unaitoboa uwazamishe watu wake? Hakika umefanya jambo baya.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"Wakatoka wakitambaa na mfukwe wa bahari mpaka wakakuta jahazi wakaipanda. Yule mja mwema akaitoboa jahazi ile nayo imo safarini. Musa akapinga kwa kusema: Umeitoboa makusudi upate kuwazamisha watu wake? Ama hakika umefanya jambo ovu!","lang":"sw"},{"name":"18:72","price":"Akasema: Sikukwambia hutaweza kuvumilia kuwa pamoja nami?","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"Yule mja mwema akasema: Mimi nilikwisha kwambia kuwa hakika wewe hutoweza kusubiri kuwa nami.","lang":"sw"},{"name":"18:73","price":"(Musa) akasema: Usinichukulie kwa niliyo sahau, wala usinipe uzito kwa jambo langu.","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"Musa akamwambia: Usinichukulie kwa kusahau wasia wako, wala usinikutishe Mashaka katika kutafuta ilimu kwako na ukaifanya hiyo kazi nzito","lang":"sw"},{"name":"18:74","price":"Basi wakatoka wawili hao mpaka wakamkuta kijana, akamuuwa. (Musa) akasema: Ala! Umemuuwa mtu asiye na kosa, na wala hakuuwa! Ama hakika umefanya jambo baya kabisa!","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"Na baada ya kutoka kwenye jahazi ile wakaingia kuendelea na safari yao. Njiani wakamkuta kijana. Yule mja mwema akamuuwa yule kijana! Musa akasema kwa kuchukia: Unakwenda muuwa mtu asiye na kosa lolote, na wala hakumuuwa mtu yeyote? Hakika umefanya jambo ovu kweli kweli!","lang":"sw"},{"name":"18:75","price":"AKASEMA: Je! Sikukwambia kwamba hakika wewe huwezi kuvumilia kuwa pamoja nami?","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"Mja mwema akamwambia Musa: Mimi nalikwambia kwamba wewe hutaweza kustahamili ukanyamaza kimya usiniulize.","lang":"sw"},{"name":"18:76","price":"Akasema: Nikikuuliza kitu chochote baada ya haya usifuatane nami, kwani umekwisha pata udhuru kwangu.","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"Musa akasema: Nikikuuliza lolote baada ya mara hii basi usifuatane nami, kwani umekwisha fikilia kiwango cha kupata udhuru wa kutokuwa nami.","lang":"sw"},{"name":"18:77","price":"Basi wakatoka mpaka wakawafikia watu wa mji mmoja. Wakawaomba watu wake wawape chakula, nao wakakataa kuwakaribisha. Hapo wakakuta ukuta unataka kuanguka, (yule mja mwema) akausimamisha. (Musa) akasema: Ungeli taka ungeli chukua ujira kwa haya.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"Wakenda hata wakafika kwenye mji. Wakawataka watu wake wawape chakula, wakakataa kuwakirimu. Wakakuta ukuta umeinama wakaribia kuanguka. Yule mja mwema akaudiriki. Akaujenga mpaka akausimamisha sawa. Musa akasema: Ungeli taka ungeli weza kudai ujira kwa kazi uliyo ifanya.","lang":"sw"},{"name":"18:78","price":"(Yule mtu) akasema: Huku ndio kufarikiana baina yangu na wewe. Sasa nitakueleza maana ya yale uliyo kuwa huwezi kuyastahamilia.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"Mja mwema akasema: Huku kutaaradhi kwako mara kwa mara kwa niyatendayo mimi ndio sababu ya kufarikiana mimi nawe. Sasa basi nitakueleza hikima ya yote haya ambayo wewe huyajui undani wake, wala hukuweza kuyasubiria yaliyo fichikana ukangojea kujua hakika yake na siri yake.","lang":"sw"},{"name":"18:79","price":"Ama ile jahazi ilikuwa ya masikini za Mungu wafanyao kazi baharini. Nilitaka kuiharibu, kwani nyuma yao alikuwako mfalme anaghusubu majahazi yote.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"Ama ile jahazi niliyo itoboa ilikuwa ni ya watu wanyonge wenye haja, ambao kazi yao ni ya baharini wakitafuta riziki yao. Basi mimi nikataka kukitia ila chombo chao kisitakikane. Kwani nyuma yao yuko mfalme mtindo wake ni kupokonya kila jahazi nzima. (Kughusubu, kupokonya, hata kukiitwa \"kutaifisha\" ni dhambi kubwa kabisa kwa Mwenyezi Mungu, kwani ni dhulma.)","lang":"sw"},{"name":"18:80","price":"Na ama yule kijana, wazazi wake walikuwa ni Waumini. Tukakhofu asije watia mashakani kwa uasi na ukafiri.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"Ama yule kijana niliye muuwa, baba yake na mama yake walikuwa ni Waumini. Tulikuwa tunajua kuwa angeli ishi angeli kuwa ndio sababu ya ukafiri wao.","lang":"sw"},{"name":"18:81","price":"Basi tulitaka Mola wao Mlezi awabadilishie aliye bora zaidi kuliko huyo kwa kutakasika, na aliye karibu zaidi kwa huruma.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"Basi tukataka kwa kumuuwa huyo mtoto Mwenyezi Mungu awape badala yake aliye bora zaidi kwa dini, na mwema zaidi, na mwenye huruma.","lang":"sw"},{"name":"18:82","price":"Na ama ukuta, huo ulikuwa ni wa vijana wawili mayatima kule mjini. Na chini yake ilikuwako khazina yao; na baba yao alikuwa ni mtu mwema. Basi Mola wako Mlezi alitaka wafikie utu uzima na wajitolee khazina yao wenyewe, kuwa ni rehema itokayo kwa Mola wako Mlezi. Wala mimi sikutenda hayo kwa amri yangu. Hiyo ndiyo tafsiri ya hayo ambayo wewe hukuweza kuyasubiria.","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"Ama ule ukuta nilio usimamisha, bila ya ujira, ulikuwa wa vijana wawili mayatima katika watu wa ule mji. Na chini yake ilikuwako khazina walio achiwa na baba yao. Naye alikuwa ni mtu mwema. Basi Mwenyezi Mungu alitaka kuwahifadhia khazina yao ile mpaka wakue wawe na akili zao, na wajitolee wenyewe khazina yao kuwa ni rehema kwao, na kumtukuza baba yao kwa kupitia dhuriya zake. Nami sikufanya niliyo yafanya kwa jitahada ya nafsi yangu. Bali nimefanya hayo kwa kuongozwa na Mwenyezi Mungu. Hii ni tafsiri ya hayo yaliyo fichikana kwako wewe Musa, nawe usiweze kuyavumilia.","lang":"sw"},{"name":"18:83","price":"Na wanakuuliza khabari za Dhul- Qarnaini. Waambie: Nitakusimulieni baadhi ya hadithi yake.","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"Ewe Mtume! Baadhi ya makafiri wanakuuliza khabari za Dhul-Qarnaini. Waambie nitakusimulieni baadhi ya khabari zake.","lang":"sw"},{"name":"18:84","price":"Sisi tulimtilia nguvu katika ardhi na tukampa njia za kila kitu.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"Tumemtilia nguvu amri yake katika ardhi, akiendesha humo mambo kwa mazingatio yake na utawala wake. Na tukampa ujuzi mwingi kwa njia ambazo kwazo akiweza kuongoza mambo.","lang":"sw"},{"name":"18:85","price":"Basi akaifuata njia.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"Kwa kutumia njia hizo aliweza kueneza madaraka yake katika ardhi, na akafuata njia mpaka akafika huko magharibi kunako kuchwa jua.","lang":"sw"},{"name":"18:86","price":"Hata alipo fika machwea-jua aliliona linatua katika checmchem yenye matope meusi. Na hapo akawakuta watu. Tukasema: Ewe Dhul-Qarnaini! Ama uwaadhibu au watwae kwa wema.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"Akenda mpaka akafika pahala mbali huko upande wa magharibi, akalikuta jua kwa linavyo onekana kwa macho kama kwamba linazama pahala penye chemchem ya maji ya moto na matope meusi. Na karibu ya chemchem hii Dhul- Qarnaini aliwakuta watu makafiri. Mwenyezi Mungu akamtia moyoni mwake afanye mojapo ya mambo mawili: Ama awaite kwenye Imani, na hili kwa hakika ni jambo zuri; au awapige vita ikiwa hawakuitikia wito wa Imani.","lang":"sw"},{"name":"18:87","price":"Akasema: Ama aliye dhulumu basi tutamuadhibu, na kisha atarudishwa kwa Mola wake Mlezi amuadhibu adhabu isiyo juulikana.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"Dhul-Qarnaini akawatangazia: Katika wao aliye jidhulumu nafsi yake kwa kubakia katika ushirikina, basi amestahiki adhabu ya duniani kutokana naye, na kisha atarejea kwa Mola wake Mlezi. Naye atamuadhibu adhabu kali wasio ijua.","lang":"sw"},{"name":"18:88","price":"Na ama aliye amini na akatenda mema basi atapata malipo mazuri. Nasi tutamwambia lilio jepesi katika amri yetu.","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"Na ama mwenye kumuitikia, na akamuamini Mola wake Mlezi, na akatenda mema, basi atapata malipo mazuri Akhera, na hapa duniani tunamchukulia kwa upole na wepesi.","lang":"sw"},{"name":"18:89","price":"Kisha akaifuata njia.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"Kisha Dhul-Qarnaini akaendelea vile vile huku akiomba tawfiki ya Mwenyezi Mungu, na akafuata njia ya kufikilia matokea jua upande wa mashariki.","lang":"sw"},{"name":"18:90","price":"Hata alipo fika matokeo ya jua aliliona linawachomozea watu tusio wawekea pazia la kuwakinga nalo.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"Hata akafika linapo chomoza jua, kwa ionekanavyo kwa macho, mwisho wa majenzi. Akawaona watu wanaishi katika ushenzi kabisa. Hawana hata cha kuwasitiri na joto.","lang":"sw"},{"name":"18:91","price":"Ndio hivyo hivyo. Na Sisi tulizijua vilivyo khabari zake zote.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"Na kama Dhul-Qarnaini alivyo waita watu wa magharibi waje kuamini basi kadhaalika aliwaita hawa, na akenda nao mwendo ule ule wake wa mwanzo.","lang":"sw"},{"name":"18:92","price":"Kisha akaifuata njia.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"Kisha akaendelea vile vile akitumia mbinu alizo msahilishia Mwenyezi Mungu za kumpa tawfiki, akishika njia baina ya mashariki na magharibi.","lang":"sw"},{"name":"18:93","price":"Hata alipo fika baina ya milima miwili, alikuta nyuma yake watu ambao takriban hawakuwa wanafahamu lolote.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"Mpaka akafika - katika safari yake ya tatu - pahala mbali baina ya milima miwili mirefu...Na huko akakuta watu ambao hawafahamu wanalo ambiwa ila kwa uzito na mashaka. Hiyo ngome au boma baina ya milima miwili iliyo tajwa katika maelezo ya juu ni milima ya Azarbajan na Arminia, na kauli nyingine ni kaskazini ya mwisho katika jimbo la Turkistan.","lang":"sw"},{"name":"18:94","price":"Wakasema: Ewe Dhul-Qarnaini! Hakika Juju-wa-maajuju wanafanya uharibifu katika nchi. Basi je, tukulipe ujira ili utujengee baina yetu na wao ngome?","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"Walipo ziona nguvu zake na uwezo wake wakamtaka awasimamishie ngome ya kuwalinda na Juju-wa-maajuju. Nao hao ni watu wanao waonea maya, na wanawafisidia na kuwaharibia nchi yao. Na wao walikuwa watayari wamlipe ujira kwa kazi hiyo.","lang":"sw"},{"name":"18:95","price":"Akasema: Yale Mola wangu aliyo niwezesha ni bora zaidi. Lakini nyinyi nisaidieni kwa nguvu zenu. Nitakujengeeni kizuizi baina yenu na wao.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"Akawajibu kwa kuwaambia: Mali na madaraka aliyo nijaalia Mwenyezi Mungu ni bora zaidi kuliko hayo mnayo taka kunipa. Akaanza kusimamisha hiyo ngome, na akawataka wamsaidie kama wawezavyo kwa watu na zana ili awatimizie wayatakayo.","lang":"sw"},{"name":"18:96","price":"Nileteeni vipande vya chuma. Hata alipo ijaza nafasi iliyo kati ya milima miwili, akasema: Vukuteni. Hata alipo kifanya (chuma) kama moto akasema: Nileteeni shaba iliyo yayuka niimwagie.","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"Akawataka wamkusanyie vipande vya chuma. Wakakusanya kama alivyo taka. Akajenga kwa hivyo ngome ndefu iliyo lingana na kingo za milima hiyo miwili. Kisha akawaamrisha wawashe moto, wakauwasha, mpaka chuma kikayayuka. Tena akamimina juu yake shaba iliyo kwisha yayushwa; ikawa ngome madhubuti, haipitiki.","lang":"sw"},{"name":"18:97","price":"Basi hawakuweza kuukwea, wala hawakuweza kuutoboa.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"Basi wale mahasidi hawakuweza kulikwea lile boma, jinsi lilivyo kwenda juu, wala kulitoboa kwa ugumu wake.","lang":"sw"},{"name":"18:98","price":"Akasema: Hii ni rehema itokayo kwa Mola wangu Mlezi. Na itapo fika ahadi ya Mola wangu Mlezi atauvunja vunja. Na ahadi ya Mola wangu Mlezi ni kweli tu.","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"Dhul-Qarnaini alipo kwisha jenga ile ngome alisema kumshukuru Mwenyezi Mungu: Ngome hii ni rehema iliyo toka kwa Mola wangu Mlezi kwa ajili ya waja wake. Na itabaki hivi hivi imesimama mpaka ije amri ya Mwenyezi Mungu kuiteketeza. Hapo tena itakuwa sawa sawa na ardhi. Na amri ya Mwenyezi Mungu ni lazima itimie bila ya muhali.","lang":"sw"},{"name":"18:99","price":"Na siku hiyo tutawaacha wakisongana wao kwa wao. Na baragumu litapulizwa, na wote watakusanywa pamoja.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"Na tangu kujengwa boma hilo Juju-wa-maajuju wakabaki nyuma yake wakipambana wenyewe kwa wenyewe, na wengine wakasalimika na shari yao. Ikifika Siku ya Kiyama likapulizwa baragumu Mwenyezi Mungu atawakusanya viumbe wote kwa ajili ya hisabu na malipo.","lang":"sw"},{"name":"18:100","price":"Na siku hiyo tutawadhihirishia wazi Jahannamu makafiri waione.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"Na hapo Mwenyezi Mungu atawaonyesha wazi makafiri Jahannamu iwatie kitisho na awatumbukize humo.","lang":"sw"},{"name":"18:101","price":"Wale ambao kwamba macho yao yalikuwa paziani hayanikumbuki, na wakawa hawawezi kusikia.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"Na hayo ni kwa kuwa macho yao walipo kuwa duniani yalikuwa yameghafilika hayaoni Ishara za Mwenyezi Mungu kama kwamba yamezibwa na pazia; na walikuwa kwa upotovu wao hawawezi kusikia Wito wa Haki, kama mtu aliye kuwa kiziwi. \"Wale ambao kwamba macho yao yalikuwa paziani hayanikumbuki, na wakawa hawawezi kusikia\": Ni wale ambao macho yao yameghafilika na kunizingatia Mimi katika mbingu na ardhi. Na kwa hivyo hii Aya tukufu inazindua watu wazingatie yote yalio wazunguka yanayo onyesha Ishara za kuwepo Mwenyezi Mungu.","lang":"sw"},{"name":"18:102","price":"Je, wanadhani walio kufuru ndio wawafanye waja wangu ndio walinzi wao badala yangu Mimi? Hakika Sisi tumeiandaa Jahannamu iwe ndipo mahala pa kuteremkia makafiri.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"Je, macho ya makafiri yamepofuka hata wakadhani kwamba kuwafanya watumwa wangu, Malaika na Isa, kuwa ni miungu, wakiwaabudu badala yangu Mimi, kutawapa manufaa na kuwakinga na adhabu? Hakika Sisi tumewaandalia Jahannamu ndio pahali pao pa kukaa wapate huko malipo wanayo yastahiki.","lang":"sw"},{"name":"18:103","price":"Sema: Je, tukutajieni wenye khasara mno katika vitendo vyao?.","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"Ewe Mtume! Waambie hawa makafiri: Je, nikutajieni watu watao pata khasara mno kwa vitendo vyao na watao kosa thawabu?","lang":"sw"},{"name":"18:104","price":"Ni wale ambao juhudi yao katika maisha ya dunia imepotea bure, nao wanadhani kwamba wanafanya kazi nzuri.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"Ni hao vilio haribika vitendo vyao katika maisha ya duniani kwa kuharibika itikadi yao, na hali wao wanaitakidi kuwa ndio wanafanya vitendo vyema!","lang":"sw"},{"name":"18:105","price":"Hao ni wale walio zikanusha Ishara za Mola wao Mlezi na kukutana naye. Kwa hivyo vitendo vyao vimepotea bure, na wala Siku ya Kiyama hatutawathamini kitu.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"Hao ndio walio zikataa dalili za uwezo wa Mwenyezi Mungu, na wakaikanusha Siku ya kufufuliwa na kuhisabiwa. Basi vitendo vyao vimepotea bure, na Siku ya Kiyama watastahiki kudharauliwa na kupuuzwa, kwani hawana a'mali ya kutiwa maanani!","lang":"sw"},{"name":"18:106","price":"Hiyo Jahannamu ni malipo yao kwa walivyo kufuru na wakafanyia kejeli Ishara zangu na Mitume wangu.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"Hayo ndiyo tuliyo yabainisha na tukayapambanua, hali ya hawa; na malipo yao kwa hayo ni Jahannamu kwa sababu ya kufuru zao na kuzifanyia maskhara Ishara za Mwenyezi Mungu alizo ziteremsha, na Mitume alio watuma.","lang":"sw"},{"name":"18:107","price":"Hakika wale walio amini na wakatenda mema mashukio yao yatakuwa kwenye Pepo za Firdausi.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"Hakika walio thibiti katika Imani na wakatenda mema, malipo yao ni Bustani za Firdausi watazo ziingia.","lang":"sw"},{"name":"18:108","price":"Watadumu humo; hawatataka kuondoka.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"Wataneemeka milele, wala hawatataka badala yake chochote.","lang":"sw"},{"name":"18:109","price":"Sema: Lau kuwa bahari ndio wino kwa maneno ya Mola wangu Mlezi, basi bahari ingeli malizika kabla ya kumalizika maneno ya Mola wangu Mlezi, hata tungeli ileta mfano wa hiyo kuongezea.","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"Ewe Mtume! Waambie watu: Hakika ujuzi wa Mwenyezi Mungu umekusanya kila kitu. Na lau kuwa maji ya baharini ni wino wa kuandikia maneno ya Mwenyezi Mungu yanayo onyesha ujuzi wake na hikima yake, basi wino huo ungeli malizika, na hata ungeli ongezwa wino mwingine kama huo, kabla ya kumalizika maneno ya Mwenyezi Mungu!","lang":"sw"},{"name":"18:110","price":"Sema: Mimi ni mwanaadamu kama nyinyi. Ninaletewa Wahyi kwamba Mungu wenu ni Mungu Mmoja. Mwenye kutaraji kukutana na Mola wake Mlezi basi naatende vitendo vyema, wala asimshirikishe yeyote katika ibada ya Mola wake Mlezi.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"Ewe Mtume! Waambie watu: Hakika mimi ni mtu tu kama nyinyi, nimetumwa kwenu, nikufunzeni aliyo nifunza Mwenyezi Mungu. Nimefunuliwa (yaani nimepewa Wahyi) ya kwamba Mungu wenu ni Mmoja, hana mshirika wake. Anaye tumai kukutana na Mwenyezi Mungu na kupata malipwa yake, basi naatende vitendo vyema kwa usafi wa niya, na ajitenge mbali na kumshirikisha Mwenyezi Mungu na chochote katika ibada.","lang":"sw"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}