{"data":[{"name":"22:1","price":"Enyi watu! Mcheni Mola wenu Mlezi. Hakika tetemeko la Saa (ya Kiyama) ni jambo kuu.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"Enyi watu! Tahadharini na adhabu ya Mola wenu Mlezi, na wekeni katika nyoyo zenu makumbusho ya Siku ya Kiyama. Kwani mtingishiko utao tokea hapo ni mkubwa, wenye kuhangaisha na kutikisa viumbe.","lang":"sw"},{"name":"22:2","price":"Siku mtapo iona, kila mwenye kunyonyesha atamsahau amnyonyeshaye, na kila mwenye mimba ataharibu mimba yake. Na utaona watu wamelewa, na kumbe hawakulewa. Lakini adhabu ya Mwenyezi Mungu ni kali.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"Siku mtapo kiona Kiyama mtaona kitisho chake kinafikilia ukubwa wake hata kama yupo mwanamke anaye nyonyesha na ziwa lake limo katika mdomo wa mwanawe, basi hapana shaka atamsahau na amwachilie mbali. Na kama yupo mwanamke ana mimba basi ataiharibu mimba kabla ya kufika wakati wake wa kuzaa kwa ajili ya fazaa na kitisho. Na ewe mwenye kuangalia! Ukiona hali ya watu Siku hiyo namna wanavyo onekana hawanazo, na wanapo kwenda wanayumba, utadhani wamelewa, na ilhali hawakulewa. Lakini kitisho walicho kishuhudia, na khofu ya adhabu kuu ya Mwenyezi Mungu ndiyo iliyo waondoshea utulivu wao.","lang":"sw"},{"name":"22:3","price":"Na miongoni mwa watu wapo wanao bishana juu ya Mwenyezi Mungu bila ya ilimu, na wanamfuata kila shet'ani aliye asi.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"Na juu ya onyo hili kali na la kweli bado wapo baadhi ya watu inadi yao au kufuata kwao kijinga huwapelekea katika mambo ya kubishana juu ya Mwenyezi Mungu na sifa zake, wakamsingizia kuwa ati ana washirika, au wakaukataa uweza wake wa kufufua na kuwalipa watu kwa vitendo vyao. Na kwa huo ubishi wao na kukataa kwao hawategemei ilimu sahihi, au hoja ya kweli; lakini wao hufuata tu nyayo za kila shetani aliye muasi Mola wake Mlezi, aliye baidika na uwongofu.","lang":"sw"},{"name":"22:4","price":"Ameandikiwa kwamba anaye mfanya kuwa rafiki, basi huyo hakika atampoteza na atamwongoza kwenye adhabu ya Moto mkali.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"Mwenyezi Mungu amehukumu kuwa anaye mfuata Shetani na akamfanya kuwa ni rafiki yake na mlinzi wake, na mwongozi wake, basi humpotoa na njia ya Haki, na akamuelekeza kwenye upotovu unao pelekea kwenye Moto unao waka na kuripuka.","lang":"sw"},{"name":"22:5","price":"Enyi watu! Ikiwa nyinyi mna shaka ya kufufuliwa basi kwa hakika Sisi tulikuumbeni kutokana na udongo, kisha kutokana na manii, kisha kutokana na kipande cha damu ilio gandana, kisha kutokana na kipande cha nyama chenye umbo na kisicho kuwa na umbo, ili tukubainishieni. Nasi tunakiweka katika matumbo ya uzazi tunacho kitaka mpaka muda ulio wekwa. Kisha tunakutoeni kwa hali ya mtoto mchanga, kisha mfikie kutimia akili. Na wapo katika nyinyi wanao kufa, na wapo katika nyinyi wanao rudishwa kwenye umri wa unyonge kabisa, hata mtu awe hajui kitu baada ya kuwa anakijua. Na unaiona ardhi imetulia kimya, lakini tunapo yateremsha maji juu yake husisimka na kututumka, na kumea kila namna ya mimea mizuri.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"Enyi watu! Ikiwa nyinyi mna shaka ya kukufufueni baada ya kufa, basi katika kuumbwa kwenu ipo dalili ya kuweza kwetu kufufua. Tulikuumbeni asili yenu kutokana na udongo, kisha tukaufanya tone ya manii, kisha baada ya muda tukaigeuza ikawa kipande cha damu iliyo gandana. Kisha tukaifanya kipande cha nyama yenye sura ya kibinaadamu, au isiyo kuwa na sura, ili tukubainishieni uweza wetu wa kuanza uumbaji na kuendeleza kukuza kwa viwango na madaraja, na kugeuza kutoka hali hii na kuingia nyengine. Na katika viliomo katika matumbo ya mzazi vipo tunavyo viharibu tuvitakavyo na tunaviweka imara na madhubuti tuvitakavyo, mpaka utimie muda wa kuzaliwa. Kisha tunakutoeni kwenye matumbo ya mama zenu muwe watoto wachanga. Kisha tunakuleeni mpaka mkamilike akili na nguvu. Na baada ya hayo wapo katika nyinyi ambao Mwenyezi Mungu huwafisha, na wapo ambao umri wao hurefushwa mpaka wakafikia ukongwe wa kupiswa, ujuzi wao na kufahamu kwao mambo kukasita. Na aliye kuumbeni kwa sura hii tangu mwanzo hashindwi kukurudisheni tena. Na jambo jengine la kukuonyesha kudra ya Mwenezi Mungu kufufua ni kuwa wewe unaiona ardhi kavu yabisi; tukiiteremshia maji uhai unaitambalia, na hiyo ardhi hugutuka, na huzidi na hututumka kwa maji na hewa iliyo ingia ndani yake, na hapo tena hutokeza namna mbali mbali za mimea inayo furahisha kuiona, na uzuri wake ukazagaa, na mwenye kuiona roho yake ikakunjuka. (Maurice Bucaille, mtaalamu wa Kifaransa maarufu aliye silimu, amelifasiri neno A'laqa kwa maana ya \"kitu kilicho tundikwa\". Na hivyo ndivyo inavyo thibitisha Sayansi ya hivi sasa, kuwa mbegu ya uzazi ikisha pandikizwa huja ikaning'inia kama iliyo tundikwa kwenye tumbo la uzazi. Tazama pia 23.14, 40.67, 75.37-38 na kadhaalika Sura ya 5 ya Annisaa Aya 129, inayo eleza kuwa msimwache mke \"kama aliye tundikwa\")","lang":"sw"},{"name":"22:6","price":"Hayo ni kwa sababu hakika Mwenyezi Mungu ndiye Haki, na kwamba hakika Yeye ndiye mwenye kuhuisha wafu, na kwamba hakika Yeye ni Muweza wa kila kitu.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"Hayo yaliyo tangulia ya kuumbwa binaadamu, na mimea ya kupanda, ni ushahidi ya kwamba kwa hakika Mwenyezi Mungu ndiye Mungu wa Haki. Na kwamba hakika Yeye ndiye anaye huisha maiti wakati wa kufufuliwa kama vile alivyo anza kuwaumba. Na kwamba hakika Yeye ni Muweza wa kila kitu, na kwamba hakika Kiyama kinakuja tu bila ya shaka kuhakikisha ahadi yake. Na kwamba hakika Mwenyezi Mungu atawahuisha waliomo makaburini kwa kuwafufua kwa ajili ya hisabu na malipo.","lang":"sw"},{"name":"22:7","price":"Na kwamba hakika Saa (Kiyama)  itakuja hapana shaka kwa hilo, na kwamba hakika Mwenyezi Mungu atawafufua walio makaburini.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"Hayo yaliyo tangulia ya kuumbwa binaadamu, na mimea ya kupanda, ni ushahidi ya kwamba kwa hakika Mwenyezi Mungu ndiye Mungu wa Haki. Na kwamba hakika Yeye ndiye anaye huisha maiti wakati wa kufufuliwa kama vile alivyo anza kuwaumba. Na kwamba hakika Yeye ni Muweza wa kila kitu, na kwamba hakika Kiyama kinakuja tu bila ya shaka kuhakikisha ahadi yake. Na kwamba hakika Mwenyezi Mungu atawahuisha waliomo makaburini kwa kuwafufua kwa ajili ya hisabu na malipo.","lang":"sw"},{"name":"22:8","price":"Na katika watu wapo wanao bishana juu ya Mwenyezi Mungu bila ya ilimu, wala uwongofu, wala Kitabu chenye nuru.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"Na juu ya yaliyo tangulia bado wapo baadhi ya watu wanao jadili juu ya uweza wa Mwenyezi Mungu, na wanakanya kufufuka bila ya msingi wowote wa ki-ilimu, wala uwongozi wa kweli, au Kitabu kilicho toka kwa Mwenyezi Mungu cha kumwonyesha. Basi ubishi wake ni wa pumbao na inda tu.","lang":"sw"},{"name":"22:9","price":"Anaye geuza shingo yake ili kupoteza watu waache Njia ya Mwenyezi Mungu. Duniani atapata hizaya, na Siku ya Kiyama tutamwonjesha adhabu ya kuungua.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"Na pamoja na hayo hugeuka upande kwa kiburi na kukataa kuikubali Haki. Na watu wa namna hii itakuja wapata hizaya na udhalili duniani kwa ushindi wa Neno la Haki, na Siku ya Kiyama Mwenyezi Mungu atawaadhibu kwa Moto wa kuunguza.","lang":"sw"},{"name":"22:10","price":"(Ataambiwa): Hayo ni kwa sababu ya iliyo tanguliza mikono yako. Na hakika Mwenyezi Mungu si dhaalimu kwa waja.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"Na ataambiwa: Hayo unayo yapata ya hizaya na adhabu ni kwa sababu ya uzushi wako na kiburi chako; kwani hakika Mwenyezi Mungu ni Muadilifu, hadhulumu. Wala hawaweki sawa Muumini na kafiri, na mwema na muovu; bali kila mmoja wao atamlipa kwa mujibu wa vitendo vyake.","lang":"sw"},{"name":"22:11","price":"Na katika watu wapo wanao muabudu Mwenyezi Mungu kwa ukingoni. Ikimfikia kheri hutulia kwayo, na ukimfikia msukosuko hugeuza uso wake. Amekhasiri dunia na Akhera; hiyo ndiyo khasara iliyo wazi.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"Na miongoni mwa watu wapo wa namna ya tatu, ambao Imani bado haijatulia katika nyoyo zao, bali itikadi yao inayumba yumba. Maslaha ya nafsi zao ndiyo yanatawala katika Imani yao. Wakipata kheri hufurahi na hutulizana. Na wakipata shida yoyote katika nafsi zao, au mali zao, au wana wao, hurejea ukafirini. Hao huwa wamekosa duniani raha ya utulivu kwa hukumu ya Mwenyezi Mungu na nusura yake, kama Akhera walivyo kosa neema ambayo Mwenyezi Mungu amewaahidi Waumini walio thibiti na wakasubiri. Hiyo khasara ya mara mbili ndiyo khasara ya kweli kweli iliyo wazi.","lang":"sw"},{"name":"22:12","price":"Badala ya Mwenyezi Mungu, yeye huomba kisicho mdhuru wala kumnufaisha. Huko ndiko kupotolea mbali!","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"Mwenye kukhasiri hivi humuacha Mwenyezi Mungu na akayaabudu masanamu yasiyo weza kumdhuru pindi akito yaabudu, wala hayamfai kitu pindi akiyaabudu. Kitendo chake huyo ndio kupotelea mbali na haki na uwongofu.","lang":"sw"},{"name":"22:13","price":"Humuomba yule ambaye bila ya shaka dhara yake ipo karibu zaidi kuliko nafuu yake. Kwa hakika huyo ni mlinzi muovu, na rafiki muovu.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"Badala ya Mwenyezi Mungu anamwomba ambaye madhara yake kwa kuharibu akili na kutawala mawazo ovyo ni karibu zaidi kwa nafsi kuliko kuitakidi msaada wake. Muabudiwa huyo ni muovu mno wa kumtaraji msaada, na muovu mno kumfanya rafiki.","lang":"sw"},{"name":"22:14","price":"Hakika Mwenyezi Mungu atawaingiza walio amini na wakatenda mema katika Bustani zipitazo mito kati yake. Hakika Mwenyezi Mungu hutenda atakayo.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"Hakika wenye kumuamini Mwenyezi Mungu na Mitume wake kwa Imani yenye kuambatana na vitendo vyema, Mola wao Mlezi atawatia Siku ya Kiyama katika Bustani zipitwazo chini ya miti yake na mito. Hakika Mwenyezi Mungu hutenda apendavyo kumuadhibu mharibifu na kumlipa mema mtenda mema.","lang":"sw"},{"name":"22:15","price":"Anaye dhani kwamba Mwenyezi Mungu hatamnusuru (Mtume) katika dunia na Akhera na afunge kamba kwenye dari kisha aikate. Atazame je hila yake itaondoa hayo yaliyo mkasirisha?","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"Ikiwa miongoni mwa makafiri yupo anaye dhani kwamba Mwenyezi Mungu hatamsaidia Nabii wake, basi na anyooshe kamba mpaka kwenye dari ya nyumba yake. Kisha ajinyonge, na akadirie katika nafsi yake na atazame, je, kitendo chake hicho kitaondoa hayo yanayo muudhi ya kuwa Mwenyezi Mungu anamnusuru Mtume wake?","lang":"sw"},{"name":"22:16","price":"Na namna hivi tumeiteremsha (Qur'ani) kuwa ni Aya zilizo wazi, na hakika Mwenyezi Mungu humwongoa amtakaye.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"Mfano wa tulivyo bainisha hoja zetu zi wazi katika tuliyo kwisha wateremshia Mitume. Tumemteremshia Muhammad Qur'ani yote, nayo ni Aya zilizo wazi ili ziwe ni hoja juu ya watu. Na hakika Mwenyezi Mungu humuongoa amtakaye kuwaongoa ili isalimike tabia yake na abaidike mbali na inadi na yanayo sabibisha hayo.","lang":"sw"},{"name":"22:17","price":"Hakika walio amini, na ambao ni Mayahudi na Wasabai na Wakristo na Majusi na wale walio shiriki - hakika Mwenyezi Mungu atawapambanua baina yao Siku ya Kiyama. Hakika Mwenyezi Mungu ni Shahidi wa kila kitu.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"Hakika wanao muamini Mwenyezi Mungu na Mitume wake wote, na Mayahudi wanao nasibika na Musa, na waabuduo nyota na Malaika, na Wakristo wanao nasibika na Isa, na Majusi wanao abudu moto, na washirikina wanao abudu masanamu..hakika wote hawa Mwenyezi Mungu atakuja wapambanua mbali mbali Siku ya Kiyama kwa kumdhihirisha mwenye haki na aliye potea kati yao. Kwani Yeye anajua vyema vitendo vyote vya viumbe vyake. Na atawalipa kwa vitendo vyao.","lang":"sw"},{"name":"22:18","price":"Je! Huoni kwamba vinamsujudia Mwenyezi Mungu viliomo mbinguni na viliomo katika ardhi, na jua, na mwezi, na nyota, na milima, na miti, na wanyama, na wengi miongoni mwa watu. Na wengi imewastahiki adhabu. Na anaye fedheheshwa na Mwenyezi Mungu hana wa kumhishimu. Hakika Mwenyezi Mungu hutenda apendayo.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"Ewe mwenye akili! Hujui kwamba hakika Mwenyezi Mungu vinamnyenyekea na kumt'ii vyote viliomo mbinguni na katika ardhi, na jua, na mwezi, na nyota, na milima, na miti, na wanyama, na wengi katika watu wanamuamini Mwenyezi Mungu na wanafuata maamrisho yake, na kwa hivyo wanastahiki Pepo? Na wapo wengi miongoni mwao wanao puuza na wala hawamuamini, wala hawayatendi maamrisho yake, na kwa hivyo wanastahiki adhabu na hizaya. Na anaye fukuzwa na Mwenyezi Mungu kutokana na rehema yake basi hawezi yeyote kumhishimu. Hakika Mwenyezi Mungu ni Muweza wa kila kitu. Kwani Yeye hutenda ayapendayo.","lang":"sw"},{"name":"22:19","price":"Hawa wagomvi wawili walio gombana kwa ajili ya Mola wao Mlezi. Basi walio kufuru watakatiwa nguo za moto, na yatamiminwa juu ya vichwa vyao maji yanayo chemka.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"Haya ni makundi mawili walio zozana kwa mambo yaliyo mkhusu Mola wao Mlezi, na yanayo mstahiki na yasio mstahiki. Kikundi kimoja kikamuamini na kikundi kingine kikakataa. Basi wale walio kataa na kukufuru Mwenyezi Mungu amewaandalia Siku ya Kiyama moto utao wazunguka na kuwapamba kila upande, kama nguo inavyo upamba mwili. Na kuzidi kuwaadhibu Malaika watawamiminia maji ya moto mno juu ya vichwa vyao!","lang":"sw"},{"name":"22:20","price":"Kwa maji hayo vitayayushwa viliomo matumboni mwao, na ngozi zao pia.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"Yatawapenya mpaka kwenye matumbo yao, viliomo ndani viyayuke kama zitavyo yayuka ngozi zao!","lang":"sw"},{"name":"22:21","price":"Na kwa ajili yao yatakuwapo marungu ya chuma.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"Na pia wataandaliwa marungu ya chuma.","lang":"sw"},{"name":"22:22","price":"Kila wakitaka kutoka humo kwa sababu ya uchungu watarudishwa humo humo, na wataambiwa: Onjeni adhabu ya kuungua!","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"Kila wakijaribu kutoka Motoni kwa wingi wa machungu na dhiki Malaika watawapiga nayo hayo marungu, na watarudishwa huko huko waliko kuwako. Na watawaambia: Onjeni adhabu ya Moto unao unguza kuwa ni malipo ya ukafiri wenu.","lang":"sw"},{"name":"22:23","price":"Hakika Mwenyezi Mungu atawaingiza walio amini na wakatenda mema katika Bustani zipitiwazo na mito kati yake. Watapambwa humo kwa mapambo ya mikononi ya dhahabu na lulu. Na mavazi yao humo ni hariri","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"Ama walio amini na wakatenda vitendo vyema, hao bila ya shaka Mwenyezi Mungu atawaingiza kwenye Mabustani yanayo pita mito kati ya majumba yake na miti yake. Humo watastarehe kwa kila namna ya starehe, na Malaika watawapamba vikuku vya mikono vya dhahabu na watawapamba kwa lulu. Ama nguo zao za kawaida zitakuwa za hariri.","lang":"sw"},{"name":"22:24","price":"Na wataongozwa kwenye maneno mazuri, na wataongozwa kwenye Njia ya Msifiwa.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"Na ziada ya starehe yao humo Peponi ni kuwa Mwenyezi Mungu atawajaalia wawe na kauli njema, na vitendo vizuri vya kusifika. Basi watakuwa wakimtakasa Mwenyezi Mungu na kumtukuza, na watakuwa wenyewe kwa wenyewe wakiamiliana kwa mapenzi na amani.","lang":"sw"},{"name":"22:25","price":"Hakika wale walio kufuru na wakazuilia Njia ya Mwenyezi Mungu na Msikiti Mtakatifu, ambao tumeufanya kwa ajili ya watu wote sawasawa, kwa wakaao humo na wageni. Na kila atakaye taka kufanya upotofu humo kwa dhulma, basi tutamwonjesha adhabu chungu.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"Hakika wale walio kufuru, yaani walio mkataa Mwenyezi Mungu na Mtume wake, na pamoja na hayo wakawa mtindo wao kuwazuia watu wasiingie katika Uislamu, na kuwafanyia pingamizi Waumini kuingia kwenye Msikiti Mtakatifu wa Makka - na ilhali Mwenyezi Mungu ameufanya huo ni pahala pa amani kwa watu wote, mkaazi na mpita njia - atawapa watu hao adhabu kali. Na hali kadhaalika kila atakaye kengeuka na Haki, na akatenda udhalimu wowote katika pahala patakatifu, Mwenyezi Mungu atamuadhibu adhabu ya kutia uchungu.","lang":"sw"},{"name":"22:26","price":"Na pale tulipomweka Ibrahim pahala penye ile Nyumba tukamwambia: Usinishirikishe na chochote; na isafishe Nyumba yangu kwa ajili ya wanao izunguka kwa kut'ufu, na wanao kaa hapo kwa ibada, na wanao rukuu, na wanao sujudu.","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"Ewe Nabii! Watajie hawa washirikina wanao dai kuwa ati wanamfuata Ibrahim a.s. na wakaifanya Nyumba Takatifu kuwa ni pahala pa kuwekea masanamu yao; watajie kisa cha Ibrahim na Nyumba Takatifu tulipo mwongoza mpaka pahala pake, na tukamuamrisha aijenge, na tukamwambia: Usinishirikishe Mimi na kitu chochote katika ibada. Na isafishe Nyumba yangu na masanamu na uchafu, ili iwe ni pahala pa makusudi ya mwenye kuizunguka kwa kut'ufu, na mwenye kukaa hapo na akafanya ibada.","lang":"sw"},{"name":"22:27","price":"Na watangazie watu Hija; watakujia kwa miguu na juu ya kila ngamia aliye konda, wakija kutoka katika kila njia ya mbali.","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"Ewe Nabii! Wajuvye watu kwamba hakika Mwenyezi Mungu amewalazimisha wawezao miongoni mwao waijie hii Nyumba. Basi waitikie wito wako, watakujia kwa miguu na kwa kupanda ngamia aliye konda kwa ajili ya safari ya kutoka mbali.","lang":"sw"},{"name":"22:28","price":"Ili washuhudie manufaa yao na walitaje jina la Mwenyezi Mungu katika siku maalumu juu ya nyama hoa alio waruzuku. Basi kuleni katika hao na mlisheni mwenye shida aliye fakiri.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"Ili wapate manufaa yao ya Kidini kwa kutekeleza Hija na manufaa ya kiduniani kwa kujuana na ndugu zao Waislamu na kushauriana nao katika mambo ya Dini yao na dunia yao. Nao wataje jina la Mwenyezi Mungu katika Siku ya Idi Kubwa na siku tatu zifwatazo, pale wanapo chinja walio jaaliwa, ikiwa ngamia, au ng'ombe au kondoo na mbuzi. Kuleni mpendacho katika hao, na muwalishe walio patwa na shida na ufakiri.","lang":"sw"},{"name":"22:29","price":"Kisha wajisafishe taka zao, na waondoe nadhiri zao, na waizunguke Nyumba ya Kale.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"Tena baada ya hao yawapasa waondoe takataka na uchafu ulio wapata wakati ule wa Ih'ram (yaani kuharimia Hija), nao ni majasho na safari ndefu. Pia waondoe nadhiri walizo mwekea Mwenyezi Mungu, ikiwa wameweka nadhiri yoyote. Na waizunguke kwa kwenda kwa miguu ile Nyumba iliyo jengwa kwa ajili ya ibada ya Mwenyezi Mungu duniani.","lang":"sw"},{"name":"22:30","price":"Ndio hivyo iwe! Na anaye vitukuza vitakatifu vya Mwenyezi Mungu basi hayo ndiyo kheri yake mbele ya Mola wake Mlezi. Na mmehalalishiwa nyama hoa ila wale mlio somewa. Basi jiepusheni na uchafu wa masanamu, na jiepusheni na usemi wa uwongo.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"Na mwenye kuzishika amri za Mwenyezi Mungu na makatazo yake katika Hija yake kwa kuzitukuza katika nafsi yake, hayo yatakuwa ni kheri yake katika dunia yake na Akhera yake. Na Mwenyezi Mungu amekuhalalishieni kula nyama hoa, (mifugo) yaani ngamia, ng'ombe, kondoo na mbuzi, ila katika hali mnazo zijua kwa mlivyo kwisha somewa katika Qur'ani, kama vile nyamafu na nyenginezo. Basi epukaneni na kuabudu masanamu, kwani ibada hiyo ni uchafu wa kiakili na kiroho, na haimwelekei mwanaadamu kufanya hivyo. Na epukaneni na kusema uwongo, kumzulia Mwenyezi Mungu au mwanaadamu.","lang":"sw"},{"name":"22:31","price":"Kwa kumtakasikia Imani Mwenyezi Mungu, bila ya kumshirikisha. Na anaye mshirikisha Mwenyezi Mungu ni kama kwamba ameporomoka kutoka mbinguni, kisha ndege wakamnyakua au upepo ukamtupa pahala mbali.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"Na kuweni wenye kumsafia niya Mwenyezi Mungu, wenye pupa kutaka kuifuata Haki, bila ya kumfuata mshirika wowote na Mwenyezi Mungu katika ibada. Kwani mwenye kumshirikisha Mwenyezi Mungu ameanguka huyo kutoka kwenye ngome ya Imani, na amesalitiwa na upotovu, na ameitia nafsi yake katika hilaki ya kutisha kabisa. Ikawa hali yake kama hali ya mtu aliye poromoka kutoka mbinguni na midege ikamrarua akakatika mapande mapande, asibakie hata alama. Au kama aliye peperushwa na upepo mkali, na mwili ukatawanyika mwahala mbali mbali.","lang":"sw"},{"name":"22:32","price":"Ndio hivyo! Na anayetukuza ibada za Mwenyezi Mungu, basi hayo ni katika unyenyekevu wa nyoyo.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"Hakika mwenye kuitukuza Dini ya Mwenyezi Mungu na faridha ya Hija na a'mali zake na mihanga inayo pelekwa kwa ajili mafakiri wa Al-Haram, na wakachagua walio nona wazima, hawana ila, basi huyo ndio amemcha Mwenyezi Mungu. Kwani kutukuza kwake hayo ni matokeo ya unyenyekevu wa nyoyo zilizo amini, na alama katika alama za usafi wa niya.","lang":"sw"},{"name":"22:33","price":"Katika hao nyinyi mna manufaa mpaka muda maalumu. Kisha pahala pa kuchinjiwa kwake ni kwenye Nyumba ya Kale.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"Katika kutoa mihanga hii yapo manufaa ya kidunia. Mnawapanda na mnakunywa maziwa yake mpaka wakati wa kuwachinja. Kisha mnapata manufaa ya Kidini vile vile pale mnapo wachinja kwenye Nyumba Takatifu kwa kutafuta kujikaribisha kwa Mwenyezi Mungu.","lang":"sw"},{"name":"22:34","price":"Na kila umma tumewafanyia mahala pa kuchinjia mihanga ya ibada ili walitaje jina la Mwenyezi Mungu juu ya vile walivyo ruzukiwa katika wanyama wa mifugo. Basi Mungu wenu ni Mungu Mmoja tu. Jisalimishieni kwake tu, na wabashirie wanyenyekevu.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"Hizi faridha za Hija hazikukhusuni nyinyi peke yenu. Kwani tumewajaalia jamaa wote walio amini mambo ya kuwakaribisha kwa Mwenyezi Mungu, na wanataja jina lake, na wanamtukuza wakati wanapo chinja kwa kumshukuru kwa neema aliyo waneemesha, na kuwasahilishia wanyama wa mifugo, nao ni ngamia, ng'ombe, mbuzi na kondoo. Na Mwenyezi Mungu aliye kuwekeeni sharia nyinyi na wao ni Mungu Mmoja. Basi yasalimisheni mambo yenu yote kwake Yeye peke yake. Na vitendo vyenu visafisheni kwake, wala msimshirikishe na yeyote. Na ewe Nabii! Wape bishara ya Pepo na thawabu nyingi wale walio safisha niya zao kwa Mwenyezi Mungu na wakawa wanamnyenyekea Yeye miongoni mwa waja wake,","lang":"sw"},{"name":"22:35","price":"Ambao, anapo tajwa Mwenyezi Mungu nyoyo zao hutetemeka, na wanao vumilia kwa yanao wasibu, na wanao shika Swala, na wanatoa katika tulivyo waruzuku.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"Wale ambao akitajwa Mwenyezi Mungu nyoyo zao hupapatika kwa kumkhofu, na hunyenyekea kwa kutajwa kwake, na ambao wanasubiri kwa masaibu ya karaha na shida yanayo wapata kwa kujisalimisha mbele ya amri yake na hukumu yake, na wakashika Swala kwa ukamilifu wake, na wakatoa baadhi ya mali aliyo waruzuku Mwenyezi Mungu katika njia za kheri.","lang":"sw"},{"name":"22:36","price":"Na ngamia wa sadaka tumekufanyieni kuwa ni kudhihirisha matukuzo kwa Mwenyezi Mungu; kwa hao mna kheri nyingi. Basi litajeni jina la Mwenyezi Mungu juu yao wanapo simama kwa safu. Na waangukapo ubavu kuleni katika hao na walisheni walio kinai na wanao lazimika kuomba. Ndio kama hivi tumewafanya hawa wanyama dhalili kwenu ili mpate kushukuru.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"Nasi tumefanya uchinjaji ngamia na ng'ombe n.k. katika Hija kuwa ni katika matukuzo ya Dini yalio dhaahiri. Na nyinyi kwa hayo mnajileta karibu na watu. Nanyi katika hao mnapata kheri nyingi katika dunia kwa kuwapanda, na kunywa maziwa yake. Na Akhera mnapata malipo na thawabu kwa kuwachinja na kuwalisha mafakiri. Basi tajeni jina la Mwenyezi Mungu wakati mnapo wapanga kwa safu kwa ajili ya kuwachinja. Mkisha wachinja kuleni sehemu mkitaka, na walisheni mafakiri walio kinai hawaombi, na ambao wanalazimika kuomba kwa haja. Na kama tulivyo fanya kila kitu kiwe kit'iifu kwa tuyatakayo kwa ajili ya manufaa yenu, na tumedhalilisha hivyo vikut'iini nyinyi ili mpate kuishukuru neema yetu kubwa iliyo juu yenu.","lang":"sw"},{"name":"22:37","price":"Nyama zao hazimfikii Mwenyezi Mungu wala damu zao, lakini unamfikia uchamngu wenu. Namna hivi tumewadhalilisha kwenu ili mumtukuze Mwenyezi Mungu kwa alivyo kuongoeni. Na wabashirie wafanyao mema.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"Na jueni kwamba Mwenyezi Mungu haangalii sura zenu wala vitendo vyenu, lakini anaangalia nyoyo zenu. Wala hataki kwenu mambo ya kujionyesha tu kwa kuchinja na kumwaga damu. Lakini anataka kwenu moyo wenye kunyenyekea. Basi hapati radhi yake mwenye kugawa hizo nyama wala damu. Lakini linalo pata radhi yake ni uchamngu wenu na usafi wa niya zenu. Kuwadhalilisha hao wanyama tulivyo wadhalilisha ni kwa ajili ya kukunafiisheni, mpate kumtukuza Mwenyezi Mungu kwa vile alivyo kuongoeni hata mkatimiza ibada za Hija. Na ewe Nabii! Wape khabari njema watu wema walio tengeneza a'mali zao na niya zao kuwa watapata malipo makuu.","lang":"sw"},{"name":"22:38","price":"Hakika Mwenyezi Mungu huwakinga walio amini. Hakika Mwenyezi Mungu hampendi kila khaini mwingi wa kukanya mema.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"Hakika Mwenyezi Mungu huwalinda Waumini na huwahami na huwanusuru kwa Imani yao. Kwani Yeye hawapendi wenye kukhuni dhamana zao, wenye kupita mipaka katika ukafiri wao kumkataa Mola wao Mlezi. Na Mwenyezi Mungu hamsaidii yule asiye mpenda.","lang":"sw"},{"name":"22:39","price":"Wameruhusiwa kupigana wale wanao pigwa vita kwa sababu wamedhulumiwa - na kwa yakini Mwenyezi Mungu ni Muweza wa kuwasaidia .","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"Mwenyezi Mungu amewaruhusu Waumini wanao pigwa vita na washirikina wawarejezee uadui wao, kwa sababu ya dhulma iliyo wapata nao wakasubiri kwa muda mrefu. Na hakika Mwenyezi Mungu ni Mwenye kuweza kuwanusuru vipenzi vyake Waumini. \" Wameruhusiwa kupigana wale wanao pigwa vita kwa sababu wamedhulumiwa - na kwa yakini Mwenyezi Mungu ni Muweza wa kuwasaidia\" Yaliyo tajwa na Qur'ani Tukufu kukhusu hukumu iliomo katika Aya 39 yamezitangulia kanuni zilizo kuja kuwekwa na madola baada yake, nayo ni kuwa mtu kujitetea nafsi yake ni sharia vyovyote vile itavyo kuwa matokeo yake. Na kwamba mwenye kuitetea nafsi yake, na mali yake, na nchi yake, hawi ni mkosa mbele ya Mwenyezi Mungu na mbele ya uadilifu, ijapo kuwa ameuwa mtu au ameteketeza roho nyingi. Aya hii imepasisha kuwa Waislamu wanayo ruhusa kujitetea pindi wakivamiwa. Na kwa hivyo tunafahamu kuwa vita vya Waislamu vilikuwa vita vya utetezi na kujilinda si vita vya kushambulia na kuvamia. Na kwamba Waislamu waliusimamisha Uislamu na wakaupa nguvu kwa hoja zilizo wazi, na dalili zilizo dhaahiri.","lang":"sw"},{"name":"22:40","price":"Wale ambao wametolewa majumbani mwao pasipo haki, ila kwa kuwa wanasema: Mola wetu Mlezi ni Mwenyezi Mungu! Na lau kuwa Mwenyezi Mungu hawakingi watu kwa watu, basi hapana shaka zingeli vunjwa nymba za wat'awa, na makanisa, na masinagogi, na misikiti, ambamo ndani yake jina la Mwenyezi Mungu linatajwa kwa wingi. Na bila ya shaka Mwenyezi Mungu humsaidia yule anaye msaidia Yeye. Hakika Mwenyezi Mungu ni Mwenye nguvu Mtukufu.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"Hao ambao makafiri wamewadhulumu na wakawalazimisha waache mji wao wa Makka wauhame. Na wao hawakuwa na kosa lolote ila ni kuwa walimjua Mwenyezi Mungu na wakamuabudu Yeye pekee. Na lau kuwa Mwenyezi Mungu hakuwatumilia kwa ajili ya Haki wasaidizi wa kumnusuru Yeye na wakamtetea kupinga jeuri za madhaalimu, basi hapana shaka upotovu ungeli enea, na majeuri wangeli endelea katika jeuri zao, na sauti ya haki wangeli inyamazisha. Wala wasingeli achiliwa Wakristo makanisa yao, wala mamonaki (wat'awa wa Kikristo) wasinge baki na monastari zao (nyumba zao za ibada), wala Mayahudi wansinge kuwa na masinagogi yao, wala Waislamu wasinge kuwa na misikiti yao, ambamo mote humo hutajwa kwa wingi jina la Mwenyezi Mungu. Na Mwenyezi Mungu amechukua juu ya nafsi yake ahadi ya nguvu ya kwamba atamsaidia na kumnusuru kila anaye isaidia Dini yake, na atamtukuza kila mwenye kulitukuza Neno la Haki katika ulimwengu. Na ahadi ya Mwenyezi Mungu haiendi kinyume. Kwani Yeye ni Mwenye nguvu wa kutimiza alitakalo, Mtukufu hashindwi na yeyote.","lang":"sw"},{"name":"22:41","price":"Wale ambao tukiwapa madaraka katika nchi husimamisha Swala, na wakatoa Zaka, na wakaamrisha mema, na wakakataza mabaya. Na kwa Mwenyezi Mungu ndio marejeo ya mambo yote.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"Hao Waumini tulio waahidi kuwanusuru ndio hao ambao tukiwapa madaraka katika nchi wanalinda makhusiano yao na Mwenyezi Mungu na pia na wanaadamu wenzao. Kwa hivyo hushika Swala kwa utimilifu wake, na huwapa Zaka wanao stahiki kupewa, na huamrisha kila lenye kheri, na hukataza kila lenye shari. Na mambo yote hurejea kwa Mwenyezi Mungu peke yake. Basi Yeye humtukuza amtakaye, na humdhalilisha amtakaye.","lang":"sw"},{"name":"22:42","price":"Na wakikukanusha basi walikwisha kanusha kabla yao watu wa Nuhu, na kina A'ad na kina Thamud,","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"Ewe Nabii! Ukiwa unapata makanusho, kuambiwa mwongo, na maudhi kutokana na watu wako, basi usisikitike. Zingatia taarikh kwa yaliyo wapata Mitume wa kabla yako, utaona kwamba wewe si Mtume wa kwanza aliye kanushwa na kuudhiwa na watu wake. Kwani kabla ya hawa walio kukanusha wewe, kaumu Nuhu walimkadhibisha Mtume wao Nuhu, na kaumu ya A'ad walimkadhibisha Mtume wao Huud, na kina Thamud walimkanusha Mtume wao Swaleh.","lang":"sw"},{"name":"22:43","price":"Na watu wa Ibrahim na watu wa Lut'i","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"Na kaumu ya Ibrahim walimkanusha Mtume wao Ibrahim, na kaumu Lut'i walimfanyia hayo hayo Mtume wao Lut'i.","lang":"sw"},{"name":"22:44","price":"Na watu wa Madiana. Na Musa pia alikanushwa. Nikawapa muda makafiri, kisha nikawatia mkononi. Basi ilikuwaje adhabu yangu!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"Na watu wa Madiana walimkanusha Mtume wao Shua'ib. Na Firauni na watu wake walimkanusha Mtume wa Mwenyezi Mungu Musa. Mitume hao wote yaliwapata yanayo kupata wewe. Na Mimi niliwapa muhula hao wakanushao ili wapate kutubia waongoke, na waitikie Wito wa Haki. Lakini wakazua na wakaendelea na kuwakadhibisha Mitume wao na kuwaudhi. Wakazidisha madhambi juu ya madhambi yao. Basi nikawaadhibu ukomo wa kuwaadhibu. Angalia taarikhi yao utaona kuwa adhabu yangu ilikuwa kali mno, pale nilipo ibadilisha neema ikawa nakama, na uzima ukawa ni maangamizo, na badala ya ujenzi ukawa uharibifu.","lang":"sw"},{"name":"22:45","price":"Miji mingapi tuliiangamiza iliyo kuwa ikidhulumu, ikawa imebaki magofu, na visima vilivyo achwa, na majumba yaliyo kuwa madhubuti?","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"Basi tuliwatekeza watu wengi wa miji ambayo waliiamirisha, kwa sababu ya udhalimu wao na kukanusha kwao Mitume wao. Zikawa paa za nyumba zao zimeangukia kuta zake, hazina wakaazi. Kama kwamba jana hazikuwapo. Visima vingapi vilivyo bomoka na maji yake yakapotea, na majumba mangapi madhubuti yaliyo jengwa kwa mawe na saruji na chokaa, yamekuwa magofu hayana wakaazi!","lang":"sw"},{"name":"22:46","price":"Je! Hawatembei katika ardhi ili wapate kuwa na nyoyo zao za kuzingatia, au masikio ya kusikilia? Kwani hakika si macho yanayo pofuka, lakini zinazo pofuka ni nyoyo ziliomo vifuani.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"Hivyo wao wanasema wayasemayo na wanahimiza waletewe adhabu, nao hawatembei ulimwenguni wakaona kwa macho yao walivyo teketea hao madhaalimu wakanushao? Huenda hapo nyoyo zao zikagutuka kutokana na ghafla iliyo wapamba, na wakatia akilini yanao wapasa wakafuata hayo ya wito wa Haki unao waitia. Na masikio yao yakisikia vifo vya hao makafiri huenda wao wakazingatia. Lakini wapi! Ya mbali hayo kuwa watu hawa waweze kuzingatia kwa wanayo yaona au kuyasikia maadamu nyoyo zao zimekuwa kama mawe. Kwani kipofu wa kweli siye yule aliye pofuka macho, lakini ni yule aliye pofuka moyo na hatambui kitu.","lang":"sw"},{"name":"22:47","price":"Na wanakuhimiza ulete adhabu, lakini Mwenyezi Mungu hatakwenda kinyume na ahadi yake kabisa. Na hakika siku moja kwa Mola wako Mlezi ni kama miaka elfu mnavyo hisabu nyinyi.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"Na makafiri wa Makka wameshikwa na udanganyifu, na hawana wanalo litambua juu ya kuwepo dalili zote hizi. Kwa hivyo ndio wanakuhimiza, wewe Nabii, uwaletee adhabu ulio waahidi. Wanasema hayo kwa upinzani na kejeli. Na hayo hapana shaka yoyote yatawapata, lakini kwa wakati alio uweka Mwenyezi Mungu, ama duniani au Akhera. Naye hendi kinyume na ahadi yake, hata ikipita miaka. Kwani siku moja kwake ni kama miaka elfu mnayo ikadiria na kuihisabu. \"Na wanakuhimiza ulete adhabu, lakini Mwenyezi Mungu hatakwenda kinyume na ahadi yake kabisa. Na hakika siku moja kwa Mola wako Mlezi ni kama miaka elfu mnavyo hisabu nyinyi.\" Qur'ani kwa Aya hii tukufu imeutangulia msafara wa wana sayansi kwa kueleza kuwa zama ni kipimo cha mnasaba, na kwamba fikra ya kuwa zama kwa ulimwengu ni moja kama watu wa zamani walivyo kuwa wakifikiri ni makosa.","lang":"sw"},{"name":"22:48","price":"Na miji mingapi niliipa muda na hali ilikuwa imedhulumu, na kisha nikaitia mkononi? Na kwangu Mimi ndio marudio yote.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"Na wengi katika watu wa mijini walikuwa madhaalimu kama wao. Nami nikawapa muhula wala sikuwafanyia haraka kuwaadhibu. Na kisha nikawateremshia hiyo adhabu. Na ni kwangu Mimi tu ndio marejeo ya wote Siku ya Kiyama; na hapo nitawalipa kwa wanayo stahiki. Basi enyi makafiri! Msighurike kwa kuchelewa adhabu kukufikieni.","lang":"sw"},{"name":"22:49","price":"Sema: Enyi watu! Hakika mimi ni mwonyaji kwenu niliye dhaahiri.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"Ewe Nabii! Waambie hao wanao kanusha, wanao kuhimiza waletewe adhabu: Sio kazi yangu mimi kukulipeni kwa vitendo vyenu. Bali hakika mimi ni mwenye kukuhadharisheni kwa hadhari iliyo wazi kwamba kuna adhabu. Na Mwenyezi Mungu ndiye wa kukuhisabuni na kukulipeni.","lang":"sw"},{"name":"22:50","price":"Basi walio amini na wakatenda mema watapata maghfira na riziki za ukarimu.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"Na wale walio muamini Mwenyezi Mungu na Mtume wake, na wakatenda vitendo vyema, watapata kutokana na Mwenyezi Mungu kusamehewa dhambi zao walizo ziingia, kama kadhaalika watavyo pata riziki ya ukarimu huko Peponi.","lang":"sw"},{"name":"22:51","price":"Na wanao jitahidi kuzipinga Aya zetu hao ndio watu wa Motoni.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"Na wale walio jikukusa nafsi zao katika kuipiga vita Qur'ani kushindana na Waumini na kuwapinga, wakitamani na kudai kwa uwongo, kwamba wao watapata wayatakayo - watu hao watabaki milele katika adhabu ya Motoni.","lang":"sw"},{"name":"22:52","price":"Na hatukumtuma kabla yako Mtume wala Nabii ila anapo soma, Shet'ani hutumbukiza katika masomo yake. Lakini Mwenyezi Mungu huyaondoa anayo yatia Shet'ani; kisha Mwenyezi Mungu huzithibitisha Aya zake. Na Mwenyezi Mungu ni Mjuzi Mwenye hikima.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"Ewe Nabii! Usihuzunike kwa hizi hila za makafiri. Yalimpata kama haya kila Mtume katika Mitume wetu, na kila Nabii katika Manabii wetu. Nayo ni kuwa kila wakiwasomea kitu kwa kuwaita waifuate Haki Mashetani wa kibinaadamu walio asi wakiyapinga ili waubat'ilishe Wito, na wawatie shaka watu kwa yale wanayo somewa. Makusudio yao ni kujiingiza kati baina ya Nabii na matamanio yake ya kutaka Wito wake uitikiwe. Lakini Mwenyezi Mungu huyaondoa wayatakayo. Na mwishoe Haki ndiyo inayo shinda anapo isimamisha Mwenyezi Mungu sharia yake, na akamnusuru Mtume wake. Na Yeye ndiye Mwenye kuzijua hali za watu na vitimbi vyao, Mwenye hikima katika vitendo vyake. Anaweka kila kitu pahala pake.","lang":"sw"},{"name":"22:53","price":"Hayo ni ili alifanye lile analo litia Shet'ani liwe ni fitna kwa wale wenye maradhi ndani ya nyoyo zao, na wale ambao nyoyo zao ni ngumu. Na hakika madhaalimu wamo katika mfarakano wa mbali.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"Na hakika Mwenyezi Mungu amewawezesha waasi wanao kataa Haki waweze kutumbukiza shakashaka na vikwazo katika Njia ya Wito ili uwe ni mtihani na majaribio kwa watu. Makafiri ambao nyoyo zao zimegeuka mawe, na wanaafiki ambao nyoyo zao zina maradhi, huzidi upotovu kwa kueneza shakashaka hizi na kuziunga mkono. Na si ajabu madhaalimu hawa kusimama msimamo huu, kwani wao wamezama katika upotovu na wamevuka mpaka katika inadi na mfarakano.","lang":"sw"},{"name":"22:54","price":"Na ili walio pewa ilimu wajue kuwa hayo ni Haki itokayo kwa Mola wako Mlezi na waamini, na zipate kutua nyoyo zao. Na hakika Mwenyezi Mungu ndiye anaye waongoa wenye kuamini kwenye Njia Iliyo Nyooka.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"Na ili walio pewa ilimu ya sharia na Imani wazidi Imani na kujua kwamba wayasemayo Mitume na Manabii hakika ni kweli iliyo teremka kutokana na Mwenyezi Mungu. Na kwamba Mwenyezi Mungu hakika anawalinda Waumini kwa hima yake kutokana na matatizo yote yanayo wapitikia. Na huwaongoa kwenye maarifa ya Njia Iliyo Nyooka nao wakaifuata.","lang":"sw"},{"name":"22:55","price":"Na walio kufuru hawatoacha kuwa katika wasiwasi kwa hilo mpaka Saa iwafikie ghafla, au iwafikie adhabu ya Siku Tasa.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"Na walio kufuru hawatengenei. Bali wanaendelea kuitilia shaka Qur'ani mpaka wafikiwe na mauti, iwafikie adhabu ya Siku isiyo kuwa na kheri kwao wala rehema; nayo ni Siku ya Kiyama.","lang":"sw"},{"name":"22:56","price":"Ufalme wote siku hiyo utakuwa wa Mwenyezi Mungu. Atahukumu baina yao. Basi walio amini na wakatenda mema watakuwa katika Bustani zenye neema.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"Siku ambayo madaraka ya nguvu, na uendeshaji mambo usio na ukomo wote, ni wa Mwenyezi Mungu pekee. Siku hiyo ndipo atapo hukumu baina ya waja wake. Walio amini na wakatenda mema watadumu katika Bustani zilizo jaa kila namna ya neema.","lang":"sw"},{"name":"22:57","price":"Na walio kufuru na kuzikanusha Ishara zetu, basi hao watapata adhabu ya kufedhehesha.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"Na walio kufuru na wakazikanusha Aya za Qur'ani tulizo mteremshia Muhammad, hao watakuta adhabu ya madhila na fedheha.","lang":"sw"},{"name":"22:58","price":"Na walio hama kwa ajili ya Mwenyezi Mungu, kisha wakauwawa au wakafa, bila ya shaka Mwenyezi Mungu atawaruzuku riziki njema. Na hakika Mwenyezi Mungu ni Mbora wa wanao ruzuku.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"Na wenye kuacha nchi zao kwa ajili ya kutukuza shani ya Dini yao wakitafuta radhi za Mwenyezi Mungu, kisha wakauliwa katika uwanja wa Jihadi, au wakafa vitandani mwao, Mwenyezi Mungu atawalipa malipo mazuri kabisa. Na hakika Mwenyezi Mungu ndiye Mbora wa kutoa thawabu za ukarimu.","lang":"sw"},{"name":"22:59","price":"BIla ya shaka atawaingiza pahala watakapo paridhia. Na hakika Mwenyezi Mungu ni Mjuzi na Mpole.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"Na hakika atawatia katika Pepo kwenye vyeo watavyo ridhika navyo na vitawafurahisha. Hakika Mwenyezi Mungu ni Mwenye kuzijua vyema hali zao, basi atawalipa malipo bora, naye ni Mpole huyasamehe makosa yao madogo madogo ya kuteleza.","lang":"sw"},{"name":"22:60","price":"Ndio namna hivi. Na anaye lipiza mfano wa alivyo adhibiwa, kisha akadhulumiwa, basi hapana shaka Mwenyezi Mungu atamsaidia. Hakika Mwenyezi Mungu ni Msamehevu Mwenye maghfira.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"Huo ndio mwendo wetu katika kuwalipa watu. Hatuwadhulumu. Na Muumini mwenye kulipiza kisasi kwa aliye mfanyia uovu, na akalipiza kwa kadri ya alivyo tendewa bila ya kuzidisha, kisha yule mkosa akaja kumfanyia uadui tena baada yake, basi hakika Mwenyezi Mungu anatoa ahadi ya nguvu kuwa atamnusuru na kumsaidia yule aliye dhulumiwa. Na hakika Mwenyezi Mungu ni Mwingi wa kumsamehe mwenye kulipiza kama alivyo dhulumiwa. Hamtii makosani kwa hayo. Na Mwenyezi Mungu ni Mwingi wa maghfira, basi huyasitiri makosa ya kuteleza ya mja wake mt'iifu, wala hamfedhehi Siku ya Kiyama.","lang":"sw"},{"name":"22:61","price":"Hayo ni kwa kuwa Mwenyezi Mungu huingiza usiku katika mchana, na huuingiza mchana katika usiku, na ya kwamba Mwenyezi Mungu ni Mwenye kusikia Mwenye kuona.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"Msaada huo ni mwepesi kwa Mwenyezi Mungu, kwani Yeye ni Muweza wa kila kitu. Na katika Ishara za uwezo wake zilio wazi mbele yenu ni utawala wake juu ya ulimwengu wote. Huzungusha usiku na mchana, pengine huzidi huu au huzidi huu. Inakuwa baadhi ya kiza cha usiku pahala pa mwanga wa mchana. Na pengine huwa kinyume cha hivyo. Naye Subhanahu juu ya uwezo wake husikiliza kauli ya aliye dhulumiwa, na anaviona vitendo vya mwenye kudhulumu. Basi humtia adhabuni.","lang":"sw"},{"name":"22:62","price":"Hayo ni kwa kuwa Mwenyezi Mungu ndiye Wa Kweli, na kwamba wale wanao waomba badala yake, ni baat'ili, na hakika Mwenyezi Mungu ndiye Aliye Juu na ndiye Mkubwa.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"Huo ndio msaada wa wenye kudhulumiwa unao tokana na Mwenyezi Mungu Mtukufu. Na kutenda kwake katika ulimwengu kama atakavyo bila ya kiwango ni kama muonavyo matokeo yake; na kwa hakika Yeye ndiye Mungu wa Haki ambaye hapana mungu mwenginewe pamoja naye. Na kwamba masanamu wanayo yaabudu washirikina ni uwongo, hayana ukweli, na Mwenyezi Mungu peke yake ndiye aliye tukuka juu ya vyote isipo kuwa Yeye Mwenyewe kwa shani yake, na ni Mkuu wa madaraka.","lang":"sw"},{"name":"22:63","price":"Je! Huoni kwamba Mwenyezi Mungu huteremsha maji kutoka mbinguni, na mara ardhi inakuwa chanikiwiti? Hakika Mwenyezi Mungu ni Mpole na Mwenye kujua.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"Ewe mwenye akili! Huzingatii haya yalio kuzunguka uyaonayo kwa macho yenye kuonyesha uwezo wa Mwenyezi Mungu, ukamuabudu Yeye peke yake? Yeye ndiye anaye iteremsha mvua kutoka mawinguni, na ardhi ikageuka rangi ya kijani kibichi kwa mimea inayo chipuka, baada ya kuwa na ukame. Hakika Mwenyezi Mungu ni Mpole mno kwa waja wake, na anajua vyema yanayo wanufaisha na kwa hivyo akawatengenezea kwa kudra yake.","lang":"sw"},{"name":"22:64","price":"Ni vyake viliomo mbinguni na viliomo katika ardhi. Na hakika Mwenyezi Mungu ni Mwenye kujitosha na Mwenye kusifiwa.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"Kila kiliomo mbinguni na katika ardhi ni chake Yeye, na kinamtumikia Yeye peke yake, na anakiendesha kama apendavyo. Na Yeye hawahitajii waja wake, bali wao ndio wanao mhitajia Yeye. Na Yeye ndiye anaye stahiki peke yake kuhimidiwa na kusifiwa na viumbe vyote.","lang":"sw"},{"name":"22:65","price":"Je! Huoni kwamba Mwenyezi Mungu amevidhalilisha kwenu viliomo katika ardhi, na marikebu zipitazo baharini kwa amri yake, na amezishika mbingu zisianguke juu ya ardhi ila kwa idhini yake. Hakika Mwenyezi Mungu ni Mwenye huruma kwa watu, Mwenye kurehemu.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"Ewe mwenye akili! Huyaangalii yaonekanayo kwa macho ya uwezo wa Mwenyezi Mungu, ukaona anavyo wasahilishia watu wote kunafiika na ardhi na viliomo ndani yake? Na akawatengenezea bahari za kwendea ndani yake marikebu kwa mujibu apendavyo Yeye? Na akazishika sayari zote ziliomo angani kwa kudra yake hata zisikosee mpango wake, au zikaangukia kwenye ardhi, isipo kuwa akitaka kwa mapenzi yake. Hakika Mwenyezi Mungu Aliye takasika ni Mwingi wa huruma na rehema kwa waja wake. Kwa hivyo amewatengenezea kila njia za maisha mema. Huwaje basi baada ya haya yote hamumsafii niya Yeye kwa kumshukuru na kumuabudu? \"Je! Huoni kwamba Mwenyezi Mungu amevidhalilisha kwenu viliomo katika ardhi, na marikebu zipitazo baharini kwa amri yake, na amezishika mbingu zisianguke juu ya ardhi ila kwa idhini yake. Hakika Mwenyezi Mungu ni Mwenye huruma kwa watu, Mwenye kurehemu.\" Aya hii tukufu inakusanya maana za kisayansi za ndani. Mbingu, nayo ni kila kilicho juu yetu, inaanza kwa kuifunika ardhi kwa hewa, tena kwa anga, tena kwa vyombo vya mbinguni vinavyo toa mwanga kama nyota n.k. na visio toa mwanga wake mwenyewe kama mwezi, na sayari nyengine, na nyota mkia, na vumbi la ulimwengu, n.k. Vyote hivi vinakuwa vilivyo na vinashikana kwa athari ya nguvu mbali mbali. Muhimu wa hizo ni mvuto na nguvu inayo tokana na kule kuzunguka kwao. Yamedhihiri mapenzi ya Mwenyezi Mungu na huruma zake kwa waja wake kuwa katengeneza kifuniko cha angani kina namna za gasi mbali mbali ambazo ni dharura kwa uhai. Kama pia anawalinda wakaazi wa duniani na mianga na vimondo n.k. vinavyo zunguka angani na ambavyo vinapo karibia kwenye ardhi huungua kabla havijafika chini. Na katika mapenzi yake na rehema yake Mwenyezi Mungu ni kuwa hivyo vimondo vinavyo anguka kwenye ardhi ni nadra sana kutokea, na hutokea mwahala wasipo kaa watu. Jambo hili la dhaahiri laonyesha huruma na rehema ya Mwenyezi Mungu kwa waja wake. Na haya yanatilia nguvu na kusadikisha kauli yake Mwenyezi Mungu: \" na amezishika mbingu zisianguke juu ya ardhi ila kwa idhini yake. Hakika Mwenyezi Mungu ni Mwenye huruma kwa watu, Mwenye kurehemu.\"","lang":"sw"},{"name":"22:66","price":"Na Yeye ndiye aliye kuhuisheni kisha akakufisheni, na kisha atakufufueni. Hakika mwanaadamu hana fadhila.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"Na Yeye ndiye aliye kupeni uhai. Kisha anakufisheni unapo malizika muda wenu. Kisha tena atakufufueni Siku ya Kiyama kwa ajili ya hisabu na malipo. Hakika mwanaadamu baada ya neema zote hizi na ushahidi wote huu ni mwingi wa kumkataa Mwenyezi Mungu na kuzikataa neema zake alizo mpa.","lang":"sw"},{"name":"22:67","price":"Kila umma tumewajaalia na ibada zao wanazo zishika. Basi wasizozane nawe katika jambo hili. Na waite watu kwendea kwa Mola wako Mlezi. Hakika wewe uko kwenye Uwongofu Ulio Nyooka.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"Tumewajaalia katika kila umma walio kwisha tangulia wawe na sharia zao makhsusi zinazo ambatana na zama zao, za kumuabudia Mwenyezi Mungu, mpaka zinapo kuja futwa na zijazo baadae. Na kwa hivyo tumewajaalia watu wako, ewe Nabii, wawe na Sharia ya kumuabudu Mwenyezi Mungu mpaka Siku ya Kiyama. Ilivyo kuwa hivi ndio amri yetu na mpango wetu, basi hao wanao jiabudia kwa dini zao zilizo pita, haiwafalii wao kutia mkazo katika kukupinga wewe. Kwani hakika sharia yako wewe imefuta sharia zao. Basi usijishughulishe na kujadiliana nao. Nawe endelea kuwaita watu wende kwa Mola wako Mlezi kwa mujibu wa unavyo pewa wahyi (ufunuo). Hakika wewe unafuata Uwongofu Ulio Nyooka wa Mola wako Mlezi.","lang":"sw"},{"name":"22:68","price":"Na wakikujadili basi sema: Mwenyezi Mungu anajua zaidi mnayo yatenda.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"Na wakishikilia kuendea kukujadili basi waachilie mbali, na waambie: Mwenyezi Mungu anajua zaidi vitendo vyenu, na malipo mnayo yastahiki.","lang":"sw"},{"name":"22:69","price":"Mwenyezi Mungu atahukumu baina yenu Siku ya Kiyama katika hayo mnayo khitalifiana.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"Mwenyezi Mungu atahukumu baina yangu na nyinyi Siku ya Kiyama katika hayo mnayo khitalifiana nami. Atamlipa thawabu aliye ongoka na atamuadhibu aliye potoka.","lang":"sw"},{"name":"22:70","price":"Je! Hujui kwamba Mwenyezi Mungu anayajua yaliomo mbinguni na katika ardhi? Hakika hayo yamo Kitabuni. Hakika hayo kwa Mwenyezi Mungu ni mepesi.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"Ewe mwenye akili! Jua kuwa ujuzi wa Mwenyezi Mungu umekusanya kila kiliomo mbinguni na duniani. Hapana kitendo cha hawa washindani kinacho fichika kwake. Vyote hivyo vimekwisha andikwa katika Ubao ulio hifadhiwa (Lauhun Mahfuudh). Kwani kujua kwake Mwenyezi Mungu na kuvithibiti kwake ni kazi nyepesi kabisa kwake.","lang":"sw"},{"name":"22:71","price":"Na wanaabudu badala ya Mwenyezi Mungu ambavyo hakuviteremshia ushahidi, na ambavyo hawana ujuzi navyo. Na madhaalimu hawatakuwa na wa kuwasaidia.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"Na washirikina huabudu badala ya Mwenyezi Mungu masanamu na watu ambao haikuteremka hoja yoyote ya kuwaabudu hao katika Kitabu cha mbinguni chochote. Wala wao hawana ushahidi wowote wa kuingia akilini. Lakini wanafanya yote hayo kufuata pumbao na mila tu. Wala hao washirikina walio zidhulumu nafsi zao na wakazidharaulisha akili zao hawato pata msaidizi wa kuwanusuru, na kuwakinga na adhabu ya Moto Siku ya Kiyama, kama wanavyo jidai.","lang":"sw"},{"name":"22:72","price":"Na wanapo somewa Aya zetu zilizo wazi utaona chuki katika nyuso za walio kufuru. Hukaribia kuwavamia wale wanao wasomea hizo Aya zetu. Sema: Je! Nikwambieni yaliyo mabaya zaidi kuliko haya? Ni Moto. Mwenyezi Mungu amewaahidi walio kufuru, na ni marudio mabaya hayo.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"Ewe Nabii! Hawa washirikina mtu akiwasomea Aya zetu zilizo wazi, na ambazo ndani yake mna ushahidi wa ukweli wa hayo unao waitia, na ubaya wa ibada zao, utaona katika nyuso zao ghadhabu na chuki inayo wajaa, hata inakaribia kuwapelekea kutaka kumuuwa huyo anaye wasomea. Ewe Nabii! Waambie kwa kuwazindua na kuwaonya: Je! Mtanisikiliza nikwambieni yaliyo kuwa mabaya zaidi kuliko hiyo chuki inayo kuunguzeni roho? Ni Moto ambao Mwenyezi Mungu amewaahidi walio kufuru kama nyinyi Siku ya Kiyama. Na hapana mwisho mbaya na makaazi maovu kuliko hayo.","lang":"sw"},{"name":"22:73","price":"Enyi watu! Unapigwa mfano, basi usikilizeni. Hakika wale mnao waomba badala ya Mwenyezi Mungu, hawatoumba hata nzi ijapo kuwa watajumuika kwa hilo. Na nzi akiwapokonya kitu hawawezi kukipata kwake. Amedhoofika kweli huyo mwenye kutaka na mwenye kutakiwa.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"Enyi watu! Sisi tunakufahamisheni ukweli wa ajabu, basi hebu usikilizeni na muuzingatie. Haya masanamu hayataweza kabisa kuumba chochote hata kikiwa kitu duni kabisa kama nzi; hata ikiwa yote yakisaidiana katika kuumba huko. Bali huyu makhluku duni kabisa akiwanyang'anya chochote katika hizo sadaka wanazo pewa masanamu hawawezi kumzuia au kumfukuza. Unyonge gani basi huo wa kushindwa na nzi kutoweza kurejesha alicho pokonya. Na nzi ni kitu dhaifu mno! Wote wawili ni wanyonge. Bali hayo masanamu ambayo kama mnavyo ona ni dhaifu zaidi, basi huwaje mwanaadamu mwenye akili akenda kuyaabudu na kutaka yamnafiishe.","lang":"sw"},{"name":"22:74","price":"Hawakumuadhimisha Mwenyezi Mungu anavyo stahiki kuadhimishwa. Hakika Mwenyezi Mungu bila ya shaka ni Mwenye kushinda.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"Hawa washirikina hawamjui Mwenyezi Mungu kama anavyo faa kujuulikana, wala hawamtukuzi kama anavyo stahiki kutukuzwa, walipo kwenda kumshirikisha katika ibada na vitu visio kuwa na maana kabisa. Na hali kuwa Mwenyezi Mungu ndiye Muweza wa kila kitu, Asiye shindika na yeyote.","lang":"sw"},{"name":"22:75","price":"Mwenyezi Mungu huteuwa Wajumbe miongoni mwa Malaika na miongoni mwa watu. Hakika Mwenyezi Mungu ni Mwenye kusikia, Mwenye kuona.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"Mapenzi ya Mwenyezi Mungu na hikima yake yamempelekea kuteuwa Wajumbe kutokana na Malaika, na kutokana na wanaadamu, ili wafikishe sharia yake kwa viumbe vyake. Basi huwaje mkampinga aliye mchagua Mwenyewe kuwa ni Mjumbe wake kwenu? Hakika Mwenyezi Mungu ni Mwenye kuyasikia wayanenayo waja wake, Mwenye kuviona vitendo wavitendavyo. Naye atawalipa kwavyo.","lang":"sw"},{"name":"22:76","price":"Anayajua yaliyo mbele yao na yaliyo nyuma yao. Na kwa Mwenyezi Mungu yatarejeshwa mambo yote.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"Na Yeye Subhanahu anajua hali zao zilizo dhaahiri na za ndani. Hapana kinacho fichika kwake. Na kwake Yeye pekee ndiyo yanarejea mambo yote.","lang":"sw"},{"name":"22:77","price":"Enyi mlio amini! Rukuuni na msujudu, na muabuduni Mola wenu Mlezi, na tendeni mema, ili mfanikiwe.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"Enyi mlio amini! Msishughulikie upotovu wa makafiri. Nyinyi endeleeni na kutimiza Swala zenu kwa ukamilifu kwa kurukuu na kusujudu. Na muabuduni Mola wenu Mlezi aliye kuumbeni na akakuruzukuni. Wala msimshirikishe naye na yeyote. Na tendeni kila lenye kheri na manufaa, ili mpate kuwa watu wema, walio bahatika katika Akhera yenu na dunia yenu.","lang":"sw"},{"name":"22:78","price":"Na fanyeni juhudi kwa ajili ya Mwenyezi Mungu kama inavyo stahiki jihadi yake. Yeye amekuteueni. Wala hakuweka juu yenu mambo mazito katika Dini. Nayo ni mila ya baba yenu Ibrahim. Yeye (Mwenyezi Mungu) alikuiteni Waislamu tangu zamani, na katika hii (Qur'ani) pia, ili awe Mtume shahidi juu yenu, na nyinyi muwe mashahidi kwa watu. Basi shikeni Sala na toeni Zaka na shikamaneni na Mwenyezi Mungu. Yeye ndiye Mlinzi wenu, Mlinzi bora kabisa, na Msaidizi bora kabisa.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"Na wanieni katika Jihadi ya kunyanyua Neno la Mwenyezi Mungu na kutafuta radhi zake mpaka mwashinde maadui zenu na myashinde matamanio yenu. Kwani Yeye Subhanahu amekukaribisheni kwake, na amekuteueni muinusuru Dini yake, na amekujaalieni muwe Umma wa katikati. Wala hakukulazimisheni katika aliyo kuwekeeni Sharia lolote lenye mashaka juu yenu msilo weza kulichukua. Na amekufanyieni mepesi katika yanayo kuleteeni mashaka, na katika msiyo yaweza amekufanyieni ruhusa namna mbali mbali. Basi ishikeni Dini hii, kwani hii ndiyo Dini ya baba yenu Ibrahim katika misingi yake. Na Yeye Subhanahu ndiye aliye kuiteni Waislamu, (yaani Wanyenyekevu) katika Vitabu vya mbinguni vilivyo tangulia, na pia katika hii Qur'ani kwa ut'iifu wenu kwa yale aliyo kutungieni sharia. Basi kueni kama alivyo kuiteni Mwenyezi Mungu ili muwe mwisho wenu mnamshuhudia Mtume kama amekufikishieni ujumbe nanyi mkatenda aliyo kufikishieni, mpate kufanikiwa, na muwe mashahidi kwa kaumu zilizo tangulia kwa yaliyo kuja katika Qur'ani kwamba Mitume wao nao walifikisha ujumbe. Na ilivyo kuwa Mwenyezi Mungu amekuchagueni nyinyi khasa kuwa ni wat'iifu kwake, mkashika Swala kwa ukomo wa ukamilifu wake, basi ni waajibu wenu kulipa hayo kwa kumshukuru na kumt'ii, mshike Swala kwa utimilifu wake, na mwape Zaka wanao stahiki, na mumtegemee Mwenyezi Mungu katika mambo yenu yote, na mchukue kwake msaada, kwani Yeye ndiye Msaidizi wenu na ndiye wa kuwanusuru. Yeye ndiye Mbora wa ulinzi na Mbora wa kunusuru.","lang":"sw"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}