{"data":[{"name":"25:1","price":"Ametukuka aliye teremsha Furqani kwa mja wake, ili awe mwonyaji kwa walimwengu wote.","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"Mambo ya Mwenyezi Mungu yametukuka, na kheri yake imezidi. Yeye ndiye aliye iteremsha Furqani, yaani Qur'ani, ya kufarikisha baina ya kweli na uwongo juu ya mja wake, Muhammad s.a.w., ili awe mwonyaji na mwenye kuifikisha hiyo Qur'ani kwa walimwengu wote.","lang":"sw"},{"name":"25:2","price":"Ambaye ni wake ufalme wa mbingu na ardhi, wala hakuwa na mwana, wala hakuwa na mshirika katika ufalme, na akaumba kila kitu na akakikadiria kwa kipimo.","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"Yeye Subhanahu ndiye peke yake aliye miliki mbingu na ardhi, aliye takasika na haja ya kuwa na mwana, wala hakuwa na mshirika wowote katika ufalme wake. Na Yeye kaumba kila kitu na akakipima kwa kipimo baraabara kwa sharia zake ili kiweze kutimiza waajibu wake kwa nidhamu. \"Ambaye ni wake ufalme wa mbingu na ardhi, wala hakuwa na mwana, wala hakuwa na mshirika katika ufalme, na akaumba kila kitu na akakikadiria kwa kipimo.\" Ilimu ya sayansi ya sasa imethibitisha kuwa vitu vyote vinakwenda kwa mujibu wa hukumu za uumbaji wake, na maendeleo yake namna mbali mbali kwa kufuata mpango madhubuti ambao hapana mwenye uwezo juu yake ila Muumbaji mwenye uwezo Mwenye kuanzisha kila kitu. Kwani katika kuwa kwake imebainika kuwa vitu vyote viumbe vyote na vinga khitalifiana umbo lake na sura yake kwa hakika vinatokana na madda chache za asli za kuhisabika, na hisabu ya madda hizo (elements) zinakaribia mia, nazo ni 96 zinazo juulikana mpaka sasa. Nazo zina khitalifiana kwa sifa zao za maumbile (physically ) na za Al Kimyaa (Chemically), na pia katika uzito wake wa chembe (Atomic Weight). Zinaanza kwa madda asli (element) Nambari 1. Nayo ni Hydrogen yenye Atomic weight 1, na kuishia na element ya nambari 96, Borium, ambayo atomic weight yake bado haijuulikani. Na element ya mwisho katika sayansi ni Uranium na atomic weight yake ni 238.57. Na hizi elements hujengeka na kufanyika Compounds kwa mujibu wa kanuni madhubuti zisio weza kuepukwa. Hali kadhaalika mimea na wanyama. Kila mmoja wao amegawika katika koo na makundi na namna (orders, families, species and sub-species) zinazo geuka sifa zake kwa madaraja ya viumbe vilivyo hai mpaka kuishia viumbe vyenye Khalaya au Cell moja (unicellular) kama microbes mpaka viumbe vyenye cells nyingi (multi- cellular) mpaka kufikia binaadamu, naye ndiye aliye kamilika kuliko wote. Na kila namna ya hizi sifa maalumu zinarithika katika kundi kizazi baada ya kizazi. Na yote haya yanakwenda kufuata kanuni na mipango iliyo thibiti madhubuti inayo onyesha kwa uwazi utukufu wa Mwenye kuumba na uwezo wake. Ametakasika, Subhanahu na ametukuka na hao wanao mshirikisha naye.","lang":"sw"},{"name":"25:3","price":"Na wamechukua badala yake miungu ambayo haiumbi chochote, bali hiyo inaumbwa, haijimilikii nafsi zao madhara wala manufaa, wala haimiliki mauti, wala uhai, wala kufufuka.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"Na juu ya yote hayo makafiri wakaacha kumuabudu Yeye, wakenda kuchukua miungu mingine kuiabudu badala ya Mwenyezi Mungu, katika masanamu, na nyota, na watu. Na hao hawanalo waliwezalo kuliumba, bali wao ni viumbe vya Mwenyezi Mungu. Wala hawawezi kujikinga nafsi zao na madhara, wala kujiletea kheri. Wala hawawezi kumfisha yeyote wala kumhuisha, wala kuwafufua maiti kutoka makaburini kwao. Na kila asiye miliki lolote katika hayo basi hastahiki kuabudiwa. Na mjinga wa kutupwa anaye waabudu. Mwenye kustahiki kuabudiwa ni yule Mwenye kumiliki haya yote.","lang":"sw"},{"name":"25:4","price":"Na wamesema walio kufuru: Haya si chochote ila ni uzushi alio uzua, na wamemsaidia kwa haya watu wengine! Hakika hawa wamekuja na dhulma na uwongo.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"Makafiri wakaitia ila Qur'ani, wakasema kuwa hiyo ati ni uwongo kauzua Muhammad mwenyewe, na akamsingizia Mwenyezi Mungu. Na wakamsaidia baadhi ya jamaa wengine katika Ahli-l-Kitab. Basi hawa makafiri wamefanya dhulma kwa kauli yao hiyo katika hukumu na kuishambulia Haki, wakaleta uzushi usio kuwa na ushahidi wowote. Kwani hao wanao waashiria katika Ahli-l- Kitab lugha yao hata si Kiarabu. Na Qur'an ni kwa lugha ya Kiarabu fasihi.","lang":"sw"},{"name":"25:5","price":"Na wakasema: Hivi ni visa vya watu wa kale alivyo viandikisha, anavyo somewa asubuhi na jioni.","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"Wakaisema Qur'ani pia kuwa ati ni uwongo walio andika watu wa kale katika vitabu vyao, kisha akawataka wao wamuandikie na wamsomee asubuhi na jioni mpaka ahifadhi na apate kusema naye hayo hayo.","lang":"sw"},{"name":"25:6","price":"Sema: Ameyateremsha haya ajuaye siri za katika mbingu na ardhi. Hakika Yeye ni Mwenye kusamehe Mwenye kurehemu.","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"Ewe Nabii! Waambie: Hakika Qur'ani ameiteremsha Mwenyezi Mungu ambaye anazijua siri zilizo fichikana katika mbingu na ardhi. Na ameziweka katika Qur'ani ya muujiza kuwa ni dalili ya kwamba hiyo ni Ufunuo wake Subhanahu. Hakika Mwenyezi Mungu ni Mkunjufu wa maghfira na rehema, anawasamehe wenye kuasi pindi wakitubu, wala hafanyi haraka kuwaadhibu.","lang":"sw"},{"name":"25:7","price":"Na wakasema: Ana nini Mtume huyu? Anakula chakula, na anatembea masokoni! Mbona hakuteremshiwa Malaika akawa mwonyaji pamoja naye?","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"Wakamkejeli Muhammad, wakasema: Kitu gani kinacho mtengua huyu anaye dai kuwa ni Mtume, hata anakula chakula kama tulavyo sisi, na anazururuka masokoni kutafuta maisha kama watu wengine? Angeli kuwa ni Mtume Mwenyezi Mungu angeli mtosheleza kwa hayo, na yeye angeli mwomba Mola wake Mlezi amteremshie Malaika kutoka mbinguni amsaidie katika uwonyaji na kufikisha Ujumbe, na amsadikishe katika wito wake, tupate sisi kumuamini.","lang":"sw"},{"name":"25:8","price":"Au akaangushiwa khazina juu yake, au akawa na bustani ale katika hiyo? Wakasema madhaalimu: Nyinyi hamumfuati ila mtu aliye rogwa.","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"Na hebu lau angeli mtaka amtosheleze chakula cha kutosha asihitajie kuzunguka masokoni, akamtupia khazina kutoka mbinguni ya kutumia, au akamjaalia na bustani ya kumlisha matunda yake? Na wakubwa wa makafiri walio jidhulumu nafsi zao kwa ukafiri, wenye kuwapotoa watu wasimuamini Muhammad, na wenye kufanya hila za kuwaingiza shaka Waumini, walisema: Nyinyi hamumfuati ila huyu mtu aliye zugwa akili yake, basi anabwabwatika bila ya kuwa na hakika.","lang":"sw"},{"name":"25:9","price":"Tazama jinsi wanavyo kupigia mifano. Basi wamepotea, wala hawataiweza Njia.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"Hebu angalia, ewe Nabii! Vipi wanavyo kupigia mifano hawa! Mara wanakupigia mfano wa mwenye kurogwa, mara nyengine kuwa ati ni mwendawazimu, mara ya tatu kuwa ni mwongo, na mara yane kuwa unaipokea Qur'ani kutokana na wasio kuwa Waarabu. Hao kwa hayo hakika wameipotea njia ya haki, na kuhojiana kulio sawa. Basi hawaitambui njia ya kufikilia yote hayo.","lang":"sw"},{"name":"25:10","price":"Ametukuka ambaye akitaka atakujaalia yaliyo bora kuliko hayo,nayo ni mabustani yapitayo mito kati yao, na atakujaalia majumba ya fakhari.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"Mwenyezi Mungu ametukuka, na izidi kheri yake! Yeye ndiye ambaye pindi akitaka atakujaalia duniani bora kuliko hayo wanayo pendekeza wao. Kwa Akhera Yeye amekwisha kujaalia kama alivyo kuahidi, nayo ni mabustani mengi yapitayo mito pembezoni mwake, na baina ya miti yake, na majumba ya fakhari madhubuti.","lang":"sw"},{"name":"25:11","price":"Bali wanaikanusha Saa (ya Kiyama). Na Sisi tumemuandalia Moto mkali kabisa huyo mwenye kuikanusha Saa","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"Na kwa hakika hawa wamepinga kila Ishara. Kwani wao wamekanusha kufufuliwa, na Siku ya Kiyama. Nao kwa hivyo wanayatia ila matakwa haya ili kuwageuza watu washughulikie upotofu wao. Na Sisi tumekwisha waandalia wanao ikanusha Siku ya Kiyama Moto wenye kuwaka vikali mno.","lang":"sw"},{"name":"25:12","price":"Ule Moto ukiwaona tangu mahali mbali wao watasikia hasira yakena mngurumo wake.","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"Wakiuona Moto, na huo Moto ukawaona, wataisikia sauti yenye hasira, yenye hamu kuwateketeza. Na katika hayo ni mfano wa mingurumo inayo toka kifuani mwa aliye kasirika kuwa ni alama ya ukali alio nao.","lang":"sw"},{"name":"25:13","price":"Na watakapo tupwa humo mahali dhiki, hali wamefungwa, wataombawafe.","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"Na watapo tupwa katika pahali pembamba kwa kulingana na unene wao, nao wamefungwa pingu mikono yao kwenye shingo zao, watapiga kelele kuhimiza wateketezwe upesi upesi ili wapate kupumzika na kitisho cha adhabu.","lang":"sw"},{"name":"25:14","price":"Msiombe kufa mara moja tu, bali mfe mara nyingi!","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"Wataambiwa kwa kuwahizi na kuwakejeli: Msitake kuangamia mara moja tu, bali takeni muangamie mara nyingi. Hamtopata kusalimika na hayo mliyo nayo. Na hakika namna ya adhabu zao ni nyingi.","lang":"sw"},{"name":"25:15","price":"Sema: Je! Haya ni bora au Pepo ya milele, ambayo wameahidiwa wachamngu, iwe kwao malipo na marejeo?","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"Ewe Nabii! Waambie makafiri: Je! Marejeo haya waliyo ahidiwa makafiri ni bora au Pepo yenye kudumu neema zake, na ambayo wameahidiwa Waumini, wachamngu, kuwa itakuwa yao kama ndio malipo na marejeo ya kwendea baada ya kufufuliwa na kuhisabiwa?","lang":"sw"},{"name":"25:16","price":"Watayapata humo wayatakayo daima dawamu. Hii ni ahadi juu ya Mola wako Mlezi, inayo ombwa.","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"Humo watapata wakitakacho, wataneemeshwa kwa neema za daima, zisio katika. Na neema hizi ni ahadi ya Mwenyezi Mungu kwao. Walimwomba Mola wao Mlezi itimie, naye akawaitikia kwa walilo liomba; kwani ahadi yake hayendi kinyume.","lang":"sw"},{"name":"25:17","price":"Na siku atakapo wakusanya wao na hao wanao waabudu, na akasema: Je! Ni nyinyi mlio wapoteza waja wangu hawa, au wao wenyewe walipotea njia?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"Na taja, kwa ajili ya mawaidha, Siku ambayo Mwenyezi Mungu atawakusanya washirikina kwa ajili ya hisabu katika Siku ya Kiyama, pamoja na hao ambao walikuwa wakiwaabudu duniani badala ya Mwenyezi Mungu, kama Yesu (Isa), Ezra (Uzair) na Malaika. Mwenyezi Mungu atawauliza hao waabudiwa: Je! Ni nyinyi ndio mlio wapoteza waja wangu, mkawaamrisha wakuabuduni, au wao wenyewe ndio walio potea Njia kwa khiari yao, wakakuabuduni?","lang":"sw"},{"name":"25:18","price":"Watasema: Subhanak, Umetakasika na upungufu! Haikutupasia sisi kuchukulia walinzi badala yako, lakini Wewe uliwastarehesha wao na baba zao hata wakasahau kukumbuka, na wakawa watu walio angamia.","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"Jawabu yao itakuwa: Umetakasika, na Umetukuka! Haikutafalia sisi kabisa tumtake mlinzi badala yako atunusuru na aangalie mambo yetu. Basi itakuwaje juu ya haya tumtake yeyote atuabudu sisi badala yako Wewe? Lakini sababu ya ukafiri wao hawa ni kuwa uliwastarehesha kwa muda mrefu duniani, wao na baba zao. Hayo yakawapandisha kichwa, wakasahau kukushukuru, na kukuelekea Wewe tu kwa ibada. Basi wakawa kwa jeuri hiyo na ukafiri huo wanastahiki kuangamizwa.","lang":"sw"},{"name":"25:19","price":"Basi walikukanusheni kwa mliyo yasema. Kwa hivyo hamwezi kujiondolea wala kujisaidia. Na atakaye dhulumu miongoni mwenu tutamwonjesha adhabu kubwa.","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"Wataambiwa wenye kuabudu, washirikina: Wamekukadhibisheni hao mlio kuwa mkiwaabudu, ambao mkidai kuwa wamekupotezeni. Basi nyinyi leo mnarejea kwenye adhabu. Hamna hila ya kuepukana nayo; wala hamyapati manusura ya kukutoeni. Na wajue waja wote kwamba mwenye kudhulumu kwa ukafiri na uasi kama walivyo fanya hao basi Sisi tutawaadhibu adhabu kali.","lang":"sw"},{"name":"25:20","price":"Na hatukuwatuma kabla yako Mitume wowote ila kwa hakika na yakini walikuwa wakila chakula, na wakenda masokoni. Na tumewajaalia baadhi yenu wawe ni majaribio kwa wengine; je! Mtasubiri? Na Mola wako Mlezi ni Mwenye kuona.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"Na ikiwa washirikina wanakutia ila ewe Nabii, kwa kula kwako chakula, na kwenda kwako masokoni kwa ajili ya kazi na kuchuma maisha, basi huo ndio mwendo wa Mwenyezi Mungu kwa Mitume wake walio kuja kabla yako. Hatukumtuma yeyote kati yao ila alikuwa akila chakula, na anakwenda kwenda masokoni. Na enyi watu! Tumewafanya baadhi yenu wawe ni mitihani kwa wenginewe. Na mafisadi wanafanya hila kuziba Njia ya Uwongofu na Haki kwa namna mbali mbali. Basi, enyi Waumini, mtavumilia juu ya Haki yenu, na mtaishikilia Dini yenu, mpaka Mwenyezi Mungu alete amri yake kwa ushindi? Subirini! Kwani Mwenyezi Mungu ni Mwenye kuvizunguka vitu vyote, na atamlipa kila mtu kwa kitendo chake.","lang":"sw"},{"name":"25:21","price":"NA WALISEMA wale wasio taraji kukutana nasi: Mbona sisi hatuteremshiwi Malaika au hatumwoni Mola wetu Mlezi? Kwa yakini hawa wamejiona bora nafsi zao, na wamepanda kichwa vikubwa mno!","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"Na wakasema wanao kataa kufufuliwa na wala hawatumai kuwa yapo malipo kwa vitendo vyao: Kwa nini hatuteremshiwi Malaika wa kukuunga mkono, au Mwenyezi Mungu akajionyesha kwetu na akatwambia kwamba kweli Yeye kakutuma? Kiburi kimewajaa katika nafsi zao, na wamepita mpaka katika udhalimu na ujabari!","lang":"sw"},{"name":"25:22","price":"Siku watakayo waona Malaika haitakuwa furaha siku hiyo kwa wakosefu. Na watasema: Mungu apishe mbali!","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"Siku ya Kiyama watawaona Malaika kama walivyo tamani, na hayo yatakuwa ni sababu ya kitisho kwao wala si jambo la kuwafurahisha. Watatafuta kujilinda nao, kama walivyo kuwa wakitafuta kujilinda na vinavyo watisha duniani.","lang":"sw"},{"name":"25:23","price":"Na tutayaendea yale waliyo yatenda katika vitendo vyao, tuvifanye kama mavumbi yaliyo tawanyika.","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"Na Siku ya Kiyama tutawaletea waliyo yatenda katika mambo ya kuonyesha wema kwa dhaahiri na hisani katika dunia, na Sisi tutayafanya yaondokee patupu, na tutawaharimisha thawabu zake, kwa kuwa yamekosa Imani ambayo ni dharura ipatikane ili vitendo vitiwe maanani.","lang":"sw"},{"name":"25:24","price":"Watu wa Peponi siku hiyo watakuwa katika makaazi bora na mahali penye starehe nzuri.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"Watu wa Peponi Siku ya Kiyama ndio watao kuwa na utulivu bora, na mashukio mazuri, na makaazi ya starehe, kwa sababu hii ni Pepo walio andaliwa Waumini, si Moto walio andaliwa makafiri.","lang":"sw"},{"name":"25:25","price":"Na siku zitapo funguka mbingu kwa mawingu, na wateremshwe Malaika kwa wingi,","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"Ewe Nabii! Itaje Siku itapo pasuka mbingu na ikafunguka, na yakadhihiri kati yake mawingu, na Malaika wakashuka khasa kwa yakini.","lang":"sw"},{"name":"25:26","price":"Ufalme wa haki siku hiyo utakuwa wa Arrahman, Mwingi wa Rehema, na itakuwa siku ngumu kwa makafiri.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"Katika siku hii mali ya watu wenye mali yataharibika, madai yao wanao jidai yatakatika, na Ufalme wote utabaki ni wa Arrahmani , Mwingi wa Rehema, peke yake. Na itakuwa siku ya shida ngumu mno kwa makafiri.","lang":"sw"},{"name":"25:27","price":"Na siku ambayo mwenye kudhulumu atajiuma mikono yake, na huku anasema: Laiti ningeli shika njia pamoja na Mtume!","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"Siku ya Kiyama mwenye kujidhulumu nafsi yake atajiuma mikono yake kwa hasira na majuto kwa ukafiri wake na kumwendea kinyume Mtume, na kwa kutamani atasema: Laiti lau ningeli mfuata Mtume, nikaifuata njia ya kwendea Peponi, na nikaiepuka njia ya kwendea Motoni!","lang":"sw"},{"name":"25:28","price":"Ee Ole wangu! Laiti nisingeli mfanya fulani kuwa rafiki!","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"Na atasema kwa kujuta kuwafuata walio mpoteza: Laiti ningeli kuwa sikumsadiki fulani, ambaye nimemwachia aniongoze.","lang":"sw"},{"name":"25:29","price":"Amenipoteza, nikaacha Ukumbusho, baada ya kwisha nijia, na kweli Shet'ani ni khaini kwa mwanaadamu.","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"Rafiki huyu amenibaidisha na Ukumbusho, Dhikr, kumkumbuka Mwenyezi Mungu na kuikumbuka Qur'ani baada ya kwisha kuwa ni nyepesi kwangu. Ndio hivi Shetani anavyo mkhini binaadamu, na kumtokomeza kwenye hilaki yake.","lang":"sw"},{"name":"25:30","price":"Na Mtume alikuwa akisema: Ee Mola wangu Mlezi! Hakika watu wangu wameifanya hii Qur'ani ni kihame.","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"Na Mtume alisema akimshitakia Mwenyezi Mungu kwa taabu anazo zipata kwa watu wake: Hakika hawa wameiacha Qur'ani na wameihama, na wameshikilia katika kuipuuza, na kuifanyia inda na uadui.","lang":"sw"},{"name":"25:31","price":"Na vivi hivi tumemfanyia kila Nabii adui miongoni mwa wakosefu, na Mola wako Mlezi anatosha kuwa Mwenye kuongoa na Mwenye kunusuru.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"Kama tulivyo wajaalia watu wako, ewe Muhammad, wanavyo kufanyia uadui na kukukadhibisha, basi kadhaalika tulimjaalia kila Nabii ana maadui miongoni mwa wakosefu, wanao mfanyia uadui na wanaupinga wito wake. Na Mwenyezi Mungu atakunusuru, na atakuongoa mpaka uwashinde. Na Yeye anakutosha kwa uwongofu na kukunusuru.","lang":"sw"},{"name":"25:32","price":"Na wakasema walio kufuru: Kwa nini hakuteremshiwa Qur'ani kwa jumla moja? Hayo ni hivyo ili tuuthibitishe moyo wako, na ndio tumeisoma kwa mafungu.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"Na makafiri kutaka kuikebehi Qur'ani walisema: Kwa nini haikuteremshwa kwa mara moja? Na Sisi hakika tumeiteremsha kwa mapande mapande ili moyo wako uthibiti kwayo kwa raha yako na ili uihifadhi. Na tumeisoma, yaani tumeigawa kwa Aya, au tumeisoma kwa ulimi wa Jibril, kidogo kidogo kwa utulivu na upole.","lang":"sw"},{"name":"25:33","price":"Wala hawatakuletea mfano wowote, ila na Sisi tutakuletea (jawabu) kwa haki, na tafsiri iliyo bora.","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"Na wala hawakujii na upinzani dhaifu, ila nasi tunakuletea Haki ya kubainisha, na bora ya maelezo.","lang":"sw"},{"name":"25:34","price":"Wale ambao watakao kusanywa na kubururwa kifudifudi mpaka kwenye Jahannamu, hao watakuwa na mahali pabaya, ndio wenye kuipotea sana njia.","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"Na walio ukataa Ujumbe wako watabururwa kupelekwa Motoni kifudifudi na madhalili. Hao ndio watu wa chini kabisa kwa cheo, na ndio walio zama mno katika upotovu.","lang":"sw"},{"name":"25:35","price":"Na hakika tulimpa Musa Kitabu na tukamweka pamoja naye nduguye, Harun, kuwa waziri.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"Na Mtume s.a.w. anapozwa kwa yaliyo wapata Mitume wa kabla yake. Hakika Sisi tulimteremshia Musa Taurati, na tukamkalifisha afikishe Ujumbe wetu, na tukamuunga mkono kwa ndugu yake Harun, awe waziri wake na msaidizi katika kazi yake.","lang":"sw"},{"name":"25:36","price":". Tukawaambia: Nendeni kwa watu walio kanusha Ishara zetu. Basi tukawateketeza kabisa.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"Tukasema: Nenda wewe na nduguyo kwa Firauni na watu wake. Tukamuunga mkono kwa miujiza inayo onyesha ukweli wake. Hawakumuamini, wakamkadhibisha. Mwisho wao ukawa tukawateketeza na tukawafutilia mbali!","lang":"sw"},{"name":"25:37","price":"Na watu wa Nuhu, walipo wakanusha Mitume, tuliwazamisha, na tukawafanya ni Ishara kwa watu. Na tumewaandalia wenye kudhulumu adhabu chungu.","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"Hali kadhaalika kabla ya Musa tuliwafanyia kaumu ya Nuhu walipo mkadhibisha, na aliye mkanusha Mtume mmoja basi amewakanusha Mitume wote. Nao tukawazamisha katika tufani, na tukawafanya wawe ni zingatio kwa watu. Na tukawajaalia hao na kila mshirikina kupata adhabu chungu Akhera.","lang":"sw"},{"name":"25:38","price":"Na tuliwaangamiza kina A'di na Thamudi na watu wa Rass na vizazi vingi vilivyo kuwa kati yao.","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"Na kadhaalika tuliwahiliki A'di na Thamudi na watu wa Rass  walipo wakanusha Mitume wao. Na tuliziangamiza kaumu nyingi baina ya kaumu ya Nuhu na baina ya A'di, yakawapata malipo ya wenye kudhulumu. Rass, kama ilivyo elezwa katika Mufradaat ya Raaghib Al-As'fahani, ni bonde, na akatolea ushahidi ubeti wa shairi: (Nao ni bonde la Rass, kama mkono kwa mdomo.) Hao watu wa Rass, kama ilivyo kuja katika Aya tukufu, ni watu walio kuwa wakiabudu masanamu. Mwenyezi Mungu aliwatumia Shuaib. Basi hao ndio walio pelekewa Mtume Shuaib a.s. Na Mwenyezi Mungu Aliye takasika amewaeleza hao kaumu ya Shuaib kuwa ni Watu wa Vichakani (Al-Aykat), napo ni pahali penye miti mingi panasifika kwa neema, na mara nyengine wanaitwa Watu wa Rass, nalo ni bonde lenye kheri kubwa, kuonesha neema alizo waneemesha Mwenyezi Mungu. Nao wakazikufuru neema za Mwenyezi Mungu, wakaabudu masanamu.","lang":"sw"},{"name":"25:39","price":"Na wote tuliwapigia mifano, na wote tuliwaangamiza kabisa kabisa.","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"Na Sisi tumezionya kaumu zote hizi. Tukawakumbusha mawaidha, na mifano ya kweli yenye manufaa. Lakini hawakuwaidhika. Tukawashika wote kwa kuwaadhibu, tukawahiliki, na tukayabomoa majumba yao mpaka kifusi.","lang":"sw"},{"name":"25:40","price":"Na kwa yakini wao wanafika kwenye nchi ilio teremshiwa mvua mbaya. Basi, je, hawakuwa wakiiona? Bali walikuwa hawataraji kufufuliwa.","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"Na hawa Makureshi katika safari zao za kwenda Sham wanapita kwenye mji wa kaumu Lut'i, tulio unyeshea mvua ya shari na ovu kabisa, nayo ni mawe ya Motoni. Je! Hawauoni mji huo wakawaidhika kwa yaliyo wafika watu wake? Hakika wao wanauona huo, lakini si kwa macho ya kuwaidhika na kuzingatia. Kwani hawaamini ahadi (za Mwenyezi Mungu) wala kufufuliwa. Wala hawataraji kuwa ipo siku watakuja fufuliwa kwa ajili ya hisabu.","lang":"sw"},{"name":"25:41","price":"Na wanapo kuona hawakuchukulii ila ni mzaha tu, na (wanasema): Ati ndiye huyu Mwenyezi Mungu aliye mtuma kuwa Mtume?","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"Na wakikuona watu hawa hawakuchukulii ila kukufanyia kejeli na maskhara. Na huambiana wao kwa wao: Ndiye huyu aliye mtuma kwetu Mwenyezi Mungu awe ni Mtume, na sisi tumfuate twende nyuma yake?","lang":"sw"},{"name":"25:42","price":"Kwa hakika alikuwa karibu kutupoteza tuiache miungu yetu, ingeli kuwa hatukushikamana nayo kwa kuvumilia. Bado watakuja jua, watakapo iona adhabu, ni nani aliye potea njia.","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"Mtu huyu hakika kajaaliwa kuwa na ufasihi mzuri, na hoja za kuvutia kwa wanao msikia. Na hapana shaka ameweza kuchota katika imani zetu hata alikaribia kututoa kwa miungu yetu tumfuate mungu wake. Lakini sisi tumesimama imara juu miungu yetu na dini yetu. (Mwenyezi Mungu anasema:) Tutakuja wabainishia ukweli wa mambo watapo kuja iona adhabu Siku ya Kiyama, na watajua nani huyo aliye thibiti katika upotovu na makosa.","lang":"sw"},{"name":"25:43","price":"Je! Umemwona aliye yafanya matamanio yake kuwa ndio mungu wake? Basi je, wewe utakuwa ni wakili wake?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"Ewe Mtume! Umeona upotovu wa mwenye kufuata matamanio yake na pumbao lake hata akawa anaabudu mawe ambayo hayadhuru wala hayanafiishi? Na wewe umetumwa uwe mwonyaji na mbashiri, wala hukuwakilishwa kwa imani yao na uwongofu wao.","lang":"sw"},{"name":"25:44","price":"Au wewe unadhani kwamba wengi wao wanasikia au wanaelewa? Hao hawakuwa ila ni kama nyama hoa tu, bali wao wamepotea zaidi njia.","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"Na hivyo unadhani kuwa wengi wao wanasikia kwa sikio la kufahamu au wanaongoka kwa akili zao? Wamesha tupilia mbali kama walivyo amrishwa na ndoto zao. Wamekuwa kama wanyama wa kufuga, hawanalo linalo washughulisha ila kula, na kunywa, na kustarehe na maisha ya dunia. Wala hawana fikra yoyote baada ya hayo. Bali hali yao ni ovu zaidi kuliko ya wanyama, kwani wanyama huwafuata bwana zao katika yenye kheri nao, na wanayaepuka ya kuwadhuru. Lakini watu hawa wanajitokomeza wenyewe kwenye mambo ya kuwahiliki.","lang":"sw"},{"name":"25:45","price":"Je! Huoni jinsi Mola wako Mlezi anavyo kitandaza kivuli. Na angeli taka angeli kifanya kikatulia tu. Kisha tumelifanya jua kuwa ni kiongozi wake.","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"Tumesimamisha dalili za Tawhidi, Upweke wa Mwenyezi Mungu, za kuwaongoa wenye akili. Hebu kiangalie kivuli. Mwenyezi Mungu amekitandaza na akakifanya kimetulia mwanzo wa mchana. Kisha tukalipeleka jua likaondoa pahala pake kwa mwako wake. Likawa jua ni kama ndio linaongoza kivuli. Bila ya jua, kivuli kisingeli juulikana. Na lau kuwa Mwenyezi Mungu ange penda angeli kifanya kivuli kitulie vile vile kimewang'ang'ania watu, na yakawaharibikia maslaha yao na mambo yao. \" Je! Huoni jinsi Mola wako Mlezi anavyo kitandaza kivuli. Na angeli taka angeli kifanya kikatulia tu. Kisha tumelifanya jua kuwa ni kiongozi wake.\" Aya hii inadhihirisha hima ya Muumba na uwezo wake. Kwani kutandaza kivuli kunaonyesha mzunguko wa dunia na kuinama kwa msumari-kati (axis) wake. Na lau kuwa ardhi, yaani dunia, ingeli tulia tu, haitaharaki kulizunguka jua, na pia ikawa haizunguki wenyewe kwa wenyewe juu ya msumari-kati wake, basi kivuli kingeli tulia, na mwako wa jua ungeli piga juu ya nusu ya dunia, na nusu ya pili ikabaki ni usiku, moja kwa moja. Hayo yangeli leta khitilafu kubwa za baridi na joto, na ingeli pelekea kutoweka uhai kabisa katika dunia. Na kadhaalika ingeli kuwa hii ni hali ya dunia basi kivuli kingeli tulia. Na haya pia yange tokea ikiwa muda wa kuzunguka ardhi juu ya msumari-kati wake ndio muda ule ule muda wa kuzunguka kwake kulizunguka jua, yaani siku moja ikawa sawa na mwaka mzima. Lakini hapana awezaye kufanya hayo isipo kuwa Mwenyezi Mungu. Haya licha ya kuwa kivuli nafsi yake ni neema miongoni mwa neema za Mwenyezi Mungu. Na lau kuwa Mwenyezi Mungu aliviumba vitu vyote vyapenyeza mwangaza (transparent) kisingeli kuwapo kivuli, na vitu visingeli pata fursa ya kuwepo ambavyo vinahitajia vivuli.","lang":"sw"},{"name":"25:46","price":"Kisha tunakivutia kwetu kidogo kidogo.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"Na kukiondoa kwetu kivuli ni kwa utaratibu, kwa kipimo. Hakukuwa kwa mara moja. Na katika hayo yapo manufaa kwa watu.","lang":"sw"},{"name":"25:47","price":"Naye ndiye aliye kufanyieni usiku kuwa ni vazi, na usingizi kuwa mapumziko, na akakufanyieni mchana ni kufufuka.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"Na katika Ishara za Tawhidi ni kuwa tumeufanya usiku ni sitara kwa kiza chake, ndani yake wanaingia viumbe ukawazunguka kama inavyo wazunguka nguo kwa mwenye kuivaa. Na tukawatengenezea malazi, ikawa ni mapumziko kupumzika na machofu, na kwa mwangaza wa jua wanazinduliwa watu watafute maisha yao na riziki zao.","lang":"sw"},{"name":"25:48","price":"Naye ndiye anaye zituma pepo kuwa bishara njema kabla ya rehema yake, na tunayateremsha kutoka mbinguni maji safi.","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"Na Yeye ndiye aliye zifanya pepo zimtumikie, zikasukuma mawingu, nayo yakawabashiria watu itakuja mvua, ambayo ni rehema itokayo kwake kuwaendea wao. Na hakika Sisi tunateremsha kutoka mbinguni maji safi yanayo safisha kuondoa najisi na uchafu. \"Na tunayateremsha kutoka mbinguni maji safi.\" Katika Aya hii tukufu Mwenyezi Mungu anawasimbulia watu kwa kuwateremshia maji yaliyo safi kutoka mbinguni. Na Aya hii inafahamisha kuwa maji ya mvua katika asli ya kuumbwa kwake ni maji safi kabisa. Na juu ya kuwa baada yake yanabeba takataka nyingi katika anga, lakini bado yamo katika daraja ya usafi.","lang":"sw"},{"name":"25:49","price":"Ili kwa hayo tuihuishe nchi iliyo kufa, na tuwanyweshe wanyama na watu wengi tulio waumba.","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"Tunaiteremsha mvua kwa sababu makulima yapate kumea na kukua, na ardhi ipate kufufuka baada ya kufa kwake, na wanyweshwe watu na wanyama walio umbwa.","lang":"sw"},{"name":"25:50","price":"Na kwa yakini tumeisarifu kati yao wapate kukumbuka. Lakini watu wengi wanakataa ila kukufuru.","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"Na hii Qur'ani tumeibainisha na tumeisarifu, tumeifanya, ili watu wamkumbuke Mola wao Mlezi, na wawaidhike, na watende kwa mujibu wake. Lakini wengi wa watu wanakataa isipo kuwa ukafiri na inda tu.","lang":"sw"},{"name":"25:51","price":"Na tungeli taka tungeli peleka katika kila mji Mwonyaji.","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"Na lau kuwa tumetaka basi tungeli mpeleka mwonyaji kwenye kila mji. Basi jitahidi na wito wako; na wacha maneno ya makafiri; na tupilia mbali wanayo yaleta.","lang":"sw"},{"name":"25:52","price":"Basi usiwat'ii makafiri. Na pambana nao kwayo kwa Jihadi kubwa.","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"Na endelea na kulingania kwako kwa Haki, na kufikisha Ujumbe wa Mola wako Mlezi. Na wao wakiupinga wito wako, na wakawavamia Waumini basi wapige vita, na kwa hayo pigana Jihadi kubwa.","lang":"sw"},{"name":"25:53","price":"Naye ndiye aliye zipeleka bahari mbili, hii tamu mno, na hii ya chumvi chungu. Na akaweka baina yao kinga na kizuizi kizuiacho.","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"Na Mwenyezi Mungu ndiye aliye ziendesha bahari mbili, bahari ya maji matamu na bahari ya maji ya chumvi. Na akafanya njia ya kila moja inakaribiana na nyengine. Na juu ya hivyo maji yao hayachanganyikani. Hiyo ni neema na rehema kwa watu. \"Naye ndiye aliye zipeleka bahari mbili, hii tamu mno, na hii ya chumvi chungu. Na akaweka baina yao kinga na kizuizi kizuiacho.\" Yamkini Aya hii inaashiria neema ya Mwenyezi Mungu kwa waja wake kwa kuto changanyika maji ya chumvi yanayo penya kutoka baharini kwenye miamba ya karibu na mwambao, na maji matamu yanayo penya kutoka bara, yasichanganyike kwa ukamilifu na hali nayo yanakutana. Matamu yanakuwa yako juu ya maji chumvi kama kwamba baina yao pana kinga kinacho zuia haya yasiingiane na haya, na kizuizi kizuiacho, yaani kizuizi chembamba tusicho weza kukiona. Na haya si tu, bali ipo kanuni madhubuti inayo hukumu makhusiano haya, na inayo yahukumu kwa maslaha ya wanaadamu wanao kaa katika maeneo hayo, na maisha yao yanategemea kuwepo hayo maji matamu. Kwani imethibiti kuwa t'abaka ya maji matamu yalioko juu huzidi unene wake kwa mujibu wa kuzidi usawa (level) wa bahari kwa mpango maalumu. Hata inakuwa yawezekana kuhisabu kina cha mwisho cha maji matamu ambayo yamkinika kuyapata. Kwani hiyo ni sawa sawa na kadri ya khitilafu baina ya usawa (level) wa ardhi na usawa wa bahari mara arubaini.","lang":"sw"},{"name":"25:54","price":"Naye ndiye aliye muumba mwanaadamu kutokana na maji, akamjaalia kuwa na nasaba na ushemeji. Na Mola wako Mlezi ni Muweza.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"Na Mwenyezi Mungu ndiye aliye umba kutokana na manii hawa watu, na akawajaalia wanaume na wanawake walio khusiana kwa nasaba ya kuzaana na kwa ushemeji wa kuoana. Na Mwenyezi Mungu ni Muweza kwa atakayo, kwani kwa hiyo hiyo manii ameumba namna mbili mbali mbali.","lang":"sw"},{"name":"25:55","price":"Na wanayaabudu badala ya Mwenyezi Mungu yasiyo wafaa wala yasiyo wadhuru. Na kafiri daima ni msaidizi wa kumpinga Mola wake Mlezi.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"Na baada ya Ishara hizi zenye kuonyesha kuwa Mwenyezi Mungu peke yake ndiye anaye stahiki kuabudiwa, na kwamba hapana mungu isipo kuwa Yeye, wanatoka kikundi cha watu kuabudu masanamu yasiyo wafaa wala kuwadhuru. Na hawa kwa kujua kwao haya wanamsaidia Shetani, na yeye anawapoteza. Basi hao inakuwa wanasaidiana katika kuipinga Haki ambayo Mwenyezi Mungu anawaitia.","lang":"sw"},{"name":"25:56","price":"Nasi hatukukutuma ila kuwa ni Mbashiri na Mwonyaji.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"Na ewe Nabii! Huna jukumu ila kufikisha hayo ulio tumwa basi, na kuwabashiria Pepo Waumini, na kuwakhofisha makafiri kwa haya watayo yakuta. Baada ya hayo huna jengine unalo takiwa.","lang":"sw"},{"name":"25:57","price":"Sema: Sikukuombeni ujira juu yake; ila atakaye na ashike njia iendayo kwa Mola wake Mlezi.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"Na waambie: Hakika mimi sitafuti kwa huku kukuiteni muufuate Uislamu ujira wowote wala malipo. Ila nilitakalo ni mwongoke na muifuate Njia ya Haki mrejee kwa Mola wenu Mlezi.","lang":"sw"},{"name":"25:58","price":"Na mtegemee Aliye Hai, ambaye hafi. Na umtukuze kwa sifa zake. Na yatosha kwake kuwa yeye ni Mwenye khabari za dhambi za waja wake.","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"Na katika mambo yako mtegemee Mwenyezi Mungu Aliye Hai, ambaye hayumkini kufa. Na mtakase na mtukuze kwa kuzisifu neema zake. Na waachilie mbali walio toka kwenye Njia. Kwani Mwenyezi Mungu anawajua vyema, na atawalipa kwa dhambi zao.","lang":"sw"},{"name":"25:59","price":". Ambaye ameziumba mbingu na ardhi, na viliomo ndani yake kwa siku sita. Kisha akatawala juu ya A'rshi, Arrahman, Mwingi wa Rehema! Uliza khabari zake kwa wamjuaye.","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"Na Mwenyezi Mungu ndiye aliye ziumba mbingu na ardhi na vilio baina yao kwa siku sita. Naye ametawala juu ya A'rshi, Kiti cha Enzi, cha Ufalme wote, na madaraka yake yameenea kila kitu. Na Yeye ndiye Mwingi wa Rehema, Arrahman. Na ukitaka lolote katika sifa zake muulize ajuae atakujibu. Naye ni Mwenyezi Mungu Mwenye hikima. \"Ambaye ameziumba mbingu na ardhi, na viliomo ndani yake kwa siku sita. Kisha akatawala juu ya A'rshi, Arrahman, Mwingi wa Rehema! Ulize khabari zake kwa wamjuaye.\" Hizo Siku Sita ni usemi wa Mwenyezi Mungu, Mtukufu Aliye tukuka, kueleza wakati. Na Yeye Mtukufu ndiye Mwenye kujua zaidi kipimo cha hiyo Siku. Na kwa upande wa kiilimu za sayansi kazi ya kuumba ulimwengu unahitaji kupita vipindi na viwango mbali mbali. Na \"Mbingu na ardhi na viliomo ndani yake\" ni ishara ya vyombo vyote vya mbinguni, nyota, majua, sayari, miezi, mavumbi, gesi za namna mbali mbali, na nishat'i, Energy , na vyote hivyo vinavyo fanya ndio ulimwengu wa duniani na angani. Na kwa kuupanga ulimwengu wote, yaani uumbaji wote, kwa tafsili ya ukamilifu inayo kusanya kila kitu, ndio inaweka wazi, Utawala wa Mwenyezi Mungu, Subhanahu juu ya ulimwengu kwa jumla na kwa tafsili. \"Uliza khabari zake kwa ajuaye\". Katika kifungu hichi cha Aya hii tukufu pana uwongozi wa kisayansi kutokana na Mwenyezi Mungu kuonyesha dharura ya uchunguzi na utafiti wa mambo yanayo onekana ya uumbaji na mipango yake tuyaangalie ya ndani, ili tujue siri za uweza wa Mwenyezi Mungu katika kuanzisha huu ulimwengu.","lang":"sw"},{"name":"25:60","price":"Na wanapo ambiwa: Msujudieni Arrahman! Wao husema: Ni nani Arrahman? Je! Tumsujudie unaye tuamrisha wewe tu? Na huwazidishia chuki.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"Na wakiambiwa hawa makafiri: Mnyenyekeeni Arrahmani, Mwingi wa Rehema, na mumuabdu, wao husema: Nani huyo Arrahmani? Sisi hatumjui, hata tumsujudie. Basi tukufuate amri yako tu? Na wanazidi kuwa mbali na kutengeka na Imani.","lang":"sw"},{"name":"25:61","price":"Ametukuka aliye zijaalia nyota mbinguni, na akajaalia humo taa na mwezi unao ng'ara.","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"Ametukuka Arrahman, Mwingi wa Rehema, na zimezidi fadhila zake. Ameziumba sayari mbinguni na akazijaalia na vituo vyake vya kupitia, na katika hizo akaumba jua kuwa ni taa yenye mwangaza, na mwezi wenye nuru. \"Ametukuka aliye zijaalia nyota mbinguni, na akajaalia humo taa na mwezi unao ng'ara.\" Aya hii tukufu inaashiria maana za ki-ilimu za sayansi zenye kukusanywa katika mpango wa ulimwengu alio uumba Mwenyezi Mungu, Aliye takasika, Aliye tukuka, na zikazidi fadhila zake. Na sisi tunashuhudia nyota za mbinguni kwa sura ya makundi ambayo takriban hayageuki sura na yangapitiliwa na karne, na Buruuj nayo ndio hayo makundi ya nyota, ni yale yale yanayo pitiwa mbele yake na jua katika mzunguko wake unavyo dhihiri kuizunguka ardhi. Hizo Buruuj ni kama vituo vya jua katika mzunguko wake katika mwaka. Na kila tatu katika hizo huwa ni musimu katika misimu ya mwaka. Nazo kwa kuzitaja moja moja kuanzia msimu wa Rabii' (Spring) unao kuja baina ya siku za baridi na joto, ni kama ifuatavyo kwa majina ya Kiarabu na Kizungu: Alh'aml (Aries, or Ram), Ath-thawr (Taurus), Aljawzaa' (Gemini), Assarat'aan (Cancer), Al Asad (Leo), Assunbulah (Spica), Al Miizaan (Libra), Al-A'qrab (Scorpion), Al Jadyu (Capricorn), Addalwu (Aquarius), Alh'uut (Pisces). Na jua ni moja katika nyota zenye nguvu za kati na kati. Nalo kama nyota zilizo baki lina mwangaza wake mwenyewe wa dhati kwa vituko vya kichembechembe (atomic reaction) vinavyo tokea ndani yake. Basi miale ya jua inayo toka kwenye nguvu hizo huangukia juu ya sayari, na ardhi, na miezi, na vyombo vilio baki vya mbinguni ambavyo havina mwanga wa nafsi yao. Kwa hivyo navyo hutoa nuru. Basi jua ndio Taa inayo waka kwa nafsi yake. Ama mwezi unarudisha nuru ya mwanga wa jua kutokana na uso wake, kama kiyoo. Hakika kwa kusifiwa Jua kuwa ni Taa, na ukasifiwa mwezi kuwa unatoa nuru, ni ishara ya kuwa Jua ndio chanzo cha nguvu, nishati, (T'aaqah, Energy) za joto.","lang":"sw"},{"name":"25:62","price":"Naye ndiye aliye fanya usiku na mchana kufuatana kwa nafuu ya anaye taka kukumbuka, au anaye taka kushukuru.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"Mwingi wa Rehema ndiye aliye ufanya usiku na mchana kufuatana, mmoja nyuma ya mwenzie. Na tumeyapanga haya ili mwenye kutaka akumbuke mpango huu, na ajue hikima ya Mwenyezi Mungu na uweza wake; au apate kushukuru kwa neema hii njema.","lang":"sw"},{"name":"25:63","price":"Na waja wa Arrahman Mwingi wa Rehema ni wale wanao tembea ulimwenguni kwa staha, na wajinga wakiwasemeza hujibu: Salama!","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"Na waja wa Mwenyezi Mungu ni wale wanao nyenyekea duniani. Wakitembea katika ardhi wanatembea kwa utulivu na staha. Hali kadhaalika katika mambo yao yote. Na masafihi katika washirikina wakiwasubu (wakiwatukana) wanawaachilia mbali na shani yao, na wanawaambia: Hatuna shani nanyi. Letu sisi ni Assalamu Alaikum!","lang":"sw"},{"name":"25:64","price":"Na wale wanao kesha kwa ajili ya Mola wao Mlezi kwa kusujudu na kusimama.","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"Na wale ambao wanakesha katika ibada na Sala, wakimdhukuru Mwenyezi Mungu kwa wingi.","lang":"sw"},{"name":"25:65","price":"Na wale wanao sema: Mola wetu Mlezi! Tuondolee adhabu ya Jahannamu. Hakika adhabu yake ikimpata mtu haimwachi.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"Na wale ambao khofu yao inashinda matarajio - nao ndio mwendo wa wachamngu. Basi wanaikhofu adhabu ya Akhera, na hawaachi kumwomba Mwenyezi Mungu awaepusha na adhabu ya Jahannamu. Kwani adhabu yake ikimteremkia mkosefu inamganda, wala haimwachi.","lang":"sw"},{"name":"25:66","price":"Hakika hiyo ni kituo na makao mabaya.","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"Na hakika Jahannamu ni kituo kiovu mno kwa mwenye kutua, na makao maovu kwa mwenye kukaa ndani yake.","lang":"sw"},{"name":"25:67","price":"Na wale ambao wanapo tumia hawatumii kwa fujo wala hawafanyi ubakhili, bali wanakuwa katikati baina ya hayo.","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"Na katika alama za waja wa Mwenyezi Mungu ni kuwa wana kiasi katika kutumia kwao mali, kwa ajili ya nafsi zao na jamaa zao. Wao hawafanyi ubadhirifu, wala hawabanii matumizi bila ya kiasi. Bali kutoa kwao ni kati kati baina ya hayo.","lang":"sw"},{"name":"25:68","price":"Na wale wasio mwomba mungu mwengine pamoja na Mwenyezi Mungu, wala hawaui nafsi aliyo iharimisha Mwenyezi Mungu isipo kuwa kwa haki, wala hawazini - na atakaye fanya hayo atapata madhara,","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"Na katika sifa zao hao waja wa Mwenyezi Mungu ni kuwa wameisafia niya Tawhid, na wakatupilia mbali kila athari ya ushirikina katika kumuabudu Mola wao Mlezi. Na wakajizuia kuuwa nafsi aliyo kataza Mwenyezi Mungu kuuliwa, ila ikiwa imefanya uadui basi huuliwa kwa haki. Nao hujitenga mbali na uzinzi, na katika mambo ya starehe hawatendi ila lilio halali tu, ili waepukane na adhabu ya mambo yanayo angamiza. Kwani anaye tenda katika mambo hayo atakuta shari na adhabu.","lang":"sw"},{"name":"25:69","price":"Atazidishiwa adhabu Siku ya Kiyama, na atadumu humo kwa kufedheheka.","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"Na Siku ya Kiyama atapata adhabu mardufu kuliko hiyo, na atadumu Motoni kwa udhalili na unyonge.","lang":"sw"},{"name":"25:70","price":"Isipo kuwa atakaye tubu, na akaamini, na akatenda vitendo vyema. Basi hao Mwenyezi Mungu atayabadilisha maovu yao yawe mema. Na Mwenyezi Mungu ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"Lakini mwenye kutubu na madhambi haya na akawa mkweli katika Imani yake, na akafuatiliza hayo kwa ut'iifu na vitendo vyema, hao atawasamehe kwa rehema yake, na atawajaalia bora ya thawabu badala ya maovu yaliyo kwisha tangulia. Na hakika shani ya Mwenyezi Mungu ni kurehemu na kusamehe.","lang":"sw"},{"name":"25:71","price":"Na aliye tubu na akafanya mema, basi hakika huyo ametubu kweli kweli kwa Mwenyezi Mungu.","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"Na hivyo ndio mambo yetu yendavyo, yaani kuwa mwenye kutubu madhambi, na akaonyesha matokeo yake katika kukubali ut'iifu na kuepuka maasi, basi huyo Mwenyezi Mungu huikubalia toba yake. Na kwa hivyo hurejea kwa Mola wake Mlezi baada ya kumwacha kwake.","lang":"sw"},{"name":"25:72","price":"Na wale ambao hawatoi ushahidi wa uwongo, na pindi wapitapo penye upuuzi, hupita kwa hishima yao.","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"Na katika khulka za waja wa Mwingi wa Rehema ni kuwa wanajiepusha na kutoa ushahidi wa uwongo, na wakisadifu kukutana na mtu asiye kuwa na kauli au kitendo chema hawashirikiani naye katika hayo, na huacha kufuatana naye.","lang":"sw"},{"name":"25:73","price":"Na wale ambao wanapo kumbushwa Ishara za Mola wao Mlezi hawajifanyi viziwi nazo, na vipofu.","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"Na katika sifa zao ni kuwa mwenye kuwaidhi akiwapa mawaidha, na akawasomea Aya za Mwenyezi Mungu, humwelekea kumsikiliza, na nyoyo zao zikawaidhika, na macho yao hufunuka. Wala hawawi kama wale ambao wanatapatapa wanapo yasikia, wanapuuza, masikio yao hayapenyi kitu, wala macho yao hayafumbuki.","lang":"sw"},{"name":"25:74","price":"Na wale wanao sema: Mola wetu Mlezi! Tupe katika wake zetu na wenetu yaburudishayo macho, na utujaalie tuwe waongozi kwa wachamngu.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"Na wao humwomba Mola wao Mlezi awajaalie wake zao na watoto wao wawe wa kuwapoza moyo kwa vitendo vya kheri, na awajaalie wawe ni waongozi katika kheri ili watu wema wawafuate.","lang":"sw"},{"name":"25:75","price":"Hao ndio watakao lipwa makao ya juu kwa kuwa walisubiri, na watakuta humo maamkio na salamu.","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"Hawa wenye kusifiwa kwa sifa hizi tulizo zitaja ndio waja wa Mwenyezi Mungu wa kweli. Na malipo yao ni makao ya Peponi ya juu, kuwa ni jazaa ya kusubiri kwao juu ya ut'iifu. Na huko Peponi watakuta maamkio, na kusalimiwa.","lang":"sw"},{"name":"25:76","price":"Wadumu humo - kituo na makao mazuri kabisa.","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"Na neema zao za Peponi ni za daima, hazikatiki. Pepo ndio kituo na makao mema kabisa.","lang":"sw"},{"name":"25:77","price":"Sema: Mola wangu Mlezi asinge kujalini lau kuwa si kuomba kwenu. Lakini nyinyi mmemkadhibisha. Basi adhabu lazima iwe.","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"Ewe Mtume! Waambie watu: Mwenyezi Mungu hakutakini nyinyi ila mumuabudu Yeye, na mumwombe Yeye katika mambo yenu, wala msimwombe yeyote mwenginewe. Na kwa hayo ndio kakuumbeni. Lakini makafiri katika nyinyi wameyakanusha waliyo kuja nayo Mitume. Basi adhabu yao itawaganda hao, wala hapana wa kuwaokoa nayo.","lang":"sw"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}