{"data":[{"name":"28:1","price":"T'A SIN MIM, (T'.S.M.) .","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"T'a Sin Mim, harufi za kutamkwa kubainisha kuwa Qur'ani hii ni muujiza wa harufi hizi hizi za mazungumzo yenu, na ili kuwazindua wenye kusikia.","lang":"sw"},{"name":"28:2","price":"Hizi ni Aya za Kitabu kinacho bainisha.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"Ewe Mtume! Aya hizi tunazo kufunulia wewe ni Aya za Qur'ani yenye kubainisha kwa uwazi, yenye kudhihirisha Haki iwe mbali na uwongo, na halali iwe mbali na haramu, na itoe ahadi ya kulipwa thawabu, na kuhadharisha na adhabu.","lang":"sw"},{"name":"28:3","price":"Tunakusomea khabari za Musa na Firauni kwa Haki kwa ajili ya watu wanao amini.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"Tunakusimulia baadhi ya khabari za Musa na Firauni kwa ukweli, ili wapate kuzizingatia Waumini.","lang":"sw"},{"name":"28:4","price":"Hakika Firauni alitakabari katika nchi, na akawagawa wananchi makundi mbali mbali. Akalidhoofisha taifa moja miongoni mwao, akiwachinja watoto wao wanaume na akiwaacha watoto wao wanawake. Hakika yeye alikuwa katika mafisadi.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"Hakika Firauni alipandwa na kiburi, na akapita mipaka katika udhalimu wake, na akatakabari mno katika nchi ya Misri. Akawafanya watu wa nchi hiyo makundi makundi, akiwanyanyua baadhi yao na akiwadhalilisha wenginewe, na khasa aliwadhoofisha Wana wa Israili. Akawa anawachinja watoto wao wanaume na akiwabakisha wanawake. Kwa hakika huyo alikuwa ni katika walio pita hadi katika ujabari na ufisadi.","lang":"sw"},{"name":"28:5","price":"Na tukataka kuwafadhili walio dhoofishwa katika nchi hiyo na kuwafanya wawe waongozi na kuwafanya ni warithi.","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"Na Mwenyezi Mungu akataka kuwafadhilisha alio wafanya wanyonge Firauni katika nchi, na awafanye ndio wa kuongoza katika njia za kheri, na awarithishe ufalme na madaraka ya nchi.","lang":"sw"},{"name":"28:6","price":"Na kuwapa nguvu katika nchi, na kutokana na wao kuwaonyesha kina Firauni na Hamana na majeshi yao mambo yale waliyo kuwa wakiyaogopa.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"Na tuwathibitishe katika nchi, na wawe na pahali pao humo. Na tuwathibitishie Firauni na Hamana na majeshi yao yale waliyo kuwa wakiyakhofu, nayo ni kuondoka ufalme wake kwa mkono wa mwenye kuzaliwa katika Wana wa Israili.","lang":"sw"},{"name":"28:7","price":"Tulimfunulia mama yake Musa kwa kumwambia: Mnyonyeshe. Na utakapo mkhofia basi mtie mtoni, na usikhofu wala usihuzunike. Hakika Sisi tutamrudisha kwako na tutamfanya miongoni mwa Mitume.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"Na Mwenyezi Mungu alimfahamisha mama yake Musa, alipo kuwa anamkhofia asichinjwe na Firauni kama alivyo kuwa akiwachinja watoto wanaume wa Bani Israili, kwamba amnyonyeshe kwa kituo na hatauliwa na Firauni. Ikiwa anaogopa asije kutambulikana amtie katika sanduku, na amtie katika mto wa Nile bila ya khofu wala huzuni. Kwani bila ya shaka Mwenyezi Mungu amedhamini kumhifadhi na kumrejeshea mwenyewe, na kumtuma kwa Wana wa Israili.","lang":"sw"},{"name":"28:8","price":"Basi wakamwokota watu wa Firauni, aje kuwa adui kwao na huzuni. Hakika Firauni na Hamana na majeshi yao walikuwa wenye makosa.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"Watu wa Firauni wakamchukua, ili aliyo kadiria Mwenyezi Mungu yatimie, yaani Musa apate kuwa Mtume mwenye kuwapinga wao, na mwenye kuwaletea huzuni, kwa kuitoa kombo dini yao na kuishambulia dhulma yao. Hakika Firauni na Hamana na wasaidizi wao walikuwa ni watu wenye madhambi, walio pindukia mipaka katika ujeuri na uharibifu.","lang":"sw"},{"name":"28:9","price":"Na mkewe Firauni alisema: Atakuwa kiburudisho cha macho kwangu na kwako. Msimuuwe! Huenda akatufaa, au tumpange kuwa mwenetu. Wala wao hawakutambua.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"Mke wa Firauni alipo mwona mtoto alimwambia mumewe: Mtoto huyu atatuletea furaha mimi na wewe. Tumweke, tusimuuwe, kwa kutaraji kuwa atakuja tufaa kuendesha mambo yetu. Au tumfanye mwenetu wa kumlea. Na wao kumbe hawatambui aliyo mkadiria Mwenyezi Mungu.","lang":"sw"},{"name":"28:10","price":"Na moyo wa mama yake Musa ukawa mtupu. Alikuwa karibu kumdhihirisha, ingeli kuwa hatukumtia nguvu moyo wake ili awe miongoni mwa Waumini.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"Na mama yake Musa akawa hajitambui kwa dhiki iliyo muingia kwa kuwa mwanawe kaangukia mikononi mwa Firauni. Akawa anakurubia kujitambulisha kwamba yeye ndiye mama yake. Lau ingeli kuwa Mwenyezi Mungu hakuutia imara moyo wake kwa kusubiri, basi angeli tangaza kuwa huyo ni mwanawe, jinsi alivyo kuwa akimhurumia, na pia ili awe miongoni mwa Waumini wenye kutulia.","lang":"sw"},{"name":"28:11","price":"Naye akamwambia dada yake Musa: Mfuatie. Basi naye akawa anamuangalia kwa mbali bila ya wao kujua.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"Yule mama akamwambia dada yake Musa: Mfuatie upate kujua khabari zake. Basi akawa anamwona kwa mbali na anatahadhari asitambulikane, na Firauni na watu wake wakawa hawajui kama yule ni dada yake.","lang":"sw"},{"name":"28:12","price":"Na tukamjaalia awakatae wanyonyeshaji wote tangu mwanzo, mpaka dada yake akasema: Je! Nikuonyesheni watu wa nyumba watakao mlea kwa ajili yenu, nao pia watakuwa wema kwake?","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"Mwenyezi Mungu alimjaalia yule mtoto akatae ziwa la kila mnyonyeshaji kabla hawajamjia mama yake. Watu wa Firauni wakaingiwa na ghamu, na wakashughulishwa na hayo. Yule dada yake ndio akawaambia: Nikuongozeni kwenye ukoo utakao muangalia huyu mtoto, na kumnyonyesha, na kumlea, nao watamtazama vizuri?","lang":"sw"},{"name":"28:13","price":"Basi tukamrudisha kwa mama yake ili macho yake yaburudike, wala asihuzunike. Na ajue ya kwamba ahadi ya Mwenyezi Mungu ni ya kweli, lakini wengi wao hawajui.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"Wakaukubali uwongozi wake, na Mwenyezi Mungu akamrudisha kwa mama yake, ili nafsi yake itue, na afurahi kwa kurudi kwake, wala asihuzunike kwa kuwa mbali naye, na ili azidi kujua ya kwamba ahadi ya Mwenyezi Mungu aliyo mpa kuwa atamrudishia imetimia wala hayendi kinyume. Lakini watu wengi walikuwa hawajui kurudi Musa kwa mama yake, kwani hayo yote yalifichikana kwao.","lang":"sw"},{"name":"28:14","price":"Na Musa alipo fika utu-uzima baraabara, tulimpa akili na ilimu. Na hivi ndivyo tunavyo walipa walio wema.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"Na Musa alipo kwisha kuwa mtu mzima, na akakamilika, Mwenyezi Mungu alimpa hikima na ilimu. Na hisani kama hii tuliyo mpa Musa na mama yake, tunawapa wema wote kwa ajili ya wema wao.","lang":"sw"},{"name":"28:15","price":"Na akaingia mjini wakati wa kughafilika wenyeji wake, na akakuta humo watu wawili wanapigana - mmoja ni katika wenzake, na mwengine katika maadui zake. Yule mwenzake alimtaka msaada kumpiga adui yake. Musa akampiga ngumi, akamuuwa. Akasema: Hiki ni kitendo cha Shet'ani; hakika yeye ni adui, mpotezaji dhaahiri.","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"Musa akaingia mjini Misri wakati walipo kuwa watu wake wameghafilika. Akawakuta watu wawili wanapigana. Mmoja ni katika Wana wa Israili, na mwengine katika kaumu ya Firauni. Yule Muisraili akamtaka msaada kumpiga khasimu yake. Naye Musa akamsaidia. Akampiga konde yule khasimu, akamuuwa bila ya kukusudia. Musa akajuta na akasema: Hakika mimi kuja kufanya kitendo hichi ni kazi ya Shetani. Hakika Shetani ni adui aliye wazi kwa uadui na kupoteza.","lang":"sw"},{"name":"28:16","price":"Akasema: Mola wangu Mlezi! Hakika mimi nimejidhulumu nafsi yangu; basi nisamehe. Akamsamehe; hakika Yeye ni Mwenye kusamehe Mwenye kurehemu.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"Musa akasema kwa kunyenyekea kwa Mwenyezi Mungu na majuto: Ewe Mola wangu Mlezi! Mimi nimejidhulumu nafsi yangu kwa niliyo yatenda. Basi nighufirie kitendo changu hichi. Mwenyezi Mungu akamuitikia ombi lake na akamsamehe. Hakika Mwenyezi Mungu ni Mkuu wa kusamehe, Mkunjufu wa rehema.","lang":"sw"},{"name":"28:17","price":"Akasema: Mola wangu Mlezi! Kwa ulivyo nineemesha, basi mimi sitakuwa kabisa msaidizi wa wakosefu.","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"Musa akasema kwa kunyenyekea: Ewe Mola wangu Mlezi! Kwa haki ya kunineemesha kwako kwa kunipa hikima, na ilimu, niwezeshe nitende kheri na yanayo faa. Ukiniwezesha hivyo basi kabisa sitakuwa msaidizi wa makafiri.","lang":"sw"},{"name":"28:18","price":"Akapambazukiwa mjini asubuhi naye ana khofu, akiangalia huku na huku. Mara yule yule aliye mtaka msaada jana akawa anampigia kelele amsaidie. Musa akamwambia: Hakika wewe ni mgomvi kweli kweli.","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"Kulipo pambazuka asubuhi Musa alikuwapo mjini, Misri, naye yumo katika khofu, akitaraji kufikiwa na madhara kutokana na watu kwa sababu vile alivyo muuwa Mmisri. Akamwona yule Muisraili aliye mtaka msaada jana, naye akamtaka msaada mara ya pili katika ugomvi na Mmisri mwengine. Musa akamkemea kwa kumwambia: Hakika wewe mtu matata mno, na dhaahiri wewe ni mpotovu. Unafanya yale yale uliyo yafanya jana, na unaniita tena nikusaidie!","lang":"sw"},{"name":"28:19","price":"Basi alipo taka kumshika kwa nguvu yule aliye adui wao wote wawili, akasema: Ewe Musa! Unataka kuniuwa kama ulivyo muuwa mtu jana? Wewe hutaki ila kuwa jabari katika nchi, wala hutaki kuwa miongoni mwa wenye maslaha","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"Na Musa alipo taka kumtumilia nguvu Mmisri, ambaye ni adui wao wote wawili; kwa sababu ya uadui huu, yule mtu alidhani kuwa Musa atamuuwa, basi akasema: Unataka kuniuwa kama ulivyo muuwa mtu jana? Wewe hutaki ila kuwa muasi tu katika nchi, wala hutaki kuwa miongoni wanao lingania maslaha na kheri.","lang":"sw"},{"name":"28:20","price":"Na akaja mtu kutoka mwisho wa mji akipiga mbio, akasema: Ewe Musa! Wakubwa wanashauriana kukuuwa. Basi toka! Hakika mimi ni katika wanao kupa nasaha.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"Akaja mtu mmoja Muumini katika kaumu ya Firauni kutoka mwisho wa mji, ilipo enea khabari ya Musa kumuuwa Mmisri. Yule mtu akamwambia Musa kwamba watu wanapanga kutaka kumuuwa. Akamwambia: Toka mji, ukimbie usije ukauliwa! Hakika mimi ni katika wanao kupa nasaha.","lang":"sw"},{"name":"28:21","price":"Basi akatoka, naye ana khofu, akiangalia huku na huku. Akasema: Mola wangu Mlezi! Niokoe na watu madhaalimu.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"Musa akautoka mji naye amejaa khofu wasije maadui wakamdhuru, akimnyenyekea Mwenyezi Mungu amwokoe na udhalimu wa makafiri.","lang":"sw"},{"name":"28:22","price":"Na alipo elekea upande wa Madyana alisema: Asaa Mola wangu Mlezi akaniongoa njia iliyo sawa.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"Alipo elekea Madyana, kijiji cha Shuaibu - kwa kuwa huko iko amani - alimwomba Mwenyezi Mungu kwa unyenyekevu amwongoe njia ya kheri na ya kuokoka.","lang":"sw"},{"name":"28:23","price":"Na alipo yafikia maji ya Madyana alikuta umati wa watu wananywesha (wanyama wao), na akakuta karibu yao wanawake wawili wanawazuia wanyama wao. Akasema: Mna nini? Wakasema: Hatunyweshi sisi mpaka wamalize hao wachunga. Na baba yetu ni mzee sana.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"Alipo yafikia maji ya Madyana wanapo nyweshea maji alikuta karibu na kisima kundi la watu wengi mbali mbali wanawanywesha wanyama wao wa mifugo. Na pahali pa chini kuliko hapo pao akawakuta wanawake wawili wanawazuia kunywa maji kondoo na mbuzi wao. Musa akawaambia: Mbona mko mbali na maji? Wakajibu: Hatuwezi kusukumana, na wala hatunyweshi sisi mpaka hawa wachunga wamalize wao kunywesha. Na baba yetu ni mkongwe, hawezi kuchunga wala kunywesha wanyama.","lang":"sw"},{"name":"28:24","price":"Basi Musa akawanyweshea; kisha akarudi kivulini, na akasema: Mola wangu Mlezi! Hakika mimi ni mhitaji wa kheri utakayo niteremshia.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"Musa akajitolea kuwakhudumia akawanyweshea. Kisha akenda kuegemea mti akipumzika baada ya kuhangaika kule, naye akisema kwa unyenyekevu: Ewe Mola wangu Mlezi! Hakika mimi ni mwenye haja ya kheri yoyote na riziki yoyote utayo niletea.","lang":"sw"},{"name":"28:25","price":"Basi mmoja katika wale wanawake wawili akamjia, naye anaona haya. Akasema: Baba yangu anakwita akulipe ujira wa kutunyweshea. Basi alipo mjia na akamsimulia visa vyake, alisema: Usiogope; umekwisha okoka kwenye watu madhaalimu.","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"Mmmoja wa wale mabinti akaja na ujumbe kutoka kwa baba yake baada ya kwisha jua khabari za Musa na wao wale mabinti. Naye akaja na huku anaona haya. Akasema: Baba yangu anakwita ili akulipe ujira kwa ulivyo tunyweshea maji. Basi alipo kwenda kwake na akamsimulia kisa chake cha kutoka Misri, akasema yule mzazi wa mabinti: Usikhofu; umekwisha okoka kwa hao watu madhaalimu. Kwani Firauni hana madaraka juu yetu.","lang":"sw"},{"name":"28:26","price":"Akasema mmoja katika wale wanawake: Ewe baba yetu! Muajiri huyu. Hakika mbora wa kumuajiri ni mwenye nguvu na muaminifu.","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"Mmoja wa wale mabinti alisema: Ewe baba yangu! Mchukue umpe kazi ya kuchunga kondoo na mbuzi na kuwasimamia kwa haja zao. Hakika huyu ni mbora wa kumuajiri kwa sababu ya nguvu zake na uaminifu wake.","lang":"sw"},{"name":"28:27","price":"Akasema: Mimi nataka kukuoza mmojawapo katika binti zangu hawa wawili kwa kunitumikia miaka minane. Ukitimiza kumi, khiari yako; lakini mimi sitaki kukutaabisha. Inshallah utanikuta miongoni mwa watu wema.","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"Shuaibu a.s. akamwambia: Mimi nataka kukuoza mmoja wa hawa mabinti zangu kwa mahari ya kunifanyia kazi muda wa miaka minane. Ukitimiza kumi itakuwa ni khiari yako. Wala mimi sitaki kukulazimisha huo muda mrefu. Na Inshallah, Mwenyezi Mungu akipenda, utaniona mimi ni katika watu wema, wenye kwenda nawe kwa ihsani na kutimiza ahadi.","lang":"sw"},{"name":"28:28","price":"Musa akasema: Hayo yamekwisha kuwa baina yangu na wewe. Muda mmojapo nikiumaliza sitiwi ubayani. Na Mwenyezi Mungu ni Mlinzi juu ya haya tunayo yasema.","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"Musa akasema: Hayo uliyo niahidi ni sawa sawa baina yangu na wewe. Muda wowote katika huo nitakao kufanyia kazi itakuwa nimekutimizia ahadi yako. Wala mimi sitaki zaidi kuliko hayo. Na Mwenyezi Mungu ni shahidi kwa tunayo yasema.","lang":"sw"},{"name":"28:29","price":"Basi alipo timiza muda wake na akasafiri na ahali zake, aliona moto upande wa Mlima T'uri. Akawaambia ahali zake: Ngojeni! Mimi nimeona moto, labda nitakuleteeni kutoka huko khabari au kijinga cha moto ili mpate kuota moto.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"Musa alipo timiza muda wake walio patana, na akawa mume wa binti wa yule aliye mpokea, na akawa anarudi Misri, aliona njiani mwake katika upande wa Mlima wa T'uri moto unawaka. Akawaambia walio kuwa pamoja naye: Kaeni hapa. Mimi nimeuona moto, nimefurahi nao katika giza hili. Nitawendea nikuleteeni khabari ya njia, au nipate kijinga cha moto mpate walau moto wa kuota kujilinda na baridi.","lang":"sw"},{"name":"28:30","price":"Basi alipo ufikia aliitwa kutoka ng'ambo ya bonde la kuliani katika eneo lilio barikiwa kutoka kwenye mti: Ewe Musa! Hakika Mimi ni Mwenyezi Mungu, Mola Mlezi wa walimwengu wote.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"Musa alipo ufikia moto alio uona alisikia kutoka upande wa kulia kwenye mti wenye kumea katika eneo lilio barikiwa ubavuni mwa Mlima, wito wa juu ukisema: Ewe Musa! Hakika Mimi ni Mwenyezi Mungu ambaye hapana anaye stahiki kuabudiwa isipo kuwa Yeye, Mwenye kuumba viumbe vyote na ni Mwenye kuvilinda na kuvihifadhi na kuvilea.","lang":"sw"},{"name":"28:31","price":"Na tupa chini fimbo yako. Basi alipo iona ikitikisika kama nyoka, akarudi nyuma wala hakutazama. (Akaambiwa): Ewe Musa! Njoo mbele wala usiogope. Hakika wewe ni miongoni mwa walio salimika.","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"Na akanadiwa: Tupa chini fimbo yako. Akaitupa chini. Mwenyezi Mungu akaigeuza ikawa nyoka. Musa alipo iona inakwenda kama nyoka alikhofu, na akakimbia kwa kufazaika. Akaambiwa: Ewe Musa! Njoo, unaitwa urejee pahala pako, wala usiogope. Kwani wewe ni katika walio hifadhiwa na kila cha kuchukiza.","lang":"sw"},{"name":"28:32","price":"Ingiza mkono wako kwenye mfuko wako, utatoka mweupe pasipo na ubaya. Na jiambatishe mkono wako ukihisi khofu. Basi hizi ni dalili mbili zitokazo kwa Mola wako Mlezi kumpelekea Firauni na wakuu wa umma wake. Hakika hao walikuwa watu mafaasiki.","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"Na uingize mkono wako kwenye uwazi wa nguo yako utatoka mweupe, bila ya ila wala maradhi. Na jiambatishe mkono wako ubavuni mwako katika nguo ukiwa una khofu. Wala usishituke kwa kuona fimbo imekuwa nyoka, na kuona mkono wako umekuwa mweupe. Kwani miujiza hii miwili inatokana na Mwenyezi Mungu ya kumkabili nayo Firauni na kaumu yake watapo ukabili Ujumbe wako kwa kuukadhibisha na hali wametoka kwenye ut'iifu wa Mwenyezi Mungu.","lang":"sw"},{"name":"28:33","price":"Akasema: Mola wangu Mlezi! Hakika mimi nilimuuwa mtu katika wao, kwa hivyo naogopa wataniuwa.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"Musa akasema, kwa khofu na kuomba msaada: Ewe Mola wangu Mlezi! Hakika mimi nimemuuwa mtu katika hao, na nina khofu watakuja niuwa kwa kisasi.","lang":"sw"},{"name":"28:34","price":"Na ndugu yangu Harun ni fasihi zaidi ulimi wake kuliko mimi. Basi mtume ende nami kunisaidia, ili anisadikishe. Hakika mimi nina khofu watanikadhibisha.","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"Na ndugu yangu, Harun, ni fasihi zaidi ulimi wake kuliko mimi. Basi mtume awe pamoja nami katika kufikisha Utume, kwani mimi nina khofu watanikanusha.","lang":"sw"},{"name":"28:35","price":"(Mwenyezi Mungu) akasema: Tutautia nguvu mkono wako kwa nduguyo, na tutakupeni madaraka, hata wasikufikilieni. Kwa sababu ya Ishara zetu nyinyi na watakao kufuateni mtashinda.","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"Mwenyezi Mungu akasema, kuitikia ombi lake: Tutakutia nguvu kwa kumtuma Harun. Na tutakupeni nyinyi wawili madaraka, na tutakuungeni mkono kwa miujiza. Kwa hivyo hawatoweza kukuvamieni. Na nyinyi wawili na walio kufuateni na wakaongoka kwa msaada wenu, mtakuwa wenye kuwashinda hawa makafiri.","lang":"sw"},{"name":"28:36","price":"Basi alipo wafikia Musa na Ishara zetu, walisema: Haya si chochote ila ni uchawi ulio zuliwa. Na hatukuyasikia haya kwa baba zetu wa zamani.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"Musa alipo wakabili kwa wito wake ulio tiliwa nguvu na miujiza iliyo wazi, waliyakanusha waliyo yaona, na wakasema: Haya si chochote ila ni uchawi unao mzulia Mwenyezi Mungu. Na hatukupata kusikia haya unayo tuitia kwa baba zetu wa zamani walio tangulia.","lang":"sw"},{"name":"28:37","price":"Na Musa akasema: Mola wangu Mlezi ni Mwenye kujua kabisa nani anaye kuja na uwongofu unao toka kwake, na nani atakaye kuwa na mwisho mwema wa makaazi. Hakika wenye kudhulumu hawatafanikiwa.","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"Na Musa alisema kumjibu Firauni na kaumu yake: Mola wangu Mlezi anajua kwa hakika kuwa mimi nimeleta Ishara hizi zenye kuonyesha Haki na Uwongofu kutokana naye Yeye. Basi Yeye ndiye shahidi wangu kwa haya, ikiwa nyinyi mnanikadhibisha. Na Yeye anajua kuwa mwisho mwema ni wetu sisi watu wa Haki. Hakika makafiri hawapati kheri.","lang":"sw"},{"name":"28:38","price":"Na Firauni akasema: Enyi waheshimiwa! Sijui kama mnaye mungu asiye kuwa mimi. Ewe Haman! Niwashie moto unichomee udongo, unijengee mnara nipate kumchungulia mungu wa Musa. Na hakika mimi namwona yeye ni katika waongo.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"Na Firauni alipo shindwa kuhojiana na Musa, na akaendelea na jeuri zake, alisema: Enyi wahishimiwa! Mimi sijui kama yupo mungu wenu mwenginewe isipo kuwa mimi. Na akamuamrisha waziri wake Haman amchomee matufali, na amjengee mnara mrefu apande, ende kumtazama huyo mungu anaye mlingania Musa.","lang":"sw"},{"name":"28:39","price":"Na alipanda kiburi yeye na majeshi yake katika nchi bila ya haki, na wakadhania kuwa hawatarudishwa kwetu.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"Firauni na majeshi yake wakaendelea wakifanya kiburi katika nchi ya Misri kwa upotovu. Na wakadhani kuwa kabisa hawato fufuliwa Akhera kwa ajili ya hisabu na malipo.","lang":"sw"},{"name":"28:40","price":"Basi tukamshika yeye na majeshi yake, na tukawatupa baharini. Basi hebu angalia ulikuwaje mwisho wa wenye kudhulumu?","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"Tukamng'oa Firauni kwenye utawala wake, na tukawavutia taratibu yeye na majeshi yake mpaka baharini, na tukawazamisha na huku tunawatupia sababu ya dhulma yao. Basi zingatia, ewe Muhammad, na uwahadharishe watu wako watazame vipi unakuwa mwisho wa wenye kudhulumu katika dunia yao. Na hakika wewe ni mwenye kusaidiwa kupata ushindi juu yao.","lang":"sw"},{"name":"28:41","price":"Na tuliwafanya ni waongozi waitao kwenye Moto. Na Siku ya Kiyama hawatanusuriwa.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"Mwenyezi Mungu Mtukufu amesema: Na tukawafanya hao ni wenye kuitia watu kwenye ukafiri, ambao khatima yake ni Moto. Na Siku ya Kiyama hawampati wa kuwanusuru na kuwatoa kwenye adhabu.","lang":"sw"},{"name":"28:42","price":"Na tukawafuatishia laana katika dunia hii, na Siku ya Kiyama watakuwa miongoni mwa wanao chusha.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"Na tukawafanya katika dunia hii wenye kupata laana, yaani wenye kutolewa wasiipate rehema yetu; na Siku ya Kiyama watakuwa miongoni mwa walio angamizwa. Na yaliyo simuliwa katika Aya mbili hizi juu yao ni dalili ya ghadhabu ya Mwenyezi Mungu.","lang":"sw"},{"name":"28:43","price":"Na hakika bila ya shaka tulimpa Musa Kitabu baada ya kwisha ziangamiza kaumu za mwanzo, ili kiwafumbue macho watu, na kiwe uwongofu, na rehema, ili wapate kukumbuka.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"Na kwa yakini Mwenyezi Mungu alimteremshia Musa Taurati, baada ya kuwahiliki wakanushao katika kaumu zilizo tangulia, ili iwe nuru ya nyoyo. Kwani nyoyo hizo zilikuwa gizani, haziijui Haki wala uwongozi mwema. Kwani hao walikuwa wakitangatanga tu katika upotovu, na hawaijui njia ya kupatia rehema kwa mwenye kutenda kwa ajili yake, na wakawaidhika kwa yaliyomo katika hiyo Taurati, na wakakimbilia kuzifuata amri, na kuyaacha yaliyo katazwa.","lang":"sw"},{"name":"28:44","price":"Wala wewe hukuwa upande wa magharibi tulipo mpa Musa amri, wala hukuwa katika walio hudhuria.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"Wala wewe Muhammad, hukuwa na Musa upande wa magharibi wa huo mlima, pale Mwenyezi Mungu alipo agana naye kumuamrisha Ujumbe. Wala hukuishi zama za Musa, wala hukushuhudia alipo fikisha Utume. Basi vipi hawa watu wako wanakanusha Utume wako na wewe unawasomea khabari za walio tangulia?","lang":"sw"},{"name":"28:45","price":"Lakini Sisi tuliziumba kaumu, na ukawa mrefu umri juu yao. Wala hukuwa mkaazi na watu wa Madyana ukiwasomea Aya zetu. Lakini ni Sisi tulio kuwa tukiwatuma Mitume.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"Na lakini Sisi tumeziumba kaumu nyingi katika vizazi vilivyo pitiwa na zama ndefu, hata wakasahau maagano yaliyo chukuliwa kwao. Na wewe, ewe Mtume, hukuwa mkaazi wa Madyana hata ndio uwasimulie watu wa Makka khabari zao. Lakini Sisi tumekutuma wewe, na tumekupa khabari zao kwa njia ya wahyi (Ufunuo).","lang":"sw"},{"name":"28:46","price":"Wala hukuwa kando ya mlima tulipo nadi. Lakini ni rehema itokayo kwa Mola wako Mlezi ili uwaonye watu wasio pata kufikiwa na mwonyaji kabla yako, huenda wakakumbuka.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"Wala wewe, ewe Mtume, hukuwepo hapo kando ya mlima pale Mwenyezi Mungu alipo mwita Musa na akamteuwa kumpa Utume wake. Lakini Mwenyezi Mungu amekujuvya haya kwa njia ya wahyi (ufunuo), kutokana na rehema yake kwako na kwa umma wako, wapate kufikisha hayo kwa kaumu ambayo haikupata kufikiwa na Mtume kabla yako wewe, ili wakumbuke.","lang":"sw"},{"name":"28:47","price":"Na usije kuwasibu msiba kwa iliyo yatanguliza mikono yao, wakasema: Ewe Mola wetu Mlezi! Mbona hukututumia Mtume nasi, tukafuata Ishara zako, na tukawa miongoni mwa Waumini?","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"Ingeli kuwa makafiri wanapo patwa na mateso kwa sababu ya ukafiri wao wakataka udhuru na wakadai wakisema: Ewe Mola wetu Mlezi! Mbona hukutuletea Mtume tukamuamini na tukaikubali miujiza yake nasi tukawa miongoni mwa Waumini, basi usinge kuwepo Ujumbe wa Mitume.","lang":"sw"},{"name":"28:48","price":"Ilipo wajia Haki kutoka kwetu walisema: Mbona hakupewa kama aliyo pewa Musa? Je! Kwani wao hawakuyakataa aliyo pewa Musa zamani? Walisema: Ni wachawi wawili wanasaidiana. Na wakasema: Hakika sisi tunawakataa wote.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"Na alipo ileta Mtume wa Mwenyezi Mungu Qur'ani kutokana na Mwenyezi Mungu, makafiri walisema: Laiti yeye angeli pewa miujiza ya kuonekana na kama aliyo pewa Musa, na Kitabu cha kuteremka mara moja kama Taurati! Na hali hao walimkataa Musa na Ishara zake, kama hivi leo wanavyo mkataa Muhammad na Kitabu chake, na wakasema: Sisi tunawakataa wote wawili. Basi kukataa ndiko kuliko pelekea kuikanya miujiza.","lang":"sw"},{"name":"28:49","price":"Sema: Basi leteni Kitabu kinacho toka kwa Mwenyezi Mungu chenye kuongoka zaidi kuliko hivi viwili tukifuate, kama nyinyi mnasema kweli.","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"Ewe Mtume! Waambie: Ikiwa hamuiamini Taurati na Qur'ani basi leteni kitabu kingine kinacho toka kwa Mwenyezi Mungu kilicho na uwongofu bora kuliko hivyo, au kama hivyo, nami nikifuate pamoja nanyi, ikiwa nyinyi mnasema kweli katika hayo madai yenu kwamba tuliyo kuja nayo ni uchawi.","lang":"sw"},{"name":"28:50","price":"Na ikiwa hawakuitikii, basi jua kuwa wanafuata pumbao lao tu. Na nani aliye potea zaidi kumshinda anaye fuata pumbao lake bila ya uwongofu utokao kwa Mwenyezi Mungu. Hakika Mwenyezi Mungu hawaongoi watu wenye kudhulumu.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"Na ikiwa hawaitikii wito wako kwa kuleta kitabu kiongofu zaidi, basi jua kuwa wamebanwa na hawakubakiliwa na hoja yoyote, na kwamba kwa hayo wanafuata pumbao zao tu. Na hapana aliye zidi kwa upotovu kuliko yule anaye fuata pumbao lake katika dini, bila ya uwongofu kutokana na Mwenyezi Mungu. Hakika Mwenyezi Mungu hamwafiki mwenye kuidhulumu nafsi yake kwa kufuata upotovu bila ya kuitafuta Haki.","lang":"sw"},{"name":"28:51","price":"Na sasa kwa yakini tumewafikishia Neno ili wapate kukumbuka.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"Na bila ya shaka Mwenyezi Mungu amewateremshia Qur'ani kwa utungo, baadhi yake ikifuatia baadhi kwa mujibu wa inavyo takikana na hikima, na kulingana na ahadi, na maonyo, na hadithi, na mazingatio, ili wapate kupima na kuyaamini yaliomo ndani yake.","lang":"sw"},{"name":"28:52","price":"Wale tulio wapa Kitabu kabla yake wanakiamini hiki.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"Wale ambao tuliwateremshia Taurati na Injili kabla ya kuteremka Qur'ani, na wakaviamini vitabu hivyo viwili, na wakasadiki yaliyo tajwa humo juu ya khabari za Muhammad na Kitabu chake, hao wanamuamini Muhammad na Kitabu chake.","lang":"sw"},{"name":"28:53","price":"Na wanapo somewa wanasema: Tunaiamini. Hakika hii ni Haki inayo toka kwa Mola wetu Mlezi. Hakika sisi kabla yake tulikuwa ni Waislamu, tulio nyenyekea.","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"Na hao wakisomewa Qur'ani hufanya haraka kutangaza Imani yao, na husema: Tumeyaamini hayo, kwani hayo ni Haki inayo toka kwa Mola wetu Mlezi; na sisi tulimjua Muhammad na Kitabu chake hata kabla ya kuteremka kwake, nasi tukanyenyekea kabla ya kusomwa kwake.","lang":"sw"},{"name":"28:54","price":"Basi hao watapewa ujira wao mara mbili kwa walivyo vumilia, na wakaondoa ubaya kwa wema, na wakatoa katika tuliyo waruzuku.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"Hao ambao waliiamini Qur'ani na yaliyo teremshwa kabla yake, watapewa malipo yao maradufu - kwa ajili ya kuvumilia kwao mateso yaliyo wapata kwa ajili ya Imani, na wakakhiari vitendo vyema, na wakayakabili maovu kwa kusamehe na ihsani, na wakatoa katika njia ya kheri kutokana na mali aliyo wapa Mwenyezi Mungu.","lang":"sw"},{"name":"28:55","price":"Na wanapo sikia upuuzi hujitenga nao na husema: Sisi tuna vitendo vyetu, na nyinyi mna vitendo vyenu. Salamun Alaikum, Amani juu yenu! Sisi hatutaki kujibizana na wajinga.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"Na wanapo sikia upotovu wa wajinga hujitenga mbali nao, kwa kujiepusha na kuondoka, na husema: Sisi tuna a'mali yetu na hatuiachi, na nyinyi mna a'mali yenu ya upotovu na madhambi yake yapo juu yenu. Na sisi tunakuacheni na mambo yenu, kwani sisi hatupendi kusuhubiana na majaahili.","lang":"sw"},{"name":"28:56","price":"Kwa hakika wewe humwongoi umpendaye, lakini Mwenyezi Mungu humwongoa amtakaye. Na Yeye ndiye anawajua zaidi waongokao.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"Ewe Mtume! Hakika wewe una pupa sana kutaka hawa watu wako waongoke. Lakini wewe huwezi kumuingiza katika Uislamu kila umpendaye. Lakini Mwenyezi Mungu humwongoa kuendea Imani yule anaye mjua kuwa ameelekea uwongofu na ameukhiari. Na Yeye ndiye Mwenye kujua, wala hapana ajuaye zaidi kuliko Yeye, nani atakaye ingia katika safu za wenye kuongoka.","lang":"sw"},{"name":"28:57","price":"Na wakasema: Tukiufuata uwongofu huu pamoja nawe tutanyakuliwa kutoka nchi yetu. Je! Kwani Sisi hatukuwaweka imara katika pahala patakatifu, penye amani, ambapo huletewa matunda ya kila aina kuwa ni riziki itokayo kwetu? Lakini wengi wao hawajui.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"Na washirikina wa Makka walimwambia Mtume s.a.w. kwa kujitolea udhuru kwa kubakia kwao katika dini yao: Tukikufuata wewe katika dini yako Waarabu watatutoa katika nchi yetu, na watatushinda katika utawala wetu. Na hakika wao ni waongo katika kutoa udhuru wao huo. Kwani Mwenyezi Mungu alikuwa kawaweka imara na madhubuti katika nchi yao. Na akaifanya nchi takatifu yenye amani, hawashambuliwi wala hawauwawi, na hali wao ni makafiri. Na wanaletewa matunda na kheri nyengine za aina nyingi, ambazo Mwenyezi Mungu anawaletea kutoka kila upande. Basi huwaje awaondolee amani, na awaachilie wakinyakuliwa wakiongeza juu ya utakatifu wa Nyumba ya Alkaaba Imani kumuamini Muhammmad! Lakini wengi wao hawaijui Haki. Lau kuwa wanaijua wasinge khofu kunyakuliwa.","lang":"sw"},{"name":"28:58","price":"Na miji mingapi iliyo jifakharisha tumeiangamiza! Na hayo maskani yao hayakukaliwa tena baada yao, ila kwa uchache tu. Na Sisi ndio tumekuwa warithi wao.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"Watu hawa hawazingatii yaliyo wapata kaumu zilizo kwisha tangulia. Iliangamizwa miji ya walio ghurika na neema za Mwenyezi Mungu, na kisha wakazikanusha na wakamkanusha Mwenyezi Mungu. Na haya majumba yao yamekuwa matupu, magofu, hayafai kukaliwa ila nadra tu kwa wapita njia. Na yamebaki hayana mwenye kuyamiliki baada yao ila Mwenyezi Mungu Mwenye utukufu na ukarimu.","lang":"sw"},{"name":"28:59","price":"Na Mola wako Mlezi haangamizi miji mpaka ampeleke Mtume katika miji yake mikuu awasomee Ishara zetu. Wala hatuiangamizi miji mpaka watu wake wawe madhaalimu.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"Na haikuwa katika hikima ya Mwenyezi Mungu Mtukufu - naye ndiye Mola wako Mlezi aliye kuumba na kukuteuwa - kuiangamiza miji mikubwa ila baada ya kuwapelekea watu wake Mtume mwenye miujiza iliyo wazi awasomee Kitabu kilicho teremshwa, na awabainishie sharia, na kisha wawe hawaamini. Wala Sisi hatuangamizi miji mikubwa ila wakiwa watu wake wanaendelea na udhalimu na uadui.","lang":"sw"},{"name":"28:60","price":"Na chochote mlicho pewa ni matumizi ya maisha ya dunia na pambo lake. Na yaliyoko kwa Mwenyezi Mungu ndio bora na yatakayo baki zaidi. Basi je, hamfahamu?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"Na kila kitu mlicho ruzukiwa katika starehe za dunia na mapambo yake kina ukomo wake kwa muda mfupi. Hayo yasikuzuieni kuamini na kutenda vitendo vyema. Kwani hakika yaliyoko kwa Mwenyezi Mungu huko Akhera, nayo ni thawabu na neema za milele, yana nafuu zaidi, na yana dawamu kuliko hayo yote. Basi kwa nini hamtumii akili zenu badala ya pumbao zenu?","lang":"sw"},{"name":"28:61","price":"Je! Yule tuliye muahidi ahadi nzuri, tena naye akayapata, ni kama tuliye mstarehesha kwa starehe za maisha ya duniani, na kisha Siku ya Kiyama akawa miongoni mwa wanao hudhurishwa?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"Hawi sawa mwenye kuamini na akatenda mema na akastahiki ahadi ya Mwenyezi Mungu na ahadi ya malipo mema na Pepo, na akayapata kama alivyo muahidi Mwenyezi Mungu; kulingana huyu na yule aliye kanusha na akatenda vitendo viovu, na yakamzuga maisha ya dunia na mapambo yake, na kisha Siku ya Kiyama akawa katika walio hudhurishwa kwa ajili ya hisabu, na akawa katika wenye kuhiliki kwa adhabu.","lang":"sw"},{"name":"28:62","price":"Na siku atakapo waita na akasema: Wako wapi mlio kuwa mkidai kuwa ni washirika wangu?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"Ewe Mtume! Kumbuka siku watapo simama hawa mbele ya Mwenyezi Mungu kwa ajili ya kuhisabiwa, naye Subhanahu akawaita kwa kuwatahayarisha: Wako wapi hao miungu mlio dai kuwa ni washirika wangu, wapate kukuteteeni na kukuombeeni?","lang":"sw"},{"name":"28:63","price":"Watasema wale iliyo thibiti juu yao kauli: Mola wetu Mlezi! Hawa ndio tulio wapoteza. Tuliwapoteza kama tulivyo potea sisi. Tunajitenga nao mbele yako. Hawakuwa wakituabudu sisi.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"Watasema waongozi wa makafiri katika walio stahiki ghadhabu ya Mwenyezi Mungu na vitisho vyake: Ewe Mola wetu Mlezi! Hawa tulio waita kwenye shirki na tukawapambia upotovu tuliwapoteza. Kwa sababu wao walikhiari ukafiri na wakaupokea, kama sisi tulivyo ukhiari na tukaupokea. Leo sisi tunajitenga nao kwako na ukafiri walio ukhiari duniani. Hawakuwa wao wakituabudu sisi; bali wakiabudu pumbao zao, na wakit'ii matamanio yao.","lang":"sw"},{"name":"28:64","price":"Na itasemwa: Waiteni hao miungu wa kishirikina wenu! Basi watawaita, lakini hawatawaitikia, na wataiona adhabu; laiti wangeli kuwa wameongoka!","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"Na Mwenyezi Mungu kuwaamrisha makafiri ni kwa kuwatahayarisha tu, kwa vile kuwataka wawaite wale miungu ya ushirikina wawaokoe na adhabu yake, kama walivyo dai. Wakaitikia kwa unyonge, na wakawaita kwa kuwa hawana hila. Wasipate jawabu yoyote. Wakaiona adhabu walio ahidiwa iko mbele yao, na wakatamani lau kuwa katika dunia yao wangeli kuwa Waumini walio ongoka, jinsi ya adhabu iliyo wafikia.","lang":"sw"},{"name":"28:65","price":"Na siku atapo waita na akasema: Mliwajibu nini Mitume?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"Na ewe Mtume! Taja vile vile siku washirikina watapo itwa na Mwenyezi Mungu kwa kutahayarishwa, na wakaambiwa: Mliwajibu nini Mitume wangu nilio watuma kwenu wakuiteni kwenye Imani, nao wakafikisha Ujumbe?","lang":"sw"},{"name":"28:66","price":"Basi zitawapotea khabari siku hiyo, nao hawataulizana.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"Khabari hizo zikawapita hawazitambui kama kwamba ni vipofu. Ikawa hapana amuulizae mwenziwe, kwani wote walikuwa sawa sawa wameshindwa kujibu.","lang":"sw"},{"name":"28:67","price":"Ama mwenye kutubu na akaamini na akatenda mema, huyo atakuwa miongoni mwa wenye kufanikiwa.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"Hii ndiyo hali ya washirikina. Ama mwenye kutubu kutokana na shirki yake, na akaamini Imani ya kweli, na akatenda mema, basi huyo hutaraji kuwa kwa Mwenyezi Mungu miongoni mwa walio fuzu kuipata radhi ya Mwenyezi Mungu, na neema ya kudumu yenye kuendelea milele.","lang":"sw"},{"name":"28:68","price":"Na Mola wako Mlezi huumba na huteuwa atakavyo. Viumbe hawana khiari. Mwenyezi Mungu ametukuka na ametakasika na hao wanao washirikisha naye.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"Na Mola wako Mlezi anaumba atakalo kwa uwezo wake. Na anamkhitari amtakaye kwa hikima yake kumpa Ujumbe na ut'iifu kwa kujua kwake mwenyewe kufaa kwao. Wala hawawezi viumbe, na wala si haki, kumchagulia Mwenyezi Mungu walitakalo katika dini potovu, na miungu ya uwongo. Mtukufu ametakasika shani yake na washirika.","lang":"sw"},{"name":"28:69","price":"Na Mola wako Mlezi anayajua yaliyo ficha vifua vyao, na wanayo yatangaza.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"Ewe Mtume! Mola wako Mlezi anajua baraabara yaliomo katika vifua vya washirikina ya uadui wao juu yako, na wanayo tangaza kwa ndimi zao ya kukushutumu na kukupinga kwa ulivyo teuliwa kupewa Utume.","lang":"sw"},{"name":"28:70","price":"Naye ni Mwenyezi Mungu ambaye hapana mungu isipo kuwa Yeye. Sifa zote njema ni zake Yeye, mwanzo na mwisho. Na hukumu ni yake Yeye. Na kwake Yeye mtarejeshwa.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"Na Mola wako Mlezi, ewe Mtume, ndiye Mwenyezi Mungu wa Haki, ndiye pekee Mwenye Ungu, Mwenye kustahiki peke yake kuhimidiwa na waja wake katika dunia kwa neema zake na uwongofu wake, na katika Akhera kwa uadilifu wake na kulipa kwake. Na Yeye peke yake ndiye Mwenye hukumu, na kuamua baina ya waja wake. Na kwake Yeye ndiyo marejeo ya kwendea.","lang":"sw"},{"name":"28:71","price":"Sema: Mwaonaje, Mwenyezi Mungu angeli ufanya usiku umekukalieni moja kwa moja mpaka Siku ya Kiyama, mungu gani asiye kuwa Mwenyezi Mungu atakaye kuleteeni mwangaza? Basi je, hamsikii?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"Ewe Mtume! Sema: Enyi watu! Niambieni, Mwenyezi Mungu akikufanyieni usiku uendelee mfululizo bila ya mchana mpaka Siku ya Kiyama, je! Mnaye yeyote asiye kuwa Mwenyezi Mungu wa kukuleteeni mchana wenye mwangaza mkaweza kushughulikia maisha yenu na kuendesha mambo yenu ya dunia? Hamna hayo nyinyi. Basi kwa nini hamsikii kwa sikio la kuwaza na kuzingatia?","lang":"sw"},{"name":"28:72","price":"Sema: Mwaonaje, Mwenyezi Mungu angeli ufanya mchana umekukalieni moja kwa moja mpaka Siku ya Kiyama, mungu gani asiye kuwa Mwenyezi Mungu ataye kuleteeni usiku mkapumzika humo? Basi je, hamwoni?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"Ewe Mtume! Waambie watu: Mwenyezi Mungu akikujaalieni mchana mfululizo bila ya usiku mpaka Siku ya Kiyama, yupo asiye kuwa Mwenyezi Mungu wa kukuleteeni usiku mkapata kupumzika na kazi za mchana? Hamna hayo nyinyi. Basi kwa nini hamzioni Ishara za Mwenyezi Mungu, mkaamini na mkaongoka?","lang":"sw"},{"name":"28:73","price":"Na ni katika rehema zake amekufanyieni usiku na mchana mpate kupumzika humo na mtafute fadhila zake, na ili mpate kushukuru.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"Na miongoni mwa rehema za Mwenyezi Mungu kwa viumbe vyake ni kuwa kawaumbia usiku na mchana, inayo fuatana, ili wapate kupumzika usiku, na washughulikie kutafuta riziki zao na manufaa yao mengine wakati wa mchana, na watambue fadhila za Mwenyezi Mungu juu yao wapate kumshukuru. \"Sema: Mwaonaje, Mwenyezi Mungu angeli ufanya usiku umekukalieni moja kwa moja, mungu gani asiye kuwa Mwenyezi Mungu atakaye kuleteeni mwangaza? Basi je, hamsikii? Sema: Mwaonaje, Mwenyezi Mungu angeli ufanya mchana umekukalieni moja kwa moja mpaka Siku ya Kiyama, mungu gani asiye kuwa Mwenyezi Mungu ataye kuleteeni usiku mkapumzika humo? Basi je, hamwoni? Na ni katika rehema zake amekufanyieni usiku na mchana mpate kupumzika humo na mtafute fadhila zake, na ili mpate kushukuru.\" Hapana shaka kuwa kuumbwa kwa dunia kwa namna yake ilivyo sasa na ilivyo wekwa kwa mnasaba wa jua, na kuzunguka kwake wenyewe kwa wenyewe kila siku, na kulizunguka jua kila mwaka, hapana shaka kwamba haya yanaonyesha dhaahiri uwezo wa Mwenyezi Mungu na upweke wake. Na Aya tukufu inawazindua watu watambue ukweli ambao yawapasa wauelewe, nao ni kwamba Yeye Mtukufu lau kuwa aliumba dunia iwe na usiku wa milele, au iwe na mchana wa milele, basi hapanapo mungu mwengine anaye weza kuwaneemesha watu kwa mchana na usiku wa kufuatana kama hivi. Na hivyo ni kuwa lau kuwa dunia inazunguka juu ya msumari-kati wake na pia kulizunguka jua kwa kiwango kimoja kiasi ya siku 365 takriban, yangeli tokea mabadiliko makubwa mno. Miongoni mwao ni kudumu giza katika nusu ya dunia, na kudumu mwangaza katika nusu ya pili takriban. Na kwa hivi joto lingeli panda katika nusu yenye mwangaza kwa kiasi kisicho weza kuchukulika. Na nusu yenye giza ingeganda kwa barafu. Na pande zote mbili zisingeweza kuchukua kitu chochote chenye uhai. Ama huu mpango ulivyo sasa unapelekea kupishana usiku na mchana, na kwa hivyo kunapatikana mapumziko na utulivu wakati wa usiku, na kushughulika wakati wa mchana. Na hali ya hewa inasilihi uhai wa binaadamu, na wanyama, na mimea. Na haya ni katika fadhila za Mwenyezi Mungu juu ya waja wake, ambazo zinapelekea tukubali uwezo wake, na tudumu kumshukuru.","lang":"sw"},{"name":"28:74","price":"Na siku atakapo waita na akasema: Wako wapi hao mlio kuwa mkidai kuwa ni washirika wangu?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"Na pia, ewe Mtume, kumbuka siku watapo itwa washirikina na Mwenyezi Mungu Mtukufu kwa wito wa kuwatahayarisha, wakaambiwa: Wako wapi washirika ambao mkidai kuwa ni miungu wa kukunusuruni, au waombezi wa kukuombeeni?","lang":"sw"},{"name":"28:75","price":"Na tutatoa shahidi katika kila umma, na tutasema: Leteni hoja zenu! Hapo watajua kwamba hakika kweli ni ya Mwenyezi Mungu, na yatawapotea yale waliyo kuwa wakiyazua.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"Na Siku ya Kiyama tutatoa kutoka kila umma shahidi, naye ndiye Nabii wao, wa kutoa ushahidi dhidi yao kwa waliyo kuwa wakiyafanya duniani. Hapo Sisi tutawaambia wakhalifu miongoni mwao: Nini hoja yenu kwa mliyo kuwa mkiyatenda ya ushirikina na maasi? Watashindwa kujibu, na watajua hapo kuwa Haki yote iko kwa Mwenyezi Mungu, tangu mwanzo mpaka mwisho. Na yatapotea, kama vinavyo potea vitu vilio potea, yote waliyo kuwa wakimzulia Mwenyezi Mungu.","lang":"sw"},{"name":"28:76","price":"Hakika Qaruni alikuwa katika watu wa Musa, lakini aliwafanyia dhulma. Na tulimpa khazina ambazo funguo zake zinawatopeza watu wenye nguvu kuzichukua. Walipo mwambia watu wake: Usijigambe! Hakika Mwenyezi Mungu hawapendi wanao jigamba.","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"Sura hii inasimulia kisa cha Qaruni. Naye alikuwa katika kaumu ya Musa. Akapanda kiburi juu yao kwa kughurika kwa nafsi yake na mali yake. Na Mwenyezi Mungu alikuwa kampa khazina za mali mengi. Hata ikawa funguo zake tu zikiwaemea kundi la wanaume wenye nguvu! Na alipo ghurika na neema ya Mwenyezi Mungu juu yake, na akakufuru kwa sababu yake, watu walimpa nasaha, wakamwambia: Usidanganyike kwa mali yako, wala furaha kwa ajili yake isikusaliti hata ukaacha kumshukuru Mwenyezi Mungu. Kwani hakika Mwenyezi Mungu hawapendi watu walio danganyika na wakasalitika. Na funzo la kisa hichi ni kuwa makafiri walio mkataa Muhammad s.a.w. walighurika na mali yao. Basi Qur'ani inawaelezea kuwa mali yao si chochote cha kutajika ukilinganisha na mali ya Qaruni.","lang":"sw"},{"name":"28:77","price":"Na utafute, kwa aliyo kupa Mwenyezi Mungu, makaazi ya Akhera. Wala usisahau fungu lako la dunia. Nawe fanya wema kama Mwenyezi Mungu alivyo kufanyia wema wewe. Wala usitafute kufanya ufisadi katika ardhi. Hakika Mwenyezi Mungu hawapendi mafisadi.","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"Na katika utajiri na neema alizo kupa Mwenyezi Mungu toa fungu kwa ajili ya Njia ya Mwenyezi Mungu, na tenda a'mali kwa ajili ya makaazi ya Akhera. Na wala usiinyime nafsi yako fungu lake kwa matumizi ya halali katika dunia. Na wafanyie wema waja wa Mwenyezi Mungu, kama vile alivyo kufanyia wema wewe kwa neema zake. Wala usifanye uharibifu katika ardhi ukapita mipaka ya Mwenyezi Mungu. Hakika Mwenyezi Mungu Subhanahu hawafurahii mafisadi kwa vitendo vyao viovu. Basi Qaruni hakusikia nasaha ya watu wake, na akasahau fadhila ya Mwenyezi Mungu iliyo juu yake. Na akajifanya hajui kwamba Mwenyezi Mungu alikwisha waangamiza wengi walio mzidi yeye sana katika uwezo na mazoezi ya kuchuma mali kwa njia mbali mbali za uchumi. Na wakosefu hawaulizwi madhambi yao, kwani Mwenyezi Mungu Mtukufu anayajua. Basi wataingizwa Motoni bila ya hisabu. Kuulizwa kwao ni kwa ajili ya kutahayarishwa tu.","lang":"sw"},{"name":"28:78","price":"Akasema: Kwa hakika nimepewa haya kwa sababu ya ilimu niliyo nayo. Je! Hakujua kwamba Mwenyezi Mungu kesha waangamiza, katika vizazi vya walio kabla yake, watu walio kuwa wenye ngubvu zaidi kuliko yeye, na wenye makundi makubwa zaidi kuliko yake. Na wakosefu hawataulizwa khabari ya dhambi zao.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"Basi Qaruni hakusikia nasaha ya watu wake, na akasahau fadhila ya Mwenyezi Mungu iliyo juu yake. Na akajifanya hajui kwamba Mwenyezi Mungu alikwisha waangamiza wengi walio mzidi yeye sana katika uwezo na mazoezi ya kuchuma mali kwa njia mbali mbali za uchumi. Na wakosefu hawaulizwi madhambi yao, kwani Mwenyezi Mungu Mtukufu anayajua. Basi wataingizwa Motoni bila ya hisabu. Kuulizwa kwao ni kwa ajili ya kutahayarishwa tu.","lang":"sw"},{"name":"28:79","price":"Basi akawatokea watu wake katika pambo lake. Wakasema wale walio kuwa wanataka maisha ya duniani: Laiti tungeli kuwa tunayo kama aliyo pewa Qaruni! Hakika yeye ni mwenye bahati kubwa.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"Na Qaruni hakujali nasaha za watu wake. Akawatokea naye kajipamba mapambo yake. Wakadanganyika naye wale walio kuwa wanapenda starehe za maisha ya dunia, na wakatamani nao wangeli kuwa nayo mali na hadhi kubwa ya maisha kama aliyo pewa Qaruni","lang":"sw"},{"name":"28:80","price":"Na wakasema wale walio pewa ilimu: Ole wenu! Malipo ya Mwenyezi Mungu ni bora kwa mwenye kuamini na akatenda mema. Wala hawatapewa hayo isipo kuwa wenye subira.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"Ama wale ambao Mwenyezi Mungu amewaruzuku ilimu yenye manufaa hawakusalitika na hayo. Wakawaelekea walio danganyika kwa kuwanasihi wakiwaambia: Msiyatamani haya, wala msiiache Dini. Kwani yaliyoko kwa Mwenyezi Mungu ya thawabu na neema ni safi zaidi kwa mwenye kuamini na akatenda mema. Na hiyo ni nasiha ya kweli ambayo hawaikubali ila wenye kuzipiga jihadi nafsi zao, na wakasubiri katika ut'iifu.","lang":"sw"},{"name":"28:81","price":"Basi tukamdidimiza yeye na nyumba yake katika ardhi; wala halikuwepo kundi lolote la kumnusuru kwa Mwenyezi Mungu, wala hakuwa miongoni mwa wanao jitetea.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"Mwenyezi Mungu akamdidimiza katika ardhi, na ardhi ikammeza yeye na nyumba yake na vyote vilio kuwemo ndani yake, mali na mapambo yake. Hakuwa na wasaidizi wa kumkinga na adhabu ya Mwenyezi Mungu. Na wala yeye mwenyewe hakuweza kujinusuru nafsi yake.","lang":"sw"},{"name":"28:82","price":"Na wale walio tamani kuwa pahala pake jana, wakawa wanasema: Kumbe Mwenyezi Mungu humkunjulia riziki amtakaye katika waja wake, na humdhikisha amtakaye. Ingeli kuwa Mwenyezi Mungu hakutufanyia hisani angeli tudidimiza. Kumbe makafiri hawafanikiwi!","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"Na wale walio kuwa karibuni wakikitamani cheo chake cha duniani, wakawa wanatamka maneno ya masikitiko na majuto baada ya kuyafikiri yaliyo msibu yeye. Wakawa wanasema: Hakika Mwenyezi Mungu humkunjulia riziki amtakaye katika waja wake Waumini na wasio kuwa Waumini. Na humdhikisha amtakaye katika hao. Na wakawa wanasema kwa kushukuru: Lau kuwa Mwenyezi Mungu hakutufanyia hisani kwa kutupa uwongofu tukafuata Imani, na akatuhifadhi tusiporonyoke angeli tutia katika mitihani kwa kutukubalia tuliyo kuwa tunayatamani, na akatufanyia kama alivyo mfanyia Qaruni. Hakika wanao ipinga neema ya Mwenyezi Mungu hawafanikiwi kwa kuokoka na adhabu yake.","lang":"sw"},{"name":"28:83","price":"Hayo ndiyo makaazi ya Akhera, tumewafanyia wale wasio taka kujitukuza duniani wala ufisadi. Na mwisho mwema ni wa wachamngu.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"Hayo ndio makaazi ambayo umesikia khabari zake, ewe Mtume, na zikakufikia sifa zake, nayo ni Pepo. Tumeiweka makhsusi kwa ajili ya Waumini wat'iifu, wasio taka kujipa ubora na utukufu wa kidunia, na wala hawapotoki kuendea ufisadi na maasi. Na mwisho mwema ni wa wale ambao nyoyo zao zimejaa khofu ya Mwenyezi Mungu, na wanatenda yanayo mridhisha Yeye.","lang":"sw"},{"name":"28:84","price":"Atakaye tenda wema atapata malipo bora kuliko huo wema alio utenda. Na atakaye tenda uovu, hawalipwi watendao uovu ila waliyo kuwa wakiyatenda.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"Mwenye kuja na wema, nao ni Imani na vitendo vyema, atapata malipo marudufu kwa ajili yake. Na mwenye kuja na uovu, nao ni ukafiri na maasi, halipwi ila mfano wa vitendo vyake viovu.","lang":"sw"},{"name":"28:85","price":"Hakika aliye kulazimisha kuifuata Qur'ani hapana shaka atakurudisha pahala pa marejeo. Sema: Mola wangu Mlezi ndiye anaye mjua zaidi mwenye kuja na uwongofu, na nani aliyomo katika upotofu ulio dhaahiri.","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"Hakika Mwenyezi Mungu aliye kuteremshia Qur'ani na akakulazimisha uifikishe kwa watu na ushikane nayo hapana shaka atakurudisha kwenye miadi, nako ni Siku ya Kiyama, ili apambanue baina yako na wale wanao kukadhibisha. Ewe Mtume! Waambie makafiri: Mola wangu Mlezi ndiye anaye jua kwa ujuzi usio pikuliwa na yeyote, nani aliye mpa uwongofu na uwongozi, na nani aliye tumbukia katika upotovu unao tambulikana na kila mwenye akili nzima.","lang":"sw"},{"name":"28:86","price":"Nawe hukuwa unataraji kuletewa Kitabu; lakini ni rehema tu ya Mola wako Mlezi. Basi usiwe msaidizi wa makafiri.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"Ewe Mtume! Wewe hukuwa wewe ukitaraji na ukingojea uteremshiwe hii Qur'ani. Lakini Mwenyezi Mungu amekuteremshia kutoka kwake kwa kukurehemu wewe na umma wako. Basi ikumbuke neema hii, na shikilia kuifikisha. Wala usiwe wewe na wanao kufuata kuwa wasaidizi wa makafiri kwa wanayo yataka.","lang":"sw"},{"name":"28:87","price":"Wala wasikuzuie kuzifuata Aya za Mwenyezi Mungu baada ya kuteremshiwa wewe. Na lingania kwa Mola wako Mlezi, wala usiwe miongoni mwa washirikina.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"Wala makafiri wasikuachishe kuzifikisha Aya za Mwenyezi Mungu na kuzitenda, baada ya kwisha teremka wahyi (ufunuo) kutoka kwa Mwenyezi Mungu, na ukawa ndio Ujumbe wako. Na shikilia Wito kuwaitia watu kwenye Dini ya Mwenyezi Mungu. Wala usiwe wewe wala wanao kufuata katika wasaidizi wa washirikina kwa kuwasaidia kwa wayatakayo.","lang":"sw"},{"name":"28:88","price":"Wala usimwombe pamoja na Mwenyezi Mungu mungu mwenginewe. Hapana mungu ila Yeye. Kila kitu kitaangamia isipo kuwa Yeye. Hukumu iko kwake, na kwake mtarejezwa.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"Wala usimwabudu mungu yeyote isipo kuwa Mwenyezi Mungu tu. Kwani hapana kabisa mungu wa kuabudiwa kwa haki isipo kuwa Yeye. Kila kitu isipo kuwa Mwenyezi Mungu kitaangamia na kwisha. Wa kudumu milele ni Yeye Mwenyezi Mungu, ambaye ndiye mwenye hukumu ya kutekeleza duniani na Akhera. Na kwake Yeye ndiyo yako marejeo ya viumbe vyote, hapana hivi wala hivi.","lang":"sw"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}