{"data":[{"name":"39:1","price":"Mteremsho wa Kitabu hiki umetokana na Mwenyezi Mungu, Mwenye nguvu, Mwenye hikima.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"Qur'ani imeteremka kutokana na Mwenyezi Mungu, ambaye hana wa kumshinda kwa atakayo; Mwenye hikima katika vitendo vyake na utungaji wa sharia zake.","lang":"sw"},{"name":"39:2","price":"Hakika Sisi tumekuteremshia Kitabu hiki kwa Haki. Basi muabudu Mwenyezi Mungu ukimsafia Dini Yeye tu.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"Hakika Sisi tumekuteremshia wewe, Muhammad, Qur'ani hii yenye kuamrisha Haki. Basi muabudu Mwenyezi Mungu kwa kumsafishia ibada Yeye tu peke yake.","lang":"sw"},{"name":"39:3","price":"Hakika Dini Safi ni ya Mwenyezi Mungu tu. Na wale wanao wafanya wenginewe kuwa ni walinzi wakisema: Sisi hatuwaabudu ila wapate kutujongeza tu kumkaribia Mwenyezi Mungu - Hakika Mwenyezi Mungu atahukumu baina yao katika wanayo khitalifiana. Hakika Mwenyezi Mungu hamwongoi aliye mwongo kafiri.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"Jueni na mtambue kwamba Mwenyezi Mungu peke yake ndiye Mwenye Dini isiyo kuwa na ila. Na washirikina walio wafanya wenginewe kuwa ni wasaidizi wa kuwanusuru, wanasema: Sisi hatuwaabudu hawa kwa kuwa ni waumbaji, bali tunawaabudu wapate kutukaribisha kwa Mwenyezi Mungu, kwa mkaribisho wa kutuombea sisi kwake Yeye. Hakika Mwenyezi Mungu atahukumu baina ya hawa washirikina na Waumini wenye kumuabudu Mwenyezi Mungu Mmoja katika yale wanayo khitalifiana katika matatizo ya shirki na Tawhidi. Hakika Mwenyezi Mungu hamjaalii afikie Haki mtu ambaye mtindo wake ni uwongo na kukanya.","lang":"sw"},{"name":"39:4","price":"Lau kuwa Mwenyezi Mungu angeli taka kuwa na mwana, basi bila ya shaka angeli teua amtakaye katika alio waumba. Subhanahu, Ametakasika na hayo! Yeye ni Mwenyezi Mungu Mmoja, Mtenda atakalo.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"Lau kuwa Mwenyezi Mungu angeli taka kuwa na mwana, kama wasemavyo Wakristo kwa Masihi, na washirikina kwa Malaika, basi angeli jichagulia amtakaye katika viumbe vyake, la sio kama mtakavyo nyinyi. Mwenyezi Mungu ametakasika na upungufu wa kuhitajia mwana. Yeye ni Mwenyezi Mungu asiye kuwa na mfano kama Yeye. Mtenda kama apendavyo, ukomo wa kutenda.","lang":"sw"},{"name":"39:5","price":"Ameumba mbingu na ardhi kwa Haki. Hufunika usiku juu ya mchana, na hufunika mchana juu ya usiku. Na amefanya jua na mwezi vitumike. Kila kimojapo kinakwenda kwa kipindi kilicho wekewa. Jueni mtanabahi! Yeye ndiye Mwenye nguvu, Mwenye kusamehe!","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"Ameumba mbingu na ardhi kwa kushikamana na Haki na kuwa sawa kwa kufuatana na sharia zilizo thibiti. Usiku unaufunika mchana, na mchana unaufunika usiku kwa mfululizo. Na amedhalilisha jua na mwezi kwa mujibu atakavyo na kwa mujibu wa maslaha ya waja wake. Kila kimojapo katika hivyo vinakwenda katika njia yake mpaka ufike wakati aliyo uwekea Yeye, nao ni Siku ya Kiyama. Jueni basi kuwa Yeye tu, si mwenginewe, ndiye Mwenye kushinda kila kitu. Basi hapana kitu chochote kilicho tokana na atakavyo Yeye, ambaye amefikilia ukomo wa kuwasamehe wenye kutenda madhambi katika waja wake. Aya hii tukufu inaonyesha kuwa ardhi ina sura ya mviringo kama mpira, na inazunguka wenyewe kwa wenyewe juu ya msumari-kati wake. Kwani kule kutumiwa neno Yukawwiru katika Kiarabu na ikafasiriwa Hufunika, maana yake ni kufunika kitu kwa kitu kwa namna ya kufuatana, kukariri, mara kwa mara. Na lau kuwa ardhi haina sura ya mpira, kwa mfano kuwa batabata tu, usiku ungeli enea kote kwa ghafla, au mchana ungeli angaza dunia nzima kwa mara moja.","lang":"sw"},{"name":"39:6","price":"Amekuumbeni kutokana na nafsi moja. Kisha akamfanya mwenziwe katika nafsi ile ile. Na akakuleteeni wanyama wa mifugo jozi nane. Anakuumbeni katika matumbo ya mama zenu, umbo baada ya umbo, katika viza vitatu. Huyu ndiye Mwenyezi Mungu Mola wenu Mlezi. Ufalme ni wake. Hapana mungu isipo kuwa Yeye. Basi nyinyi mnageuzwa wapi?","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"Enyi watu! Mwenyezi Mungu amekuumbeni kutokana na nafsi moja, naye ni Adam, baba wa watu wote. Na amemuumba kutokana na nafsi hiyo mkewe, Hawa. Na amekuteremshieni kwa ajili ya maslaha yenu namna nane za nyama hoa, wanyama wa mifugo, madume na majike. Nao ni ngamia, na ng'ombe, na kondoo, na mbuzi. Naye anakuumbeni matumboni mwa mama zenu kwa kukua na kugeuka geuka, katika viza vitatu, navyo ni kiza cha tumbo, na tumbo la uzazi, na zalio. Huyo aliye kuneemesheni kwa neema hizi ndiye Mwenyezi Mungu, Mlezi wenu, Mwenye kumiliki mambo yenu yote. Ni Yeye tu, si mwenginewe, ndiye Mwenye utawala wa pekee. Hapana wa kuabudiwa kwa Haki ila Yeye. Basi yawaje hata wanaacha kumuabudu Yeye wakenda kuwaabudu wenginewe? Huzuka yai katika mwahala pa kufanyika mayai kwa mwanamke, hata likisha kuwa tayari hutumbukia katika mojapo ya paipu za Filopia likapita humo mpaka kufikia kwenye tumbo la uzazi Rahimi (Womb). Halifiki huko ila kupita siku kidogo, na huenda kijidudu cha manii (Sperm) ya mwanamume kikaliingia hilo yai, na hapo huanza viwango vya kugeuka na kukua kwa mwanzo. Na katika tumbo la uzazi hubaki mtoto muda wa mimba, na hujifanyia vifuniko viwili, na sehemu ya funiko moja hufanyika zalio, placenta. Na funiko jingine ndio humfunika yule mtoto khasa. Yapo maoni mbali mbali juu ya hivyo \"viza vitatu\" kama ilivyo tajwa katika Aya hii tukufu. Katika hayo ni Tumbo, na tumbo la uzazi, na zalio, yaani mfuko unao mfunika mtoto. (2)Tumbo la uzazi, na ile mifuniko miwili. (3) Tumbo na mgongo na tumbo la uzazi. (4) Panapo toka mayai (Mabiidh, au Ovaries), na paipu ya kupitia mayai, Fillopian tube, na tumbo la uzazi (Rahimi au Womb). Na dhaahiri ni kuwa hii ya mwisho ndiyo rai yenye nguvu zaidi, kwa sababu ni mahala patatu mbali mbali. Ama zile rai nyengine zinaonyesha kwa hakika kiza kimoja katika pahala pamoja palipo zungukwa na t'abaka kadhaa. Na Muumbaji Mtukufu ameashiria katika Kitabu chake ukweli huu wa kisayansi katika zama walipo kuwa watu hawajavumbua hayo mayai ya mwanamke na mwendo wake katika mwili ulio kuwa hauwezi kuonekana kwa macho.","lang":"sw"},{"name":"39:7","price":"Mkikufuru basi Mwenyezi Mungu si mwenye haja nanyi, lakini hafurahii kufuru kwa waja wake. Na mkishukuru Yeye hufurahika nanyi. Wala mbebaji habebi mzigo wa mwingine. Kisha marejeo yenu ni kwa Mola wenu Mlezi. Hapo atakwambieni mliyo kuwa mkiyafanya. Hakika Yeye ni Mwenye kuyajua vyema yaliyomo vifuani.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"Enyi watu! Mkizikataa neema za Mwenyezi Mungu, basi Yeye hakika si mhitaji wa imani yenu na shukrani zenu. Lakini Yeye hapendi waja wake wakufuru, kwa sababu hayo yanawadhuru wenyewe. Na mkimshukuru kwa ajili ya neema zake, Yeye huwa radhi nanyi kwa shukra hiyo. Wala mtu mwenye madhambi hayabebi madhambi ya mwenginewe. Kisha marejeo yenu ni kwa Mola wenu Mlezi, na hapo atakwambieni mliyo kuwa mkiyatenda duniani. Hakika Yeye anayajua mnayo yaficha katika nyoyo zenu ziliomo vifuani. Haya yaliomo katika Qur'ani Tukufu yanaweka wazi msingi wa kutoa adhabu, kama ilivyo vile vile katika Surat Yusuf katika kauli yake Mtukufu: \"Akasema: Mwenyezi Mungu apishe mbali sisi kumshika yeyote ila tuliye yakuta mali yetu kwake; hivyo basi tutakuwa madhaalimu.\" Na haya katika Qur'ani ni kusimamisha msingi ulio kwisha tajwa, nao ni msingi ambao haukuthibiti katika kanuni (sharia) za kutungwa na binaadamu ila katika zama za karibuni. (Haya ni kinyume cha ilivyo katika imani aliyo itumbukiza Paulo katika Ukristo, kwamba wanaadamu wamerithi dhambi ya Adam, wanayo ita \"Dhambi ya asili\", na kwamba Nabii Isa, Yesu, kafa msalabani kwa kubeba dhambi za wanaadamu. Biblia yenyewe inapinga haya. Tazama: Jeremiah 31:29-30; Ezekieli 18 Kwa nadhariya ya Paulo Mungu amedhulumu mara mbili: 1. Kutubandika wanaadamu wote dhambi za Adam, 2. Kumbebesha \"mwanawe\" Yesu dhambi za walimwengu wote!)","lang":"sw"},{"name":"39:8","price":"Na taabu inapo mfikia mtu humwomba Mola wake Mlezi naye ameelekea kwake. Kisha akimpa neema kutoka kwake, husahau yale aliyo kuwa akimwitia zamani, na akamfanyia Mwenyezi Mungu washirika ili apoteze watu njia yake. Sema: Starehe na ukafiri wako kwa muda mchache. Kwani hakika wewe utakuwa miongoni mwa watu wa Motoni.","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"Na mtu akifikiwa na shida yoyote katika shida za dunia humwomba Mola wake Mlezi, na hurejea kwake, baada ya kuwa akimpuuza. Kisha Mola wake Mlezi akimpa neema kubwa husahau zile taabu alizo kuwa akimwombea Mola wake Mlezi amwondolee na amfarijie kabla hajamneemesha kwa neema hizo. Na humfanyia Mwenyezi Mungu miungu washirika walio sawa na Yeye kwa kuwaabudu. Huyo mtu hufanya haya ili ajipoteze yeye na wenginewe waiache Njia ya Mwenyezi Mungu. Ewe Muhammad! Mwambie huyo mwenye sifa hizi kwa kumwonya: Starehe na huko kuzikanya kwako neema za Mwenyezi Mungu zilio juu yako kwa muda mchache. Kwani hakika wewe ni katika watu wa Motoni.","lang":"sw"},{"name":"39:9","price":"Je! Afanyae ibada nyakati za usiku kwa kusujudu na kusimama akitahadhari na Akhera, na akitaraji rehema za Mola wake MleziSema: Ati watakuwa sawa wale wanao jua na wale wasio jua? Hakika wanao kumbuka ni watu wenye akili.","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"Je! Mwenye kumnyenyekea Mwenyezi Mungu nyakati za usiku anao upitisha na hali yeye yumo kusujudu na kusimama, akiiogopa Akhera, naye anataraji rehema ya Mola wake Mlezi, ni kama anaye mwomba Mola wake Mlezi wakati wa shida na akamsahau wakati wa neema? Ewe Muhammad! Waambie: Ati wanakuwa sawa wenye kujua haki za Mwenyezi Mungu wakamuabudu Yeye tu peke yake, na wale wasio jua wakapuuza kuziangalia Ishara? Hakika wenye akili nzuri ndio wanao waidhika.","lang":"sw"},{"name":"39:10","price":"Sema: Enyi waja wangu mlio amini! Mcheni Mola wenu Mlezi. Wale wafanyao wema katika dunia hii watapata wema. Na ardhi ya Mwenyezi Mungu ni kunjufu. Hakika wenye subira watapewa ujira wao bila ya hisabu.","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"Ewe Nabii! Sema kwa kufikisha Ujumbe unao toka kwa Mola wako Mlezi: Enyi waja wangu mlio niamini! Jikingeni na ghadhabu za Mola wenu Mlezi. Mwenye kutenda mema atalipwa mema, duniani kwa kusaidiwa, na Akhera kwa Pepo. Wala msikae katika unyonge, kwani ardhi ya Mwenyezi Mungu ina wasaa. Na subirini kwa kufarikiana na nchi zenu na wapenzi wenu. Kwani hakika Mwenyezi Mungu huwalipa wenye kusubiri ujira wao mara zisio ingia katika hisabu za wanao hisabu.","lang":"sw"},{"name":"39:11","price":"Sema: Hakika mimi nimeamrishwa nimuabudu Mwenyezi Mungu kwa kumsafishia Dini Yeye tu.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"Sema: Mimi nimeamrishwa nimuabudu Mwenyezi Mungu kwa kumsafia ibada yangu isiwe na shirki ndani yake wala riya ya kujionyesha kwa watu.","lang":"sw"},{"name":"39:12","price":"Na nimeamrishwa niwe wa mwanzo wa Waislamu.","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"Na nimeamrishwa amri iliyo tokana naye Mtukufu, amri ya nguvu, ya kwamba niwe wa mwanzo wa kufuata amri zake.","lang":"sw"},{"name":"39:13","price":"Sema: Hakika mimi ninaogopa adhabu ya Siku Kubwa nikimuasi Mola wangu Mlezi.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"Sema: Mimi naogopa adhabu ya Siku Kubwa yenye vitisho ikiwa nitamuasi Mola wangu Mlezi.","lang":"sw"},{"name":"39:14","price":"Sema: Mwenyezi Mungu tu namuabudu kwa kumsafishia Yeye tu Dini yangu.","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"Ewe Muhammad! Waambie: Ninamuabudu Mwenyezi Mungu peke yake, na ibada yangu haina shirki wala riya. Na nyinyi ikiwa mnaijua Njia yangu nanyi hamnit'ii, basi abuduni mpendacho badala yake Yeye. Waambie: Hakika wenye kupata khasara ni wale walio jitupa kwa upotovu wao wenyewe, na wakawatupa ahali zao kwa kuwapoteza wao Siku ya Kiyama. Ama hakika kupotoka huko ndio khasara iliyo timia na iliyo dhaahiri.","lang":"sw"},{"name":"39:15","price":"Basi nyinyi abuduni mpendacho badala yake Yeye. Sema: Hakika walio khasirika ni wale walio jikhasiri nafsi zao na ahali zao Siku ya Kiyama. Tambueni kuwa hiyo ndiyo khasara iliyo dhaahiri.","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"Ewe Muhammad! Waambie: Ninamuabudu Mwenyezi Mungu peke yake, na ibada yangu haina shirki wala riya. Na nyinyi ikiwa mnaijua Njia yangu nanyi hamnit'ii, basi abuduni mpendacho badala yake Yeye. Waambie: Hakika wenye kupata khasara ni wale walio jitupa kwa upotovu wao wenyewe, na wakawatupa ahali zao kwa kuwapoteza wao Siku ya Kiyama. Ama hakika kupotoka huko ndio khasara iliyo timia na iliyo dhaahiri.","lang":"sw"},{"name":"39:16","price":"Yatawekwa juu yao mat'abaka ya moto, na chini yao mat'abaka. Kwa hayo Mwenyezi Mungu anawakhofisha waja wake. Enyi waja wangu! Nicheni Mimi!","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"Hawa walio khasirika watakuwa na mat'abaka ya Moto yalio rindikwa juu yao, na chini yao hali kadhaalika. Kwa namna ya adhabu hiyo ndio Mwenyezi Mungu anawahadharisha waja wake. Enyi waja wangu! Basi yaogopeni mateso yangu.","lang":"sw"},{"name":"39:17","price":"Na wale wanao jiepusha na ibada potovu, na wakarejea kwa Mwenyezi Mungu, watapata bishara njema. Basi wabashirie waja wangu.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"Na wale wanao jitenga na masanamu na mashet'ani wasiyakurubie, na wakarejea kwa Mwenyezi Mungu katika mambo yao yote, wanayo bishara tukufu katika mwahala mote. Basi Ewe Muhammad! Wape bishara nzuri waja wangu wanao sikiliza kauli na wakaifuata iliyo bora na yenye kuwaongoa kwendea katika Haki. Hao tu, si wenginewe, ndio Mwenyezi Mungu atao wafikisha kwenye Uwongofu. Na hao tu, si wenginewe, ndio wenye akili zilizo nawirika.","lang":"sw"},{"name":"39:18","price":"Ambao husikiliza maneno, wakafuata lilio bora yao. Hao ndio alio waongoa Mwenyezi Mungu, na hao ndio wenye akili.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"Na wale wanao jitenga na masanamu na mashet'ani wasiyakurubie, na wakarejea kwa Mwenyezi Mungu katika mambo yao yote, wanayo bishara tukufu katika mwahala mote. Basi Ewe Muhammad! Wape bishara nzuri waja wangu wanao sikiliza kauli na wakaifuata iliyo bora na yenye kuwaongoa kwendea katika Haki. Hao tu, si wenginewe, ndio Mwenyezi Mungu atao wafikisha kwenye Uwongofu. Na hao tu, si wenginewe, ndio wenye akili zilizo nawirika.","lang":"sw"},{"name":"39:19","price":"Je! Yule mwenye kustahiki hukumu ya adhabu, je, wewe unaweza kumwokoa aliyomo katika Moto?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"Je! Unaweza kuniingilia katika Ufalme wangu? Iliyo kwisha pita juu yake hukumu ya kumuadhibu, je, wewe unaweza kuizuia? Unayo nguvu hiyo wewe? Je! Unaweza kuwaokoa na Moto baada ya kwisha wathibitikia?","lang":"sw"},{"name":"39:20","price":"Lakini walio mcha Mola wao Mlezi watapata ghorofa zilizo jengwa juu ya ghorofa; chini yake hupita mito. Ndiyo ahadi ya Mwenyezi Mungu. Mwenyezi Mungu havunji ahadi yake.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"Lakini wenye kumkhofu Mola wao Mlezi watapata vyeo vya juu Peponi na majumba yake ya fakhari, yenye kupitiwa chini yake na mito. Hiyo ni ahadi ya Mwenyezi Mungu. Na Mwenyezi Mungu haendi kinyume na ahadi yake.","lang":"sw"},{"name":"39:21","price":"Je! Huoni kwamba Mwenyezi Mungu ameteremsha maji kutoka mbinguni. Kisha akayapitisha kwenye chemchem katika ardhi, kisha kwa maji hayo akatoa mimea yenye rangi mbali mbali? Kisha hunyauka ukaiona imekuwa kimanjano, na kisha huifanya mapepe. Bila ya shaka katika hayo upo ukumbusho kwa wenye akili.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"Ewe usemezwaye! Huoni kwamba Mwenyezi Mungu ameteremsha maji kutoka mbinguni, akayapitisha kwenye mito na chemchem za katika ardhi, kisha kwa maji hayo akaotesha mimea ya namna mbali mbali. Kisha baada ya kustawi kwake hiyo mimea, ikayabisika ukaiona imekuwa rangi ya manjano baada ya kustawi kwake. Kisha akaifanya imevurugika na kukatika vipande vipande. Hakika kutoka kwenye hali moja na kuingia hali nyengine ni mazingatio kwa wenye akili zilizo nawirika. Huku kuzunguka maji katika maumbile kutoka mbinguni na kufika kwenye ardhi na huko yakenda chini na kutimbuka katika chemchem, hakukuwa kunajuulikana kabla ya katikati za karne ya nane tangu kuzaliwa Nabii Isa a.s. Fikra iliyo zagaa kabla ya hapo ni kuwa maji ya chemchem na mito yanatimbuka kutoka chini ya ardhi kutoka kwenye mashimo na visima katika vina vya bahari.","lang":"sw"},{"name":"39:22","price":"Je! Yule ambaye Mwenyezi Mungu amemfungulia kifua chake kwa Uislamu, na akawa yuko kwenye nuru itokayo kwa Mola wake Mlezi (ni sawa na mwenye moyo mgumu?) Basi ole wao wenye nyoyo ngumu zisio mkumbuka Mwenyezi Mungu! Hao wamo katika upotofu wa dhaahiri.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"Kwani watu wote ni sawa? Mwenye kufunguliwa kifua chake na Mwenyezi Mungu kwa Uislamu kwa kupokea mafunzo yake, na akawa na utambuzi unao tokana na Mola wake Mlezi, huyo basi ni kama yule anaye kataa kuangalia Ishara zake? Basi hao ambao nyoyo zao zimekuwa ngumu hata hawamkumbuki Mwenyezi Mungu watapata adhabu kali! Hao wenye nyoyo ngumu wameitupa Haki iliyo wazi.","lang":"sw"},{"name":"39:23","price":"Mwenyezi Mungu ameteremsha hadithi nzuri kabisa, Kitabu chenye kufanana na kukaririwa; husisimua kwacho ngozi za wenye kumkhofu Mola wao Mlezi. Kisha ngozi zao na nyoyo zao hulainika kwa kumkumbuka Mwenyezi Mungu. Huo ndio uwongofu wa Mwenyezi Mungu, na kwa huo humwongoa amtakaye. Na ambaye ameachwa na Mwenyezi Mungu kupotea, basi hapana wa kumwongoa.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"Mwenyezi Mungu ameteremsha hadithi nzuri kabisa, nayo ni Kitabu ambacho zimeshabihiana maana zake na matamko yake kwa kufikilia ukomo wa kuwashinda watu kuleta mfano wake, na hukumu zake. Mawaidha na hukumu zinakaririwa, kama kunavyo kaririwa kusomwa kwake. Kinapo somwa Kitabu hicho na kikasikiwa maonyo yake, ngozi za wenye kumkhofu Mola wao Mlezi hukunjika, na kisha hulainika ngozi zao na nyoyo zao kwa kumkumbuka Mwenyezi Mungu. Hicho Kitabu kilicho kusanya sifa hizi ni Nuru ya Mwenyezi Mungu ambayo kwayo humwongoa amtakaye, ikamwezesha kufikilia kumuamini Yeye. Na anaye achwa na Mwenyezi Mungu apotee kwa kumjua kuwa tangu hapo ataiacha Haki, basi hapati mwongozi wa kumwokoa na upotofu wake.","lang":"sw"},{"name":"39:24","price":"Je! Atakaye kuwa anapambana kwa uso wake na adhabu mbaya kabisa Siku ya Kiyama (ni sawa na watenda wema?) Na wataambiwa wenye kudhulumu: Onjeni hayo mliyo kuwa mkiyachuma!","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"Kwani watu wote ni sawa? Mwenye kuikinga adhabu ovu, kali, kwa uso wake Siku ya Kiyama baada ya kuwa mikono yake imetiwa pingu, ni kama anaye kuja kwa amani Siku ya Kiyama? Na wenye kudhulumu wataambiwa: Onjeni laana ya vitendo vyenu!","lang":"sw"},{"name":"39:25","price":"Walio kuwa kabla yao walikadhibisha , na ikawajia adhabu kutoka pahala wasipo patambua.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"Walikanusha walio kuja kabla ya washirikina hawa, ikawajia adhabu kutoka upande wasio utaraji.","lang":"sw"},{"name":"39:26","price":"Basi Mwenyezi Mungu akawaonjesha hizaya katika uhai wa duniani. Na bila ya shaka adhabu ya Akhera ni kubwa zaidi; laiti wangeli jua!","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"Mwenyezi Mungu akawaonjesha unyonge katika maisha ya duniani. Ninaapa: Hakika adhabu ya Akhera ni kubwa zaidi kuliko ya duniani, lau kwamba walikuwa ni watu wa kujua na kuangalia!","lang":"sw"},{"name":"39:27","price":"Na bila ya shaka tumewapigia watu mifano ya kila namna katika hii Qur'ani ili wapate kukumbuka.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"Na bila ya shaka tulikwisha wabainishia watu katika hii Qur'ani kwa kila mfano wa kuwakumbusha Haki, kwa kutaraji kuwa watakumbuka na watawaidhika.","lang":"sw"},{"name":"39:28","price":"Qur'ani ya Kiarabu isiyo na upogo, ili wamche Mungu.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"Tumeiteremsha Qur'ani ya Kiarabu kwa ulimi wao, haina upungufu, kwa kutaraji kuwa watamcha na watamwogopa Mola wao Mlezi.","lang":"sw"},{"name":"39:29","price":"Mwenyezi Mungu amepiga mfano wa mtu mwenye mabwana washirika wanao gombana, na wa mtu mwengine aliye khusika na bwana mmoja tu. Je! Wako sawa katika hali zao? Alhamdulillahi, Sifa njema zote ni za Mwenyezi Mungu! Lakini wengi wao hawajui.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"Mwenyezi Mungu amepiga mfano wa mshirikina kama mtumwa aliye milikiwa na watu kadhaa wenye kushirikiana, na wenye kumgombania. Na mfano wa mwenye kuamini Mwenyezi Mungu Mmoja kama mtu ambaye amemilikiwa na mtu mmoja tu. Je hao wanakuwa sawa? Alhamdulillahi kwa kusimama hoja mbele ya watu. Lakini watu wengi hawaijui Haki.","lang":"sw"},{"name":"39:30","price":"Kwa hakika wewe utakufa, na wao watakufa.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"Hakika wewe, Muhammad, na wao wote mtakufa.","lang":"sw"},{"name":"39:31","price":"Kisha bila ya shaka mtagombana Siku ya Kiyama mbele ya Mola wenu Mlezi.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"Kisha baada ya kufa kwenu mtafufuliwa mbele ya Mwenyezi Mungu mkishitakiana nyinyi kwa nyinyi.","lang":"sw"},{"name":"39:32","price":"BASI NI NANI dhaalimu mkubwa kuliko yule aliye msingizia uwongo Mwenyezi Mungu na kuikanusha kweli imfikiapo? Je! Siyo katika Jahannamu makaazi ya hao makafiri?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"Basi hapana aliye dhaalimu mkubwa zaidi kuliko yule anaye msingizia Mwenyezi Mungu lisio kuwa lake, na akaikanusha Haki bila ya kufikiri wala kuzingatia pale inapo mjia kwa ndimi za Mitume. Kwani katika Jahannamu sio makaazi ya makafiri walio ghurika hata wakamfanyia jeuri Mwenyezi Mungu?","lang":"sw"},{"name":"39:33","price":"Na aliye ileta Kweli na akaithibitisha - hao ndio wachamngu.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"Na wale walio ileta Haki na wakaisadiki ilipo wajia, hao ndio wachamngu kweli, wala si wengineo.","lang":"sw"},{"name":"39:34","price":"Watapata watakacho taka kwa Mola wao Mlezi. Hayo ndiyo malipo ya watendao mema.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"Wachamngu hao watapata kutoka kwa Mola wao Mlezi kila wakipendacho. Fadhila hiyo ni malipo ya kila mwenye kufanya vizuri katika itikadi yake na vitendo vyake.","lang":"sw"},{"name":"39:35","price":"Ili Mwenyezi Mungu awafutie ukomo wa uovu walio ufanya na awalipe ujira wao kwa mujibu wa ukomo wa wema walio kuwa wakiutenda.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"Mwenyezi Mungu amewakirimu wachamngu kwa alivyo wakirimu, ili awafutie vile vitendo vyao viovu kabisa, na awalipe ujira wao kwa bora ya vitendo vyao walivyo vitenda duniani.","lang":"sw"},{"name":"39:36","price":"Je! Mwenyezi Mungu si wa kumtosheleza mja wake? Na ati wanakutishia kwa hao wenginewe wasio kuwa Yeye! Na aliye hukumiwa na Mwenyezi Mungu kupotea hana wa kumwongoa.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"Mwenyezi Mungu, peke yake, ni Mwenye kuwatosheleza waja wake kwa kila lilio wakhusu. Na ati hao makafiri wa Kikureshi wanakutisha, ewe Muhammad, kwa miungu yao wanayo iomba badala ya Mwenyezi Mungu. Na hayo ni katika upotovu wao. Na mwenye kupotozwa na Mwenyezi Mungu, kwa kumjua kuwa huyo amekhiari upotovu kuliko uwongofu, basi hatakuwa na mwongozi wa kumwongoza.","lang":"sw"},{"name":"39:37","price":"Na ambaye Mwenyezi Mungu anamwongoa hana wa kumpotoa. Je! Mwenyezi Mungu si Mwenye nguvu anaye weza kulipiza?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"Na mwenye kuongozwa na Mwenyezi Mungu kuendea Haki, na akamwezesha kuifikia, kwa kujua kwake kuwa huyo amekhiari uwongofu kuliko upotovu, basi hatokuwapo wa kumpotoa akaiacha Njia ya Uwongofu. Kwani Mwenyezi Mungu si ndio Yeye ambaye hashindiki kwa kila upande, ambaye ni Mwenye kulipiza kwa ukali? Na kwa hivyo huwalinda vipenzi vyake na maadui wake?","lang":"sw"},{"name":"39:38","price":"Na ukiwauliza: Ni nani aliye ziumba mbingu na ardhi. Bila ya shaka watasema: Mwenyezi Mungu. Sema: Je! Mnawaonaje wale mnao waomba badala ya Mwenyezi Mungu, ikiwa Mwenyezi Mungu akitaka kunidhuru, wao wanaweza kuniondolea dhara yake? Au akitaka kunirehemu, je, wao wanaweza kuzuia rehema yake? Sema: Mwenyezi Mungu ananitosheleza. Kwake Yeye wategemee wanao tegemea.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"Na ninaapa, lau ungeli wauliza, wewe Muhammad, hawa washirikina: Nani aliye ziumba mbingu na ardhi? Bila ya shaka wangeli sema: Mwenyezi Mungu ndiye aliye ziumba. Ewe Muhammad, waambie: Mmezingatia mkawaona hao miungu mnao washirikisha na Mwenyezi Mungu, wanaweza kuniondolea madhara ikiwa Mwenyezi Mungu anataka kunidhuru? Au wanaweza kunizuilia rehema yake akitaka inifikie? Ewe Muhammad! Waambie: Anaye nitosheleza kwa kila kitu ni Yeyey peke yake, si mwenginewe, ndiye Yeye wanaye mtegemea wote wanao tegemea na kumwachilia kila kitu.","lang":"sw"},{"name":"39:39","price":"Sema: Enyi watu wangu! Fanyeni mwezavyo, mimi pia nafanya. Basi mtakuja ona","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"Waambie, kwa kuwapa ahadi: Enyi watu! Ishikilieni hiyo hiyo njia yenu ya ukafiri na kukadhibisha, na mimi hakika ninashikilia aliyo niamrisha Mola wangu Mlezi. Mtakuja ona nani katika sisi atakaye fikiwa na adhabu ya kumdhalilisha, na atakaye teremkiwa na adhabu ya daima isiyo mwondokea?","lang":"sw"},{"name":"39:40","price":"Ni nani itakaye mfikia adhabu ya kumhizi, na itakaye mshukia adhabu ya daima.","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"Waambie, kwa kuwapa ahadi: Enyi watu! Ishikilieni hiyo hiyo njia yenu ya ukafiri na kukadhibisha, na mimi hakika ninashikilia aliyo niamrisha Mola wangu Mlezi. Mtakuja ona nani katika sisi atakaye fikiwa na adhabu ya kumdhalilisha, na atakaye teremkiwa na adhabu ya daima isiyo mwondokea?","lang":"sw"},{"name":"39:41","price":"Hakika Sisi tumekuteremshia Kitabu kwa ajili ya watu wote kwa Haki. Basi mwenye kuongoka ni kwa nafsi yake, na mwenye kupotoka bila ya shaka amepotoka kwa khasara yake. Na wewe si mlinzi juu yao.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"Ewe Nabii! Hakika Sisi tumekuteremshia Qur'ani Tukufu hii kwa watu wote, nayo imekusanya Haki iliyo thibiti. Basi mwenye kuongoka kwa sababu yake basi manufaa hayo ni kwa nafsi yake, na mwenye kuipotea njia yake basi balaa ya upotofu wake itamrejea mwenyewe. Wala wewe, Muhammad, si mwenye kuwakilishwa uwongofu wao. Jukumu lako ni kufikisha ujumbe, nao umeufikisha.","lang":"sw"},{"name":"39:42","price":"MWENYEZI MUNGU huzipokea roho zinapo kufa. Na zile zisio kufa wakati wa kulala kwake, huzishika zilizo hukumiwa kufa, na huzirudisha nyengine mpaka ufike wakati uliowekwa. Hakika katika hayo bila ya shaka zipo Ishara kwa watu wanao fikiri.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"Mwenyezi Mungu huzitakabadhi roho zinapo kufa. Na huzipokea roho zisio kufa zinapo lala. Basi huzizuia zilizo kwisha hukumiwa kufa, zisirudi kwenye miili yao, na huzirudisha nyenginezo ambazo hazijafikilia bado ajali yao, wakati wa kuamka, mpaka itakapo fika ajali yao ilio wekewa. Hakika katika hayo bila ya shaka zipo Ishara wazi kwa watu wanao zingatia.","lang":"sw"},{"name":"39:43","price":"Au ndio wanachukua waombezi badala ya Mwenyezi Mungu? Sema: Ingawa hawana mamlaka juu ya kitu chochote, wala hawatambui lolote?","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"Bali washirikina wakawafanya wengineo badala ya Mwenyezi Mungu kuwa ni waombezi wao wa kuwakurubisha kwake. Waambie, ewe Muhammad: Mnafanya haya ijapo kuwa hawa mnao wafanya \"waombezi\" hawanacho wanacho kimiliki, wala hawana wanacho kifahamu?","lang":"sw"},{"name":"39:44","price":"Sema: Uombezi wote uko kwa Mwenyezi Mungu. Ni wake Yeye tu ufalme wa mbingu na ardhi. Kisha mtarejeshwa kwake.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"Ewe Muhammad! Waambie: Uombezi wote uko kwa Mwenyezi Mungu peke yake! Hapana anaye upata ila aridhie Yeye. Ufalme wa mbingu na ardhi ni wake Yeye tu. Na kisha mtarejeshwa kwake, akuhisabieni vitendo vyenu.","lang":"sw"},{"name":"39:45","price":"Na anapo tajwa Mwenyezi Mungu peke yake nyoyo za wasio iamini Akhera huchafuka. Na wanapo tajwa wenginewe asiye kuwa Yeye basi wao hufurahi.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"Na pindi akitajwa Mwenyezi Mungu peke yake, bila ya kutajwa miungu yao, nyoyo za wasio yaamini maisha ya Akhera hukunjana na kukasirika. Na wakitajwa miungu yao wanayo iabudu badala ya Mwenyezi Mungu wao huwa wepesi kufurahi na kustarehe.","lang":"sw"},{"name":"39:46","price":"Sema: Ewe Mwenyezi Mungu! Muumba mbingu na ardhi! Mjuzi wa yasiyo onekana na yanayo onekana! Wewe utahukumu baina ya waja wako katika waliyo kuwa wakikhitalifiana.","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"Ewe Muhammad! Sema, nawe umemwelekea Mola wako: Ewe Mwenyezi Mungu! Ewe Muumba mbingu na ardhi bila ya mithali! Ewe Mjuzi wa siri na dhaahiri! Wewe peke yako, ndiye wa kuhukumu baina ya waja wako katika hayo wanayo khitalifiana katika mambo ya dunia na Akhera. Basi hukumu baina yangu na hawa washirikina!","lang":"sw"},{"name":"39:47","price":"Na lau kuwa walio dhulumu wangeli kuwa na vyote viliomo duniani na pamoja navyo vingine kama hivyo, bila ya shaka wangeli vitoa kujikomboa katika adhabu mbaya hiyo Siku ya Kiyama. Na yatawadhihirikia kwa Mwenyezi Mungu wasiyo kuwa wakiyatarajia.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"Na lau kuwa hao walio jidhulumu nafsi zao kwa ushirikina wanamiliki vyote viliomo duniani na mara mbili kama hivyo, bila ya shaka wangeli vitoa kuwa ni fidia ya kujigombolea nafsi zao na adhabu waliyo andaliwa Siku ya Kiyama. Nao watakuja iona adhabu itokayo kwa Mwenyezi Mungu ambayo haikupata kuwapitikia katika mawazo yao.","lang":"sw"},{"name":"39:48","price":"Na utawadhihirikia ubaya wa waliyo yachuma, yatawazunguka waliyo kuwa wakiyafanyia mzaha.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"Na katika Siku hii ya leo utawadhihirikia uovu wa vitendo vyao, na itawazunguka adhabu ya yale waliyo kuwa wakiyafanyia maskhaara duniani.","lang":"sw"},{"name":"39:49","price":"Na dhara inapo mgusa mtu hutuomba. Kisha tunapo mpa neema zitokazo kwetu, husema: Nimepewa haya kwa sababu ya ilimu yangu. Sio! Huo ni mtihani! Lakini wengi wao hawajui!","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"Na mtu yakimpata madhara hutuomba kwa unyenyekevu; kisha tukimpa neema kwa kumfadhili, mtu huyo huyo husema: Sikupewa neema hizi mimi ila kwa ujuzi wangu nilio nao wa kujua kuchuma. Naye mtu huyu kasahau kuwa mambo si hivyo kama asemavyo, bali neema hizo alizo mneemesha Mwenyezi Mungu ni kama majaribio tu, ni mtihani, ili amdhihirishe nani mwenye kut'ii na nani mwenye kua'si. Lakini wengi wa watu hawatambui kama hayo ni majaribio na fitna.","lang":"sw"},{"name":"39:50","price":"Waliyasema haya waliyo kuwa kabla yao, lakini hayakuwafaa waliyo kuwa wakiyachuma.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"Maneno kama haya waliyasema walio kuwa kabla ya washirikina hawa, na hayakuwalinda na adhabu hayo mali na starehe waliyo yachuma.","lang":"sw"},{"name":"39:51","price":"Basi ukawasibu uovu wa waliyo yachuma. Na wale walio dhulumu miongoni mwa hawa utawasibu uovu wa waliyo yachuma vile vile. Nao si wenye kushinda.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"Yakawasibu makafiri walio tangulia malipo ya madhambi ya vitendo vyao, na madhaalimu miongoni mwa hawa wanao semezwa hivi sasa yatawapata vile vile malipo ya madhambi ya vitendo vyao. Wala hawa hawataiepuka adhabu.","lang":"sw"},{"name":"39:52","price":"Kwani wao hawajui kwamba Mwenyezi Mungu humkunjulia riziki amtakaye na akamkadiria? Hakika katika haya bila ya shaka zipo Ishara kwa watu wanao amini.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"Je! Hawa wanasema wayasemayo, wala hawajui kwamba Mwenyezi Mungu humkunjulia riziki amtakaye katika waja wake, na humpa kwa kadiri atakacho kwa mujibu wa hikima yake? Hakika katika haya bila ya shaka ni mazingatio kwa watu wanao amini.","lang":"sw"},{"name":"39:53","price":"Sema: Enyi waja wangu walio jidhulumu nafsi zao! Msikate tamaa na rehema ya Mwenyezi Mungu. Hakika Mwenyezi Mungu husamehe dhambi zote. Hakika Yeye ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"Ewe Muhammad! Sema kwa kufikisha kutokana na Mola wako Mlezi: Enyi waja wangu walio jizidishia juu ya nafsi zao maasi, msikate tamaa na rehema ya Mwenyezi Mungu. Hakika Mwenyezi Mungu huyafuta madhambi yote. Hakika Yeye, peke yake, ndiye Mkuu katika kusamehe kwake na kurehemu kwake.","lang":"sw"},{"name":"39:54","price":"Na rejeeni kwa Mola wenu Mlezi, na silimuni kwake, kabla ya kukujieni adhabu. Kisha hapo hamtanusuriwa.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"Enyi mlio jidhulumu nafsi zenu, rejeeni kwa Mwenye kuyamiliki mambo yenu yote, na Mlezi wenu. Na mfuateni Yeye kabla haijakujieni adhabu, tena hapo hapatakuwepo wa kukunusuruni na Mwenyezi Mungu na kukulindeni na adhabu yake.","lang":"sw"},{"name":"39:55","price":"Na fuateni yaliyo bora kabisa katika yale yaliyo teremshwa kwenu kutoka kwa Mola wenu Mlezi, kabla haijakujieni adhabu kwa ghafla, na hali hamtambui.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"Na fuateni yaliyo bora kabisa katika mliyo teremshiwa kutokana na Mola wenu Mlezi, nayo ni Qur'ani Tukufu, kabla ya kukujieni adhabu kwa ghafla, na bila ya kujitayarisha, na hali nyinyi hamjui kuja kwake.","lang":"sw"},{"name":"39:56","price":"Isije ikasema nafsi: Ee majuto yangu kwa yale niliyo poteza upande wa Mwenyezi Mungu, na hakika nilikuwa miongoni mwa wanao fanya maskhara!","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"Rejeeni kwa Mola wenu Mlezi, na Msilimu kwake, na mfuate mafunzo yake, ili nafsi yenye dhambi isisema itapo iona adhabu: Ee msiba wangu kwa niliyo yawacha upande wa Mwenyezi Mungu na katika haki zake, na kwamba mimi nilikuwa duniani miongoni mwa walio kuwa wakiifanyia maskhara Dini yake.","lang":"sw"},{"name":"39:57","price":"Au ikasema: Ingeli kuwa Mwenyezi Mungu ameniongoa, bila ya shaka ningeli kuwa miongoni mwa wenye kumchamngu.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"Au iseme ile nafsi yenye dhambi, kutafuta udhuru: Lau kuwa Mwenyezi Mungu angeli niwezesha kufuata uwongofu bila ya shaka ningeli kuwa duniani katika wale walio jilinda na adhabu ya Mwenyezi Mungu kwa Imani na vitendo vyema.","lang":"sw"},{"name":"39:58","price":"Au ikasema inapo ona adhabu: Lau kuwa ningeli pata fursa nyengine, ningeli kuwa miongoni mwa wafanya mema.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"Au iseme nafsi ile yenye dhambi itapo ona adhabu: Laiti ningeli rejeshwa duniani, nikawa katika wanao tengeneza imani yao na vitendo vyao!","lang":"sw"},{"name":"39:59","price":"Wapi! Bila ya shaka zilikujia Ishara zangu, nawe ukazikadhibisha, na ukajivuna, na ukawa miongoni mwa makafiri!","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"Utayapata wapi, ewe mwenye majuto! Mafunzo yangu yalikujia katika ndimi za Mitume, nawe ukayakanusha, na ukajiona bora, ukakataa kuyafuata, na ukawa katika dunia yako miongoni mwa wenye kushikilia ukafiri.","lang":"sw"},{"name":"39:60","price":"Na Siku ya Kiyama utawaona walio msingizia uwongo Mwenyezi Mungu nyuso zao zimesawijika. Je! Si katika Jahannamu makaazi ya wanao takabari?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"Na Siku ya Kiyama utawaona walio mzulia uwongo Mwenyezi Mungu, wakamkhusisha yasiyo kuwa yake, nyuso zao zimesawjika kwa huzuni na majonzi. Hakika Jahannamu ndio makaazi ya wenye kiburi wakaikataa Haki.","lang":"sw"},{"name":"39:61","price":"Na Mwenyezi Mungu atawaokoa wenye kujikinga kwa ajili ya kufuzu kwao. Hapana uovu utao wagusa, wala hawatahuzunika.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"Na Mwenyezi Mungu atawaokoa alio wajaalia ulinzi isiwapate adhabu ya Mwenyezi Mungu, kwa vile alivyo kwisha wajua kuwa wamefuzu, kwa walivyo ukhiari uwongofu kuliko upotofu. Na siku hii basi uovu hautawagusa, wala hawatahuzunika kwa kuzikosa neema walizo kuwa wakizitaraji.","lang":"sw"},{"name":"39:62","price":"Mwenyezi Mungu ndiye Muumba wa kila kitu, na Yeye ndiye Mlinzi juu ya kila kitu.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"Mwenyezi Mungu Muumba kila kitu - naye peke yake - ndiye Mlinzi wa kila kitu. Anaendesha mambo yake kwa mujibu wa hikima yake.","lang":"sw"},{"name":"39:63","price":"Yeye anazo funguo za mbingu na ardhi. Na wale walio zikataa Ishara za Mwenyezi Mungu, hao ndio wenye kukhasiri.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"Maendesho ya mambo ya katika mbingu na ardhi yako kwa Mwenyezi Mungu. Hayaendeshi hayo isipo kuwa Yeye. Na makafiri kwa hoja za Mwenyezi Mungu na ushahidi wake ndio wao, peke yao, ndio wenye kukhasiri, mwisho wa kukhasiri! (Injili ya Mathayo 16:16-20 imedai kuwa Yesu kampa funguo za mbingu na ardhi Petro, na hivyo ndiyo Papa wa Roma amerithi funguo hizo na kuanzisha Kanisa la Kikatoliki, na uwezo wa kufutia watu dhambi na kuwaangamiza Motoni. Marcello Craveri, mtaalamu wa Biblia wa Kitaliana ameandika katika kitabu chake Maisha ya Yesu (sahifa 227-28 Panther Edn.) kuwa Mathayo 16:16-20 imeongezwa na ametoa hoja 7 kwa wazo hilo. Licha ya kuwa Yesu hakumpa Petro hizo funguo za mbingu na ardhi, yeye mwenyewe Yesu hakuwa nazo.)","lang":"sw"},{"name":"39:64","price":"Sema: Je! Mnaniamrisha nimuabudu asiye kuwa Mwenyezi Mungu, enyi majaahili?","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"Ewe Muhammad! Sema: Je! Baada ya kuweka wazi Ishara zote kuwepo Mwenyezi Mungu Mmoja wa kuabudiwa, mnaniamrisha nimuabudu mwenginewe, enyi wajinga, majaahili?","lang":"sw"},{"name":"39:65","price":"Na kwa yakini yamefunuliwa kwako na kwa walio kuwa kabla yako: Bila ya shaka ukimshirikisha Mwenyezi Mungu a'mali zako zitaanguka, na lazima utakuwa miongoni mwa wenye kukhasiri.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"Na ninaapa: Bila ya shaka, umepewa Wahyi, wewe, Muhammad na Mitume walio kuwa kabla yako, kwamba bila ya shaka ukimshirikisha Mwenyezi Mungu na chochote kile basi hapana shaka Mwenyezi Mungu atazibat'ilisha a'mali zako, na utakuwa katika watu walio khasirika ukomo wa kukhasiri.","lang":"sw"},{"name":"39:66","price":"Bali muabudu Mwenyezi Mungu tu, na uwe miongoni mwa wenye kushukuru.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"Ewe Mtume! Usiwakubalie kwa hayo wanayo kutaka, bali muabudu Mwenyezi Mungu peke yake, na uwe katika wanao mshukuru Yeye kwa neema zake.","lang":"sw"},{"name":"39:67","price":"Na wala hawakumhishimu Mwenyezi Mungu kama anavyo stahiki kadiri yake. Na Siku ya Kiyama ardhi yote itakuwa mkononi mwake, na mbingu zitakunjwa katika mkono wake wa kuume. Subhanahu wa Taa'la Ametakasika na Ametukuka na hayo wanayo mshirikisha nayo.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"Washirikina hawakumtukuza Mwenyezi Mungu kama anavyo stahiki utukufu wake, wala hawakumjua kama anavyo stahiki kujuulikana, kwa kuwa wamemshirikisha pamoja naye wenginewe, na wakamtaka Mtume naye aingie katika ushirikina, na hali ardhi yote ni milki yake Siku ya Kiyama, na mbingu zitakuwa zimekunjwa, kama zinavyo kunjwa nguo, katika mkono wake wa kulia. Mwenyezi Mungu ametakasika na kila upungufu, na ametukuka vikubwa mno na vyote hivyo wanavyo mshirikisha naye.","lang":"sw"},{"name":"39:68","price":"Na litapulizwa barugumu, wazimie waliomo mbinguni na waliomo katika ardhi, isipo kuwa aliye mtaka Mwenyezi Mungu. Kisha litapulizwa mara nyengine. Hapo watainuka wawe wanangojea.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"Na litapulizwa barugumu kwa yakini, na watakufa walioko mbinguni na katika ardhi ila anaye mtaka Mwenyezi Mungu kumuakhirisha mpaka wakati mwengine. Kisha litapulizwa mara nyengine, na hapo wote watainuka kutoka makaburini mwao, wakingojea watafanywa nini? Hilo barugumu (S'ur) kilugha, ni tarumbeta, mbiu, siwa, parapanda. Barugumu inalo tusimulia Qur'ani ni katika mambo ya ulimwengu usio onekana, hatujui lilivyo na hakika yake.","lang":"sw"},{"name":"39:69","price":"Na ardhi itang'ara kwa Nuru ya Mola wake Mlezi, na Kitabu kitawekwa, na wataletwa Manabii na mashahidi, na patahukumiwa baina yao kwa haki, wala hawatadhulumiwa.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"Na ardhi itang'ara siku hiyo kwa nuru ya Muumba wake na Mmiliki wake. Na kitatayarishwa Kitabu kilicho sajiliwa ndani yake vitendo vyao, na watahudhurishwa Manabii na mashahidi wapate kuwashuhudia viumbe vyote, na wapambanuliwe baina ya viumbe kwa uadilifu, na wala hawatadhulumiwa kwa kupunguziwa thawabu wala kuzidishiwa adhabu.","lang":"sw"},{"name":"39:70","price":"Na kila nafsi italipwa kwa yale iliyo yafanya, na Yeye anayajua sana wanayo yatenda.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"Na kila nafsi itapewa malipo ya a'mali yake, na Mwenyezi Mungu ni mbora wa kujua vitendo vyao.","lang":"sw"},{"name":"39:71","price":"Na walio kufuru wataongozwa kuendea Jahannamu kwa makundi. Mpaka watakapo ifikia itafunguliwa milango yake, na walinzi wake watawaambia: Kwani hawakukujilieni Mitume miongoni mwenu wakikusomeeni Aya za Mola wenu Mlezi na kukuonyeni mkutano wa siku yenu hii? Watasema: Kwani! Lakini limekwisha thibiti neno la adhabu juu ya makafiri.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"Na makafiri watahimizwa kwenda kwa nguvu kuendea Jahannamu kwa makundi makundi. Na hata watapo fika milango yake itafunguliwa, na walinzi wake watawaambia kwa kuwakebehi: Kwani hawakuja kwenu Wajumbe kutoka kwa Mwenyezi Mungu wa jinsi yenu, wakikusomeeni Aya za Mola wenu Mlezi, na wakakuhadharisheni na mkutano wenu huu? Makafiri watasema kwa kukiri: Kwani! Walitujia Mitume. Lakini neno la adhabu limekwisha wajibikia juu ya makafiri, kwa kuwa wao wamekhiari ukafiri kuliko Imani.","lang":"sw"},{"name":"39:72","price":"Itasemwa: Ingieni milango ya Jahannamu mdumu humo. Basi nayo ni ubaya ulioje wa makaazi ya wanao takabari!","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"Wataambiwa: Iingieni milango ya Jahannamu mliyo jaaliwa mkae humo milele. Jahannamu ni pahala paovu mno pa kukaa wenye kutakabari na wakakataa kuikubali Haki.","lang":"sw"},{"name":"39:73","price":"Na walio mcha Mola wao Mlezi wataongozwa kuendea Peponi kwa makundi, mpaka watakapo fikilia, nayo milango yake imekwisha funguliwa. Walinzi wake watawaambia: Salaam Alaikum, Amani iwe juu yenu! Mmet'ahirika. Basi ingieni humu mkae milele.","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"Na wachamngu watahimizwa kwenda Peponi kwa hishima makundi makundi, mpaka wakifika kwenye milango yake, wataambiwa na walinzi wake: Amani kubwa juu yenu! Mmet'ahirika duniani na uchafu wa maasi, na mmet'ahirika Akhera katika nafsi zenu kwa neema mlizo zipata. Basi ingieni Peponi mliko jaaliwa kukaa milele. Kwani nyinyi mna neema zisio pita akilini.","lang":"sw"},{"name":"39:74","price":"Nao watasema: Alhamdulillah, Sifa njema zote ni za Mwenyezi Mungu aliye tutimizia ahadi yake, na akaturithisha ardhi, tunakaa katika Bustani popote tupendapo. Basi ni malipo mazuri yaliyoje ya watendao!","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"Na wachamngu watasema: Sifa zote njema ni za Mwenyezi Mungu peke yake, ambaye ametutimizia aliyo tuahidi kwa ndimi za Mitume wake, na akatumilikisha ardhi ya Peponi tunashukia tutakapo humo. Ama hakika bora ya ujira wa wenye kutenda mema ni Pepo.","lang":"sw"},{"name":"39:75","price":"Na utawaona Malaika wakizunguka pembeni mwa Kiti cha enzi cha Mwenyezi Mungu, wakimtakasa na kumsifu Mola wao Mlezi. Na patahukumiwa baina yao kwa haki na patasemwa: Sifa zote njema ni za Mwenyezi Mungu, Mola Mlezi wa viumbe vyote!","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"Na utaona, ewe mwenye kuona, Malaika wakiizunguka A'rshi, wakimtakasa Mwenyezi Mungu na kila upungufu, kwa utakaso unao fuatana na kumhimidi Muumba wao na Mlezi wao, na akapambanua baina ya viumbe vyote kwa uadilifu, na ulimwengu wote ukatamka kwa kusema: Sifa njema zote ni za Mwenyezi Mungu, Mola Mlezi wa viumbe vyote.","lang":"sw"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}