{"data":[{"name":"41:1","price":"H'a Mim .","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"(H'a Mim) Hizi harufi mbili katika harufi za alifbete zilio fungulia Sura hii kama ilivyo ada ya Qur'ani katika Sura nyingi, ili kuzindua watu watanabahi, na pia kuonyesha dalili ya muujiza wa Qur'ani.","lang":"sw"},{"name":"41:2","price":"Uteremsho huu umetoka kwa Mwingi wa rehema, Mwenye kurehemu.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"Kitabu hichi ni mteremsho wa namna ya peke yake, kutokana na Mneemeshaji wa neema kubwa na neema ndogo.","lang":"sw"},{"name":"41:3","price":"Hichi ni Kitabu kilicho pambanuliwa Aya zake, cha kusomwa kwa Kiarabu kwa watu wanao jua.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"Kitabu hichi ni namna ya peke yake kwa uzuri wake kwa matamshi na ibara yake ya utungaji, na kwa maana inavyo pambanua baina Haki na baat'ili, na bishara na onyo, na kuzitengeneza nafsi, na kupiga mifano, na kubainisha hukumu. Nacho kinasomwa kwa ulimi wa Kiarabu, chepesi kukifahamu kwa watu wanao jua.","lang":"sw"},{"name":"41:4","price":"Kitoacho khabari njema, na chenye kuonya. Lakini wengi katika wao wamepuuza; kwa hivyo hawasikii.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"Chenye kuwapa khabari njema Waumini wenye kutenda kuwa watapata neema iliyo andaliwa kwa ajili yao, na kuwakhofisha wanao kanusha kuwa watapata adhabu chungu iliyo andaliwa kwa ajili yao. Lakini wengi walikitupilia mbali, wala wasinafiike nacho, kama kwamba hawakusikia.","lang":"sw"},{"name":"41:5","price":"Na wakasema: Nyoyo zetu zimo katika vifuniko kwa hayo unayo tuitia, na masikio yetu yana uziwi, na baina yetu na wewe lipo pazia. Basi wewe tenda, nasi tunatenda.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"Na makafiri wakamwambia Mtume s.a.w.: Nyoyo zetu zimo katika vifuniko vizito kwa hayo unayo tuitia yaliyo khusu Tawhidi (Upweke) wa Mwenyezi Mungu. Na masikioni mwetu mna uziwi, basi hayasikii hayo unayo tulingania. Na baina yetu na wewe lipo pazia nene linalo tuzuia kukubali hayo uliyo tuletea. Basi fanya utakalo, na sisi tunafanya tutakalo.","lang":"sw"},{"name":"41:6","price":"Sema: Hakika mimi ni mtu kama nyinyi; inafunuliwa kwangu ya kwamba Mungu wenu ni Mungu Mmoja tu. Basi nyookeni sawa kumwendea Yeye, na mumtake msamaha, na ole wao wanao mshirikisha!","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"Ewe Mtume! Waambie: Hakika mimi si chochote ila ni mtu mfano wenu nyinyi, napata Wahyi (Ufunuo) kutoka kwa Mwenyezi Mungu, kwamba wa kuabudiwa kwa haki na nyinyi ni Mungu Mmoja tu. Basi fuateni Njia Iliyo Nyooka ya kwendea kwake! Na mtake kwake msamaha kwa madhambi yenu. Na washirikina wasio toa Zaka kuwapa wanao stahiki watapata adhabu kali. Na wao tu, si wenginewe, ndio wanao kataa kuwa upo uhai wa Akhera.","lang":"sw"},{"name":"41:7","price":"Ambao hawatoi Zaka na wanaikataa Akhera.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"Na washirikina wasio toa Zaka kuwapa wanao stahiki watapata adhabu kali. Na wao tu, si wenginewe, ndio wanao kataa kuwa upo uhai wa Akhera.","lang":"sw"},{"name":"41:8","price":"Hakika wanao amini na wakatenda mema watakuwa na ujira usio na ukomo.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"Hakika Waumini wanao tenda mema watapata malipo mazuri yasiyo katika.","lang":"sw"},{"name":"41:9","price":"Sema: Hivyo nyinyi mnamkataa aliye umba ardhi katika siku mbili, na mnamfanyia washirika? Huyu ndiye Mola Mlezi wa walimwengu wote.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"Ewe Mtume! Waambie hawa washirikina: Ama nyinyi mnastaajabisha! Mnamkataa Mwenyezi Mungu aliye iumba ardhi kwa siku mbili, na huku juu ya hayo, mnamfanyia washirika wa kushirikiana naye huyo Muumba ardhi, Mmiliki wa walimwengu wote na Mlezi wao? Zimetajwa Siku moja au Siku nyingi katika Sura nyengine. Katika Surat Al-Hajj, Aya 47 Mwenyezi Mungu Mtukufu amesema: \"Na kwa hakika siku moja kwa Mola wako Mlezi ni kama miaka elfu mnavyo hisabu nyinyi.\" Na katika Surat Assajdah, Aya 5 amesema Mtukufu: \"Anapitisha mambo yote yaliyo baina ya mbingu na ardhi, kisha yanapanda kwake kwa siku moja tu ambayo kipimo chake ni miaka elfu mnayo hisabu.\" Na katika Surat Al-Ma'arij Mtukufu amesema: \"Malaika na Roho hupanda kwake katika siku iliyo kadiri yake ni miaka elfu khamsini.\" Maoni ya kitaalamu: Vipimo vya wakati wanavyo vitumia watu vimefungamana na dunia na inavyo zunguka juu ya msumari-kati wake na kulizunguka jua. Mtu akitoka kwenye ardhi (dunia) akenda kwenye sayari nyengine za mbinguni vipimo hivyo vya nyakati vinabadilika kwa kuzidi au kwa kupungua. Na hizi Aya tukufu zinaonyesha ishara ya ukweli huu wa ki-ilimu, na ya kwamba zama au nyakati ni jambo la mlinganisho tu. Na bila ya shaka ipo miaka ya ki-ilimu ya Falaki ya kulinganisha yenye kumkinika kuifarikisha baina yao. Mwaka wa ki-jua wa duniani huhisabiwa kwa kupimwa wakati ambao dunia inachukua kulizunguka jua kwa ukamilifu mnamo siku 365, na ilhali sayari zilio karibu na jua kama U't'aarid (Mercury) humaliza safari yake ya kulizunguka jua mnamo siku 88, na upande mwengine sayari ya Blutu (Pluto) ambayo ndiyo sayari iliyo mbali mno na jua, na ndiyo inazunguka taratibu mno inachukua kuzunguka kwake mnamo miaka 250 kwa mujibu wa miaka yetu sisi.","lang":"sw"},{"name":"41:10","price":"Na akaweka humo milima juu yake, na akabarikia humo na akakadiria humo chakula chake katika siku nne. Haya ni sawa kabisa kwa wanao uliza.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"Naye Mwenyezi Mungu amesimamisha juu ya ardhi milima iliyo simama imara ili isiyumbe nanyi; na akakithirisha humo kheri nyingi, na akakadiria humo riziki kwa watu wake, kwa mujibu wa hikima yake, mnamo siku nne. Na nyinyi, juu ya haya, mnakwenda kumwekea washirika? Na Yeye amekadiria kila kitu bila ya upungufu wala kuzidi. Kufafanua huku katika uumbaji wa ardhi na vilio juu yake ni maelezo kwa hao wanao uliza.","lang":"sw"},{"name":"41:11","price":"Kisha akazielekea mbingu, na zilikuwa moshi, akaziambia hizo na ardhi: Njooni, kwa khiari au kwa nguvu! Vyote viwili vikasema: Tumekuja nasi ni wat'iifu.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"Kisha amekhusisha uweza wake na kuumba mbingu, nazo zilikuwa kama moshi, basi zikawapo. Na kuumba kwake mbingu na ardhi kwa mujibu wa mapendo yake ni jambo jepesi kwake, ni kama kukiambia kitu: Njoo ukipenda usipenda, nacho kikat'ii.","lang":"sw"},{"name":"41:12","price":"Basi akazifanya mbingu saba kwa siku mbili, na akazipangia kila mbingu mambo yake. Na tukaipamba mbingu ya chini kwa mataa na kwa ulinzi. Hichi ndicho kipimo cha Mwenyezi Mungu Mwenye Kujua.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"Na akatimiza kuumba mbingu saba mnamo siku mbili nyengine. Na akaweka katika kila mbingu alicho kiandalia na ilivyo pelekea hikima yake. Na akaipamba mbingu ya karibu na dunia kwa nyota zinazo ng'ara kama taa, kwa ajili ya uwongofu wasisikilize mashetani khabari za walio juu. Kuumba huko vilivyo ni mpango wa Mwenyezi Mungu asiye shindika, Mwenye kuzunguka kila kitu.","lang":"sw"},{"name":"41:13","price":"Basi wakipuuza wewe sema: Nakuhadharisheni adhabu mfano wa adhabu ya A'di na Thamudi,","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"Basi washirikina wakipuuza Imani baada ya kuwekewa wazi dalili zake, wewe, Mtume, waambie: Nimekuonyeni msije kupatilizwa kwa adhabu kali kama iliyo wateketeza kina A'di na Thamudi.","lang":"sw"},{"name":"41:14","price":"Walipo wajia Mitume mbele yao na nyuma yao wakawaambia: Msimuabudu ila Mwenyezi Mungu! Wakasema: Angeli taka Mola wetu Mlezi bila ya shaka angeli wateremsha Malaika. Basi sisi hakika tunayakataa hayo mliyo tumwa.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"Walijiwa A'di na Thamudi na hiyo adhabu walipo watokelea Mitume pande zote. Hawakuacha njia ya kuwaongoza ila waliipitia, na wakawaambia: Msimuabudu ila Mwenyezi Mungu. Wao wakasema: Lau Mwenyezi Mungu angeli taka kumtuma Mtume basi angeli tuteremshia Malaika. Basi sisi hakika tunakataa hayo ya Tawhidi na mengineyo mliyo kuja nayo nyinyi.","lang":"sw"},{"name":"41:15","price":"Ama kina A'di walijivuna katika nchi bila ya haki, na wakasema: Nani aliye kuwa na nguvu kushinda sisi? Kwani wao hawakuona kwamba Mwenyezi Mungu aliye waumba ni Mwenye nguvu kushinda wao? Na wao wakawa wanazikataa Ishara zetu!","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"Ama kina A'di walipandwa na kiburi katika nchi bila ya haki ya kuwa na kiburi hicho. Na walisema kwa kughurika na nafsi zao: Nani huyo anaye tushinda sisi kwa nguvu? Ama ajabu watu hawa! Wanasema hayo na wao hawaoni kwamba Mwenyezi Mungu aliye waumba ana nguvu zaidi kuwashinda wao? Na wao walikuwa wakizikanya Ishara zetu!","lang":"sw"},{"name":"41:16","price":"Basi tuliwapelekea upepo wa kimbunga katika siku za ukorofi, ili tuwaonjeshe adhabu ya kuwahizi katika uhai wa duniani, na bila ya shaka adhabu ya Akhera ina hizaya zaidi, na wala wao hawatanusuriwa.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"Tukawapelekea upepo wenye sauti kali katika siku korofi, ili tuwaonjeshe adhabu ya kuwafanya wawe madhalili wanyonge katika maisha ya duniani. Na ninaapa kuwa bila ya shaka adhabu ya Akhera itakuwa ya hizaya zaidi, wala wao siku hiyo hawatapata wa kuwasaidia.","lang":"sw"},{"name":"41:17","price":"Na ama Thamudi tuliwaongoza, lakini walipenda upofu kuliko uwongofu. Basi uliwachukua moto wa adhabu ya kuwafedhehi kwa sababu ya yale waliyo kuwa wakiyachuma.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"Na ama kina Thamudi tuliwabainishia njia ya kheri na njia ya shari. Lakini wao walikhiari upotovu kuliko uwongofu, ikawatwaa radi iliyo waunguza kwa madhila na unyonge, kwa sababu ya madhambi waliyo yachuma.","lang":"sw"},{"name":"41:18","price":"Na tukawaokoa walio amini na wakawa wanamcha-mngu.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"Na tukawaokoa kutokana na adhabu hii wale walio amini, na wakawa wanamcha Mwenyezi Mungu na wanaiogopa adhabu yake.","lang":"sw"},{"name":"41:19","price":"Na siku watakapo kusanywa maadui wa Mwenyezi Mungu kwenye Moto, nao wakikgawanywa kwa makundi.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"Ewe Nabii! Siku watakapo kusanywa maadui wa Mwenyezi Mungu kupelekwa Motoni, wakawa wa mwanzo wao wanakutana na wa mwisho wao, ili ipate hoja ilazimike juu ya wote,","lang":"sw"},{"name":"41:20","price":"Hata watakapo ufikia Moto yatawashuhudia masikio yao, na macho yao na ngozi zao kwa waliyo kuwa wakiyatenda.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"Mpaka watakapo ufikilia Moto na wakaulizwa juu ya madhambi waliyo yatenda duniani, na wao wakakataa, yakawashuhudilia masikio yao, na macho yao, na ngozi zao kwa waliyo yatenda wao,","lang":"sw"},{"name":"41:21","price":"Na wao wataziambia ngozi zao: Kwa nini mmetushuhudilia? Nazo zitasema: Ametutamkisha Mwenyezi Mungu ambaye ametamkisha kila kitu! Na Yeye ndiye aliye kuumbeni mara ya kwanza, na kwake Yeye tu mtarejeshwa.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"Na hao maadui wa Mwenyezi Mungu wakaziambia ngozi zao: Kwa nini mmetushuhudilia? Na ngozi zitasema: Ametutamkisha Mwenyezi Mungu aliye tamkisha kila kitu. Na Yeye ndiye aliye kuumbeni hapo mwanzo kabla hamjawa chochote. Na kwake Yeye, peke yake, ndio mtarejea baada ya kufufuliwa, akuhisabieni mliyo kwisha yatanguliza katika vitendo.","lang":"sw"},{"name":"41:22","price":"Na hamkuwa wenye kujificha hata masikio yenu, na macho yenu, na ngozi zenu, zisikushuhudilieni. Lakini mlidhani kwamba Mwenyezi Mungu hayajui mengi katika mliyo kuwa mkiyatenda.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"Wala nyinyi hamkuwa mkiweza kuficha vitendo vyenu viovu hata viungo vyenu visivione na ikawa macho yenu, na masikio yenu na ngozi zenu, vyote hivyo vikakushuhudilieni. Lakini nyinyi mlikuwa mkidhani kuwa Mwenyezi Mungu hajui mengi katika vitendo vyenu, kwa sababu mkivifanya kwa uficho.","lang":"sw"},{"name":"41:23","price":"Basi hiyo dhana yenu mliyo kuwa mkimdhania Mola wenu Mlezi. Imekuangamizeni; na mmekuwa miongoni mwa walio khasiri.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"Lakini dhana mbovu mliyo kuwa mkimdhania Mola wenu Mlezi imekuhilikini, na kwa hivyo mmekuwa Siku ya Kiyama katika wenye kukhasiri vibaya mno.","lang":"sw"},{"name":"41:24","price":"Basi wakisubiri Moto ndio maskani yao. Na wakiomba radhi hawakubaliwi.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"Basi hata wakijizuia machungu yao, Moto ndio mwisho wao, na makaazi yao ya daima. Na wakitaka kumridhi Mwenyezi Mungu sasa hawakubaliwi hayo matakwa yao.","lang":"sw"},{"name":"41:25","price":"Na tukawawekea marafiki, na wakawapambia yaliyo mbele yao na nyuma yao. Basi ikawathibitikia kauli wawe pamoja na mataifa yaliyo pita kabla yao, miongoni mwa majini na watu. Hakika hao wamekuwa ni wenye kukhasirika.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"Nasi tumewaandalia duniani marafiki waharibifu, na wao wakawazainishia mbele yao mambo ya Akhera, basi wakawaghuri kwamba ati hakuna kufufuliwa wala kuhisabiwa, na wakawapambia pia mambo ya duniani ili wastarehe nayo. Na neno la adhabu lilio wapata mataifa yaliyo kwisha pita miongoni mwa majini na watu walio kuwa kama wao, likawathibitikia na wao kwa sababu ya kukhiari kwao upotovu badala ya uwongofu. Hakika watu hao wote walikuwa katika walio khasiri khasara iliyo timia.","lang":"sw"},{"name":"41:26","price":"Na walio kufuru walisema: Msiisikilize Qur'ani hii, na timueni zogo, huenda mkashinda.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"Makafiri wakaambizana wenyewe kwa wenyewe: Msiisikilize hii Qur'ani, na inapo somwa nyie leteni porojo lisio kuwa na maana, ili pasiwepo mtu wa kuisikia wala kunafiika kwayo, asaa kwa hivyo mkamshinda Muhammad.","lang":"sw"},{"name":"41:27","price":"Basi hapana shaka tutawaonjesha hao walio kufuru adhabu kali, na hapana shaka tutawalipa malipo mabaya ya yale waliyo kuwa wakiyafanya.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"Tunaapa: Bila ya shaka tutawaonjesha walio kufuru adhabu kali kwa vitendo vyao, na khasa kwa hivi kuipiga vita Qur'ani. Na bila ya shaka tutawalipa malipo maovu kabisa kwa vitendo vyao.","lang":"sw"},{"name":"41:28","price":"Hayo ndiyo malipo ya Maadui wa Mwenyezi Mungu - Moto! Humo watakuwa na maskani ya kudumu, ndiyo malipo yao kwa sababu walikuwa wakizikataa Ishara zetu.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"Hizo adhabu zilizo tajwa ni malipo wanayo stahiki maadui wa Mwenyezi Mungu - Moto walio andaliwa katika makaazi ya kuishi milele, kuwa ni malipo kwa kule kuzikataa mfululizo Ishara za Mwenyezi Mungu na hoja zake.","lang":"sw"},{"name":"41:29","price":"Na walio kufuru watasema: Mola wetu Mlezi! Tuonyeshe walio tupoteza miongoni mwa majini na watu ili tuwaweke chini ya miguu yetu, wapate kuwa miongoni wa walio chini kabisa.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"Na makafiri watasema, nao wamo Motoni: Mola wetu Mlezi! Tuonyeshe hayo makundi ya majini na watu walio tupoteza ili tuwaweke chini ya nyayo zetu, wawe katika watu wa chini kabisa.","lang":"sw"},{"name":"41:30","price":"Hakika walio sema: Mola wetu Mlezi ni Mwenyezi Mungu! Kisha wakanyooka sawa, hao huwateremkia Malaika wakawaambia: Msiogope, wala msihuzunike; nanyi furahini kwa Pepo mliyo kuwa mkiahidiwa.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"Hakika walio sema: Mola wetu Mlezi ni Mwenyezi Mungu, kwa kuukubali Upweke wake, kisha wakasimama sawa sawa juu ya sharia zake, Malaika watawateremkia mara kwa mara wakiwaambia: Msikhofu kukuteremkieni shari, wala msihuzunike kuwa mtakosa kheri, na furahini kuwa mtapata Pepo mliyo ahidiwa kwa ndimi za Manabii na Mitume.","lang":"sw"},{"name":"41:31","price":"Sisi ni vipenzi vyenu katika maisha ya dunia na katika Akhera, na humo mtapata kinacho tamaniwa na nafsi zenu, na humo mtapata mtakavyo vitaka.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"Na Malaika watawaambia: Sisi ni wasaidizi wenu katika maisha ya duniani kwa kukuungeni mkono, na Akhera kwa kukuombeeni shafaa na kukutukuzeni. Na huko Akhera mtapata kila cha ladha na kizuri kinacho pendwa na nafsi zenu, na mtapata kila mnacho kitamani kuwa ni takrima, na maamkio yanayo toka kwa Mola Mlezi Mkunjufu wa maghfira na rehema.","lang":"sw"},{"name":"41:32","price":"Ni takrima itokayo kwa Mwenye kusamehe, Mwenye kurehemu.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"Na Malaika watawaambia: Sisi ni wasaidizi wenu katika maisha ya duniani kwa kukuungeni mkono, na Akhera kwa kukuombeeni shafaa na kukutukuzeni. Na huko Akhera mtapata kila cha ladha na kizuri kinacho pendwa na nafsi zenu, na mtapata kila mnacho kitamani kuwa ni takrima, na maamkio yanayo toka kwa Mola Mlezi Mkunjufu wa maghfira na rehema.","lang":"sw"},{"name":"41:33","price":"Na ni nani mbora wa kusema kuliko aitaye kwa Mwenyezi Mungu na akatenda mema, na akasema: Hakika mimi ni katika Waislamu?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"Hapana mwenye kauli nzuri zaidi kuliko mwenye kulingania Tawhid ya Mwenyezi Mungu na ut'iifu wake, na pamoja na hayo, akatenda vitendo vyema, na akasema kwa kuungama itikadi yake: Hakika mimi ni miongoni mwa Waislamu, yaani wenye kunyenyekea amri za Mwenyezi Mungu.","lang":"sw"},{"name":"41:34","price":"Mema na maovu hayalingani. Pinga uovu kwa lilio jema zaidi. Hapo yule ambaye baina yako naye pana uadui atakuwa kama rafiki jamaa wa kukuonea uchungu.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"Haziwezi kuwa sawa tabia njema na tabia mbovu. Pinga uovu ukikujia kutokana na adui kwa tabia iliyo bora kuliko yake. Hapo matokeo yake ni huyo ambaye uliye kuwa na uadui naye atakuja kuwa kama mwenzio wa kukunusuru mwenye moyo safi.","lang":"sw"},{"name":"41:35","price":"Lakini hawapewi wema huu ila wanao subiri, wala hawapewi ila wenye bahati kubwa.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"Na hawaruzukiwi tabia hii, ya kulipa wema kwa uovu, ila wale wenye khulka ya kusubiri, na hawaruzukiwi hayo ila wenye fungu kubwa la tabia ya wema na ukamilifu wa nafsi.","lang":"sw"},{"name":"41:36","price":"Na Shet'ani akikuchochea kwa uchochezi wewe jikinge kwa Mwenyezi Mungu. Hakika Yeye ni Mwenye kusikia, Mwenye kujua.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"Na akitokea Shetani akakutia wasiwasi kukuachisha hayo uliyo amrishwa, ewe unaye semezwa, basi jilinde naye kwa Mwenyezi Mungu. Hakika Mwenyezi Mungu kusikia kwake na kujua kwake kumezunguka kila kitu. Na Yeye atakulinda naye.","lang":"sw"},{"name":"41:37","price":"Na katika Ishara zake ni usiku na mchana, na jua na mwezi. Basi msilisujudie jua wala mwezi, bali msujudieni Mwenyezi Mungu aliye viumba, ikiwa nyinyi mnamuabudu Yeye tu.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"Na katika dalili za uweza wake Mwenyezi Mungu Mtukufu ni huu usiku na mchana, na jua na mwezi. Msilisujudie jua wala mwezi, kwani hivyo ni katika Ishara zake tu. Bali msujudieni Yeye Mwenyezi Mungu peke yake, aliye umba jua, na mwezi, na usiku, na mchana, ikiwa nyinyi kweli mnamuabudu Yeye peke yake.","lang":"sw"},{"name":"41:38","price":"Na ikiwa watajivuna, basi hao walioko kwa Mola wako Mlezi wanamtakasa Yeye usiku na mchana, na wao hawachoki.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"Ikiwa washirikina watajiona wakubwa hawafai kufuata amri yako, basi wewe usiudhike. Kwani hao walio kwa Mola wako Mlezi kwenye utakatifu wake, nao ni Malaika, wanamtakasa Yeye na kila upungufu katika kila wakati, usiku na mchana, wakimsafia ibada Yeye tu, wala hawachoki kumsabihi.","lang":"sw"},{"name":"41:39","price":"Na katika Ishara zake ni kwamba unaiona ardhi nyonge, lakini tunapo iteremshia maji mara unaiona inataharaki na kuumuka. Bila ya shaka aliye ihuisha ardhi ndiye atakaye huisha wafu. Hakika Yeye ni Muweza wa kila kitu.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"Na katika dalili za uweza wake, Mtukufu, ni kwamba unaona, wewe unaye weza kuona, ardhi kavu. Tukiiteremshia maji inatikisika kwa mimea, na inaumuka na kuja juu. Hakika huyo aliye ihuisha ardhi iliyo kwisha kufa ndiye aliye elekea kuhuisha wafu katika hayawani. Yeye ni mtimilivu wa uweza juu ya kila kitu. Aya hii inabainisha kwamba mawadi za mbolea ambazo ni chumvi chumvi zisio na uhai, pindi zipatapo maji ya mvua, huyayuka, na kwa hivyo husahilika kufikilia kwenye mbegu za mimea na mizizi yake. Hapo hugeuka kuingia katika khalaya (Cells) na mifumo na viungo vilio hai. Na kwa hivyo vinaonekana kuwa ni hai. Na ukubwa wake hukua na kuzidi kwa kuingiana na kukuzwa na mimea.","lang":"sw"},{"name":"41:40","price":"Hakika wale wanao upotoa ukweli uliomo katika Ishara zetu hawatufichikii Sisi. Je! Atakaye tupwa Motoni ni bora au atakaye kuja kwa amani Siku ya Kiyama? Tendeni mpendavyo, kwa hakika Yeye anayaona mnayo yatenda.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"Hakika hao wanao iacha Njia iliyo sawa kwa mintarafu ya Ishara zetu na wakaitupilia mbali kwa kuikadhibisha, mambo yao hayatupotei Sisi wala hayo wanayo yakusudia. Nasi tutawalipa kama wanavyo stahiki. Kwani anaye tupwa katika Moto ni bora au yule anaye kuja naye hali katulia Siku ya Kiyama kwa kuokoka kwake na kila ovu? Kabisa hao hawalingani. Waambie kwa kuwaahidi: Fanyeni mtakavyo. Hakika Mwenyezi Mungu ni Mwenye kuzunguka kila kitu kwa jicho lake, naye atamlipa kila mmoja kwa a'mali yake.","lang":"sw"},{"name":"41:41","price":"Kwa hakika wanayo yakataa mawaidha haya yanapo wajia (wataangamia), na haya bila ya shaka ni Kitabu chenye nguvu na utukufu.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"Hakika wanao ikataa Qur'ani Tukufu inapo wajia bila ya kuzingatia, watapata adhabu ambayo hapana mtu anaye weza kuikadiria. Wao wameipinga Qur'ani nacho hakika ni Kitabu kisicho kuwa na mfano, kinamshinda kila mwenye kukipinga, hakiingiliwi na upotofu usio kuwa na asli kwake kwa upande wowote ule, kimeteremka kwa kukufuatana kutokana na Mungu aliye takasika na upuuzi, Msifiwa kwa wingi wa sifa kwa neema alizo zitoa.","lang":"sw"},{"name":"41:42","price":"Hautakifikia upotovu mbele yake wala nyuma yake. Kimeteremshwa na Mwenye hikima, Msifiwa.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"Hakika wanao ikataa Qur'ani Tukufu inapo wajia bila ya kuzingatia, watapata adhabu ambayo hapana mtu anaye weza kuikadiria. Wao wameipinga Qur'ani nacho hakika ni Kitabu kisicho kuwa na mfano, kinamshinda kila mwenye kukipinga, hakiingiliwi na upotofu usio kuwa na asli kwake kwa upande wowote ule, kimeteremka kwa kukufuatana kutokana na Mungu aliye takasika na upuuzi, Msifiwa kwa wingi wa sifa kwa neema alizo zitoa.","lang":"sw"},{"name":"41:43","price":"Huambiwi ila yale yale waliyo ambiwa Mitume wa kabla yako. Hakika Mola wako Mlezi bila ya shaka ni Mwenye maghfira, na ni Mwenye adhabu chungu.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"Ewe Muhammad! Huambiwi wewe na maadui wako ila kama walivyo ambiwa Mitume wa kabla yako na maadui wao, nayo ni matusi na kuambiwa mwongo. Hakika Muumba wako na Mlezi wako ana msamaha mwingi, na ni Mwenye kuadhibu kwa machungu makubwa. Basi Yeye humghufiria mwenye kutubu kwake, na humtesa mwenye kushikilia na inda yake.","lang":"sw"},{"name":"41:44","price":"Na lau tungeli ifanya Qur'ani kwa lugha ya kigeni wangeli sema: Kwanini Aya zake haziku pambanuliwa? Yawaje lugha ya kigeni na Mtume Mwaarabu? Sema: Hii Qur'ani ni uwongofu na poza kwa wenye kuamini. Na wasio amini umo uziwi katika masikio yao, nayo kwao imezibwa hawaioni. Hao wanaitwa nao wako pahala mbali.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"Na lau tungeli ifanya Qur'ani kwa lugha ya kigeni, kama walivyo pendekeza baadhi ya hao wanao kera, basi bila ya shaka wangeli sema: Lau zingeli bainishwa Aya zake kwa ulimi tunao ufahamu! Kitabu hichi cha lugha ya kigeni, na huyu mkhubiri wake ni Mwaarabu! Yawaje haya? Ewe Mtume! Waambie: Hii Qur'ani ni hivyo hivyo kama walivyo teremshiwa Waumini, si wengineo, kuwa ni Uwongofu na Poza kwa Waumini; kiwaokoe na ubabaishi, na kiwaponyeshe na shaka shaka. Na wasio amini wamekuwa kama katika masikio yao pana kizuizi, uziwi, nayo hii Qur'ani kwao wao ni upofu, hawaoni chochote ndani yake ila fitna tu. Hao makafiri ni kama wanao itwa waiamini kwa umbali kabisa. Hawausikii wito huo.","lang":"sw"},{"name":"41:45","price":"Na hakika tulimpa Musa Kitabu, lakini pakatokea khitilafu kati yake. Na lau kuwa halikwisha tangulia neno la Mola wako Mlezi wangeli hukumiwa. Na hakika wao wamo katika shaka yenye kuwatia wasiwasi.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"Ninaapa: Kwa hakika tulimpa Musa Taurati, na watu wake wakakhitalifiana kwayo. Na lau ingeli kuwa hukumu ya Mola wako Mlezi haikuakhirishwa, ewe Muhammad, mpaka muda maalumu kwake, basi hapana shaka pange amuliwa hukumu baina yako na hao kwa kuwang'olea mbali wanao kanusha. Na hakika makafiri katika kaumu yako wamo katika shaka na Qur'ani, na hiyo inawatia dhiki na wasiwasi.","lang":"sw"},{"name":"41:46","price":"Anaye tenda mema basi anajitendea mwenyewe nafsi yake, na mwenye kutenda uovu basi ni juu ya nafsi yake vile vile; wala Mola wako Mlezi si mwenye kuwadhulumu waja.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"Mwenye kutenda vitendo vyema ujira wake ataupata mwenyewe, na mwenye kutenda uovu madhambi yake yatakuwa juu yake. Na Mola wako Mlezi si mwenye kuwadhulumu waja wake, hata amtese mtu kwa dhambi za mwengine.","lang":"sw"},{"name":"41:47","price":"UJUZI wa kuijua Saa ya Kiyama unarudishwa kwake tu Mwenyezi Mungu. Na matunda hayatoki katika mafumba yake, wala mwanamke hachukui mimba, wala hazai, ila kwa kujua kwake. Na siku atakayo waita, akawaambia: Wako wapi washirika wangu? Hapo watasema: Tunakiri kwako ya kwamba hapana miongoni mwetu anaye shuhudia hayo.","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"Kwa Mwenyezi Mungu peke yake ndio unarejea ujuzi wa kusimama Saa ya Kiyama. Matunda hayatoki kwenye vifuniko vyake, wala mwanamke hachukui mimba wala hazai ila awe Yeye anajua. Na kumbuka siku ambayo Mwenyezi Mungu atawaita washirikina, kwa kuwakebehi, awaambie: Wako wapi hao washirika wangu mlio kuwa mkiwaomba badala yangu? Watasema kwa kutaadhari: Ewe Mwenyezi Mungu! Tunakujuvya kuwa sisi hatuna wa kushuhudia kuwa wewe una mshirika yeyote.","lang":"sw"},{"name":"41:48","price":"Na wakawapotea wale walio kuwa wakiwaomba hapo kwanza, na wakawa na yakini kuwa hawana pa kukimbilia.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"Na hao miungu ya ushirikina walio kuwa wakiwaabudu watawapotea, na waliyakinika kuwa hawana pa kukimbilia.","lang":"sw"},{"name":"41:49","price":"Mwanaadamu hachoki kuomba dua za kheri, na inapo mpata shari, mara huvunjika moyo akakata tamaa.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"Mwanaadamu hachoki kumwomba Mola wake Mlezi kwa kheri za kidunia. Ikimpata shari basi huwa mwingi wa kuikatia tamaa kheri, na kuvunjika moyo hadi, ya kwamba Mwenyezi Mungu hamwitikii dua yake.","lang":"sw"},{"name":"41:50","price":"Na pindi tukimwonjesha rehema itokayo kwetu baada ya kumgusa dhara, bila ya shaka husema: Haya nayastahiki mimi, wala sidhani kuwa Kiyama kitakuja. Na hata nikirudishwa kwa Mola wangu Mlezi bila ya shaka nina mema yangu kwake! Basi kwa yakini tutawaelezea walio kufuru hayo waliyo yatenda, na kwa yakini tutawaonjesha adhabu ngumu.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"Tunaapa: Tukimwonjesha mtu neema, kwa fadhila yetu, baada ya dhara kubwa iliyo msibu bila ya shaka husema: Hii neema niliyo ipata ni haki yangu mimi. Wala sidhani kuwa Kiyama kitakuja. Na ninaapa ikitokea nikarejeshwa kwa Mola wangu Mlezi basi na huko kwake bila ya shaka nitapata malipo mema. Lakini Sisi tunaapa: Hapana shaka tutawalipa walio kufuru, Siku ya Kiyama, kwa vitendo vyao! Na hapana shaka tutawaonjesha adhabu kali iliyo rindikwa juu kwa juu!","lang":"sw"},{"name":"41:51","price":"Na tukimneemesha mwanaadamu hugeuka na kujitenga upande, na inapo mgusa shari, huwa na madua marefu marefu.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"Na tukimneemesha mtu huacha kutushukuru, na akajitenga mbali na Dini yetu. Na tukimwonjesha shari basi huwa mwingi wa kuomba madua.","lang":"sw"},{"name":"41:52","price":"Sema: Mnaonaje! Ikiwa haya yanatoka kwa Mwenyezi Mungu, nanyi ikawa ndio mmeyakataa, ni nani aliye potea zaidi kuliko aliye katika upinzani wa mbali?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"Ewe Muhammad! Waambie: Hebu nambieni; ikiwa hii Qur'ani imetoka kwa Mwenyezi Mungu nanyi mkawa mnaikataa, basi nani aliye kuwa mbali mno na Ukweli kuliko huyo aliye kinyume na Haki?","lang":"sw"},{"name":"41:53","price":"Tutawaonyesha Ishara zetu katika upeo wa mbali na katika nafsi zao wenyewe mpaka iwabainikie kwamba haya ni kweli. Je! Haikutoshi kwamba Mola wako Mlezi kuwa Yeye ni Shahidi wa kila kitu?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"Karibuni hivi tutawaonyesha hao wanao zikataa Ishara zetu zenye kuonyesha ukweli wako katika pande za mbinguni na ardhi, na katika nafsi zao wenyewe, mpaka yawadhihirikie ya kwamba uliyo waletea ni Haki tupu si vinginevyo. Je! Wanakataa kuwa Sisi tunawaletea Ishara hizo? Je! Haitoshi kuwa Mola wako Mlezi ni Mwenye kukizunguka kila kitu?","lang":"sw"},{"name":"41:54","price":"Ama wao wamo katika shaka ya kukutana na Mola wao Mlezi! Ama hakika Yeye amekizunguka kila kitu.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"Ama hakika hawa makafiri wamo katika shaka kubwa kukutana na Mola wao Mlezi, kwa sababu ya kuwa hawaamini kufufuliwa. Ama hakika Mwenyezi Mungu ni Mwenye kukizunguka kila kitu kwa ujuzi wake na uweza wake.","lang":"sw"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}