{"data":[{"name":"42:1","price":"H'a Mim .","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"H'a Mim, A'yn Sin Qaf: Sura imeanzia kwa harufi hizi za kutamkwa kama ilivyo ada katika Sura nyingi katika Qur'ani.","lang":"sw"},{"name":"42:2","price":"A'yn Sin Qaf .","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"H'a Mim, A'yn Sin Qaf: Sura imeanzia kwa harufi hizi za kutamkwa kama ilivyo ada katika Sura nyingi katika Qur'ani.","lang":"sw"},{"name":"42:3","price":"Hivi ndivyo Mwenyezi Mungu Mwenye nguvu na Mwenye hikima anavyo kuletea Wahyi wewe na walio kabla yako.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"Mfano wa yaliyomo katika Sura hii anakufunulia wewe na Mitume walio kuwa kabla yako, Mwenyezi Mungu Mwenye kushinda kwa nguvu zake, ambaye amepanga kila kitu kwa pahala pake, kwa mujibu wa hikima katika vitendo vyake na mipango yake.","lang":"sw"},{"name":"42:4","price":"Ni vyake viliomo mbinguni, na viliomo katika ardhi. Na Yeye ndiye Mtukufu, Mkuu.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"Ni vya Mwenyezi Mungu, peke yake, vyote viliomo katika mbingu na ardhi, kwa kuviumba, kuvimilika, na kuviendesha. Naye ni peke yake aliye tukuka kwa nafsi, na ukawa mkuu ufalme wake.","lang":"sw"},{"name":"42:5","price":"Zinakaribia mbingu kupasuka juu huko, na Malaika wakimtakasa Mola wao Mlezi na kumhimidi, na wakiwaombea maghfira waliomo kwenye ardhi. Ama hakika Mwenyezi Mungu ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"Mbingu, juu ya ukubwa wake na kushikamana kwake, zimekaribia kupasuka kutoka huko juu kwa kumwogopa Mwenyezi Mungu, na kuathirika kwa taadhima yake na utukufu wake. Na Malaika wanamtakasa Mwenyezi Mungu na kila lisilo elekea naye, na humsifu kwa analo stahiki. Na humwomba Mwenyezi Mungu awasamehe watu wa duniani. Na Yeye Subhanahu ananabihisha kwamba hakika ni Mwenyezi Mungu tu, peke yake, ndiye Mwenye maghfira ya wote, na rehema iliyo kunjufu.","lang":"sw"},{"name":"42:6","price":"Na wale walio wafanya walinzi wengine badala yake Yeye, Mwenyezi Mungu ni Mwangalizi juu yao. Wala wewe si wakili juu yao.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"Na hao walio wafanya wengineo badala ya Mwenyezi Mungu kuwa ndio wa kuwanusuru, Mwenyezi Mungu anaangalia hayo wayatendayo. Wala wewe hukupewa kazi hiyo ya kuwaangalia wao.","lang":"sw"},{"name":"42:7","price":"Na namna hivi tumekufunulia Qur'ani kwa Kiarabu ili uwaonye watu wa Mama wa Miji na walio pembezoni mwake. Na uhadharishe na Siku ya Mkutano, haina shaka hiyo. Kundi moja litakuwa Peponi, na kundi jengine Motoni.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"Na mfano wa ufunuo huo ulio wazi, tumekufunulia wewe hii Qur'ani kwa lugha ya Kiarabu isiyo na ubabaishi, ili upate kuwaonya watu wa Makka na walio pembezoni mwake katika Waarabu, na uwaonye watu adhabu ya siku watakao kusanywa khalaiki wote kwa ajili ya hisabu. Hapana shaka yoyote kuja siku hiyo. Watu siku hiyo watakuwa mafungu mawili - fungu moja litakuwa Peponi. ma kundi jengine litakuwa Motoni.","lang":"sw"},{"name":"42:8","price":"Na Mwenyezi Mungu angeli penda ange wafanya wote umma mmoja, lakini anamwingiza katika rehema yake amtakaye. Na wenye kudhulumu hawana mlinzi wala msaidizi.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"Na lau kuwa Mwenyezi Mungu angeli penda kuwakusanya watu wote katika dunia wakafuata njia moja angeli wakusanya hivyo. Lakini Yeye humtia katika rehema yake amtakaye, kwa kuwa anajua kuwa hao wamekhiari uwongofu kuliko upotofu. Na wenye kujidhulumu nafsi zao kwa ukafiri hawana mlinzi badala ya Mwenyezi Mungu wa kudhamini kuwalinda, wala msaidizi wa kuwaokoa na adhabu ya Mwenyezi Mungu.","lang":"sw"},{"name":"42:9","price":"Au wamechukua walinzi wengine badala yake! Lakini Mwenyezi Mungu ndiye Mlinzi khasa. Na Yeye ndiye anaye huisha wafu. Na Yeye ndiye Mweza wa kila kitu.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"Hawa wenye kudhulumu hawakumfanya Mwenyezi Mungu kuwa ni mlinzi wao, bali wamewafanya wengineo kuwa ndio walinzi wao. Na wala haiwafalii wao hayo. Kwani Mwenyezi Mungu, peke yake, ndiye Mwenye kustahiki kuwa Mlinzi kama wao wanataka mlinzi. Yeye ndiye anaye fufua walio kufa kwa ajili ya hisabu. Na Yeye ndiye Mwenye madaraka juu ya kila kitu kwa uweza wake.","lang":"sw"},{"name":"42:10","price":"Na mkikhitalifiana katika jambo lolote, basi hukumu yake iko kwa Mwenyezi Mungu. Huyo Mwenyezi Mungu ndiye Mola wangu Mlezi, ninaye mtegemea na kwake Yeye narejea.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"Na mliyo khitalifiana kwayo katika mambo yaliyo khusu Imani na ukafiri, hukumu yake ya kukata iko kwa Mwenyezi Mungu. Na Yeye amekwisha ibainisha. Yeye huyo ndiye Hakimu wa kuhukumu mliyo khitalifiana, Mwenyezi Mungu, Mwenye kumiliki mambo yangu yote. Mimi namtegemea Yeye kwa mambo yangu. Na kwake Yeye peke yake ndio narejea ili kutafuta uwongozi.","lang":"sw"},{"name":"42:11","price":"Yeye ndiye Muumba mbingu na ardhi, amekujaalieni mke na mume katika nafsi zenu, na katika nyama hoa dume na jike, anakuzidishieni namna hii. Hapana kitu kama mfano wake. Naye ni Mwenye kusikia Mwenye kuona.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"Yeye ndiye aliye ziumba mbingu na ardhi, na akakuumbieni katika jinsi yenu wanaume na wanawake, na akaumba katika mifugo yenu kadhaalika madume na majike, na kwa mpango huu ndio wazidi kuwa wengi. Hapana kitu chochote kama mfano wake Mwenyezi Mungu, basi hana kitu cha kuwa wa pili yake. Na Yeye ndiye Mwenye kujua, kwa ujuzi wa kukamilika, kuvijua vyote vinavyo sikilizana na kuonekana bila ya taathira ya hisiya.","lang":"sw"},{"name":"42:12","price":"Yeye ndiye Mwenye funguo za mbingu na ardhi. Humkunjulia riziki amtakaye, na humpimia amtakaye. Hakika Yeye ni Mjuzi wa kila kitu.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"Yeye Mwenyezi Mungu ndiye Mwenye funguo za mbingu na ardhi, kwa kuzihifadhi na kuzitumia. Humkunjulia riziki amtakaye, na humdhikisha amtakaye. Hakika Yeye, Mtukufu, ujuzi wake umezunguka kila kitu.","lang":"sw"},{"name":"42:13","price":"Amekuamrisheni Dini ile ile aliyo muusia Nuhu na tuliyo kufunulia wewe, na tuliyo wausia Ibrahim na Musa na Isa, kwamba shikeni Dini wala msifarikiane kwayo. Ni magumu kwa washirikina hayo unayo waitia. Mwenyezi Mungu humteua kwake amtakaye, na humwongoa kwake aelekeaye.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"Amekufanyieni sharia itikadi kama alivyo agana na Nuhu, na tulizo kufunulia wewe kwa Wahyi, na tulivyo agana na Ibrahim, na Musa, na Isa, ya kwamba mzitie imara nguzo za Dini, kwa kuyafuata yaliyo letwa na Dini, wala msikhitalifiane katika jambo hilo. Ni uzito kwa washirikina hayo unayo waitia ya kusimamisha nguzo za Dini. Mwenyezi Mungu humteuwa kwa ajili ya Ujumbe wake amtakaye, na humwezesha na kumsaidia katika Imani na kusimama katika Dini mwenye kuacha inda na kumwelekea Yeye.","lang":"sw"},{"name":"42:14","price":"Na hawakufarikiana ila baada ya kuwajia ilimu kwa sababu ya husuda iliyo kuwa baina yao. Na lau kuwa haikwisha tangulia kauli kutoka kwa Mola wako Mlezi ya kuakhirisha mpaka muda maalumu, basi bila ya shaka palingeli hukumiwa baina yao. Na hakika walio rithishwa Kitabu baada yao wanakitilia shaka inayo wahangaisha.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"Wala hawakukhitalifiana katika Dini wafuasi wa Mitume walio tangulia ila baada ya kuwafikia ujuzi wa kweli, na hayo ni kwa kutokana na uadui na uhasidi ulio baina yao. Na lau kuwa si ahadi iliyo kwisha tangulia kutoka kwa Mwenyezi Mungu ya kuakhirisha adhabu mpaka Siku ya Kiyama, basi bila ya shaka walingeli teketezwa. Na kwa hakika wale walio rithishwa Kitabu kutokana na walio kabla yao, na wakawahi zama zako, wana shaka na Kitabu chao, tena shaka ya kuwatatanisha. Ndio maana hawaitikii wito wako. (Lau kuwa Mayahudi wameamini kweli yaliyomo katika Taurati, wangeli muamini Nabii Isa na Nabii Muhammad. Na lau kuwa Wakristo wameamini kweli yaliomo katika Taurati na Injili basi hapana la kuwazuia wasimuamini Nabii Muhammad, na kumuamini Mwenyezi Mungu Mmoja, wala hana Utatu. Lakini hawana imani ya yakini, na kwa hivyo wameunda mawazo yaliyo nje ya Taurati na nje ya Injili.)","lang":"sw"},{"name":"42:15","price":"Basi kwa haya waite! Nawe simama sawa sawa kama ulivyo amrishwa, wala usiyafuate matamanio yao. Na sema: Naamini aliyo teremsha Mwenyezi Mungu katika Vitabu. Na nimeamrishwa nifanye uadilifu baina yenu. Mwenyezi Mungu ni Mola wetu Mlezi, na Mola wenu Mlezi. Sisi tuna jukumu kwa vitendo vyetu, na nyinyi mna jukumu kwa vitendo vyenu. Hapana kuhojiana baina yetu na nyinyi. Na Mwenyezi Mungu atatukusanya pamoja, na marejeo ni kwake.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"Basi kwa ajili ya umoja wa Dini, na kuondoa mtafaruku ndani yake, waite waishike Dini, na shikilia Wito huo kama alivyo kuamrisha Mwenyezi Mungu, wala usitafute kuyaridhi matamanio ya washirikina. Na sema: Mimi naamini Vitabu vyote alivyo wateremshia Mwenyezi Mungu Mitume wake, na Mwenyezi Mungu ameniamrisha nisimamishe uadilifu baina yenu. Na waambie: Mwenyezi Mungu ndiye Muumba wetu, na ndiye Muumba wenu. Vitendo vyetu ni vyetu sisi, si vyenu. Na vitendo vyenu ni vyenu nyinyi, si vyetu. Hapana la kubishana baina yetu na nyinyi, kwani haki iwazi. Mwenyezi Mungu atatukusanya kwa kutuhukumu kwa uadilifu. Na kwake Yeye peke yake ndio marejeo ya kurejea.","lang":"sw"},{"name":"42:16","price":"Na wanao hojiana juu ya Mwenyezi Mungu baada ya kukubaliwa, hoja za hawa ni baat'ili mbele ya Mola wao Mlezi, na juu yao ipo ghadhabu, na itakuwa kwao adhabu kali.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"Na hao wanao bisha katika mambo yaliyo khusu Dini ya Mwenyezi Mungu, baada ya watu kwisha uitikia Wito ulio wazi, ubishani wa watu hawa wenye shaka shaka ni baat'ili mbele ya Mola wao Mlezi. Na juu yao ipo ghadhabu kali kwa ukafiri wao. Na adhabu chungu inawangojea.","lang":"sw"},{"name":"42:17","price":"Mwenyezi Mungu ndiye aliye teremsha Kitabu kwa Haki, na Mizani. Na nini kitakacho kujuulisha ya kwamba pengine Saa ya Kiyama ipo karibu?","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"Mwenyezi Mungu ndiye aliye teremsha Kitabu cha Muhammad na viliyo kuwa kabla yake katika Vitabu vya Mitume, vyenye kukusanya Haki na uadilifu. Na nini cha kukujuvya, pengine wakati wa Saa ya Kiyama ipo karibu na wewe hujui.","lang":"sw"},{"name":"42:18","price":"Wasio amini huihimiza hiyo Saa ifike upesi; lakini wanao amini wanaiogopa, na wanajua kwamba hakika hiyo ni kweli. Ama kwa hakika hao wanao bishana katika khabari za hiyo Saa wamo katika upotofu wa mbali kabisa.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"Wanahimiza ije Saa ya Kiyama upesi upesi, kwa maskhara, hao wasio iamini. Na wenye kuiamini wamo katika khofu isitokee. Hao hawaihimizi. Na wanajua kuwa hiyo ni kweli iliyo thibiti, wala haina shaka. Naye Subhanahu anazindua kwamba hao wanao bisha kuja kwake bila ya shaka wamo katika upotovu ulio mbali na Haki.","lang":"sw"},{"name":"42:19","price":"Mwenyezi Mungu ni Mpole kwa waja wake. Humruzuku ampendaye. Naye ni Mwenye nguvu, Mtukufu.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"Mwenyezi Mungu, ni mkuu wa kuwafanyia wema waja wake wote. Huwaruzuku awatakao kama anavyo taka. Naye ni Mwenye kushinda kila kitu, Mwenye nguvu asiye shindika.","lang":"sw"},{"name":"42:20","price":"Mwenye kutaka mavuno ya Akhera tutamzidishia katika mavuno yake, na mwenye kutaka mavuno ya duniani tutampa katika hayo, lakini katika Akhera hana fungu.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"Mwenye kutaka kulipwa kwa a'mali yake thawabu za Akhera atalipwa mara mbili ujira wake. Na mwenye kutaka kwa a'mali yake starehe ya dunia tu, basi tutampa fungu lake hilo, na huko Akhera hatakuwa na fungu lolote la thawabu.","lang":"sw"},{"name":"42:21","price":"Au hao wana miungu ya kishirikina walio watungia dini asiyo itolea idhini Mwenyezi Mungu? Na lau lisinge kuwako neno la kupambanua basi wangeli katiwa hukumu baina yao. Na hakika wenye kudhulumu watapata adhabu chungu.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"Kwani wao wanao miungu walio watungia dini nyengine asiyo iamrisha Mwenyezi Mungu? Hayakuwa hayo! Na lau halikwisha tangulia agano la kuakhirisha hukumu mpaka Siku ya Kiyama, basi bila ya shaka pangeli hukumiwa baina ya makafiri na Waumini hapa hapa duniani. Na hakika walio jidhulumu nafsi zao kwa ukafiri watapata adhabu yenye machungu makali.","lang":"sw"},{"name":"42:22","price":"Utawaona hao madhaalimu wanavyo kuwa na khofu kwa sababu ya waliyo yachuma, nayo yatawafika tu. Na walio amini na wakatenda mema watakuwamo katika mabustani ya Peponi. Humo watapata wayatakayo kwa Mola wao Mlezi. Hiyo ndiyo fadhila kubwa.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"Ewe unaye semezwa! Utawaona Siku ya Kiyama hao walio jidhulumu nafsi zao kwa ushirikina wamo katika khofu kuogopa malipo ya ushirikina wao, nayo yatawateremkia tu hapana hivi wala hivi. Na utawaona wenye kuamini na wakatenda mema wamestarehe katika mwahali mzuri kabisa katika Pepo. Humo watapata neema wazitamaniazo kwa Mola wao Mlezi. Hayo ndiyo malipo makubwa, na ndio fadhila kubwa ya kutarajiwa.","lang":"sw"},{"name":"42:23","price":"Hayo ndiyo aliyo wabashiria Mwenyezi Mungu waja wake walio amini na wakatenda mema. Sema: Sikuombeni malipo yoyote kwenu ila mapenzi katika kujikurubisha. Na anaye fanya wema tutamzidishia wema. Hakika Mwenyezi Mungu ni Msamehevu Mwenye shukrani.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"Hiyo fadhila kubwa ndiyo ambayo Mwenyezi Mungu amewabashiria waja wake Waumini, wat'iifu. Ewe Mtume! Sema: Mimi sitaki kwenu ujira kwa kufikisha huu Ujumbe, isipo kuwa mumpende Mwenyezi Mungu na Mtume wake katika kujikurubisha kwenu kwake Yeye Subhanahu, kwa vitendo vyema. Na mwenye kutenda ut'iifu Mwenyezi Mungu atampa ujira mara mbili. Hakika Mwenyezi Mungu ni mkunjufu wa maghfira kwa wenye madhambi, ni Mwenye shukrani kwa waja wake wenye vitendo vyema.","lang":"sw"},{"name":"42:24","price":"Ati wanasema: Amemzulia Mwenyezi Mungu uwongo? Mwenyezi Mungu akipenda atapiga muhuri juu ya moyo wako. Na Mwenyezi Mungu anaufuta upotofu na anaithibitisha Haki kwa maneno yake. Hakika Yeye anayajua yaliomo vifuani.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"Je! makafiri wanasema Muhammad anamzulia uwongo Mwenyezi Mungu? Mwenyezi Mungu akipenda atakufungia moyo wako usubiri maudhi yao, na tuhuma yao kuwa unamzulia Mwenyezi Mungu, na Mwenyezi Mungu ataondoa na ataushinda ukafiri na ataupa nguvu Uislamu na ataudhihirisha kwa wa'hyi alio mteremshia Mtume wake s.a.w., kwani - Yeye- Mwenyezi Mungu anajua yote yaliomo ndani ya nyoyo zenu nyote.","lang":"sw"},{"name":"42:25","price":"Naye ndiye anaye pokea toba kwa waja wake, na anasamehe makosa, na anayajua mnayo yatenda.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"Ni Mwenyezi Mungu peke yake ndiye Mwenye kupokea toba kwa watu wanao mt'ii hata kwa makosa yaliyo zaidi kuliko yale wanayo ombea toba. Na Yeye ndiye anaye samehe madhambi yote isipo kuwa shirki, kwa kufadhili na kurehemu; na anayajua myatendayo ikiwa ya kheri au shari.","lang":"sw"},{"name":"42:26","price":"Na anawaitikia wanao amini na wakatenda mema, na anawazidishia fadhila zake. Na makafiri watakuwa na adhabu chungu.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"Na huwaitikia Waumini kwa wanayo yaomba, na huwazidishia juu ya hayo wanayo yaomba. Na makafiri watapata adhabu yenye kufikia ukomo wa ukali na uchungu.","lang":"sw"},{"name":"42:27","price":"Na lau kuwa Mwenyezi Mungu angeli wakunjulia riziki waja wake, basi bila ya shaka wangeli panda kiburi katika dunia. Lakini anaiteremsha kwa kipimo akitakacho. Hakika Yeye anawajua vyema waja wake na anawaona.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"Na lau kuwa Mwenyezi Mungu angeli wakunjulia waja wake wote, kama watakavyo, basi bila ya shaka wangeli panda kiburi katika ardhi wakafanya dhulma. Lakini Mwenyezi Mungu humkunjulia riziki amtakaye, na humdhikisha amtakaye, kwa mujibu wa hikima yake. Hakika Mwenyezi Mungu anayajua vyema mambo yote ya waja wake, ya siri na dhaahiri. Basi Yeye humkadiria kila mmoja kwa linalo msilihi kwa mujibu wa hikima yake.","lang":"sw"},{"name":"42:28","price":"Naye ndiye anaye iteremsha mvua baada ya wao kwisha kata tamaa, na hueneza rehema yake. Naye ndiye Mlinzi Mwenye kuhimidiwa.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"Na Mwenyezi Mungu, peke yake, ndiye anaye iteremsha mvua inayo waokoa na ukame baada ya kwisha kata tamaa na kuzidi kiangazi, kuwa ni rehema kwa waja wake. Na Yeye hueneza baraka za mvua katika mimea, na miti ya matunda, na wanyama, na nyanda, na milima. Na Yeye, peke yake, ndiye Mwenye madaraka ya kuyapanga mambo yote ya waja wake, na ndiye wa kuhimidiwa kwa neema zake, na vitendo vyake vyote.","lang":"sw"},{"name":"42:29","price":"Na katika Ishara zake ni kuumba mbingu na ardhi, na wanyama alio waeneza. Naye ni Mwenye uweza wa kuwakusanya apendapo.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"Na katika dalili za uweza wa Mwenyezi Mungu kuumba atakacho ni huku kuumba mbingu na ardhi kwa nidhamu iliyo pangwa; na kuumbwa vilivyo tenganishwa humo na kuenezwa wanayama wanao onekana na wengineo. Na Mwenyezi Mungu aliye hakikisha uweza wake kwa kuumba hivyo vilio tajwa ni Muweza wa kuwakusanya wote katika wakati autakao kuwafufulia kwa ajili ya malipo.","lang":"sw"},{"name":"42:30","price":"Na misiba inayo kusibuni ni kwa sababu ya vitendo vya mikono yenu. Naye anasamehe mengi.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"Na msiba wowote unao kusibuni mnao uchukia ni kwa sababu ya maasi yenu. Na anayo yasamehe Mwenyezi Mungu duniani au akayachukulia ahadi humo, basi Mwenyezi Mungu ni Karimu; hatokuwa tena wa kuadhibu kwa hayo Akhera. Na Kwa hivi ametakasika na dhulma, na amesifika kwa rehema kunjufu.","lang":"sw"},{"name":"42:31","price":"Na nyinyi hamwezi kushinda katika ardhi. Na wala nyinyi hamna mlinzi wala msaidizi badala ya Mwenyezi Mungu.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"Wala nyinyi hamwezi kumshinda Mwenyezi Mungu na kumzuilia asilete masaibu duniani kuwa ni adhabu kwa ajili ya maasi yenu, na hata mkikimbia vipi. Na wala hamna asiye kuwa Mwenyezi Mungu wa kukurehemuni pindi ikikuteremkieni balaa, wala hamna wa kukunusuruni nayo.","lang":"sw"},{"name":"42:32","price":"Na katika Ishara zake ni vyombo vinavyo kwenda na kurejea baharini kama vilima.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"Na katika dalili za uweza wa Mwenyezi Mungu, ni majahazi yaendayo katika bahari kama vilima virefu kwa ukubwa wake.","lang":"sw"},{"name":"42:33","price":"Akitaka, huutuliza upepo navyo hivyo vyombo husimama tutwe juu ya bahari. Hakika katika hayo zipo Ishara kwa kila mwenye kusubiri akashukuru.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"Mwenyezi Mungu akipenda huutuliza upepo kukawa shuwari; basi majahazi yaliyo thibiti juu ya bahari hutulia hayendi huko yendako. Hakika huko kwenda kwao na kusimama kwao kwa amri ya Mwenyezi Mungu ni dalili wazi juu ya uweza wa Mwenyezi Mungu. Wanayazingatia hayo Waumini wenye kusubiri wakati wa dhiki, na wenye kushukuru wakati wa furaha.","lang":"sw"},{"name":"42:34","price":"Au huviangamiza hivyo vyombo kwa sababu ya waliyo yatenda hao watu. Naye husamehe mengi.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"Au akayateketeza hayo majahazi kwa sababu ya madhambi ya walio panda, kwa kuwapelekea upepo wa kimbunga. Na Mwenyezi Mungu akipenda anasamehe mengi; kwa kuwa hawaadhibu kwa kuzuia upepo na kuleta shuwari, au kwa kuleta kimbunga cha kuwazamisha.","lang":"sw"},{"name":"42:35","price":"Na ili wajue wanao jadiliana katika Ishara zetu kwamba hawana pahala pa kukimbilia.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"Mwenyezi Mungu, Subhanahu, hufanya hayo ili Waumini wapate kuzingatia, na wajue wale wanao zirudi Ishara zake kwa upotovu kwamba wao wamo katika mkono wake, wala hawana pa kuikimbia adhabu yake.","lang":"sw"},{"name":"42:36","price":"Basi vyote mlivyo pewa ni starehe ya maisha ya dunia tu, lakini kilichoko kwa Mwenyezi Mungu ni bora, na cha kudumu kwa ajili ya walio amini, na wakawa wanamtegemea Mola wao Mlezi,","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"Msidanganyike na starehe za dunia. Kwani enyi watu! Yote mliyo pewa, mali, wana, na vyenginevyo, ni starehe zenu za maisha ya duniani. Na aliyo yaandaa Mwenyezi Mungu katika neema za Peponi ni bora na zinadumu zaidi kwa wenye kuamini, na kumtegemea Muumba wao na Mlezi wao wa pekee;","lang":"sw"},{"name":"42:37","price":"Na wanayo yaepuka madhambi makubwa na mambo machafu, na wanapo kasirika wao husamehe,","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"Na wanao jitenga mbali na kupanda madhambi makubwa makubwa aliyo yakataza Mwenyezi Mungu, na madhambi yote yaliyo zidi ubaya, na pindi wakichochewa kwa kufanyiwa mabaya katika mambo ya dunia yao, wao wenyewe wakawa mbele kuanza kusamehe ili kuleta masikilizano;","lang":"sw"},{"name":"42:38","price":"Na wanao mwitikia Mola wao Mlezi, na wakashika Swala, na mambo yao yakawa ni kwa kushauriana baina yao, na kutokana na tulicho waruzuku wakawa wanatoa,","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"Na wanao uitikia wito wa Muumba wao na Mlezi wao, na wakamuamini, na wakazihifadhi Swala zao, na ukawa mwendo wao ni kushauriana katika mambo yao ili upatikane uadilifu katika jamii zao, bila ya mtu mmojapo au kikundi cha wachache kutaka kuwatumilia mabavu wenginewe, na wakawa wanatoa kwa njia za kheri kutokana na neema alizo mneemesha Mwenyezi Mungu;","lang":"sw"},{"name":"42:39","price":"Na ambao wanapo fanyiwa jeuri hujitetea.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"Na wale ambao anapo wavamia mwenye kudhulumu wao wanajitetea nafsi zao kuupinga ule uvamizi wake.","lang":"sw"},{"name":"42:40","price":"Na malipo ya uovu ni uovu mfano wa huo. Lakini mwenye kusamehe, na akasuluhisha, basi huyo malipo yake yapo kwa Mwenyezi Mungu. Hakika Yeye hawapendi wenye kudhulumu.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"Na malipo ya mwovu, ni kumtendea uovu kama wake, kwa kufuata uadilifu. Lakini mwenye kusamehe uovu alio tendewa, naye anaweza kulipiza, na akaleta masikilizano baina yake na yule khasimu yake, kwa kujenga mapenzi, basi thawabu zake ziko kwa Mwenyezi Mungu. Hapana anaye zijua kadiri yake isipo kuwa Yeye. Hakika Mwenyezi Mungu hawarehemu wavamizi wanao fanya uadui katika haki za watu, kwa kuzikiuka sharia za Mwenyezi Mungu.","lang":"sw"},{"name":"42:41","price":"Na wanao jitetea baada ya kudhulumiwa, hao hapana njia ya kuwalaumu.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"Hakika wanao wapa adhabu wavamizi kama wanavyo fanya uadui wao, hao hawaingiliwi wala hawalaumiwi.","lang":"sw"},{"name":"42:42","price":"Bali lawama ipo kwa wale wanao wadhulumu watu, na wanafanya jeuri katika nchi bila ya haki. Hao watapata adhabu iliyo chungu.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"Bali lawama na kushikwa haki ni juu ya wanao fanya uadui, wakadhulumu watu, na wakafanya kiburi katika nchi, na wakafisidi humo bila ya haki. Hao watapata adhabu yenye uchungu mkali.","lang":"sw"},{"name":"42:43","price":"Na anaye subiri, na akasamehe, hakika hayo ni katika mambo ya kuazimiwa.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"Ninaapa: Bila ya shaka, mwenye kuvumilia kudhulumiwa, akamwachilia aliye mdhulumu, wala asiitetee nafsi yake, pindi ikiwa huko kusamehe kwenyewe hakuupalilii ufisadi ukapata nguvu katika nchi, hakika hayo ni katika mambo ambayo yanatakikana mwenye akili ajilazimishe kuyatenda.","lang":"sw"},{"name":"42:44","price":"Na ambaye Mwenyezi Mungu amemwacha kupotea, hana mlinzi baada yake. Na utawaona wenye kudhulumu watakapo iona adhabu wanasema: Je! Ipo njia ya kurudi?","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"Na mwenye kuipotea Njia ya Uwongofu kwa kuwa hana ujuzi mwema, basi hana wa kumnusuru isipo kuwa Mwenyezi Mungu, ndiye wa kumwongoa na wa kumkinga na adhabu. Na, ewe unaye semezwa! Utaona Siku ya Kiyama wale wenye kudhulumu watakapo iona adhabu ya Akhera wanamuuliza Mola wao Mlezi, watumie mbinu gani wapate kurejea duniani, ili wapate kutenda mema, siyo waliyo kuwa wakiyatenda kwanza?","lang":"sw"},{"name":"42:45","price":"Na utawaona wanapelekwa kwenye Moto, nao wamenyenyekea kwa unyonge, wanatazama kwa mtazamo wa kificho. Na walio amini watasema: Hakika wapatao khasara ni hao walio khasiri nafsi zao na ahali zao Siku ya Kiyama. Ama hakika wenye kudhulumu watakuwa katika adhabu ya daima.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"Na kadhaalika, utawaona walio dhulumu, wakipelekwa Motoni, wamenywea kwa sababu ya unyonge ulio tokana na hivyo vitisho walivyo vikuta, wakitupia jicho kwa kificho kwenye huo Moto kwa kuukhofu vituko vyake. Na hapo Waumini watasema: Hakika walio khasiri kweli ni hao walio dhulumu nafsi zao kwa ukafiri wao, na wakawakhasiri wake zao na watoto wao na jamaa zao kwa mfarakano walio usabibisha baina yao. Na Mwenyezi Mungu ananabihisha kwamba wenye kudhulumu watakuwa katika adhabu ya milele.","lang":"sw"},{"name":"42:46","price":"Wala hawatakuwa na walinzi wa kuwanusuru mbele ya Mwenyezi Mungu. Na ambaye Mwenyezi Mungu amemwacha kupotea, hana njia yoyote.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"Na wala hawatakuwa wa kuwanusuru kutokana na ile miungu ya uwongo walio kuwa wakiiabudu badala ya Mwenyezi Mungu, na walio kuwa wakiit'ii katika kumuasi Mwenyezi Mungu, waje kuwaokoa na adhabu ya Mwenyezi Mungu. Na mwenye kupotea Njia ya Haki kwa kuto kuwa na ujuzi, basi hatokuwa na njia ya kumwokoa na mwisho muovu.","lang":"sw"},{"name":"42:47","price":"Muitikieni Mola wenu Mlezi kabla haijafika siku isiyo epukika itokayo kwa Mwenyezi Mungu. Siku hiyo hamtakuwa pa kukimbilia wala hamtakuwa na cha kukingia.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"Enyi watu! Kimbilieni kuitikia aliyo kuitieni Mtume wa Mwenyezi Mungu aliye kuumbeni na akakuleeni, nayo ni Imani na Ut'iifu, kabla uhai haujamaliza fursa ya kutenda vitendo, na ikafika Siku ya Hisabu ambayo Mwenyezi Mungu hairudishi nyuma tena baada ya kwisha ihukumia. Siku hiyo hamtakuwa na pa kukimbilia pa kukuhamini na adhabu, wala hapana cha kuzuia kitakacho kufikieni.","lang":"sw"},{"name":"42:48","price":"Na wakipuuza, basi Sisi hatukukupeleka ili uwe mwangalizi wao. Si juu yako ila kufikisha Ujumbe tu. Na hakika Sisi tukimwonjesha mtu rehema kutoka kwetu, huifurahia. Na akisibiwa na ovu kwa sababu ya iliyo yatanguliza mikono yao, basi hakika mtu huyu anakufuru.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"Wakipuuza washirikina kukuitikia wewe, ewe Mtume, basi usihuzunike. Kwani wewe si mwangalizi wao kwa hayo wanayo yatenda. Wewe umelazimishwa kufikisha Ujumbe tu, na hayo umeyabainisha wazi. Na tabia ya watu tukiwapa wasaa hupanda kiburi. Na ukiwasibu msiba kwa sababu ya maasi yao, mara wanasahau neema, wanahuzunika kwa kuteremkiwa na balaa, na wanaingia katika kufuru.","lang":"sw"},{"name":"42:49","price":"Ufalme wa mbingu na ardhi ni wa Mwenyezi Mungu; anaumba apendavyo, anamtunukia amtakaye watoto wa kike, na anamtunukia amtakaye watoto wa kiume,","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"Ni wa Mwenyezi Mungu peke yake Ufalme wa mbingu na ardhi, kwa kuumba, kuudabiri, na kuusarifu. Yeye anaumba atakacho. Humtunukia amtakaye wana wa kike, na akamtunukia amtakaye wana wanaume bila ya wanawake.","lang":"sw"},{"name":"42:50","price":"Au huwachanganya wanaume na wanawake, na akamfanya amtakaye tasa. Hakika Yeye ni Mjuzi Mwenye uweza.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"Na Yeye Subhanahu humfadhili amtakaye kwa kumchanganyia wanaume na wanawake, na akamfanya amtakaye bila ya mtoto yeyote. Hakika Mwenyezi Mungu anajua vyema kila kitu. Ni Muweza wa kutenda kila akitakacho.","lang":"sw"},{"name":"42:51","price":"Na haikuwa kwa mwanaadamu kwamba Mwenyezi Mungu amsemeze ila kwa Wahyi (Ufunuo), au kwa nyuma ya pazia, au kumtuma Mjumbe. Naye humfunulia ayatakayo kwa idhini yake. Hakika Yeye ni Mtukufu, Mwenye hikima.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"Wala haimfalii mtu kusemezwa na Mwenyezi Mungu ila iwe kwa Wahyi (Ufunuo) kwa kumtilia ilhamu katika moyo wake, au usingizini, au kwa kusikia maneno ya Kiungu bila ya kumwona Asemaye, au kwa kutumwa Malaika akaonekana sura yake, na akasikilizana sauti, akamfunulia Nabii kwa idhini ya Mwenyezi Mungu kama atakayo. Hakika Mwenyezi Mungu ni Mtenda nguvu, basi haziwiliki Mwenye kupita ukomo hikima yake katika kuendesha mambo yake na kupanga kwake.","lang":"sw"},{"name":"42:52","price":"Na namna hivi tumekufunulia Qur'ani kwa amri yetu. Ulikuwa hujui Kitabu ni nini, wala Imani. Lakini tumekifanya kuwa ni Nuru ambayo kwayo tunammwongoa tumtakaye katika waja wetu. Na hakika wewe unaongoa kwenye Njia Iliyo Nyooka.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"Na kama tulivyo wafunulia Mitume kabla yako, basi tumekufunulia nawe, ewe Mtume, hii Qur'ani ili ihuishe nyoyo kwa amri yetu. Kabla ya kuletewa wewe hii ulikuwa hujui nini Qur'ani, wala hujui Sharia za Imani. Lakini tumeifanya Qur'ani kuwa ni Nuru Kubwa ya kuwaongoza wenye kukhiari Uwongofu. Na wewe bila ya shaka utakuwa ukiwaitia watu kwa hii Qur'ani kwenye Njia Iliyo Nyooka.","lang":"sw"},{"name":"42:53","price":"Njia ya Mwenyezi Mungu ambaye ni vyake Yeye tu viliomo mbinguni na katika ardhi. Jueni kuwa mambo yote yanarudi kwa Mwenyezi Mungu.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"Njia ya Dini ya Mwenyezi Mungu ambaye ndiyo vyake Yeye tu peke yake, vyote viliomo mbinguni na katika ardhi, kwa kuumba, na kupanga, na kuendesha. Naye ananabihisha, Subhanahu, kwamba kwake Yeye peke yake ndio yanarejea mambo yote.","lang":"sw"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}