{"data":[{"name":"43:1","price":"H'a Mim .","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"H'a Mim:- Imeanza Sura hii kwa baadhi ya harufi za kutamkwa kama ilivyo ada ya Qur'ani katika kuanzishia Sura nyingi kwa harufi kama hizi.","lang":"sw"},{"name":"43:2","price":"Naapa kwa Kitabu kinacho bainisha.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"Mwenyezi Mungu, Subhanahu, anaapa kwa Qur'ani inayo eleza wazi yale iliyo yakusanya katika mambo ya itikadi na hukumu.","lang":"sw"},{"name":"43:3","price":"Hakika Sisi tumeifanya Qur'ani kwa Kiarabu ili mfahamu.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"Hakika Sisi tumeijaalia Qur'ani iwe kwa lugha ya Kiarabu, ili mweze kuelewa umuujiza wake, na mweze kuzingatia maana zake.","lang":"sw"},{"name":"43:4","price":"Na hakika hiyo imo katika Asili ya Maandiko yalioko kwetu, ni tukufu na yenye hikima.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"Na hakika hii Qur'ani iliyo thibiti katika Lauhun Mahfuudh, Ubao ulio hifadhiwa, ulioko kwetu, bila ya shaka, ina cheo cha juu, na imepangwa kwa mpango wa hikima, katika mwisho wa ufasihi. (Vitabu vyote vya mbinguni asili yake anayo Mwenyezi Mungu, katika Ujuzi wake wa tokea azali, Al- I'lmu al-azaliy au Ubao Ulio Hifadhiwa Al-lauhu al-mahfuudh au Asili ya Maandiko Ummu-l-kitabi. Kwa sababu ya kuwa Vitabu vilivyo kuja zamani, ikiwa Taurati, Zaburi, Injili n.k. vilikuwa ni vya muda fulani, na kwa mataifa fulani, basi haikuwepo dharura vibaki kwa usafi kila neno lake. Ni makusudio yake tu yabakie, yaliyo kuwa ya msingi. Ama ulipo fika wakati wa kudumisha Ujumbe wa Mwenyezi Mungu kwa zama zote, na kwa watu wote, ndio ikaja Qur'ani ambayo imehifadhiwa kila neno lake. Na ndio siri ya kuletwa kwa lugha ya Kiarabu na ikalindwa kwa lugha ile, ijapo kuwa itatarajumiwa katika lugha nyengine. Mzozano wowote unao tokea unarejezwa kwenye asli ile ya Kiarabu ambayo haikubadilika hata chembe, wala haitabadilika mpaka Siku ya Kiyama. Huo peke yake ni muujiza. Ama vitabu vya Biblia ni kama maji yaliyo tibuliwa na ng'ombe mpaka kwenye chemchem yake. Chemchem ya Qur'ani haikutibuliwa. Ijapo kuwa wanyama na watu wanaweza kunywa maji yake huku chini, kwenye kitovu cha chemchem hakuguswi. Huko ni kwenye Qur'ani hiyo ya Kiarabu, safi kama ilivyo kwenye Ubao Ulio Hifadhiwa.)","lang":"sw"},{"name":"43:5","price":"Je! Tuache kukukumbusheni kabisa kwa kuwa nyinyi ni watu mlio pita mipaka kwa ukafiri?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"Je! Tukupeni muhula, tuache kukuteremshieni Qur'ani kwa kukutupilieni mbali, kwa sababu ya kupita kwenu mipaka ya ukafiri juu ya nafsi zenu? Hayawi hayo, kwa kufuata hukumu ya kulazimikana kwenu na hoja.","lang":"sw"},{"name":"43:6","price":"Na Manabii wangapi tuliwatuma kwa watu wa zamani!","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"Nasi tuliwatuma Manabii wengi kuyaendea mataifa yaliyo tangulia, basi hapana ajabu kitu kumtuma Mtume kwenu.","lang":"sw"},{"name":"43:7","price":"Na hawajii Nabii yeyote ila walikuwa wakimkejeli.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"Wala hawajii Mtume yeyote kuwakumbusha Haki ila huendelea na kumfanyia maskhara.","lang":"sw"},{"name":"43:8","price":"Na tuliwaangamiza walio kuwa na nguvu kushinda wao. Na mfano wa watu wa zamani umekwisha pita.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"Basi tuliwateketeza walio kadhibisha walio tangulia; na hao walikuwa wamewazidi makafiri wa Makka kwa nguvu na ushupavu. Basi wasidanganyike hawa na ujabari wao. Na zilikwisha tangulia katika Qur'ani hadithi za ajabu za watu wa kale, za kuwafanya wenginewe wazingatie. Basi enyi mnao kanusha! Zingatieni!","lang":"sw"},{"name":"43:9","price":"Na ukiwauliza: Nani aliye ziumba mbingu na ardhi? Bila ya shaka watasema: Kaziumba Mwenye nguvu, Mjuzi!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"Na ninaapa, ewe Mtume! Ukiwauliza makafiri nani aliye ziumba mbingu na ardhi? Bila ya shaka watasema kuyajibu hayo: Mwenyezi Mungu ndiye aliye ziumba, ambaye anasifika kwa hakika ya mambo kuwa ni Mwenye nguvu, na Mwenye Ujuzi ulio enea.","lang":"sw"},{"name":"43:10","price":"Ambaye amekufanyieni ardhi kama tandiko, na akakufanyieni ndani yake njia mpate kuongoka.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"Ambaye amekufanyieni ardhi ni pahala palipo tanda, ili muweze kukaa humo na mjitumilie, na akakufanyieni ndani yake njia mnazo zipitia katika safari zenu mpate kufikia mtakako.","lang":"sw"},{"name":"43:11","price":"Na ambaye ndiye aliye teremsha kutoka mbinguni maji kwa kiasi, na kwa hayo tukaifufua nchi iliyo kufa. Na namna hivi ndivyo mtakavyo tolewa.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"Na ambaye aliye kuteremshieni maji kwa kiasi ya haja kutoka mbinguni tukaihuisha nchi kavu isiyo na mimea. Kuhuisha kama huko ndivyo mtavyo fufuliwa kutoka makaburini kwenu kwa ajili ya hisabu. Basi yawaje mnakukataa?","lang":"sw"},{"name":"43:12","price":"Na ambaye ndiye aliye umba katika kila kitu jike na dume, na akakufanyieni marikebu na wanyama mnao wapanda.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"Na ambaye aliye kuumbieni namna zote za viumbe, akavifanya vikutumikieni vyombo vya baharini na ngamia kuwa ni vipando katika safari zenu kutimiza haja zenu.","lang":"sw"},{"name":"43:13","price":"Ili mkae vizuri migongoni mwao, kisha mkumbuke neema za Mola wenu Mlezi mnapokaa sawa sawa juu yao na mseme: Ametakasika aliye mfanya huyu atutumikie, na tusingeli weza kufanya haya wenyewe.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"Ili mtulie juu yao, kisha mkumbuke neema za Muumba wenu na Mlezi wenu kwa kuvifanya hivyo vikutumikieni mnapo tulia juu yao, na kwa kuadhimisha kule kuvifanya vinyonge kwa njia ya ajabu, na kutambua uweza mlio wezeshwa kuvidhibiti na kuvitawala, mseme: Subhana, Ametakasika aliye mfanya huyu (au hichi) kuwa dhalili kututumikia na sisi wenyewe tusingeli weza kumdhalilisha.","lang":"sw"},{"name":"43:14","price":"Na hakika sisi tutarudi kwa Mola wetu Mlezi.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"Na hakika sisi ni wenye kurejea kwa Muumba wetu baada ya maisha haya, ili ahisabiwe kila mmoja kwa iliyo tanguliza mikono yake.","lang":"sw"},{"name":"43:15","price":"Na wanamfanyia katika waja wake fungu. Kwa hakika mwanaadamu ni mtovu wa fadhila aliye dhaahiri.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"Na makafiri washirikina wamemfanyia Mwenyezi Mungu Subhanahu katika viumbe vyake mwana wakaamini kuwa ni sehemu ya nafsi yake. Hakika mwanaadamu kwa kitendo chake hichi hadi amepita ukomo katika ukafiri wake, na upinzani wake uwazi.","lang":"sw"},{"name":"43:16","price":"Au amejichukulia watoto wanawake katika vile alivyo viumba, na akakuteulieni nyinyi watoto wanaume?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"Ati mnadai kwamba Yeye amejitwalia katika viumbe vyake watoto wa kike, na nyinyi akakukhiarieni watoto wanaume? Ama hakika haya ni mambo ya ajabu kweli!","lang":"sw"},{"name":"43:17","price":"Na anapo bashiriwa mmoja wao kwa yale aliyo mpigia mfano Mwenyezi Mungu, uso wake husawijika na hujaa hasira.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"Wamekuzulia Wewe hayo, na ilhali wao akipewa khabari mmoja wao kwamba amepata mtoto wa kike uso wake husawajika kwa kuudhika, naye kajaa masikitiko na huzuni kwa kuona anapewa khabari mbaya.","lang":"sw"},{"name":"43:18","price":"Ati aliye lelewa katika mapambo, na katika mabishano hawezi kusema kwa bayana?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"Hivyo hawa wana fanya jeuri ya kumpachikia Mwenyezi Mungu mwana, ambaye kwa maumbile yake amelelewa katika mapambo, na hata hawezi kujadiliana na kupambana kwa hoja kwa nuksani yake ya kubaini. Ama hili ni jambo la ajabu!","lang":"sw"},{"name":"43:19","price":"Na wakawafanya Malaika, ambao ni waja wa Mwingi wa Rehema, ni wanawake! Kwani wameshuhudia kuumbwa kwao? Ushahidi wao utaandikwa na wao watahojiwa!","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"Na ati wakawaita Malaika, viumbe vya Mwenyezi Mungu, kuwa ni wanawake. Kwani wao waliwashuhudia walipo umbwa, hata watoe hukumu kwa jambo hilo? Hawakuliona! Sisi tutausajili uzushi wao huu. Na Siku ya Kiyama watakuja hisabiwa.","lang":"sw"},{"name":"43:20","price":"Nao husema: Angeli penda Mwingi wa Rehema tusingeli waabudu sisi. Hawana ujuzi wowote wa hayo! Hawana ila kusema uwongo tu!","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"Na washirikina husema ati: Lau kuwa Mwingi wa Rehema angeli kuwa anataka tusiiabudu hii miungu basi tusingeli iabudu. Wanakusudia kudai kuwa ati Mwenyezi Mungu yu radhi kuabudiwa hiyo miungu. Wanasema hayo bila ya kuwa na ilimu yoyote ya kuyategemezea wayasemayo. Hawa si chochote ila ni wenye kudhani tu. Hunena maneno yasio na ushahidi wowote.","lang":"sw"},{"name":"43:21","price":"Kwani tuliwapa Kitabu kabla ya hichi, na ikawa wao wanakishikilia hicho?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"Kwani tuliwapa Kitabu kabla ya Qur'ani cha kuunga mkono huu uzushi wao, ndio maana wakashikamana nao kwa nguvu hivi? Hatukuwateremshia Kitabu namna hiyo. Basi hawana hoja ya kuinukulu.","lang":"sw"},{"name":"43:22","price":"Bali wanasema: Hakika sisi tuliwakuta baba zetu wanashika dini makhsusi, basi na sisi tunaongoza nyayo zao.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"Lakini washirikina walipo shindwa na hoja zote walisema: Hakika sisi tumewakuta baba zetu wakifuata dini hii; na sisi tunaendelea kufuata nyayo zao.","lang":"sw"},{"name":"43:23","price":"Na kadhaalika hatukumtuma mwonyaji kwenye mji wowote ila watu wake walio deka kwa starehe walisema: Hakika sisi tuliwakuta baba zetu wanashika dini makhsusi, na sisi tunafuata nyayo zao.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"Mfano wa hali ya watu hawa ni mfano wa mataifa yaliyo tangulia. Hatukumtuma Mtume yeyote kwenye mji kabla yako ila walisema wale wenye kuneemeka katika huo mji, nao ndio walio takabari kwa hizo neema: Hakika sisi tumewakuta baba zetu wakifuata dini hii, basi ndio sisi tunakwenda mwendo wao. Basi kufuata kijinga ni upotovu wa tangu kale.","lang":"sw"},{"name":"43:24","price":"Akasema (Mwonyaji): Hata nikikuleteeni yenye uwongofu bora kuliko mlio wakuta nao baba zenu? Wakasema: Sisi tunayakataa tu hayo mliyo tumwa.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"Mwonyaji akasema: Je! Mnafuata baba zenu hata nikikujieni na yaliyo elekea zaidi kukupelekeni kwenye uwongofu kuliko mlio wakuta nao baba zenu? Wakasema kuwajibu Mitume wao wakiwakadhibisha kwa Dini: Sisi tunayakataa yote mliyo tumwa kutuambia!","lang":"sw"},{"name":"43:25","price":"Basi tukawalipizia. Angalia ulikuwaje mwisho wa walio kadhibisha!","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"Basi tukawatesa walio wakadhibisha Mitume wao kwa mateso makali katika dunia. Basi hebu angalia, ewe mwenye kuzingatia, vipi ulikuwa mwisho wa wenye kukukadhibisheni kuwa ni mfano wa ajabu, na mawaidha makubwa!","lang":"sw"},{"name":"43:26","price":"Na pale Ibrahim alipo mwambia baba yake na kaumu yake: Hakika mimi ninajitenga mbali na hayo mnayo yaabudu,","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"Na ewe Muhammad! Waambie hao wanao kanusha hadithi ya Ibrahim pale alipo mwambia baba yake: Hakika mimi nimejitenga mbali na ibada ya kuiabudu hii miungu yenu ya uwongo.","lang":"sw"},{"name":"43:27","price":"Isipo kuwa yule aliye niumba, kwani Yeye ataniongoa.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"Lakini mimi namuabudu Mwenyezi Mungu aliye niumba; kwani ni Yeye ndiye atakaye niongoza kwendea Njia ya Haki.","lang":"sw"},{"name":"43:28","price":"Na akalifanya hili liwe neno lenye kubaki katika vizazi vyake ili warejee.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"Kwa kuwatangazia hivyo, likawa hilo Neno la Tawhidi, ni neno lenye kubakia katika dhuriya zake, ili wapate kulirejelea, waliamini.","lang":"sw"},{"name":"43:29","price":"Bali tuliwastarehesha hawa na baba zao mpaka ikawafikia Haki na Mtume aliye bainisha.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"Washirikina hawakutimiza matumaini ya Ibrahim, wala Mimi sikuwapatiliza papo kwa papo, bali nimewastarehesha hawa ulio nao, ewe Muhammad, na niliwastarehesha baba zao kabla yao kwa namna mbali mbali za neema, mpaka ilipo teremka Qur'ani kuwaitia Haki, na akawajia Mtume mwenye kubaini wazi akiwaita.","lang":"sw"},{"name":"43:30","price":"Na ilipo wafikia Haki wakasema: Huu ni uchawi, na sisi hakika tunaukataa.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"Na ilipo teremka Qur'ani kuwaongoza kwenye Tawhid wakaongeza juu ya ushirikina wao kuita Qur'ani : \"uchawi\" na \"kiini macho\", kwa kejeli. Na wakashikilia ukafiri wao.","lang":"sw"},{"name":"43:31","price":"Na walisema: Kwa nini Qur'ani hii haikuteremshwa kwa mtu mkubwa katika miji miwili hii?","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"Na washirikina, kwa kumdharau Muhammad na kuona haiwezi kuwa yeye ateremshiwe Qur'ani, walisema: Kwa nini basi hii Qur'ani, ambayo yeye anadai kuwa ni Wahyi kutoka kwa Mwenyezi Mungu, asiteremshiwe mtu mkubwa mtukufu katika watu wa Makka au T'aif?","lang":"sw"},{"name":"43:32","price":"Kwani wao ndio wanao gawa rehema za Mola wako Mlezi? Sisi tumewagawanyia baina yao maisha yao katika uhai wa duniani, na tukawanyanyua baadhi yao juu ya wengine kwa daraja nyingi; kwa hivyo baadhi yao wanawafanya wenginewe wawatumikie. Na rehema za Mwenyezi Mungu ni bora kuliko hayo wanayo yakusanya.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"Funguo za Utume hazimo katika mikono ya washirikina, hata wao wawakabidhi watu wenye vyeo. Sisi tumewapangia maisha yao kwa kuwa wao wenyewe hawajiwezi. Na tumewafadhilisha baadhi juu ya wengine katika riziki na vyeo, na kwa hivyo baadhi yao huwafanya wengineo wawasaidie na wawatumikie katika kutimiza haja zao, ili wategemeane katika kutafuta maisha na kupanga uhai. Na Unabii na yaliyo khusiana nayo katika neema za Akhera na dunia, ni bora kuliko vyeo vyote vya duniani.","lang":"sw"},{"name":"43:33","price":"Na lau isinge kuwa watu watakuwa kundi moja tungeli wajaalia wanao mkufuru Rahmani wana nyumba zao zina dari ya fedha, na ngazi zao pia wanazo pandia,","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"Na lau kuwa si karaha ya kuwa watu wote wawe makafiri wakiona makafiri wamo katika nafasi ya riziki, basi tungeli wafanyia wanao mkufuru Mwenyezi Mungu kuwa nyumba zao ziwe na dari za fedha, na pia ngazi za nyumba zao, kwa kuwa hayo hayana thamani kitu mbele yetu.","lang":"sw"},{"name":"43:34","price":"Na milango ya nyumba zao na vitanda wanavyo egemea juu yake,","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"Na tungeli wafanyia milango ya nyumba zao na vitanda kuwa ni vya fedha wakineemeka navyo na wakiegemea juu yake. Na tungeli wafanyia mapambo ya kila kitu. Na starehe zote hizo tulizo kusifia si chochote ila ni starehe za kupita njia, ni za uhai huu tu wa duniani. Na malipo ya Akhera mbele ya Muumba wako na Mlezi wako yameandaliwa kwa wanao jilinda na ushirikina, na wakayaepuka maasi ya kuangamiza.","lang":"sw"},{"name":"43:35","price":"Na mapambo. Lakini hayo si chochote ila ni starehe ya maisha ya dunia tu, na Akhera iliyoko kwa Mola wako Mlezi ni ya wenye kumchamngu.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"Na tungeli wafanyia milango ya nyumba zao na vitanda kuwa ni vya fedha wakineemeka navyo na wakiegemea juu yake. Na tungeli wafanyia mapambo ya kila kitu. Na starehe zote hizo tulizo kusifia si chochote ila ni starehe za kupita njia, ni za uhai huu tu wa duniani. Na malipo ya Akhera mbele ya Muumba wako na Mlezi wako yameandaliwa kwa wanao jilinda na ushirikina, na wakayaepuka maasi ya kuangamiza.","lang":"sw"},{"name":"43:36","price":"Anaye yafanyia upofu maneno ya Rahmani tunamwekea Shet'ani kuwa ndiye rafiki yake.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"Na mwenye kujitia upofu na Qur'ani aliyo iteremsha Mwenyezi Mungu Mwingi wa Rehema kuwa ni kumbusho kwa walimwengu wote, tunamsalitisha na Shetani, anakuwa naye daima, akimpoteza na akimzuzua.","lang":"sw"},{"name":"43:37","price":"Na hakika wao wanawazuilia Njia na wenyewe wanadhani kuwa wameongoka.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"Na hakika Mashetani wanao jitia upofu na Qur'ani huwazuia na Njia anayo itia Rahmani. Na hao wanao tumiliwa wanadhani kwa kuwafuata rafiki zao kwamba wao wamo katika uwongofu.","lang":"sw"},{"name":"43:38","price":"Hata atakapo tujia atasema: Laiti ungeli kuwako baina yangu na wewe kama umbali baina ya mashariki na magharibi. Rafiki mwovu mno wewe!","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"Hata yule aliye jipa upofu na Qur'ani atapo fika kwa Mwenyezi Mungu Siku ya Kiyama, na akaona matokeo ya kule kujitia kwake upofu, atamwambia rafiki yake kwa majuto: Laiti wewe nami tungeli kuwa mbali mbali duniani umbali wa mashariki na magharibi! Ama wewe ulikuwa sahibu muovu mno kwangu, mpaka umekuja nitumbukize katika shimo la Motoni!","lang":"sw"},{"name":"43:39","price":"Na kwa kuwa mlidhulumu, haitakufaeni kitu leo kwamba nyinyi mnashirikiana katika adhabu.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"Na hapo wataambiwa kwa kuwahizi: Leo hamtapunguziwa adhabu, kwani mmejidhulumu wenyewe kwa ukafiri wenu, kwa sababu mlishirikiana na mashetani wenu. Kwani kila mmoja anateseka kwa adhabu ya kumtosha mwenyewe.","lang":"sw"},{"name":"43:40","price":"Je! Unaweza kuwasikilizisha viziwi, au unaweza kuwaongoa vipofu na waliomo katika upotofu ulio wazi?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"Je! Unaweza kumwongoa aliye pita mipaka katika upotovu? Je! Unaweza kumfanya asikie aliye kiziwi hasikii la kweli, kipofu hazingatii, na ambaye katika ujuzi wa Mwenyezi Mungu atakufa katika upotovu? Huwezi hayo! Kwa sababu hao wamekwisha thibiti katika ukafiri wao, basi hawanafiiki kwa wanayo yasikia, wala wanayo yaona.","lang":"sw"},{"name":"43:41","price":"Na hata tukikuondoa, Sisi tutalipiza kisasi chetu kwao.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"Basi tukikushika tukakufisha kabla hatuja kuonyesha adhabu yao, na kifua chako kikatua kwa hayo, na pia vifua vya Waumini, alaa kulli hali, Sisi bila ya shaka tutawaadhibu duniani na Akhera.","lang":"sw"},{"name":"43:42","price":"Au tutakuonyesha tulio waahidi. Nasi bila ya shaka tuna uweza juu yao.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"Au unataka tukuonyeshe adhabu tuliyo waahidi kabla ya kufa kwako, tutakuonyesha, kwani Sisi tunawaweza hao kwa uweza wetu na nguvu zetu.","lang":"sw"},{"name":"43:43","price":"Basi wewe yashike yaliyo funuliwa kwako. Hakika wewe uko kwenye Njia Iliyo Nyooka.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"Ikiwa moja ya mawili haya lazima liwe bila ya shaka, basi shikamana na Qur'ani tuliyo kufunulia, na simama imara katika kuitekeleza, kwani hakika wewe uko katika Njia ya Haki Iliyo Nyooka.","lang":"sw"},{"name":"43:44","price":"Na hakika haya ni ukumbusho kwako na kwa kaumu yako. Na mtakuja ulizwa.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"Na hakika hii Qur'ani ni utukufu mkubwa juu yako, ewe Muhammad, na wa Umma wako, kwa kuwa umeteremshiwa kwa lugha ya Kiarabu, na mtakuja kuhojiwa Siku ya Kiyama juu ya haki yake, na shukrani za neema zake.","lang":"sw"},{"name":"43:45","price":"Na waulize Mitume wetu tulio watuma kabla yako: Je! Tulifanya miungu mingine iabudiwe badala ya Rah'mani?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"Na hebu angalia katika sharia za Mitume wetu tulio watuma kabla yako. Ati umekuja humo wito wa kuwaita watu wende kuabudu vitu visio kuwa Mwenyezi Mungu? Haukuja! Basi hao wanao abudu asiye kuwa Mwenyezi Mungu mmoja hadi wamepita mipaka katika upotovu wao!","lang":"sw"},{"name":"43:46","price":"Na bila ya shaka tulimtuma Musa kwa Ishara zetu ende kwa Firauni na waheshimiwa wake, na akasema: Hakika mimi ni Mtume wa Mola Mlezi wa walimwengu wote!","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"Na bila ya shaka Sisi tulimtuma Musa tukampa miujiza yenye kuthibitisha ukweli wake, ende kwa Firauni na watu wake. Akasema: Hakika mimi ni Mtume wa Muumba wa walimwengu wote na Mlezi wao nimetumwa kwenu. Wakamtaka aonyeshe miujiza.","lang":"sw"},{"name":"43:47","price":"Lakini alipo wajia na Ishara zetu wakaingia kuzicheka.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"Alipo wajia kwa miujiza ya kuthibitisha Utume wake mara wakampokea kwa kumcheka, na kumfanyia tashtiti, na kumcheza shere, bila ya kuzingatia maneno yake.","lang":"sw"},{"name":"43:48","price":"Na hatukuwaonyesha Ishara yoyote ila hiyo ilikuwa kubwa zaidi kuliko nyenginewe. Na tukawakamata kwa adhabu ili warejee.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"Na kila muujiza katika miujiza iliyo wajia mfululizo, kwa uwazi wa hoja zake juu ya ukweli wa Mtume, na kuwa kila mmoja peke yake unatimiza makusudio hayo kwa ukamilifu wa kila njia, na ukamilifu wa nafsi yake, hata ukiuangalia waweza kusema: Muujiza huu ni mkubwa kuliko ule mwengine. Na walipo shikilia kuendelea na uasi tuliwapatiliza kwa balaa za namna kwa namna, ili warejee, waache upotovu wao.","lang":"sw"},{"name":"43:49","price":"Na wakasema: Ewe mchawi! Tuombee kwa Mola wako Mlezi kwa ile ahadi aliyo kuahidi; hakika sisi tutakuwa wenye kuongoka.","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"Wakasema, kumlilia Musa balaa zilipo waenea: Ewe mchawi - ndio Mwanachuoni kikwao - Tuombee kwa Mola wako Mlezi, kwa kutawasali na ahadi yake aliyo kupa, atuondolee adhabu hii! Hakika sisi tukifarijiwa bila ya shaka tutaongoka.","lang":"sw"},{"name":"43:50","price":"Basi tulipo waondolea adhabu hiyo, mara wakaingia kuvunja ahadi.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"Mwenyezi Mungu alipo waondolea masaibu yale kwa kuitikia dua za Musa, wakamshitukia kwa kuvunja ile ahadi yao ya kuamini.","lang":"sw"},{"name":"43:51","price":"Na Firauni alitangaza kwa watu wake, akisema: Enyi watu wangu! Kwani mimi sinao huu ufalme wa Misri, na hii mito inapita chini yangu? Je! Hamwoni?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"Firauni akawatangazia watu wake kutangaza nguvu zake na madaraka yake: Kwani huu ufalme wa Misri si wangu mimi peke yangu, wala hapana mwenginewe, na hii mito ambayo mnaiona inapita chini ya jumba langu? Hamyaoni haya? Basi hamzingatii mnayo yaona ya nguvu zangu na udhaifu wa Musa? Na Firauni alitaka kwa wito wake kuutia imara ut'iifu wao.","lang":"sw"},{"name":"43:52","price":"Au mimi si bora kuliko huyu aliye mnyonge, wala hawezi kusema waziwazi?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"Firauni akasema akizidisha ujabari: Bali mimi ni bora kuliko dhaifu huyu mnnyonge, asiye weza hata kubainisha wazi huo wito wake kwa ulimi wa fasaha.","lang":"sw"},{"name":"43:53","price":"Basi mbona hakuvikwa vikuku vya dhahabu, au hawakuja Malaika pamoja naye wakamwandama?","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"Akazidi kusema kuchochea kumkadhibisha Musa: Lau ingeli kuwa Mola wake Mlezi angeli mvika vikuku vya dhahabu kwa kumpa funguo za utawala, au akamsaidia kwa Malaika wa kumuunga mkono, ingeli kuwa yeye ni mkweli katika madai yake ya Utume?","lang":"sw"},{"name":"43:54","price":"Basi aliwachezea watu wake, na wakamt'ii. Kwa hakika hao walikuwa watu wapotovu.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"Firauni akawa anawachochea watu wake, na akawaathiri kwa udanganyifu huu, nao wakamt'ii katika upotovu wake. Kwani hao walikuwa watu walio kwisha toka kwenye Dini ya Mwenyezi Mungu Iliyo Nyooka.","lang":"sw"},{"name":"43:55","price":"Walipo tukasirisha tuliwapatiliza tukawazamisha wote!","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"Basi walipo tughadhibisha hadi ya kutughadhibisha, kwa kupita kwao mipaka ya ufisadi, tuliwaangamiza kwa kuwazamisha wote.","lang":"sw"},{"name":"43:56","price":"Walipo tukasirisha tuliwapatiliza tukawazamisha wote!","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"Tukamfanya Firauni na kaumu yake kuwa ni viongozi wa makafiri wa baada yao katika kustahiki mfano wa adhabu yao, na kuwa ni masimulizi ya namna ya ajabu ya watu wote kuyazingatia.","lang":"sw"},{"name":"43:57","price":"Na alipo pigiwa mfano Mwana wa Mariamu, watu wako waliupiga ukelele.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"Na alipo pigiwa mfano Isa bin Maryam katika kuwa kwake kama Adam kwa kuwa Mwenyezi Mungu alimuumba kwa udongo, kisha akamwambia: Kuwa, na akawa, subhanallah. Basi yeye ni mtumwa aliye umbwa, aliye neemeshwa kwa kupewa Unabii, subhanallah. Haifai kumuabudu badala ya Mwenyezi Mungu. Na watu wako wanapuuza hizo sifa zinazo pigiwa mfano, na wala hawafahamu.","lang":"sw"},{"name":"43:58","price":"Wakasema: Miungu yetu kwani si bora kuliko huyu? Hawakukupigia mfano huo ila kwa ubishi tu. Bali hao ni watu wagomvi!","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"Makafiri wamesema: Je! Miungu yetu na Isa, nani bora? Ikiwa yeye yuko Motoni basi sisi na miungu yetu tutakuwa pamoja naye. Hawakupigii mfano huu wewe ila kutafuta ubishi tu, na kushindana kwa maneno, si kwa ajili ya kuitafuta kweli ilivyo. Bali hawa ni watu ambao ni shadidi wa khasama, wamebobea kwa hayo.","lang":"sw"},{"name":"43:59","price":"Hakuwa yeye (Isa) ila ni Mtumwa tuliye mneemesha na tukamfanya ni mfano kwa Wana wa Israili.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"Isa si chochote ila ni mja tuliye mneemesha kwa kumpa Unabii, na tumemfanya awe ni zingatio la ajabu kama ni mithali, kwa kumuumba bila ya baba, kwa Wana wa Israili, wapate ushahidi wa ukamilifu wa uweza wetu.","lang":"sw"},{"name":"43:60","price":"Na tungeli penda tungeli wafanyia miongoni mwenu Malaika katika ardhi wakifuatana.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"Na lau tungeli taka, tungeli wageuza baadhi yenu, enyi watu, mkawa ni Malaika mkifuatana katika ardhi, kama wanavyo kufuateni watoto wenu, mjue kwamba Malaika wananyenyekea kufuata kudra ya Mwenyezi Mungu. Basi vipi wao wastahiki Ungu?","lang":"sw"},{"name":"43:61","price":"Na kwa hakika yeye ni alama ya Saa ya Kiyama. Basi usiitilie shaka, na nifuateni. Hii ndiyo Njia Iliyo Nyooka.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"Na hakika Isa kwa kuzuka kwake bila ya baba, na kuponyesha kwake vipofu na wakoma ni dalili ya kukaribia Saa ya Kiyama. Basi usiwe na shaka nayo. Na fuateni uwongofu wangu na Mtume wangu. Hii ninayo kuitieni ndiyo Njia Iliyo Nyooka yenye kufikilia Uwokovu.","lang":"sw"},{"name":"43:62","price":"Wala asikuzuilieni Shet'ani. Hakika yeye ni adui yenu wa dhaahiri.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"Wala asikuzuilieni Shetani kuifuata Njia Iliyo Nyooka. Hakika huyo ni adui aliye dhaahiri uadui wake.","lang":"sw"},{"name":"43:63","price":"Na alipo kuja Isa na dalili zilizo wazi, alisema: Nimekujieni na hikima, na ili nikuelezeni baadhi ya yale mliyo khitalifiana. Basi mcheni Mwenyezi Mungu, na mnit'ii mimi.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"Na alipo tumwa Isa kwa Wana wa Israili naye ana miujiza iliyo wazi, na Ishara zenye kubainisha, aliwaambia: Nimekujieni na sharia yenye hikima nzuri, inayo kuiteni muifuate Tawhidi (Imani ya Mwenyezi Mungu Mmoja). Na nimekujieni nikubainishieni baadhi ya mambo mnayo khitalifiana kwayo katika mambo ya Dini ili mpatane kwenye Haki. Basi iogopeni adhabu ya Mwenyezi Mungu, na mnit'ii mimi katika hayo ninayo kuitieni.","lang":"sw"},{"name":"43:64","price":"Kwa hakika Mwenyezi Mungu ni Mola wangu Mlezi, na ni Mola wenu Mlezi. Basi Muabuduni Yeye tu. Hii ndiyo Njia Iliyo Nyooka.","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"Hakika Mwenyezi Mungu, peke yake, ndiye Muumba wangu, na ni Muumba wenu, basi muabuduni Yeye pasi mwenginewe. Na ihafidhini sharia yake. Hii ninayo kuitieni muifuate ni Njia Iliyo Nyooka itakayo kufikisheni kwenye uwokovu.","lang":"sw"},{"name":"43:65","price":"Lakini makundi kwa makundi yao yalikhitalifiana wao kwa wao. Ole wao walio dhulumu kwa adhabu ya siku chungu.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"Makundi mbali mbali yakakhitalifiana baina ya Wakristo baada ya Isa, kwa kufarikiana juu yake. Maangamizo yatawafika hao walio dhulumu kwa waliyo yasema juu ya Isa ya ukafiri, watapata adhabu kali na chungu Siku ya Kiyama.","lang":"sw"},{"name":"43:66","price":"Je! Nini wanangojea ila Saa iwajie kwa ghafla na wala wao hawatambui?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"Makafiri hawangojei kitu baada ya kuipuuza Imani ila kuwafikia Saa kwa ghafla, nao wameghafilika nayo.","lang":"sw"},{"name":"43:67","price":"Siku hiyo marafiki watakuwa ni maadui, wao kwa wao, isipo kuwa wachamngu.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"Marafiki walio kusanyika duniani kwa upotovu, watakuwa maadui wao kwa wao siku itakapo wafikia Saa kwa ghafla, na yatakatika mapenzi yote, ila mapenzi ya wenye kuogopa, nao wangali duniani, kuiogopa adhabu ya Mwenyezi Mungu, na wakashikamana huko duniani katika kumt'ii Yeye.","lang":"sw"},{"name":"43:68","price":"Enyi waja wangu! Hamtakuwa na khofu siku hiyo, wala hamtahuzunika.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"Mwenyezi Mungu atawaambia wachamngu kwa kuwafanyia hishima: Enyi waja wangu! Leo msikhofu adhabu yoyote, wala msihuzunike. Mmekwisha salimika na adhabu. Na Mwenyezi Mungu amekudhaminieni thawabu.","lang":"sw"},{"name":"43:69","price":"Ambao waliziamini Ishara zangu na walikuwa Waislamu.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"Walio ziamini Ishara za Mwenyezi Mungu na wakamt'ii Yeye, na wakawa wanamnyenyekea.","lang":"sw"},{"name":"43:70","price":"Ingieni Peponi, nyinyi na wake zenu; mtafurahishwa humo.","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"Siku ya Kiyama wataambiwa kwa kufanyiwa hishima: Ingieni Peponi, nyinyi na wake zenu, nanyi mmo katika furaha iliyo kubwa, ambayo itadhihiri kwenye nyuso zenu.","lang":"sw"},{"name":"43:71","price":"Watakuwa wanapitishiwa sahani za dhahabu na vikombe; na vitakuwamo ambavyo nafsi zinavipenda na macho yanavifurahia, na nyinyi mtakaa humo milele.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"Na baada ya kuingia Peponi watakuwa wakizungukiwa kwa sahani za dhahabu, na bilauri kadhaalika, na humo watapata vyakula namna mbali mbali, na vinywaji vya kila namna. Na humo Peponi watapata kila kitamaniacho moyo, na kituzacho macho. Na kukamilisha furaha wataambiwa: Nyinyi mtakaa milele katika neema hizi.","lang":"sw"},{"name":"43:72","price":"Na hiyo ni Pepo mliyo rithishwa kwa hayo mliyo kuwa mkiyafanya.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"Na kutimiza neema, wataambiwa: Hii ndiyo Pepo mliyo ipata kwa sababu ya vitendo vyema mlivyo vitanguliza mlipo kuwa duniani.","lang":"sw"},{"name":"43:73","price":"Mnayo humo matunda mengi mtakayo yala.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"Humo mtapata matunda ya namna nyingi, na kwa wingi, mtastarehe kuyala.","lang":"sw"},{"name":"43:74","price":"Kwa hakika wakosefu watakaa katika adhabu ya Jahannamu.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"Hakika walio tenda makosa kwa ukafiri watakuwamo katika adhabu ya Jahannamu daima dawamu.","lang":"sw"},{"name":"43:75","price":"Hawatapumzishwa nayo na humo watakata tamaa.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"Hawapunguziwi adhabu wakosefu hawa, wala haisitishwi, na wao watakata tamaa ya kuokoka.","lang":"sw"},{"name":"43:76","price":"Wala Sisi hatukuwadhulumu, bali wao ndio walio kuwa madhaalimu.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"Wala Sisi hatukuwadhulumu wakosefu hawa kwa adhabu hii, lakini wao wenyewe ndio walio jidhulumu nafsi zao kwa kukhiari upotofu kuliko uwongofu.","lang":"sw"},{"name":"43:77","price":"Nao watapiga kelele waseme: Ewe Malik! Na atufishe Mola wako Mlezi! Naye aseme: Hakika nyinyi mtakaa humo humo!","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"Na wakosefu, watapo kwisha kata tamaa ya kupunguziwa adhabu kali, watamwita Malik, huyo ni askari wa Motoni wakimwambia: Mwombe Mola wako Mlezi atufishe tupumzike na adhabu ya Jahannamu. Na Malik awambie: Nyinyi mtakaa humu humu katika adhabu milele!","lang":"sw"},{"name":"43:78","price":"Kwa yakini tulikuleteeni Haki, lakini wengi katika nyinyi mlikuwa mnaichukia Haki.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"Mwenyezi Mungu Mtukufu atawaambia kwa kuwarudi: Nyinyi alikujilieni Mtume wetu, enyi watu wa Makka, kukuleteeni Dini ya Haki. Wakaamini wachache, na wengi wenu mkakataa. Nao hawaipendi Haki.","lang":"sw"},{"name":"43:79","price":"Au waliweza kupitisha amri yao? Bali ni Sisi ndio tunao pitisha.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"Kwani ndio waliweza washirikina wa Makka kutimiza hivyo vituko vyao kumkadhibisha Mtume na kupanga njama za kumuuwa? Bali Sisi kwa hakika tuliweza jambo katika kuwalipizia wao na kukupa ushindi wewe juu yao.","lang":"sw"},{"name":"43:80","price":"Au wanadhani kwamba hatusikii siri zao na minong'ono yao? Wapi! Na wajumbe wetu wapo karibu nao, wanayaandika.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"Ati wanadhani hawa washirikina kwamba Sisi hatuyasikii maneno yao wenyewe wanapo panga njama, na wanapo semezana kwa siri katika kukanusha haki? Kwani! Twawasikia. Na Malaika wanao dhibiti kauli zao wanayaandika hayo.","lang":"sw"},{"name":"43:81","price":"Sema: Ingeli kuwa Rahmani ana mwana, basi mimi ningeli kuwa wa kwanza kumuabudu.","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"Waambie hao washirikina: Ikithibitika kwa ushahidi kuwa kweli Mwenyezi Mungu Mwingi wa Rehema ana mwana, basi mimi ningeli kuwa wa kwanza kumuabudu mwana huyo. Lakini hayo hayakuthibiti kwa hoja yoyote kwamba Rahmani ana mwana, kwa kuwa hayo ni kumfanya Mwenye nguvu awe hajiwezi, Mwenye kujitosha awe mhitaji. Na Yeye, Subhanahu, ametakasika na kila la upungufu kwa ukamilifu wake.","lang":"sw"},{"name":"43:82","price":"Ametakasika Mola Mlezi wa mbingu na ardhi, Mola Mlezi wa A'rshi, na hayo wanayo msifia.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"Ametakasika kwa mtakasiko wa Mwenye kuziumba mbingu na ardhi na A'rshi Tukufu, kwa yote wanayo msifia washirikina, ambayo hayaelekeani na Ungu wake.","lang":"sw"},{"name":"43:83","price":"Basi waache wapige porojo wakicheza mpaka wakutwe na hiyo siku yao waliyo ahidiwa.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"Basi waachilie wazame katika upotovu wao, na wacheze katika dunia yao, wayaache mambo yenye maana, wala wasiyashughulikie, mpaka iwajie Siku ya Kiyama waliyo ahidiwa, ipate kila nafsi kulipwa kwa iliyo yachuma.","lang":"sw"},{"name":"43:84","price":"Na Yeye ndiye Mungu mbinguni, na ndiye Mungu katika ardhi. Naye ndiye Mwenye hikima, Mwenye ujuzi.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"Na Yeye ndiye anaye abudiwa mbinguni kwa haki, na anaabudiwa katika ardhi kwa haki. Na Yeye, peke yake, ndiye Mwenye hikima za mwisho katika vitendo vyake na mipango yake, Mwenye kujua kila kitu kilicho kuwa na kitakacho kuwa.","lang":"sw"},{"name":"43:85","price":"Na ametukuka Mwenye ufalme wa mbingu na ardhi na viliomo ndani yake. Na uko kwake ujuzi wa Saa ya Kiyama, na kwake Yeye mtarudishwa.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"Na ametukuka na ametaadhamu Yeye ambaye, peke yake, Mwenye ukamilifu wa kutekeleza katika mbingu na ardhi na baina yao katika viumbe vya angani vinavyo onekana na vyenginevyo, na mipango yote iko kwake, na Yeye tu ndiye Mwenye kujua wakati wa Kiyama, na kwake Yeye peke yake, mtarejeshwa mwishoe kwa ajili ya hisabu.","lang":"sw"},{"name":"43:86","price":"Wala hao mnao waomba badala yake Yeye hawana uweza wa kumwombea mtu, isipo kuwa anaye shuhudia kwa haki, na wao wanajua.","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"Na hio miungu yao wanayo iabudu badala ya Mwenyezi Mungu haimiliki uweza wa kuwaombea hao wanao waabudu. Lakini wenye kushuhudia kwa Tawhidi, yaani hao wanao amini ya kwamba Mwenyezi Mungu ndiye Mola wao Mlezi kwa haki, hao wanaweza kuombewa miongoni mwa Waumini atakao Mwenyezi Mungu kuwaombea.","lang":"sw"},{"name":"43:87","price":"Na ukiwauliza ni nani aliye waumba? Bila ya shaka watasema: Mwenyezi Mungu! Basi ni wapi wanako geuziwa?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"Na ewe Mtume! Ukiwauliza hawa washirikina nani aliye waumba, bila ya shaka watasema: Kawaumba Mwenyezi Mungu. Basi inakuwaje wakaacha kumuabudu Mwenyezi Mungu Mtukufu wakenda kuwaabudu wenginewe, nao wanakiri kuwa Yeye ndiye Muumba wao? Ama hakika jambo hili ni la ajabu!","lang":"sw"},{"name":"43:88","price":"Na usemi wake (Mtume) ni: Ewe Mola wangu Mlezi! Hakika hawa ni watu wasio amini.","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"Naapa kwa kauli ya Muhammad s.a.w. anapo omba na kuita: Ewe Mola wangu Mlezi! Hakika hawa wenye inda ni watu wasio tarajiwa kuamini.","lang":"sw"},{"name":"43:89","price":"Basi wasamehe, na uwambie maneno ya salama. Watakuja jua.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"Basi waachilie mbali, ewe Mtume, kwa wingi wa inda yao, na waambie: Langu mimi nikukuacheni kwa salama yenu kutoka kwangu, na salama yangu kutoka kwenu. Nanyi mtakuja jua kuwa mwisho wa inda yao ni khasara iliyo wazi.","lang":"sw"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}