{"data":[{"name":"44:1","price":"H'a Mim .","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":"H'a Mim. Imeanzia Sura hii kwa baadhi ya harufi za kutamkwa kama ilivyo ada ya Qur'ani katika kufungulia Sura nyingi kwa harufi kama hizi.","lang":"sw"},{"name":"44:2","price":"Naapa kwa Kitabu kinacho bainisha!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":"Mwenyezi Mungu anaapa kwa Qur'ani yenye kuweka wazi Dini ya Haki, yenye kuwabainishia watu yaliyo na maslaha ya dunia yao na Akhera yao, ili kujuulisha utukufu wa cheo chake.","lang":"sw"},{"name":"44:3","price":"Hakika tumekiteremsha katika usiku ulio barikiwa. Hakika Sisi ni Waonyaji.","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":"Hakika Sisi tumeanza kuiteremsha Qur'ani katika usiku ulio jaa kheri, wenye baraka nyingi, kwani ni mwendo wetu kuonya kwa kuwatuma Mitume na kuteremsha Vitabu.","lang":"sw"},{"name":"44:4","price":"Katika usiku huu hubainishwa kila jambo la hikima!","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":"Katika usiku huu wenye baraka hupambanuliwa baina ya mambo yote yenye hikima, na Qur'ani ndio kilele cha hikima, na ndio pambanuo baina ya kweli na uwongo. Na kwa hivyo ndio ikateremshwa katika usiku huo.","lang":"sw"},{"name":"44:5","price":"Jambo litokalo kwetu. Hakika Sisi ndio wenye kutuma.","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":"Nakusudia kwa jambo hili, yaani jambo kuu lenye kutoka kwetu kama ilivyo kwisha pita hukumu ya mpango wetu. Kwani ni shani yetu kutuma Mitume kwa Vitabu ili kuwafikishia waja wetu.","lang":"sw"},{"name":"44:6","price":"Ni rehema itokayo kwa Mola wako Mlezi. Hakika Yeye ni Mwenye kusikia Mwenye kujua.","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":"Kwa ajili ya rehema ya Mola wako Mlezi kwa waja wake, amewatuma Mitume kwa watu wawafikishie uwongofu wake, kwani hakika Yeye peke yake, ndiye Mwenye kusikia kila cha kusikiwa, Mwenye kujua kila cha kujuulikana.","lang":"sw"},{"name":"44:7","price":"Mola Mlezi wa mbingu na ardhi na vilio baina yao, ikiwa nyinyi mna yakini.","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":"Yeye ndiye Muumba mbingu na ardhi na vilio baina yao, ikiwa nyinyi mna yakini na haki, na mnaifuata, na mnaamini kuwa hakika ndio Yeye Mwenye kuteremsha Qur'ani kuwa ni rehema na uwongofu.","lang":"sw"},{"name":"44:8","price":"Hakuna mungu ila Yeye; anahuisha na anafisha- Mola Mlezi wenu na Mola Mlezi wa baba zenu wa mwanzo.","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":"Hapana Mungu isipo kuwa Yeye anaye stahiki kuabudiwa, Yeye peke yake, Mwenye kuhuisha na kufisha. Na Yeye peke yake, ndiye aliye kuumbeni nyinyi na kawaumba baba zenu wa mwanzo.","lang":"sw"},{"name":"44:9","price":"Lakini wao wanacheza katika shaka.","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":"Lakini makafiri wana shaka na ukweli huu, wamo wakifuata pumbao lao. Na huo ndio mtindo wa watu wa pumbao na michezo, sio mwendo wa watu wa ilimu na yakini.","lang":"sw"},{"name":"44:10","price":"Basi ingoje siku ambayo mbingu zitakapo leta moshi ulio dhaahiri,","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":"Basi ewe Mtume! Ngojea ukame utapo wateremkia, wakasibiwa na kukonda na udhaifu wa kuona, ikawa mtu huwa anaona baina ya mbingu na ardhi moshi dhaahiri shaahiri, akawa anasikia mvumo wake wala hauoni.","lang":"sw"},{"name":"44:11","price":"Utakao wafunika watu: Hii ni adhabu chungu!","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":"Moshi huu utawazunguka wale wanao kadhibisha walio sibiwa na ukame, watasema kwa wingi wa kitisho: Hii ni adhabu kali na chungu!","lang":"sw"},{"name":"44:12","price":"Mola wetu Mlezi! Tuondolee adhabu hii. Hakika tutaamini.","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":"Kama pia watavyo sema kwa kuomba msamaha kwa Mwenyezi Mungu: Hakika sisi tutaamini ukituondolea adhabu ya njaa na dhiki.","lang":"sw"},{"name":"44:13","price":"Nini faida ya kukumbuka kwao? Na alikwisha wafikia Mtume mwenye kubainisha.","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":"Watu hawa watawaidhika vipi, hata watimize hiyo Imani wanayo iahidi wakiondolewa adhabu, na hali Mtume mwenye ujumbe ulio wazi kesha wajia na miujiza yenye kuonyesha ukweli wake, na hayo ndiyo mawaidha makubwa kabisa?","lang":"sw"},{"name":"44:14","price":"Na wao wakamgeuzia uso, na wakasema: Huyu amefunzwa, naye ni mwendawazimu.","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":"Kisha wakaacha kumsadiki Mtume aliye tiliwa nguvu na miujiza iliyo wazi, na wakamwambia: Huo uwongo na uzushi! Mara nyengine wakimsingizia kuwa amefunzwa hayo na mtu, na mara nyengine kuwa akili yake imekorogeka.","lang":"sw"},{"name":"44:15","price":"Hakika sisi tutaiondoa adhabu kidogo, lakini nyinyi kwa yakini mtarejea vile vile!","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":"Mwenyezi Mungu anawarudi: Sisi hakika tutakuondoleeni adhabu wakati wa duniani, nao ni wakati mchache, lakini nyinyi mtarejea tu, bila ya shaka, yale yale mliyo kuwa mkiyatenda.","lang":"sw"},{"name":"44:16","price":"Siku tutayo yashambulia mashambulio makubwa, bila ya shaka Sisi ni wenye kutesa.","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":"Ewe Mtume! Watajie ile siku tutapo washika kwa mshiko mkubwa, wa nguvu. Nasi kwa mshiko huu ndio tunawatesa.","lang":"sw"},{"name":"44:17","price":"Na hakika kabla ya hawa tuliwafanyia mtihani watu wa Firauni, na aliwafikia Mtume Mtukufu.","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":"Na bila ya shaka tulikwisha wafanyia mtihani, kabla ya makafiri wa Makka, kaumu ya Firauni kwa kuwaitia kwenye Imani, na akawajia Musa, Mtume Mtukufu kwa Mwenyezi Mungu. Wakamkataa kwa inda tu. Na huo ndio mtindo wa hawa washirikina.","lang":"sw"},{"name":"44:18","price":"Akasema: Nipeni waja wa Mwenyezi Mungu; kwa hakika mimi kwenu ni Mtume Muaminifu.","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":"Mtume Mtukufu aliwaambia: Nipeni enyi waja wa Mwenyezi Mungu lilio waajibu juu yenu, nalo ni kuitikia wito wangu, kwani mimi ni Mtume nimetumwa makhsusi kwenu, na ni muaminifu katika ujumbe wangu.","lang":"sw"},{"name":"44:19","price":"Na msimfanyie kiburi Mwenyezi Mungu; hakika mimi nitakuleteeni uthibitisho ulio wazi.","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":"Wala msimfanyie kiburi Mwenyezi Mungu kwa kumkadhibisha Mtume wake, kwani mimi nakuleteeni muujiza ulio wazi wa kubainisha ukweli wa Unabii wangu na Utume wangu.","lang":"sw"},{"name":"44:20","price":"Nami najikinga kwa Mola wangu Mlezi na ndiye Mola wenu Mlezi pia, ili msinipige mawe.","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":"Na mimi najilinda na Mwenye kuniumba msiweze kuniuwa kwa kunipiga mawe.","lang":"sw"},{"name":"44:21","price":"Na ikiwa hamniamini, basi jitengeni nami.","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":"Na ikiwa hamnisadiki basi jitengeni nami, wala msiniudhi.","lang":"sw"},{"name":"44:22","price":"Ndipo akamwomba Mola wake Mlezi: Hakika watu hawa ni wakosefu.","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":"Musa akamwambia Mola wake Mlezi kwa kumshitakia watu wake alipo kata tamaa nao kuwa hawaamini: Hakika watu hawa shauri yao imekwisha fika ukomo katika ukafiri; basi Wewe wafanyie wanalo stahiki.","lang":"sw"},{"name":"44:23","price":"Mwenyezi Mungu akasema: Basi nenda na waja wangu usiku. Kwa yakini mtafuatwa.","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":"(Naye Musa akaambiwa:) Toka na Waumini usiku usiku kwa kificho, wasije kukupateni, kwani Firauni na askari wake watakufuateni pindi wakijua, wakukamateni.","lang":"sw"},{"name":"44:24","price":"Na iache bahari vivyo hivyo imeachana, hakika wao hao ni jeshi litakalo zamishwa.","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":"Na iache bahari imetulia kama ilivyo baada ya kwisha pigwa kwa fimbo, wapate kuingia hao wanao kanya; kwani wao watazama tu, hapana hivi wala hivi.","lang":"sw"},{"name":"44:25","price":"Mabustani mangapi, na chemchem ngapi waliziacha!","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":"Hao watu wa Firauni baada ya kuzama kwao waliacha mabustani mengi yenye kunawiri, na chemchem zinazo tiririka maji yake,","lang":"sw"},{"name":"44:26","price":"Na mimea na vyeo vitukufu!","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":"Na makulima ya namna kwa namna, na makaazi mazuri mazuri,","lang":"sw"},{"name":"44:27","price":"Na neema walizo kuwa wakijistareheshea!","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":"Na maisha ya raha na starehe, waliyo kuwa wakiyaonea utamu.","lang":"sw"},{"name":"44:28","price":"Ndio hivyo! Na tukawarithisha haya watu wenginewe.","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":"Mfano wa adhabu hiyo Mwenyezi Mungu humuadhibu mwenye kwenda kinyume na amri yake, na akatoka katika ut'iifu wake, na humwondolea neema yule mwenye nayo akawapa watu wenginewe wasio kuwa na makhusiano nao yoyote, la ya ujamaa wala dini.","lang":"sw"},{"name":"44:29","price":"La mbingu wala ardhi hazikuwalilia, wala hawakupewa muhula.","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":"Basi la mbingu wala ardhi hazikuwahuzunukia ilipo wanyakua adhabu, jinsi ilivyo haribika hali yao; wala hawakungojewa watubu, wala hawakupewa muhula wapate kudiriki taksiri yao, kwa jinsi walivyo dharauliwa!","lang":"sw"},{"name":"44:30","price":"Na bila ya shaka tuliwaokoa Wana wa Israili katika adhabu ya kuwadhalilisha,","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":"Na kwa hakika Mwenyezi Mungu aliwaokoa Wana wa Israili na adhabu ya kuwadhalilisha.","lang":"sw"},{"name":"44:31","price":"Ya Firauni. Hakika yeye alikuwa jeuri katika wenye kupindukia mipaka.","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":"Aliwaokoa kwa Firauni. Hakika Firauni alikuwa jeuri kwa watu wake, amepita mipaka kwa shari na uasi.","lang":"sw"},{"name":"44:32","price":"Na tuliwakhiari kwa ujuzi wetu kuliko walimwengu wenginewe.","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":"Ninaapa: Tuliwakhiari Wana wa Israili kwa kuwa tuliwajua kwamba wao wana stahiki kuteuliwa kuliko watu wengine wote wa zama zao. Kwa hivyo tukawatuma miongoni mwao Manabii wengi kwa kuwa tulijua hali zao.","lang":"sw"},{"name":"44:33","price":"Na tukawapa katika ishara zenye majaribio yaliyo wazi.","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":"Na Mwenyezi Mungu akawaletea katika mkono wa Musa dalili kadhaa wa kadhaa za kuwatia wao katika mitihani iliyo wazi.","lang":"sw"},{"name":"44:34","price":"Hakika hawa wanasema:","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":"Hakika hawa wanao kadhibisha kufufuliwa bila ya shaka wanasema: Hapana kufa ila kwa haya haya mauti yetu ya kwanza ya duniani, wala sisi hatutafufuliwa tena.","lang":"sw"},{"name":"44:35","price":"Hapana ila kufa kwetu mara ya kwanza tu, wala sisi hatufufuliwi.","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":"Hakika hawa wanao kadhibisha kufufuliwa bila ya shaka wanasema: Hapana kufa ila kwa haya haya mauti yetu ya kwanza ya duniani, wala sisi hatutafufuliwa tena.","lang":"sw"},{"name":"44:36","price":"Basi warudisheni baba zetu, ikiwa nyinyi mnasema kweli.","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":"Na wao humwambia Mtume wa Mwenyezi Mungu na Waumini: Ikiwa nyinyi mnasema kweli katika madai yenu kwamba Mola wenu Mlezi anahuisha wafu kwa ajili ya hisabu katika Akhera, basi upesi upesi tufufulieni baba zetu walio kwisha kufa, kwa kumwomba huyo Mola wenu Mlezi!","lang":"sw"},{"name":"44:37","price":"Je! Ni wao bora au watu wa Tubbaa' na walio kuwa kabla yao? Tuliwaangamiza. Hakika hao walikuwa wakosefu.","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":"Je! Makafiri wa Makka wanawashinda kaumu ya Tubbaa' na walio watangulia kwa nguvu, na ulinzi, na utawala, na mambo yote ya kidunia? Ewe Muhammad! Hao washirikina wa kaumu yako hawawashindi hao kwa nguvu, na hao Sisi tuliwateketeza katika dunia kwa ukafiri wao na madhambi yao. Basi nawawazingatie!","lang":"sw"},{"name":"44:38","price":"Na hatukuziumba mbingu na ardhi na vilivyomo baina yake kwa mchezo.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":"Na Mwenyezi Mungu hakuumba mbingu na ardhi na viliomo baina yao bila ya hikima.","lang":"sw"},{"name":"44:39","price":"Hatukuviumba hivyo ila kwa Haki, lakini wengi wao hawajui.","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":"Hatukuziumba hizo ila kwa umbo lilio ambatana na hikima, kwa nidhamu iliyo thibiti yenye kuonyesha ushahidi wa kuwepo Mwenyezi Mungu wa pekee, Mwenye uwezo. Lakini wengi wa hawa wameghafilika, wamo katika upofu, hawazioni dalili hizi.","lang":"sw"},{"name":"44:40","price":"Hakika siku ya Uamuzi ni wakati ulio wekwa kwa wao wote.","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":"Hakika siku ya hukumu kupambanua baina ya mwenye haki na asiye na haki, ni wakati walio ahidiwa wote.","lang":"sw"},{"name":"44:41","price":"Siku ambayo rafiki hatamfaa rafiki yake kwa chochote, wala hawatanusuriwa.","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":"Siku ambayo jamaa hawezi kumtetea jamaa yake, wala rafiki kumtetea rafiki yake kwa lolote, hata kwa uchache wa adhabu. Wala wao hawatanusuriwa nafsi zao mbele ya Mwenyezi Mungu.","lang":"sw"},{"name":"44:42","price":"Isipo kuwa atakaye mrehemu Mwenyezi Mungu. Hakika Yeye ndiye Mwenye nguvu, Mwenye kurehemu.","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":"Lakini wale ambao Mwenyezi Mungu amewarehemu, miongoni mwa Waumini, Mwenyezi Mungu atawasamehe, na atawapa ruhusa ya uombezi waweze kuwaombea wenginewe. Hakika Yeye ndiye Mwenye kushinda kila kitu, Mwenye kuwarehemu waja wake Waumini.","lang":"sw"},{"name":"44:43","price":"Hakika Mti wa Zaqqum,","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":"Hakika mti wa Zaqqumu unao juulikana kwa ubaya wa sura yake, na ukarihi kuula kwake, na harufu yake, ni chakula cha wakosefu wenye madhambi mengi.","lang":"sw"},{"name":"44:44","price":"Ni chakula cha mwenye dhambi.","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":"Hakika mti wa Zaqqumu unao juulikana kwa ubaya wa sura yake, na ukarihi kuula kwake, na harufu yake, ni chakula cha wakosefu wenye madhambi mengi.","lang":"sw"},{"name":"44:45","price":"Kama shaba iliyo yayushwa, hutokota matumboni","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":"Utamu wake kama maadeni iliyo yayushwa kwa moto, inatokota matumboni kama yanavyo tokota maji yanayo chemshwa.","lang":"sw"},{"name":"44:46","price":"Kama kutokota kwa maji ya moto.","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":"Utamu wake kama maadeni iliyo yayushwa kwa moto, inatokota matumboni kama yanavyo tokota maji yanayo chemshwa.","lang":"sw"},{"name":"44:47","price":"(Itasemwa:) Mkamateni na mtupeni katikati ya Jahannamu!","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":"Enyi Mazabania wa Jahannamu (Walinzi wa Motoni)! Mkamateni huyu mkosefu, mwenye dhambi, mumtokomeze kwa nguvu na ukali mpaka katikati ya Jahannamu!","lang":"sw"},{"name":"44:48","price":"Kisha mmwagieni juu ya kichwa chake adhabu ya maji yanayo chemka.","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":"Kisha mmiminieni juu ya kichwa chake maji ya moto makali kuzidi kumuadhibu na kumtesa.","lang":"sw"},{"name":"44:49","price":"Onja! Ati wewe ndiye mwenye nguvu, mtukufu!","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":"Ataambiwa kwa kejeli na maskhara: Onja hii adhabu kali, kwani ati wewe si ndiye mtukufu mwenye nguvu katika kaumu yako, ndiye mheshimiwa unavyo jiona mwenyewe!","lang":"sw"},{"name":"44:50","price":"Hakika haya ndiyo mliyo kuwa mkiyatilia shaka.","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":"Hapana shaka hii adhabu mnayo ipata ni kweli yenye kuwa, na ndiyo mliyo kuwa mkiibisha duniani, na mkiitilia shaka kuwa haiwi.","lang":"sw"},{"name":"44:51","price":"Hakika wachamngu watakuwa katika mahali pa amani,","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":"Hakika hao ambao wamejikinga nafsi zao na maasi kwa kufuata ut'iifu wa Mwenyezi Mungu wapo pahala patukufu ambapo ndani yake wao wanajipatia amani kwa nafsi zao.","lang":"sw"},{"name":"44:52","price":"Katika mabustani na chemchem,","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":"Katika mabustani watapo kuwa ndani yake wanastarehe, na chemchem za maji yanayo pita chini yao, kwa sababu ya kuwakirimu wao kwa kutukuza hizo neema zao.","lang":"sw"},{"name":"44:53","price":"Watavaa hariri nyepesi na hariri nzito wakikabiliana,","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":"Wakivaa humo hariri nyepesi na nzito kuzidi kuongeza mapambo yao, nao wakielekeana katika majlisi zao, ili kutimiza starehe.","lang":"sw"},{"name":"44:54","price":"Hivi ndivyo itakavyo kuwa, na tutawaoza mahurilaini.","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":"Na pamoja na malipo haya tutawaoza huko Peponi mahurulaini, ambao huwezi kuwachanganyia jicho kwa hadi ya uzuri wao na ukubwa wa macho yao.","lang":"sw"},{"name":"44:55","price":"Humo watataka kila aina ya matunda, na wakae kwa amani.","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":"Nao huko Peponi watataka kila tunda wanalo litamani, kwa kujua kuwa hayatawaletea vimbizi, wala hayatakwisha, wala hayataadimika.","lang":"sw"},{"name":"44:56","price":"Humo hawataonja mauti ila mauti yale ya kwanza, na (Mwenyezi Mungu) atawalinda na adhabu ya Jahannamu,","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":"Huko Peponi hawataonja mauti baada ya mauti ya kwanza waliyo kwisha yaonja duniani ulipo kwisha muda wao wa kuishi, na Mola wao Mlezi atawalinda na adhabu ya Motoni.","lang":"sw"},{"name":"44:57","price":"Kuwa ni fadhila zitokazo kwa Mola wako Mlezi. Huko ndiko kufuzu kukubwa.","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":"Kuhifadhiwa kwao na adhabu ni fadhila na hisani ya Muumba wako. Kuhifadhiwa huko na adhabu na kuingizwa kwao Peponi ndio hadi ya mwisho ya kufuzu kulio kukubwa.","lang":"sw"},{"name":"44:58","price":"Basi tumeifanya nyepesi hii Qur'ani kwa ulimi wako, ili wapate kukumbuka.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":"Basi hakika Sisi tumekufanyia wepesi kuisoma Qur'ani na kuifikisha kama ilivyo teremka kwa lugha yako, na lugha yao, ili wapate kuwaidhika, na waiamini, na watende kwa mujibu yaliomo ndani yake.","lang":"sw"},{"name":"44:59","price":"Ngoja tu, na wao wangoje pia.","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":"Basi wewe yangojee hayo yatakayo wafika, na wao pia wanangojea yatakayo kufika wewe na huo wito wako, mambo yakibadilika.","lang":"sw"}],"chapter":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan","Chapter Ad-Dukhan","Dukhan","Surah Dukhan","Chapter Dukhan","Ad Dukhan","Surah Ad Dukhan","Chapter Ad Dukhan","Surah 44","Chapter 44","The Smoke","الدُّخَان"]}