{"data":[{"name":"47:1","price":"Walio kufuru na wakazuilia njia ya Mwenyezi Mungu, Yeye atavipotoa vitendo vyao.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"Walio mkataa Mwenyezi Mungu na Mtume wake, na wakawazuilia watu wasiingie katika Uislamu, Mwenyezi Mungu amevivunja vyote walivyo vitenda.","lang":"sw"},{"name":"47:2","price":"Na walio amini, na wakatenda mema, na wakaamini aliyo teremshiwa Muhammad - nayo ni Haki iliyo toka kwa Mola wao Mlezi - atawafutia makosa yao na ataitengeneza hali yao.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"Na walio amini, na wakatenda mema, na wakasadiki yaliyo teremshwa kwa Muhammad, nayo ni Haki iliyo toka kwa Mola wao Mlezi, atawafutia makosa yao, na atawatengenezea hali yao ya Dini na dunia.","lang":"sw"},{"name":"47:3","price":"Hayo ni kwa sababu walio kufuru wamefuata upotovu, na walio amini wamefuata Haki iliyo toka kwa Mola wao Mlezi. Hivyo ndivyo Mwenyezi Mungu anavyo wapigia watu mifano yao.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"Hayo ni kwa sababu walio kufuru wamefuata njia ya upotovu, na kwamba walio amini wamefuata njia ya Haki iliyo toka kwa Mola wao Mlezi. Kwa mfano kama huu wa kubainisha kwa uwazi ndio Mwenyezi Mungu anawaeleza watu hali zao ili wapate kuzingatia.","lang":"sw"},{"name":"47:4","price":"Basi mnapo wakuta walio kufuru wapigeni shingoni mwao, mpaka mkiwadhoofisha wafungeni pingu. Tena waachilieni kwa hisani au wajikomboe, mpaka vita vipoe. Ndio hivyo. Na lau angeli taka Mwenyezi Mungu angeli washinda mwenyewe, lakini haya ni kwa sababu akutieni mitihani nyinyi kwa nyinyi. Na walio uliwa katika njia ya Mwenyezi Mungu hatazipoteza a'mali zao.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"Mtapo kutana na walio kufuru katika vita basi wapigeni kwenye shingo zao, mpaka mtakapo wadhoofisha kwa wingi wa kuwauwa, basi tena wafungeni mateka. Tena ama waachilieni wende zao kwa wema na ihsani, baada ya kwisha vita, kwa kuwaachia bila ya fidia, au kwa fidia ya kutoa mali au kubadilishana kwa mateka wa Kiislamu. Inakuwa mmewaachilia kwa badali. Huu ndio uwe mwendo wenu na makafiri mpaka vita vimalizike kabisa. Mwenyezi Mungu anawahukumieni hivyo. Na lau angeli taka bila ya shaka angeli washinda bila ya vita, lakini haya ni ili awajaribu Waumini kwa makafiri kama mtihani ndio ameamrisha Jihadi. Na walio uwawa katika njia ya Mwenyezi Mungu kabisa hatoacha vitendo vyao vipotee. Atawahidi, na azitengeneze nyoyo zao, na awatie katika Pepo aliyo kwisha wajuulisha. Katika Aya hii tukufu zimetajwa \"shingo\" khasa, kwa sababu kuzipiga hizo ndio njia inayo faa mno kummaliza upesi mwenye kupigwa bila ya kumuadhibu na kumtesa. Kwani imethibiti kwa ilimu kuwa shingo ndiyo kiungo baina ya kichwa na kiwiliwili kizima. Basi ukikatika mshipa wa uti wa mgongo wenye kupeleka hisiya zote, basi viungo vyote muhimu vinapooza. Na ikikatika mishipa ya damu, damu inasita kufika kwenye ubongo. Na zikikatika njia za kupitisha hewa, basi pumzi husita. Na katika hali hizi zote uhai unakatika mara moja.","lang":"sw"},{"name":"47:5","price":"Atawaongoza na awatengezee hali yao.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"Na walio uwawa katika njia ya Mwenyezi Mungu kabisa hatoacha vitendo vyao vipotee. Atawahidi, na azitengeneze nyoyo zao, na awatie katika Pepo aliyo kwisha wajuulisha.","lang":"sw"},{"name":"47:6","price":"Na atawaingiza katika Pepo aliyo wajuulisha.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"Na awatie katika Pepo aliyo kwisha wajuulisha.","lang":"sw"},{"name":"47:7","price":"Enyi mlio amini! Mkimnusuru Mwenyezi Mungu naye atakunusuruni na ataithibitisha miguu yenu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"Enyi mlio amini! Mkiinusuru Dini ya Mwenyezi Mungu, na Yeye atakunusuruni muwashinde maadui zenu, na ayatilie nguvu mambo yenu.","lang":"sw"},{"name":"47:8","price":"Na walio kufuru, basi kwao ni maangamizo, na atavipoteza vitendo vyao.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"Na walio kufuru Mwenyezi Mungu atawatia mashakani, na atawapotoa vitendo vyao.","lang":"sw"},{"name":"47:9","price":"Hayo ni kwa sababu waliyachukia aliyo yateremsha Mwenyezi Mungu, basi akaviangusha vitendo vyao.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"Mambo yao ni hivyo kwa sababu wao wanakereka na aliyo teremsha Mwenyezi Mungu, yaani Qur'ani na amri zake. Basi Mwenyezi Mungu amevibat'ilisha vitendo vyao.","lang":"sw"},{"name":"47:10","price":"Kwani hawakutembea katika ardhi wakaona ulikuwaje mwisho wa walio kuwa kabla yao? Mwenyezi Mungu aliwaangamiza, na kwa makafiri hawa itakuwa mfano wa hayo.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"Wameshindwa kutafuta ya kuwazindua, hata hawakutembea katika ardhi wakaangalia hali gani ulikuwa mwisho wa walio wakadhibisha Mitume kabla yao? Mwenyezi Mungu aliwateremshia hilaki katika kila kilicho khusiana nao, nafsi zao, mali yao, na watoto wao. Na wenye kumkataa Mwenyezi Mungu na Mitume wake ndio hupata mwisho mfano wa huo.","lang":"sw"},{"name":"47:11","price":"Hayo ni kwa sababu Mwenyezi Mungu ni Mlinzi wa walio amini. Na makafiri hawana mlinzi.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"Malipo hayo ndio ushindi wa Waumini na kushindwa nguvu makafiri, ni kwa sababu hakika Mwenyezi Mungu ni rafiki mlinzi wa walio amini na ndiye Mwenye kuwanusuru; na makafiri hawana rafiki mlinzi wa kuwanusuru wala kuwakinga na kuangamia.","lang":"sw"},{"name":"47:12","price":"Hakika Mwenyezi Mungu atawaingiza walio amini na wakatenda mema katika Bustani zipitiwazo na mito kati yake. Na walio kufuru hujifurahisha na hula kama walavyo wanyama, na Moto ndio makaazi yao.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"Hakika Mwenyezi Mungu atawatia wenye kuamini na wakatenda mema katika Pepo tukufu zenye kupitiwa ndani yake mito. Na makafiri wanastarehe duniani kidogo, na wanakula kama walavyo wanyama, wamepigwa na mghafala wala hawajifikirii mwisho wao. Hawanalo lao ila matamanio yao. Na kesho Akhera nyumba yao ni Motoni.","lang":"sw"},{"name":"47:13","price":"Na miji mingapi iliyo kuwa na nguvu zaidi kuliko mji wako huu ulio kutoa; nao tuliwateketeza na wala hawakuwa wa kuwanusuru.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"Na wengi katika watu wa miji walio tangulia walio kuwa na nguvu zaidi kushinda watu wa mji wako wa Makka ambao watu wake wamekufukuza, ewe Muhammad, tuliwaangamiza kwa namna mbali mbali za adhabu. Na hakutokea yeyote wa kuwanusuru nasi.","lang":"sw"},{"name":"47:14","price":"Je! Mwenye kuwa na bayana kutoka kwa Mola wake Mlezi ni kama aliye pambiwa uovu wa vitendo vyake, na wakafuata pumbao lao?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"Je! Wanaweza kuwa sawa makundi mawili haya katika malipo? Mwenye kuwa na ujuzi wazi kumjua Muumba wake na Mlezi wake, naye akawa anamt'ii, atakuwa sawa na mwenye kuwa na vitendo vyake viovu naye akaviona ni vizuri, na akafuata hayo ayatendayo na akaeneza pumbao lake la upotovu.","lang":"sw"},{"name":"47:15","price":"Mfano wa Pepo walio ahidiwa wachamngu ina mito ya maji yasiyo vunda, na mito ya maziwa isiyo haribika ladha yake, na mito ya mvinyo yenye ladha kwa wanywao, na mito ya asali iliyo safishwa. Na wao humo watakuwa na kila namna ya matunda, na maghfira kutoka kwa Mola wao Mlezi. Basi hao ni kama watakao dumu Motoni na wakinyweshwa maji yanayo chemka ya kuwakata matumbo yao?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"Sifa ya Pepo walio ahidiwa wachamngu ni kama hivi: ndani yake imo mito ya maji yasiyo chafuka, na mito ya maziwa yasiyo haribika utamu wake, na mito ya mvinyo yenye ladha kwa wanywao, na mito ya asali iliyo safishwa na takataka zote. Na humo watakuwa na kila namna ya matunda, na msamaha mkubwa kutokana na Mola wao Mlezi. Je! Sifa za Pepo ya hawa ni kama sifa itayo kuwa ni malipo ya mwenye kudumu milele Motoni, na akanyweshwa maji yaliyo tokota ya kukata matumbo? Aya hii tukufu inataka tuzingatie kuwa maji yaliyo vunda, yaliyo tuama, yenye kutaghayari, ni maji yenye madhara. Na Aya hii tukufu imesema hayo kabla ya kuvumbuliwa darubini za kutazamia vijidudu (Microscope) kwa makarne ya miaka, ndipo ilipo juulikana kuwa maji yaliyo tuama yaliyo taghayari yanakuwamo ndani yake mamilioni ya vijidudu vyenye madhara ya kuwasibu watu na wanyama kwa namna mbali mbali ya magonjwa.","lang":"sw"},{"name":"47:16","price":"Na wapo miongoni mwao wanao kusikiliza, mpaka wakiondoka kwako huwauliza walio pewa ilimu: Amesema nini sasa hivi? Hao ndio ambao Mwenyezi Mungu amepiga muhuri juu ya nyoyo zao, na wakafuata pumbao lao.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"Na miongoni mwa makafiri kipo kikundi cha watu wanao kusikiliza wewe, Muhammad. Hawakuamini wewe, wala hawanafiiki na maneno yako. Mpaka wakisha ondoka kwenye baraza yako husema kwa kejeli kuwaambia walio pewa ujuzi: Kasema nini huyu Muhammad sasa hivi? Watu hao ndio Mwenyezi Mungu amepiga muhuri wa ukafiri juu ya nyoyo zao. Ndio wameiacha kheri wakifuata matamanio yao.","lang":"sw"},{"name":"47:17","price":"Na wale walio ongoka anawazidishia uongofu na anawapa uchamngu wao.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"Na walio ongoka wakashika njia ya Haki, Mwenyezi Mungu huwazidishia uwongofu, na akawapa kinga chao cha kujikingia na Moto.","lang":"sw"},{"name":"47:18","price":"Kwani wanangojea jengine isipo kuwa iwafikie Saa (ya Kiyama) kwa ghafla? Na hakika alama zake zimekwisha kuja. Na itapo wajia kutawafaa wapi kukumbuka hapo?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"Wanao kanusha hawawaidhiki na hali za walio tangulia. Basi je! Wanangojea Saa (ya Kiyama) iwajie kwa ghafla? Kwa hakika alama zake zimekwisha dhihiri, na wao hawajazingatia kuwa inakuja. Basi watakumbuka wapi itapo wajia mara moja kwa ghafla?","lang":"sw"},{"name":"47:19","price":"Basi jua ya kwamba hapana mungu ila Mwenyezi Mungu, na omba maghufira kwa dhambi zako na za Waumini wanaume na Waumini wanawake. Na Mwenyezi Mungu anajua mahali penu pa kwenda na kurudi, na mahali penu pa kukaa.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"Basi thibiti juu ya ujuzi ya kwamba hakika hapana wa kuabudiwa kwa Haki ila Mwenyezi Mungu tu. Na muombe maghfira Mwenyezi Mungu kwa dhambi yako na madhambi ya Waumini wanaume na Waumini wanawake. Na Mwenyezi Mungu anajua kila lenu, la kupita na la kukaa.","lang":"sw"},{"name":"47:20","price":"Na Waumini wanasema: Kwa nini haiteremshwi Sura? Na inapo teremshwa Sura madhubuti na ikatajwa ndani yake khabari ya vita, utawaona wenye maradhi katika nyoyo zao wanakutazama mtazamo wa anaye zimia kwa mauti. Basi ni bora kwao","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"Walio amini wanasema: Haiteremki Sura ya kututaka tupigane? Na ikiteremka Sura ambayo haifasiriki vyenginevyo ila ni kulazimisha tu, na ikataja ndani yake kuamrishwa vita, utawaona ambao katika nyoyo zao mna unaafiki wanakuangalia kwa muangalio wa mwenye kuzimia kwa mauti, jinsi ya kuviogopa na kuvichukia vita. Linalo wastahikia kulifanya ni kumt'ii Mwenyezi Mungu na kusema neno linalo kubaliana na sharia.","lang":"sw"},{"name":"47:21","price":"Ut'iifu na kauli njema. Na jambo likisha azimiwa, basi wakiwa ni wakweli kwa Mwenyezi Mungu, bila ya shaka itakuwa ni kheri kwao.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"Na mambo yakawa ni kweli, na ikawalazimu kupigana, basi lau kuwa ni kweli wana Imani ya Mwenyezi Mungu na ut'iifu ingeli kuwa bora kwao kuliko huo unaafiki. Basi ndio mnavyo tarajiwa, enyi wanaafiki, kuwa mkipata madaraka ndio mfisidi katika nchi na mkate makhusiano yenu na jamaa zenu?","lang":"sw"},{"name":"47:22","price":"Basi yanayo tarajiwa kwenu mkitawala ndio mfisidi katika nchi na mwatupe jamaa zenu?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"Basi ndio mnavyo tarajiwa, enyi wanaafiki, kuwa mkipata madaraka ndio mfisidi katika nchi na mkate makhusiano yenu na jamaa zenu?","lang":"sw"},{"name":"47:23","price":"Hao ndio Mwenyezi Mungu alio walaani, na akawatia uziwi, na akawapofoa macho yao.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"Hao ndio alio watenga mbali kabisa Mwenyezi Mungu na rehema yake, na akawatia uziwi wasiisikie Haki, na akawatia upofu wa macho wasiione Njia ya Uwongofu.","lang":"sw"},{"name":"47:24","price":"Je! Hawaizingatii hii Qur'ani? Au kwenye nyoyo (zao) zipo kufuli?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"Wameingia upofu hata hawaufahamu uwongofu wa Qur'ani? Bali kwenye nyoyo zao zipo kufuli zinawazuia wasiizingatie.","lang":"sw"},{"name":"47:25","price":"Kwa hakika wanao rudi nyuma baada ya kwisha wabainikia uwongofu, Shetani huyo amewashawishi na amewaghuri.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"Hakika wale walio ritadi, wakarejea nyuma kwenye ukafiri na upotofu walio kuwa nao baada ya kuwadhihirikia njia ya uwongofu, Shetani ndiye aliye wapambia, na akawakunjulia matamanio ya uwongo.","lang":"sw"},{"name":"47:26","price":"Hayo ni kwa sababu waliwaambia walio chukia aliyo yateremsha Mwenyezi Mungu: Tutakut'iini katika baadhi ya mambo. Na Mwenyezi Mungu anajua siri zao.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"Kurejea huko ukafirini ni kwa kuwa waliwaambia wenye kuchukia aliyo yateremsha Mwenyezi Mungu: Tutakut'iini katika baadhi ya mambo. Na Mwenyezi Mungu anazijua siri za hawa wanaafiki.","lang":"sw"},{"name":"47:27","price":"Basi itakuwaje Malaika watakapo wafisha wakawa wanawapiga nyuso zao na migongo yao!","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"Hiyo ndiyo hali katika maisha ya duniani, basi watakuwa katika hali gani Malaika watapo wafisha huku wakiwapiga nyuso zao na migongo yao kwa kuwadhalilisha?","lang":"sw"},{"name":"47:28","price":"Hayo ni kwa sababu wao waliyafuata yaliyo mchukiza Mwenyezi Mungu na wakachukia yanayo mridhisha, basi akaviangusha vitendo vyao.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"Kufishwa namna hiyo ya kutisha katika hali hiyo ni kwa kuwa hakika wao waliufuata upotovu ulio mkasirisha Mwenyezi Mungu, na wakaichukia Haki inayo mpendeza Mwenyezi Mungu. Basi akayabat'ilisha waliyo yatenda.","lang":"sw"},{"name":"47:29","price":"Je! Wenye maradhi nyoyoni mwao wanadhani kwamba Mwenyezi Mungu hatazidhihirisha chuki zao?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"Hivyo wanadhani hawa wenye unaafiki katika nyoyo zao kwamba Mwenyezi Mungu hatazifichua chuki zao wanazo mchukia Mtume wake na Waumini?","lang":"sw"},{"name":"47:30","price":"Na tungeli penda tungeli kuonyesha hao na ungeli watambua kwa alama zao; lakini bila ya shaka utawajua kwa namna ya msemo wao. Na Mwenyezi Mungu anavijua vitendo vyenu.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"Tungeli penda bila ya shaka tungeli kuonyesha hao wanaafiki, nawe ungeli wajua kwa alama zao, na ungeli wajua kwa namna yao wanavyo sema. Na Mwenyezi Mungu anajua ukweli wa vitendo vyenu vyote.","lang":"sw"},{"name":"47:31","price":"Na bila ya shaka tutakujaribuni mpaka tuwadhihirishe wapignao Jihadi katika nyinyi na wanao subiri. Nasi tutazifanyia mtihani khabari zenu.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"Na ninaapa: Bila ya shaka tutakujaribuni kama kukufanyieni mtihani, mpaka tuwajue Mujaahidina, wanao pigana kwa ajili ya Mwenyezi Mungu, katika nyinyi, na wenye kuvumilia wakati wa shida na dhiki, na tuzijue khabari zenu za ut'iifu na maasi katika Jihadi na penginepo.","lang":"sw"},{"name":"47:32","price":"Kwa hakika walio kufuru na wakazuilia njia ya Mwenyezi Mungu na wakapinzana na Mtume baada ya kwisha wabainikia uwongofu, hao hawatamdhuru Mwenyezi Mungu kwa lolote. Naye ataviangusha vitendo vyao.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"Hakika walio kufuru na wakazuia njia ya Mwenyezi Mungu, na wakenda kinyume na Mtume kwa inda na ukaidi, baada ya kwisha wadhihirikia uwongofu, hao hawatamdhuru Mwenyezi Mungu kwa lolote. Na Yeye atayabat'ilisha yote waliyo yatenda.","lang":"sw"},{"name":"47:33","price":"Enyi mlio amini! Mt'iini Mwenyezi Mungu, na mt'iini Mtume, wala msiviharibu vitendo vyenu.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"Enyi mlio amini! Mt'iini Mwenyezi Mungu katika aliyo kuamrisheni, na mt'iini Mtume kwa hayo anayo kuitieni, wala msivipoteze vitendo vyenu.","lang":"sw"},{"name":"47:34","price":"Hakika walio kufuru na wakazuilia njia ya Mwenyezi Mungu, kisha wakafa na hali ni makafiri, Mwenyezi Mungu hatawasamehe makosa yao.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"Hakika walio kufuru na wakazuia watu wasiingie katika Uislamu, kisha wakafa nao ni makafiri, basi Mwenyezi Mungu hatawasamehe.","lang":"sw"},{"name":"47:35","price":"Basi msiregee na kutaka suluhu, maana nyinyi ndio mtakao shinda. Na Mwenyezi Mungu yu pamoja nanyi, wala hatakunyimeni malipo ya vitendo vyenu.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"Basi msijifanye wanyonge mbele ya maadui zenu mnapo kutana nao. Wala msiwatake suluhu kwa kuwaogopa, na hali nyinyi ndio mko juu, na ni wenye kushinda kwa nguvu za Imani. Na Mwenyezi Mungu yu pamoja nanyi kwa nusra yake; na wala hatakupunguzieni malipo ya vitendo vyenu.","lang":"sw"},{"name":"47:36","price":"Hakika uhai wa duniani ni mchezo na pumbao. Na mkiamini na mkamchamngu Mwenyezi Mungu atakupeni ujira wenu, wala hakutakeni mali yenu.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"Hakika uhai wa dunia ni upotovu na udanganyifu. Na nyinyi mkiamini na mkaacha maasi, na mkafanya kheri, Mwenyezi Mungu atakupeni thawabu ya hayo, wala hakutakini mali yenu. Akikutakeni na akakushikilieni basi nyinyi mtafanya uchoyo, na chuki zenu zitaonekana kwa mnavyo yapenda mali.","lang":"sw"},{"name":"47:37","price":"Na akikutakeni hayo na kukushikilieni mtafanya ubakhili, na atatoa undani wa chuki zenu.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"Akikutakeni na akakushikilieni basi nyinyi mtafanya uchoyo, na chuki zenu zitaonekana kwa mnavyo yapenda mali.","lang":"sw"},{"name":"47:38","price":"Angalieni! Nyinyi mnaitwa mtumie katika njia ya Mwenyezi Mungu, na wapo katika nyinyi wanao fanya ubakhili. Na anaye fanya ubakhili basi anajifanyia ubakhili mwenyewe. Na Mwenyezi Mungu si mhitaji, na nyinyi ndio wahitaji. Na mkigeuka atawaleta watu wengine badala yenu, nao hawatakuwa kama nyinyi.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"Hivi mnaitwa mtumie katika njia ya Mwenyezi Mungu aliyo iamrisha. Kati yenu wapo wanao fanya ubakhili kutoa. Na mwenye kufanya ubakhili hamdhuru mtu ila nafsi yake. Na Mwenyezi Mungu peke yake ndiye tajiri, hana haja ya mtu, na nyinyi ndio mafakiri wenye kumhitajia Yeye. Na mkiacha kumt'ii Mwenyezi Mungu basi atakubadilisheni pahala penu awalete watu wengine, tena hao hawatakuwa mfano wenu wa kuacha kumt'ii.","lang":"sw"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}