{"data":[{"name":"52:1","price":"Naapa kwa mlima wa T'ur!","arabic":"وَٱلطُّورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4736,"juzNumber":27,"footnotes":"Ninaapa kwa mlima wa T'ur ulioko katika Sinai. Kwenye mlima huo ndio Nabii Musa a.s. alisemezwa.","lang":"sw"},{"name":"52:2","price":"Na Kitabu kilicho andikwa .","arabic":"وَكِتَٰبٖ مَّسۡطُورٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4737,"juzNumber":27,"footnotes":"Ninaapa kwa mlima wa T'ur ulioko katika Sinai. Kwenye mlima huo ndio Nabii Musa a.s.","lang":"sw"},{"name":"52:3","price":"Katika ngozi iliyo kunjuliwa!","arabic":"فِي رَقّٖ مَّنشُورٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4738,"juzNumber":27,"footnotes":"Kilicho andikwa katika kurasa zilio nyepesi kuzisoma,","lang":"sw"},{"name":"52:4","price":"Na kwa Nyumba iliyo jengwa!","arabic":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4739,"juzNumber":27,"footnotes":"Na kwa Nyumba iliyo jengwa kwa sababu ya wenye kuizunguka kwa ibada na wenye kusimama na kurukuu na kusujudu kwa Swala,","lang":"sw"},{"name":"52:5","price":"Na kwa dari iliyo nyanyuliwa!","arabic":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4740,"juzNumber":27,"footnotes":"Na naapa kwa mbingu iliyo nyanyuliwa bila ya nguzo, na bahari iliyo jaa.","lang":"sw"},{"name":"52:6","price":"Na kwa bahari iliyo jazwa!","arabic":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4741,"juzNumber":27,"footnotes":"Na bahari iliyo jaa.","lang":"sw"},{"name":"52:7","price":"Hakika adhabu ya Mola wako Mlezi hapana shaka itatokea.","arabic":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4742,"juzNumber":27,"footnotes":"Hakika adhabu ya Mola wako Mlezi waliyo ahidiwa makafiri bila ya shaka itawateremkia hapana hivi wala hivi.","lang":"sw"},{"name":"52:8","price":"Hapana wa kuizuia.","arabic":"مَّا لَهُۥ مِن دَافِعٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4743,"juzNumber":27,"footnotes":"Hapana wa kuizuia isiwafikilie.","lang":"sw"},{"name":"52:9","price":"Siku zitakapo tikisika mbingu kwa mtikiso!","arabic":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4744,"juzNumber":27,"footnotes":"Siku mbingu itapo tikisika kwa mtikiso mkubwa.","lang":"sw"},{"name":"52:10","price":"Na milima iwe inakwenda kwa mwendo mkubwa.","arabic":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4745,"juzNumber":27,"footnotes":"Na milima itapo ng'oka kutoka hapo ilipo kwa kuonekana khasa.","lang":"sw"},{"name":"52:11","price":"Basi ole wao siku hiyo hao wanao kadhibisha,","arabic":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4746,"juzNumber":27,"footnotes":"Maangamio makubwa yatawapata siku hiyo hao wanao kadhibisha Haki.","lang":"sw"},{"name":"52:12","price":"Ambao wanacheza katika mambo ya upuuzi.","arabic":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4747,"juzNumber":27,"footnotes":"Ambao katika upotovu ndio mchezo wao wanapo chezea.","lang":"sw"},{"name":"52:13","price":"Siku watapo sukumwa kwenye Moto kwa msukumo wa nguvu,","arabic":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4748,"juzNumber":27,"footnotes":"Siku watakapo sukumwa kuingizwa Motoni kwa nguvu.","lang":"sw"},{"name":"52:14","price":"(Waambiwe): Huu ndio ule Moto mlio kuwa mkiukanusha!","arabic":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4749,"juzNumber":27,"footnotes":"Wataambiwa: Huu ndio Moto mlio kuwa mkiukanusha duniani.","lang":"sw"},{"name":"52:15","price":"Je! Huu ni uchawi, au hamwoni tu?","arabic":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4750,"juzNumber":27,"footnotes":"Je! Bado mnaendelea kuukanya. Huu Moto mnao uona ni uchawi, au hamwoni tu?","lang":"sw"},{"name":"52:16","price":"Uingieni, mkistahamili au msistahamili - ni mamoja kwenu. Hakika mnalipwa kwa mliyo kuwa mkiyatenda.","arabic":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4751,"juzNumber":27,"footnotes":"Uingieni, mpate kuonja vukuto lake. Mkivumilia shida zake, au mkitovumilia, kwenu ni mamoja. Hakika leo mtayakuta mliyo kuwa mkiyatenda duniani.","lang":"sw"},{"name":"52:17","price":"Hakika wachamngu watakuwa katika Mabustani na neema,","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَعِيمٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4752,"juzNumber":27,"footnotes":"Hakika wachamngu watakuwa katika Mabustani yenye wasaa, hapana awezae kuyaeleza yalivyo, na neema kubwa kadhaalika.","lang":"sw"},{"name":"52:18","price":"Wakifurahi kwa yale aliyo wapa Mola wao Mlezi. Na Mola wao Mlezi atawalinda na adhabu ya Motoni.","arabic":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4753,"juzNumber":27,"footnotes":"Wakistarehe na neema alizo wapa Mola wao Mlezi, na Mola wao Mlezi akawalinda na adhabu ya Moto.","lang":"sw"},{"name":"52:19","price":"Kuleni na kunyweni kwa raha kabisa kwa sababu ya mliyo kuwa mkiyatenda.","arabic":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4754,"juzNumber":27,"footnotes":"Wataambiwa: Kuleni chakula mpendacho, na kunyweni kwa raha, kuwa ni malipo ya vitendo mlivyo vitenda duniani.","lang":"sw"},{"name":"52:20","price":"Watakuwa wameegemea juu ya viti vya enzi vilivyo pangwa kwa safu. Na tutawaoza mahuru-l-aini.","arabic":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4755,"juzNumber":27,"footnotes":"Wakikaa nao wameegema juu ya makochi yaliyo pangwa kwa safu. Na tutawaoza wake weupe wenye macho ya vikombe wazuri.","lang":"sw"},{"name":"52:21","price":"Na walio amini na dhuriya zao wakawafuata kwa Imani tutawakutanisha nao dhuriya zao, na wala hatutawapunja hata kidogo katika vitendo vyao. Kila mtu lazima atapata alicho kichuma.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4756,"juzNumber":27,"footnotes":"Na walio amini, na wakastahiki vyeo vya juu, na vizazi vyao wakawafuata katika Imani, na wao hawajafikia daraja zile za baba zao, tutawakutanisha nao hao dhuriya zao, wapate kutulia nyoyo zao. Na wala hatuwapunguzii chochote katika thawabu za vitendo vyao. Wala wazazi hawatobeba chembe katika makosa ya dhuriya zao. Kwa sababu kila mtu amefungamana kwa rahani na vitendo vyake visio bebwa na mwenginewe.","lang":"sw"},{"name":"52:22","price":"Na tutawapa matunda, na nyama kama watavyo penda.","arabic":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4757,"juzNumber":27,"footnotes":"Na tutawazidishia matunda mengi, na nyama kama waipendayo.","lang":"sw"},{"name":"52:23","price":"Watapeana humo bilauri zisio na vinywaji vya kuleta maneno ya upuuzi wala dhambi.","arabic":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4758,"juzNumber":27,"footnotes":"Huko Peponi watakuwa wakipeana kwa mapenzi bilauri zilio jaa vinywaji visio leta maneno yasiyo na maana wala vitendo vya dhambi, yaani havilevi na kuondoa akili.","lang":"sw"},{"name":"52:24","price":"Iwe wanawapitia watumishi wao kama kwamba ni lulu zilizomo katika chaza.","arabic":"۞ وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4759,"juzNumber":27,"footnotes":"Na watakuwa wakiwapitia vijana walio wekwa kwa kuwatumikia, kwa weupe wao na usafi wao kama lulu iliomo ndani ya chaza.","lang":"sw"},{"name":"52:25","price":"Wataelekeana wakiulizana.","arabic":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4760,"juzNumber":27,"footnotes":"Na watu wa Peponi watakabiliana wakiulizana wao kwa wao khabari za hayo mambo makuu wanayo yapata na sababu zake.","lang":"sw"},{"name":"52:26","price":"Waseme: Tulikuwa zamani pamoja na ahali zetu tukiogopa;","arabic":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4761,"juzNumber":27,"footnotes":"Kabla ya neema hizi sisi tulikuwa pamoja na ahali zetu tukiiogopa adhabu ya Mwenyezi Mungu.","lang":"sw"},{"name":"52:27","price":"Basi Mwenyezi Mungu akatufanyia hisani na akatulinda na adhabu ya upepo wa Moto.","arabic":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4762,"juzNumber":27,"footnotes":"Mwenyezi Mungu akatufadhili kwa rehema yake, na akatukinga na adhabu ya Moto.","lang":"sw"},{"name":"52:28","price":"Hakika sisi zamani tulikuwa tukimwomba Yeye tu. Hakika Yeye ndiye Mwema Mwenye kurehemu.","arabic":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4763,"juzNumber":27,"footnotes":"Hakika sisi kabla ya haya tulikuwa duniani tukimuabudu Yeye tu. Yeye peke yake ndiye Mhisani Mkunjufu wa rehema.","lang":"sw"},{"name":"52:29","price":"Basi kumbusha! Kwani wewe, kwa neema ya Mola wako Mlezi, si kuhani wala mwendawazimu.","arabic":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4764,"juzNumber":27,"footnotes":"Wewe endelea na kukumbusha kama unavyo fanya. Kwani wewe, kwa neema ya Mwenyezi Mungu aliyo kuneemesha kukupa Unabii na akili iliyo timia, si kuhani anaye toa khabari za ghaibu bila ya ilimu, wala si mwendawazimu unaye sema usiyo yasadiki.","lang":"sw"},{"name":"52:30","price":"Au wanasema: Huyu ni mtunga mashairi, tunamtarajia kupatilizwa na dahari.","arabic":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4765,"juzNumber":27,"footnotes":"Bali ati wanasema huyu ni mtunga mashairi, tunaye mngojea afikiwe na mauti!","lang":"sw"},{"name":"52:31","price":"Sema: Tarajieni, na mimi pia ni pamoja nanyi katika kutarajia.","arabic":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4766,"juzNumber":27,"footnotes":"Waambie kwa kuwatisha: Ngojeeni, na mimi nami ni katika wanao ngojea mwisho wa hali yangu na hali yenu!","lang":"sw"},{"name":"52:32","price":"Au hizo akili zao ndio zinawaamrisha haya, au wao basi ni watu majeuri tu?","arabic":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4767,"juzNumber":27,"footnotes":"Bali ndio akili zao zinawaamrisha waseme maneno hayo yanayo gongana. Kwani kohani na mtunga mashairi ni watu wenye fahamu na akili; na mwendawazimu hana akili. Lakini hawa ni watu walio pita mipaka katika inadi zao.","lang":"sw"},{"name":"52:33","price":"Au ndio wanasema: Ameitunga hii! Bali basi tu hawaamini!","arabic":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4768,"juzNumber":27,"footnotes":"Bali ati wanasema: Muhammad ameizua hii Qur'ani! Bali hawa kwa ukaidi wao hawaamini tu.","lang":"sw"},{"name":"52:34","price":"Basi nawalete masimulizi kama haya ikiwa wao wanasema kweli.","arabic":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4769,"juzNumber":27,"footnotes":"Basi nawalete masimulizi kama haya ya Qur'ani, ikiwa wao ni wasema kweli kuwa Muhammad kaizua.","lang":"sw"},{"name":"52:35","price":"Au wao wameumbwa pasipo kutokana na kitu chochote, au ni wao ndio waumbaji?","arabic":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4770,"juzNumber":27,"footnotes":"Kwani wao wameumbwa bila ya kuweko Muumbaji, au wao wamejiumba wenyewe, basi kwa hivyo ati ndio hawamtambui Muumbaji wa kumuabudu?","lang":"sw"},{"name":"52:36","price":"Au wao wameziumba mbingu na ardhi? Bali hawana na yakini.","arabic":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4771,"juzNumber":27,"footnotes":"Kwani wao ndio walio ziumba mbingu na ardhi kwa uumbaji mzuri wa pekee wa namna hii? Bali wao hawana na yakini na lolote lilio mwajibikia Muumbaji. Na kwa hivyo ndio wanamshirikisha.","lang":"sw"},{"name":"52:37","price":"Au wanazo khazina za Mola wako Mlezi au wao ndio wenye madaraka?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4772,"juzNumber":27,"footnotes":"Kwani wao wanazo khazina za Mola wako Mlezi wanazo zisarifu watakavyo? Au wana nguvu za kutenda watakavyo, na kupanga mambo kama wapendavyo?","lang":"sw"},{"name":"52:38","price":"Au wanazo ngazi za kusikilizia? Basi huyo msikilizaji wao na alete hoja ilio wazi!","arabic":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4773,"juzNumber":27,"footnotes":"Bali wanacho kipandio cha kupandia mpaka mbinguni wakasikiliza anayo yahukumia Mwenyezi Mungu? Kama hivyo, basi nawamlete huyo mtu wao anaye sikiliza atoe hoja iliyo wazi kuthibitisha madai yake.","lang":"sw"},{"name":"52:39","price":"Au Yeye Mwenyezi Mungu ana wasichana, na nyinyi ndio mna wavulana?","arabic":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4774,"juzNumber":27,"footnotes":"Ati Mwenyezi Mungu ndiye mwenye mabinti, kama mnavyo zua, na nyinyi ndio mna watoto wa kiume kama ndio mnavyo penda?","lang":"sw"},{"name":"52:40","price":"Au wewe unawaomba ujira, na kwa hivyo ndio wanaelemewa na uzito wa gharama?","arabic":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4775,"juzNumber":27,"footnotes":"Kwani wewe unawaomba chochote kuwa ni ujira wa kuwafikishia Ujumbe wako, ndio wamethakilika na hizo gharama wakalalimika?","lang":"sw"},{"name":"52:41","price":"Au wanayo ilimu ya ghaibu, nao wameandika?","arabic":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4776,"juzNumber":27,"footnotes":"Bali kwani wao wanao ujuzi kujua mambo ya ghaibu, yaliyo fichikana, na hivyo wanaandika kutoka hayo wayatakayo?","lang":"sw"},{"name":"52:42","price":"Au wanataka kufanya vitimbi tu? Lakini hao walio kufuru ndio watakao tegeka.","arabic":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4777,"juzNumber":27,"footnotes":"Au wanataka kukufanyia vitimbi tu na kuuharibu Ujumbe wako? Basi hao walio kufuru ndio wanao stahiki kutumbukia katika vitimbi vyao.","lang":"sw"},{"name":"52:43","price":"Au wanae mungu asiye kuwa Mwenyezi Mungu? Subhanallah! Ametaksika Mwenyezi Mungu na hao wanao washirikisha naye.","arabic":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4778,"juzNumber":27,"footnotes":"Au wao wanae mungu wa kuabudiwa badala ya Mwenyezi Mungu atakae walinda na adhabu ya Mwenyezi Mungu. Mwenyezi Mungu ametakasika na hayo wanayo mshirikisha naye!","lang":"sw"},{"name":"52:44","price":"Na hata wange ona pande linatoka mbinguni linaanguka wange sema: Ni mawingu yaliyo bebana.","arabic":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4779,"juzNumber":27,"footnotes":"Na wakiona kipande cha mbingu kinwaangukia kuwaadhibu wao husema, kwa inda tu: Ni mawingu yaliyo bebana!","lang":"sw"},{"name":"52:45","price":"Basi waache mpaka wakutane na siku yao watakapo hilikishwa.","arabic":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4780,"juzNumber":27,"footnotes":"Waache bila ya kuwajali mpaka watakapo ikuta siku yao watapo angamizwa.","lang":"sw"},{"name":"52:46","price":"Siku ambayo hila zao hazitawafaa hata kidogo, wala wao hawatanusuriwa.","arabic":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4781,"juzNumber":27,"footnotes":"Siku ambayo hila zao hazitawakinga hata na chembe ya adhabu, wala hawatapata wa kuwanusuru.","lang":"sw"},{"name":"52:47","price":"Na hakika walio dhulumu watapata adhabu nyengine isiyo kuwa hii, lakini wengi wao hawajui.","arabic":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4782,"juzNumber":27,"footnotes":"Na hakika hao walio dhulumu watapata adhabu mbali na hii waliyo teseka nayo hapa duniani, lakini wengi wao hawajui hayo.","lang":"sw"},{"name":"52:48","price":"Na ingojee hukumu ya Mola wako Mlezi. Kwani wewe hakika uko mbele ya macho yetu, na mtakase kwa kumsifu Mola wako Mlezi unapo simama,","arabic":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4783,"juzNumber":27,"footnotes":"Wewe isubirie hukumu ya Mola wako Mlezi ya kuwapa muhula hao, na wewe kupata maudhi yao. Kwani hakika wewe umo katika hifadhi yetu na ulinzi wetu. Basi vitimbi vyao havitokudhuru wewe. Na mtakase kwa kumsifu Mola wako Mlezi unapo amka.","lang":"sw"},{"name":"52:49","price":"Na usiku pia mtakase, na zinapo kuchwa nyota.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4784,"juzNumber":27,"footnotes":"Na tafuta usiku usiku nafasi ya kumsabihi, yaani kumtakasa, Mwenyezi Mungu, na mtakase pia wakati zinapo kuchwa nyota, yaani alfajiri.","lang":"sw"}],"chapter":["52 (At-Tur)","At-Tur","Surah At-Tur","Chapter At-Tur","Tur","Surah Tur","Chapter Tur","At Tur","Surah At Tur","Chapter At Tur","Surah 52","Chapter 52","The Mount","الطور"]}