{"data":[{"name":"54:1","price":"Saa imekaribia, na mwezi umepasuka!","arabic":"ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4847,"juzNumber":27,"footnotes":"Kiyama kimekaribia na mwezi utapasuka hapana hivi wala hivi.","lang":"sw"},{"name":"54:2","price":"Na wakiona Ishara hugeuka upande na husema: Huu uchawi tu unazidi kuendelea.","arabic":"وَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4848,"juzNumber":27,"footnotes":"Na makafiri wakiona Ishara, yaani muujiza mkubwa, wao hupuuza wakaacha kuuamini. Bali husema: Huu ni uchawi wa daima unaendelea!","lang":"sw"},{"name":"54:3","price":"Na wamekanusha na wamefuata matamanio yao. Na kila jambo ni lenye kuthibiti.","arabic":"وَكَذَّبُواْ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡۚ وَكُلُّ أَمۡرٖ مُّسۡتَقِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4849,"juzNumber":27,"footnotes":"Na wamewakanusha Mitume na wakafuata yaliyo zainishwa na matamanio yao. Na kila jambo huishia mwisho wake linapo tulia na kuthibiti.","lang":"sw"},{"name":"54:4","price":"Na bila ya shaka zimewajia khabari zenye makaripio.","arabic":"وَلَقَدۡ جَآءَهُم مِّنَ ٱلۡأَنۢبَآءِ مَا فِيهِ مُزۡدَجَرٌ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4850,"juzNumber":27,"footnotes":"Na ninaapa kuwa zimewajia makafiri khabari za mataifa yaliyo tangulia zenye ukweli wa uumbaji ambazo zina mikemeo ya kutosha.","lang":"sw"},{"name":"54:5","price":"Hikima kaamili; lakini maonyo hayafai kitu!","arabic":"حِكۡمَةُۢ بَٰلِغَةٞۖ فَمَا تُغۡنِ ٱلنُّذُرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4851,"juzNumber":27,"footnotes":"Haya yaliyo wajia ni hikima kubwa na lengo la kufikia mbali. Lakini maonyo yataleta faida gani kwa wanao zipinga hikima hizo?","lang":"sw"},{"name":"54:6","price":"Basi jiepushe nao. Siku atakapo ita mwitaji kuliendea jambo linalo chusha; .","arabic":"فَتَوَلَّ عَنۡهُمۡۘ يَوۡمَ يَدۡعُ ٱلدَّاعِ إِلَىٰ شَيۡءٖ نُّكُرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4852,"juzNumber":27,"footnotes":"Ewe Muhammad! Waachilie mbali hawa makafiri, nawe ngojea siku atapoita mwitaji wa Mwenyezi Mungu kuitia jambo ambalo nafsi inalichukia mno!","lang":"sw"},{"name":"54:7","price":"Macho yao yatainama; watatoka makaburini kama nzige walio tawanyika!","arabic":"خُشَّعًا أَبۡصَٰرُهُمۡ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ كَأَنَّهُمۡ جَرَادٞ مُّنتَشِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4853,"juzNumber":27,"footnotes":"Macho yao yatainamia chini kwa wingi wa kitisho, wakitoka makaburini kama kwamba ni nzige walio tawanyika, kwa wingi wao na mbio zao.","lang":"sw"},{"name":"54:8","price":"Wanamkimbilia mwitaji, na makafiri wanasema: Hii ni siku ngumu.","arabic":"مُّهۡطِعِينَ إِلَى ٱلدَّاعِۖ يَقُولُ ٱلۡكَٰفِرُونَ هَٰذَا يَوۡمٌ عَسِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4854,"juzNumber":27,"footnotes":"Wakimkimbilia huyo mwitaji, wakimtazama kwa unyonge na unyenekevu, macho yao yanamwangalia yeye tu. Makafiri watasema Siku ya Kiyama: Hii leo ni siku nzito, siku ya shida!","lang":"sw"},{"name":"54:9","price":"Kabla yao kaumu ya Nuhu walikanusha; wakamkanusha mja wetu, na wakasema ni mwendawazimu, na akakaripiwa.","arabic":"۞ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ فَكَذَّبُواْ عَبۡدَنَا وَقَالُواْ مَجۡنُونٞ وَٱزۡدُجِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4855,"juzNumber":27,"footnotes":"Kabla ya makafiri wa Makka walikwisha kanusha kaumu ya Nuhu. Walimkadhibisha Nuhu, mja wetu na Mtume wetu, wakamsingizia kuwa ana wazimu. Wakaingiza baina yake na kufikisha kwake Ujumbe kila namna ya maudhi na vitisho.","lang":"sw"},{"name":"54:10","price":"Basi akamwomba Mola wake Mlezi akasema: Kwa hakika mimi nimeshindwa, basi ninusuru!","arabic":"فَدَعَا رَبَّهُۥٓ أَنِّي مَغۡلُوبٞ فَٱنتَصِرۡ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4856,"juzNumber":27,"footnotes":"Nuhu akamwomba Mola wake Mlezi akisema: Hakika mimi nimeshindwa na hawa watu wangu, basi wapatilize hawa kwa ajili yangu!","lang":"sw"},{"name":"54:11","price":"Basi tukaifungua milango ya mbingu kwa maji yanayo miminika.","arabic":"فَفَتَحۡنَآ أَبۡوَٰبَ ٱلسَّمَآءِ بِمَآءٖ مُّنۡهَمِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4857,"juzNumber":27,"footnotes":"Basi tukaifungua milango ya mbingu ikamimina maji yasiyo katika;","lang":"sw"},{"name":"54:12","price":"Na tukazipasua ardhi kwa chemchem, yakakutana maji kwa jambo lilio kadiriwa.","arabic":"وَفَجَّرۡنَا ٱلۡأَرۡضَ عُيُونٗا فَٱلۡتَقَى ٱلۡمَآءُ عَلَىٰٓ أَمۡرٖ قَدۡ قُدِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4858,"juzNumber":27,"footnotes":"Na tukaipasua ardhi kwa chemchem zikitibuka maji. Yakakutana maji ya mbinguni na maji ya ardhi kuwahiliki, kama alivyo kadiria Mwenyezi Mungu Mtukufu.","lang":"sw"},{"name":"54:13","price":"Na tukamchukua kwenye safina ya mbao na kamba.","arabic":"وَحَمَلۡنَٰهُ عَلَىٰ ذَاتِ أَلۡوَٰحٖ وَدُسُرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4859,"juzNumber":27,"footnotes":"Tukampakia Nuhu katika jahazi la mbao zinazo fungwa pamoja kwa kamba, kama mtepe.","lang":"sw"},{"name":"54:14","price":"Ikawa inakwenda kwa nadhari yetu, kuwa ni malipo kwa alivyo kuwa amekanushwa.","arabic":"تَجۡرِي بِأَعۡيُنِنَا جَزَآءٗ لِّمَن كَانَ كُفِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4860,"juzNumber":27,"footnotes":"Likawa linakwenda baharini chini ya hifadhi yetu, kuwa ni malipo kwa Nuhu ambaye watu wake waliendelea kuukanya wito wake.","lang":"sw"},{"name":"54:15","price":"Na bila ya shaka tuliiacha iwe ni Ishara. Lakini je, yupo anaye kumbuka?","arabic":"وَلَقَد تَّرَكۡنَٰهَآ ءَايَةٗ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4861,"juzNumber":27,"footnotes":"Na tumeliacha hilo tukio na kuzamishwa makafiri na kuokolewa Waumini liwe ni mawaidha, lakini yupo mwenye kuwaidhika?","lang":"sw"},{"name":"54:16","price":"Basi ilikuwaje adhabu yangu, na maonyo yangu.","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4862,"juzNumber":27,"footnotes":"Jee, vipi ilikuwa adhabu yangu na onyo langu kwa wakhalifu.","lang":"sw"},{"name":"54:17","price":"Na bila ya shaka Sisi tumeifanya Qur'ani iwe nyepesi kufahamika. Lakini yupo anaye kumbuka?","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4863,"juzNumber":27,"footnotes":"Ninaapa, tumeifanya Qur'ani iwe sahali kukumbukwa na kutoa mawaidha. Lakini je, yupo wa kuwaidhika?","lang":"sw"},{"name":"54:18","price":"Kina A'di walikanusha. Basi ilikuwaje adhabu yangu na maonyo yangu?","arabic":"كَذَّبَتۡ عَادٞ فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4864,"juzNumber":27,"footnotes":"Kina A'di walimkadhibisha Mtume wao Hudi. Je, hali gani adhabu yangu na onyo langu lilikuwa kwa wendao kinyume!","lang":"sw"},{"name":"54:19","price":"Hakika Sisi tuliwapelekea upepo wa kimbunga katika siku korofi mfululizo,","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِي يَوۡمِ نَحۡسٖ مُّسۡتَمِرّٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4865,"juzNumber":27,"footnotes":"Sisi kwa yakini tuliwapatiliza kwa upepo ubaridi unao vuma, katika siku ya ukorofi wa daima,","lang":"sw"},{"name":"54:20","price":"Ukiwang'oa watu kama vigogo vya mitende vilio ng'olewa.","arabic":"تَنزِعُ ٱلنَّاسَ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٖ مُّنقَعِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4866,"juzNumber":27,"footnotes":"Ukiwang'oa watu na kuwatupa nao wamekufa, kama vinavyo ng'olewa vigogo vya mitende na mizizi yake.","lang":"sw"},{"name":"54:21","price":"Basi ilikuwaje adhabu yangu na maonyo yangu?","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4867,"juzNumber":27,"footnotes":"Hali gani adhabu yangu na onyo langu lilikuwa kwa walio kwenda kinyume!","lang":"sw"},{"name":"54:22","price":"Na bila ya shaka Sisi tumeifanya Qur'ani nyepesi kufahamika; lakini yupo anaye kumbuka?","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4868,"juzNumber":27,"footnotes":"Na bila ya shaka Sisi tumeifanya sahali Qur'ani kwa ajili ya mawaidha na mazingatio, basi je, yupo wa kuwaidhika?","lang":"sw"},{"name":"54:23","price":"Thamudi waliwakanusha Waonyaji.","arabic":"كَذَّبَتۡ ثَمُودُ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4869,"juzNumber":27,"footnotes":"Thamudi walikadhibisha maonyo ya Nabii wao, Saleh.","lang":"sw"},{"name":"54:24","price":"Wakasema: Ati tumfuate binaadamu mmoja katika sisi? Basi hivyo sisi tutakuwa katika upotofu na kichaa!","arabic":"فَقَالُوٓاْ أَبَشَرٗا مِّنَّا وَٰحِدٗا نَّتَّبِعُهُۥٓ إِنَّآ إِذٗا لَّفِي ضَلَٰلٖ وَسُعُرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4870,"juzNumber":27,"footnotes":"Wakasema: Hivyo aje mtu tu katika sisi, watu wa kawaida, asiye na watu, nasi tumfuate? Tukimfuata huyo basi bila ya shaka sisi tutakuwa mbali mno na haki, na tutakuwa tuna wazimu basi.","lang":"sw"},{"name":"54:25","price":"Ni yeye tu aliye teremshiwa huo ukumbusho kati yetu sote? Bali huyu ni mwongo mwenye kiburi!","arabic":"أَءُلۡقِيَ ٱلذِّكۡرُ عَلَيۡهِ مِنۢ بَيۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4871,"juzNumber":27,"footnotes":"Uteremshiwe wahyi kwake yeye katika sisi na hali wapo wanao stahiki zaidi? Bali huyo kazikdi katika uwongo, mwenye kukanya neema.","lang":"sw"},{"name":"54:26","price":"Kesho watajua ni nani huyo mwongo mwenye kiburi.","arabic":"سَيَعۡلَمُونَ غَدٗا مَّنِ ٱلۡكَذَّابُ ٱلۡأَشِرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4872,"juzNumber":27,"footnotes":"Karibu watakuja jua siku itapo wateremkia adhabu ni nani mwongo anaye ikanya neema. Wao au Saleh, Mtume wao?","lang":"sw"},{"name":"54:27","price":"Hakika Sisi tutawapelekea ngamia jike ili kuwajaribu, basi watazame tu na ustahamili.","arabic":"إِنَّا مُرۡسِلُواْ ٱلنَّاقَةِ فِتۡنَةٗ لَّهُمۡ فَٱرۡتَقِبۡهُمۡ وَٱصۡطَبِرۡ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4873,"juzNumber":27,"footnotes":"Hakika Sisi tunampelekea Mtume wetu Saleh ngamia mke, awe ni mtihani wao. Basi wangojee, na uwatazame watafanya nini. Na subiri, uvumilie maudhi yao mpaka itapo kuja amri ya Mwenyezi Mungu.","lang":"sw"},{"name":"54:28","price":"Na waambie kwamba maji yatagawanywa baina yao; kila sehemu ya maji itahudhuriwa na aliye khusika.","arabic":"وَنَبِّئۡهُمۡ أَنَّ ٱلۡمَآءَ قِسۡمَةُۢ بَيۡنَهُمۡۖ كُلُّ شِرۡبٖ مُّحۡتَضَرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4874,"juzNumber":27,"footnotes":"Na waambie kwamba maji yatagawanywa baina yao na ngamia. Kila mmoja wao atakuwa na zamu yake aje kunywa katika siku yake.","lang":"sw"},{"name":"54:29","price":"Basi wakamwita mtu wao akaja akamchinja.","arabic":"فَنَادَوۡاْ صَاحِبَهُمۡ فَتَعَاطَىٰ فَعَقَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4875,"juzNumber":27,"footnotes":"Wakamwita mtu wao mmoja akapania kumchinja yule ngamia, akamchinja.","lang":"sw"},{"name":"54:30","price":"Basi ilikuwaje adhabu yangu na maonyo yangu!","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4876,"juzNumber":27,"footnotes":"Basi vipi ilikuwa adhabu yangu na onyo langu kwa hao wakhalifu walio kwenda kinyume na amri.","lang":"sw"},{"name":"54:31","price":"Hakika Sisi tuliwapelekea ukelele mmoja tu, wakawa kama mabuwa ya kujengea uwa.","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4877,"juzNumber":27,"footnotes":"Sisi tuliwapatiliza kwa ukelele mmoja tu, wakawa kama miti mikavu anayo ikusanya yeyote atakaye kujengea boma la uwa wake.","lang":"sw"},{"name":"54:32","price":"Na bila ya shaka Sisi tumeifanya Qur'ani iwe nyepesi kwa kukumbuka, lakini yupo akumbukaye?","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4878,"juzNumber":27,"footnotes":"Na bila ya shaka Sisi tumeisahilisha Qur'ani iwe nyepesi kwa ajili ya mawaidha na kuzingatia. Lakini je, yupo wa kuwaidhika?","lang":"sw"},{"name":"54:33","price":"Kaumu Lut'i nao waliwakadhibisha Waonyaji.","arabic":"كَذَّبَتۡ قَوۡمُ لُوطِۭ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4879,"juzNumber":27,"footnotes":"Kaumu Lut'i nao walikadhibisha maonyo ya Mtume wao.","lang":"sw"},{"name":"54:34","price":"Hakika Sisi tukawapelekea kimbunga cha vijiwe, isipo kuwa wafuasi wa Lut'i. Hao tuliwaokoa karibu na alfajiri.","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ حَاصِبًا إِلَّآ ءَالَ لُوطٖۖ نَّجَّيۡنَٰهُم بِسَحَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4880,"juzNumber":27,"footnotes":"Hakika Sisi tuliwapelekea upepo mkali wa kuwatupia changarawe. Isipo kuwa watu wa Lut'i walio amini. Hao tuliwaokoa na adhabu hii mwisho wa usiku.","lang":"sw"},{"name":"54:35","price":"Kwa neema inayo toka kwetu. Hivyo ndivyo tumlipavyo anaye shukuru.","arabic":"نِّعۡمَةٗ مِّنۡ عِندِنَاۚ كَذَٰلِكَ نَجۡزِي مَن شَكَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4881,"juzNumber":27,"footnotes":"Kwa kuwapa neema iliyo toka kwetu. Neema kama hizo kubwa kubwa ndivyo tunavyo walipa wenye kuishukuru neema yetu kwa imani yao na ut'iifu.","lang":"sw"},{"name":"54:36","price":"Na hakika yeye aliwaonya adhabu yetu; lakini wao waliyatilia shaka hayo maonyo.","arabic":"وَلَقَدۡ أَنذَرَهُم بَطۡشَتَنَا فَتَمَارَوۡاْ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4882,"juzNumber":27,"footnotes":"Na hakika Lut'i aliwahadharisha watu wake vipi mshiko wetu ulivyo mkali, wakatilia shaka maonyo yake kwa kuwa wanamwona mwongo.","lang":"sw"},{"name":"54:37","price":"Na walimtaka awape wageni wake. Tukayapofua macho yao, na tukawaambia: Onjeni basi adhabu na maonyo yangu!","arabic":"وَلَقَدۡ رَٰوَدُوهُ عَن ضَيۡفِهِۦ فَطَمَسۡنَآ أَعۡيُنَهُمۡ فَذُوقُواْ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4883,"juzNumber":27,"footnotes":"Wakamtaka awape wageni wake wawatende fiili yao, tukayafuta macho yao kuwa ni malipo kwa hilo walilo litaka. Basi waambie kwa kuwakejeli: Igugumieni adhabu yangu, na maonyo yangu!","lang":"sw"},{"name":"54:38","price":"Na iliwafikia wakati wa asubuhi adhabu yangu ya kuendelea.","arabic":"وَلَقَدۡ صَبَّحَهُم بُكۡرَةً عَذَابٞ مُّسۡتَقِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4884,"juzNumber":27,"footnotes":"Na asubuhi mapema ikawashitua adhabu ya kuthibiti milele.","lang":"sw"},{"name":"54:39","price":"Basi onjeni adhabu na maonyo yangu!<","arabic":"فَذُوقُواْ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4885,"juzNumber":27,"footnotes":"Wakaambiwa: Igugumieni adhabu yangu na maonyo yangu!","lang":"sw"},{"name":"54:40","price":"Na hakika tumeisahilisha Qur'ani kuikumbuka. Lakini yupo anaye kumbuka?","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4886,"juzNumber":27,"footnotes":"Na hakika tumeifanya Qur'ani ni sahali kwa ajili ya mawaidha na mazingatio. Je! Yupo anaye waidhika?","lang":"sw"},{"name":"54:41","price":"Na Waonyaji waliwafikia watu wa Firauni.","arabic":"وَلَقَدۡ جَآءَ ءَالَ فِرۡعَوۡنَ ٱلنُّذُرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4887,"juzNumber":27,"footnotes":"Na watu wa Firauni yaliwajia maonyo ya mfululizo.","lang":"sw"},{"name":"54:42","price":"Walizikadhibisha Ishara zetu zote, nasi tukawashika kama anavyo shika Mwenye nguvu Mwenye uweza.","arabic":"كَذَّبُواْ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذۡنَٰهُمۡ أَخۡذَ عَزِيزٖ مُّقۡتَدِرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4888,"juzNumber":27,"footnotes":"Walikadhibisha Ishara zetu na miujiza yetu waliyo kuja nayo Mitume wetu. Tukawaangamiza kwa maangamizo ya nguvu yasiyo shindika, ya uwezo mkubwa.","lang":"sw"},{"name":"54:43","price":"Je! Makafiri wenu ni bora kuliko hao, au yameandikwa vitabuni kuwa nyinyi hamtiwi makosani?","arabic":"أَكُفَّارُكُمۡ خَيۡرٞ مِّنۡ أُوْلَٰٓئِكُمۡ أَمۡ لَكُم بَرَآءَةٞ فِي ٱلزُّبُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4889,"juzNumber":27,"footnotes":"Ati nyinyi, makafiri, mna nguvu zaidi kuliko hao wa kaumu zilizo tangulia ambao wameangamizwa? Au nyinyi mmetolewa makosani kwa ilivyo teremka katika Vitabu vya mbinguni?","lang":"sw"},{"name":"54:44","price":"Au ndio wanasema: Sisi ni wengi tutashinda tu.","arabic":"أَمۡ يَقُولُونَ نَحۡنُ جَمِيعٞ مُّنتَصِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4890,"juzNumber":27,"footnotes":"Bali ati wanasema hawa makafiri: Sisi ni kikundi kilicho ungana chenye nguvu juu ya maadui wake, hakishindwi.","lang":"sw"},{"name":"54:45","price":"Wingi wao huu utashindwa, na wao watasukumwa nyuma.","arabic":"سَيُهۡزَمُ ٱلۡجَمۡعُ وَيُوَلُّونَ ٱلدُّبُرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4891,"juzNumber":27,"footnotes":"Kikundi hicho kitashindwa, na watakimbia mbio wakifurushwa.","lang":"sw"},{"name":"54:46","price":"Bali Saa ya Kiyama ndio miadi yao, na Saa hiyo ni nzito zaidi na chungu zaidi.","arabic":"بَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4892,"juzNumber":27,"footnotes":"Bali Kiyama ndio miadi ya adhabu yao. Na Kiyama ni kizito zaidi, na kichungu zaidi.","lang":"sw"},{"name":"54:47","price":"Hakika wakosefu wamo katika upotofu na wazimu.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي ضَلَٰلٖ وَسُعُرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4893,"juzNumber":27,"footnotes":"Hakika wakosefu kutokana na hawa na hao watakuwa katika hilaki na Jahannamu inayo waka moto.","lang":"sw"},{"name":"54:48","price":"Siku watakapo kokotwa Motoni kifudifudi waambiwe: Onjeni mguso wa Jahannamu!","arabic":"يَوۡمَ يُسۡحَبُونَ فِي ٱلنَّارِ عَلَىٰ وُجُوهِهِمۡ ذُوقُواْ مَسَّ سَقَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4894,"juzNumber":27,"footnotes":"Siku watapo bururwa kifudifudi katika Moto wakiambiwa: Hilikini kwa machungu ya Jahannamu na joto lake!","lang":"sw"},{"name":"54:49","price":"Kwa hakika Sisi tumekiumba kila kitu kwa kipimo.","arabic":"إِنَّا كُلَّ شَيۡءٍ خَلَقۡنَٰهُ بِقَدَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4895,"juzNumber":27,"footnotes":"Hakika Sisi tumeumba kila kitu. Tumeviumba kwa kukadiria inavyo hitajia hikima.","lang":"sw"},{"name":"54:50","price":"Na amri yetu haikuwa ila ni moja tu, kama kupepesa jicho.","arabic":"وَمَآ أَمۡرُنَآ إِلَّا وَٰحِدَةٞ كَلَمۡحِۭ بِٱلۡبَصَرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4896,"juzNumber":27,"footnotes":"Na haikuwa amri yetu tukitaka kitu ila neno moja tu, nalo ni kusema: \"Kuwa\", nacho huwa, papo hapo kama kupepesa kwa jicho.","lang":"sw"},{"name":"54:51","price":"Na bila ya shaka tumekwisha waangamiza wenzenu. Lakini yupo anaye kumbuka?","arabic":"وَلَقَدۡ أَهۡلَكۡنَآ أَشۡيَاعَكُمۡ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4897,"juzNumber":27,"footnotes":"Na bila ya shaka Sisi tumekwisha waangamiza wengine walio fanana nanyi katika ukafiri. Je! Yupo aliye waidihika?","lang":"sw"},{"name":"54:52","price":"Na kila jambo walilo lifanya limo vitabuni.","arabic":"وَكُلُّ شَيۡءٖ فَعَلُوهُ فِي ٱلزُّبُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4898,"juzNumber":27,"footnotes":"Na kila kitu walicho kifanya duniani kimeandikwa katika madaftari, kimeambatishwa nao.","lang":"sw"},{"name":"54:53","price":"Na kila kidogo na kikubwa kimeandikwa.","arabic":"وَكُلُّ صَغِيرٖ وَكَبِيرٖ مُّسۡتَطَرٌ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4899,"juzNumber":27,"footnotes":"Na kila dogo na kubwa katika vitendo limeandikwa. Hakipotei kitu.","lang":"sw"},{"name":"54:54","price":"Hakika wachamngu watakuwa katika Mabustani na mito.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَهَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4900,"juzNumber":27,"footnotes":"Hakika wachamngu watakuwa katika Mabustani yenye shani kuu, na mito ya namna mbali mbali.","lang":"sw"},{"name":"54:55","price":"Katika makalio ya haki kwa Mfalme Mwenye uweza.","arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4901,"juzNumber":27,"footnotes":"Katika baraza ya Haki, hakuna porojo huko wala madhambi, kwa Mwenyewe Mfalme Mtukufu wa uweza","lang":"sw"}],"chapter":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar","Chapter Al-Qamar","Qamar","Surah Qamar","Chapter Qamar","Al Qamar","Surah Al Qamar","Chapter Al Qamar","Surah 54","Chapter 54","The Moon","القَمَر"]}