{"data":[{"name":"58:1","price":"MWENYEZI MUNGU amekwisha sikia usemi wa mwanamke anaye jadiliana nawe juu ya mumewe, na anamshitakia Mwenyezi Mungu. Na Mwenyezi Mungu anayasikia majibizano yenu. Hakika Mwenyezi Mungu ni Mwenye kusikia, Mwenye kuona.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"Mwenyezi Mungu amekwisha sikia kauli ya huyo mwanamke anaye kurejea wewe kwa shauri ya mumewe aliye jitenga naye kwa kudai ati anamwona kama mgongo wa mama yake, na akamlalamikia Mwenyezi Mungu. Na Mwenyezi Mungu anayasikia hayo maneno mnayo jibizana. Hakika Mwenyezi Mungu anayasikia vyema yote ya kusikiwa, anayaona vyema yote ya kuonekana. Imepokelewa kuwa Sahaba mmoja, aitwaye Aus bin Ass'amit, aliudhika na mkewe aitwaye, Khola bint Tha'labah, akamwambia: \"Wewe kwangu mimi kama mgongo wa mama yangu.\" Na katika siku za Ujahiliya ilikuwa ndio mwanamke kesha harimika kwa mumewe. Mwanamke akenda kumpa khabari Nabii s.a.w., na Mtume akamwambia: \"Sijaamrishwa kitu katika kesi yako. Na sioni ila ni kuwa kweli umekwisha harimika kwake.\" Mwanamke akajadiliana na Mtume s.a.w. na akamrejea tena, na akawa anamshitakia Mwenyezi Mungu Mtukufu kwa kukhofu kufarikiana na mume na kupotea mwanawe. Haukupita muda ila ikateremka Aya hii na tatu zilizo baada yake.","lang":"sw"},{"name":"58:2","price":"Wale miongoni mwenu wanao watenga wake zao, hao si mama zao. Hawakuwa mama zao ila wale walio wazaa. Na hakika hao wanasema neno linalo chusha, na la uwongo. Na Mwenyezi Mungu ni Mwenye kughufiria, Mwenye kusamehe.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"Enyi Waumini! Hao miongoni mwenu wanao jitenga na wake zao kwa kuwashabihisha katika kuharimikiana nao kuwa ati ni kama mama zao, ni wakosa. Wake zao sio mama zao. Ukitaka haki mama zao ni wale walio wazaa tu. Na hakika wanao watenga wake zao kwa kusema hivyo wanasema kauli inayo chusha, inayo udhi katika murwa mwema, na ni uwongo ulio tokana na haki. Na hakika Mwenyezi Mungu bila ya shaka ni Mkuu wa kusamehe na kughufiria kwa yaliyo kwisha pita kwenu.","lang":"sw"},{"name":"58:3","price":"Na wale wanao jitenga na wake zao, kisha wakarudia katika yale waliyo yasema, basi wamkomboe mtumwa kabla hawajagusana. Mnapewa maonyo kwa hayo. Na Mwenyezi Mungu anayajua yote mnayo yatenda.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"Na wale wanao watenga wake zao na kisha wakarejeza kauli yao, wakayaona makosa yao, na wakataka kubaki na wake zao, basi juu yao kumkomboa mtumwa kabla ya kugusana. Hayo aliyo yawajibisha Mwenyezi Mungu, ya kukomboa mtumwa, ni mawaidha kwenu mnawaidhiwa ili msirejee tena katika makosa hayo. Na Mwenyezi Mungu ni Mwenye kuyajua vilivyo myatendayo.","lang":"sw"},{"name":"58:4","price":"Na asiye pata mtumwa kumkomboa, basi na afunge miezi miwili mfululizo kabla hawajagusana. Na asiye weza hayo basi awalishe masikini sitini. Hayo ni hivyo ili mumuamini Mwenyezi Mungu na Mtume wake. Na hiyo ndiyo mipaka ya Mwenyezi Mungu. Na kwa makafiri iko adhabu chungu.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"Na asiye pata mtumwa wa kumkomboa, basi yampasa afunge miezi miwili mfululizo kabla hawajagusana. Na asiye weza kufunga hivyo basi itampasa awalishe masikini sitini. Tumeyalazimisha hayo ili mpate kumuamini Mwenyezi Mungu na Mtume wake, na mtende kwa mujibu wa Imani hiyo. Na hiyo ndiyo mipaka ya Mwenyezi Mungu, basi msiikiuke. Na makafiri watapata adhabu yenye machungu makali.","lang":"sw"},{"name":"58:5","price":"Hakika wanao pinzana na Mwenyezi Mungu na Mtume wake, watadhalilishwa kama walivyo dhalilishwa wale walio kuwa kabla yao. Na tulikwisha teremsha Ishara zilizo wazi. Na makafiri watapata adhabu ya kufedhehesha.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"Hakika wanao mfanyia inda Mwenyezi Mungu na Mtume wake kwa kupingana nao watatupiliwa mbali kama walivyo tupiliwa mbali walio kuwa kabla yao. Na Sisi tumekwisha teremsha dalili zilizo wazi za kuonyesha Haki. Na hao wapinzani watapata adhabu ya kuwafedhehesha mno.","lang":"sw"},{"name":"58:6","price":"Siku atapo wafufua Mwenyezi Mungu, na awaambie yale waliyo yatenda. Mwenyezi Mungu ameyadhibiti, na wao wameyasahau! Na Mwenyezi Mungu ni Mwenye kushuhudia kila kitu.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"Siku Mwenyezi Mungu atapo wafufua wote baada ya kwisha kufa kwao, na awape khabari za yale waliyo yatenda. Mwenyezi Mungu amewawekea yote na ameyahifadhi, na wao wameyasahau. Na Mwenyezi Mungu ni Shahidi wa yote na anayajua yote.","lang":"sw"},{"name":"58:7","price":"Kwani huoni kwamba Mwenyezi Mungu anajua vilivyomo katika mbingu na vilivyomo katika ardhi? Hauwi mnong'ono wa watu watatu ila Yeye huwa ni wane wao, wala wa watano ila Yeye huwa ni wa sita wao. Wala wa wachache kuliko hao, wala walio wengi zaidi, ila Yeye yu pamoja nao popote pale walipo. Kisha Siku ya Kiyama atawaambia waliyo yatenda. Hakika Mwenyezi Mungu ni Mjuzi wa kila kitu.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"Kwani hujui kwamba Mwenyezi Mungu anayajua yaliomo mbinguni na yaliomo katika ardhi, na wala hapana siri ya watu watatu ila Yeye Mwenyezi Mungu ndiye wane wao kwa kuyajua kwake wanayo fanyia siri, wala hawawi watano ila na Yeye ndiye wa sita wao. Wala duni kuliko hivyo, wala kuzidi hivyo, ila Yeye yuko pamoja nao, anayajua hayo wanayo yanong'ona, popote walipo. Kisha Siku ya Kiyama atawapa khabari kwa kila walilo litenda. Hakika Mwenyezi Mungu ni Mwenye kutimia ujuzi wake.","lang":"sw"},{"name":"58:8","price":"Kwani huwaoni wale walio katazwa kunong'onezana kisha wakayarudia yale yale waliyo katazwa, na wakanong'ona juu ya mambo ya dhambi, na ya uadui, na ya kumuasi Mtume? Na wakikujia hukuamkia sivyo anavyo kuamkia Mwenyezi Mungu. Na husema katika nafsi zao: Mbona Mwenyezi hatuadhibu kwa haya tuyasemayo? Basi Jahannamu itawatosha; wataingia humo! Na hayo ndiyo marejeo maovu yaliyoje!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"Ewe Mtume! Huwaoni hao walio katazwa kufanya njama za siri wao kwa wao kwa mambo ya kutia shaka katika nyoyo za Waumini, kisha wakayarejea yale yale waliyo katazwa? Na wanafanya njama kwa madhambi wanayo yatenda, na uadui wanao uazimia, na uasi dhidi ya Mtume wa Mwenyezi Mungu. Na wanapo kuja kwako wanakuamkia kwa kauli ya kupotoa, sivyo anavyo kuamkia Mwenyezi Mungu. Na wao husema katika nafsi zao: Mbona Mwenyezi Mungu hatuadhibu kwa haya tunayo yasema ikiwa huyu ni Mtume kweli? Inawatosha hao Jahannamu. Wataingia humo waungue kwa moto wake. Na marejeo maovu yalioje marejeo yao. Ilikuwako sulhu baina ya Waislamu na Mayahudi katika mji wa Madina. Na ikawa akipita mtu katika Waislamu kwao Mayahudi hunong'ona wao kwa wao ili adhani yule Muislamu kuwa wao wanapanga njama za kutaka kumuuwa, au lolote la kumdhuru apate kugeuza njia asiwapitie tena. Mtume s.a.w. akawakataza hayo, lakini hawakuacha mtindo wao, wakayarejea yale yale waliyo katazwa. Na wakawa akija Mtume s.a.w. wakimwamkia kwa maamkio ya kumuapiza. Ndiyo ikashuka Aya hii.","lang":"sw"},{"name":"58:9","price":"Enyi mlio amini! Mnapo nong'ona msinong'one kwa sababu ya mambo ya madhambi, na uadui, na kumuasi Mtume. Bali nong'onezane kwa kutenda mema na kuacha maovu. Na mcheni Mwenyezi Mungu ambaye kwake mtakusanywa nyote.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"Enyi mlio msadiki Mwenyezi Mungu na Mtume wake! Mnapo sema siri, basi msiwe mkisema siri katika mambo ya madhambi, na kufanya uadui, na kwenda kinyume na Mtume. Semeni siri katika mambo ya kheri, na kuepukana na madhambi. Na mwogopeni Mwenyezi Mungu ambaye kwake Yeye tu, si kwengineko, ndio mtakusanywa baada ya kufufuliwa.","lang":"sw"},{"name":"58:10","price":"Kwa hakika minong'ono hiyo inatokana na Shetani ili awahuzunishe walio amini, na wala haitawadhuru chochote ila kwa idhini ya Mwenyezi Mungu. Na juu ya Mwenyezi Mungu tu ndio wategemee Waumini.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"Hakika kusema siri kwa kuchochea shaka shaka ni katika kuzainishwa na Shetani, ili apate kuingiza huzuni katika nyoyo za Waumini. Wala hayo hayawezi kuwaletea madhara yoyote wao ila kwa kupenda Mwenyezi Mungu. Basi Waumini wamtegemee Mwenyezi Mungu peke yake.","lang":"sw"},{"name":"58:11","price":"Enyi mlio amini! Mkiambiwa: Fanyeni nafasi katika mabaraza, basi fanyeni nafasi. Na Mwenyezi Mungu atakufanyieni nyinyi nafasi. Na mkiambiwa: Ondokeni, basi ondokeni. Mwenyezi Mungu atawainua walio amini miongoni mwenu, na walio pewa ilimu daraja za juu. Na Mwenyezi Mungu anazo khabari za mnayo yatenda.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"Enyi mlio msadiki Mwenyezi Mungu na Mtume wake! Mkitakiwa baadhi yenu kuwafanyia nafasi wenzenu mnapo kaa katika majlisi zenu, basi wafanyieni nafasi. Na Mwenyezi Mungu atakufanyieni nyinyi nafasi. Na mkitakiwa kuondoka pale mlipo kaa basi ondokeni. Mwenyezi Mungu hutukuza vyeo vya Waumini, na wale walio pewa ilimu kwa daraja nyingi. Na Mwenyezi Mungu anazo khabari za mnayo yatenda.","lang":"sw"},{"name":"58:12","price":"Enyi mlio amini! Mnapo sema siri na Mtume, basi tangulizeni sadaka kabla ya kusemezana kwenu. Hiyo ni kheri kwenu na usafi zaidi. Na ikiwa hamkupata cha kutoa, basi Mwenyezi Mungu ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"Enyi mlio msadiki Mwenyezi Mungu na Mtume wake! Mkitaka kusema siri na Mtume wa Mwenyezi Mungu, basi kabla ya mazungumzo yenu hayo tangulizeni kutoa sadaka. Hivyo ndio kheri yenu, na ni usafi zaidi kwa nyoyo zenu. Lakini ikiwa hamkupata cha kutoa sadaka, basi hakika Mwenyezi Mungu ni Mkunjufu wa kusamehe, Mwenye kukusanya rehema zote.","lang":"sw"},{"name":"58:13","price":"Mnachelea kutanguliza hiyo sadaka kabla ya kusemezana kwenu? Ikiwa hamkufanya hayo, na Mwenyezi Mungu akapokea toba yenu, basi shikeni Swala, na toeni Zaka, na mt'iini Mwenyezi Mungu na Mtume wake. Na Mwenyezi Mungu anazo khabari za mnayo yatenda.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"Mnachelea kujilazimisha kutoa sadaka kabla ya mazungumzo yenu na Mtume wa Mwenyezi Mungu? Na ikiwa hamkutoa, na Mwenyezi Mungu akakusameheni, basi hifadhini kushika Swala na kutoa Zaka, na mt'iini Mwenyezi Mungu na Mtume wake. Na Mwenyezi Mungu anazo khabari za vitendo vyenu, naye atakulipeni kwavyo.","lang":"sw"},{"name":"58:14","price":"Huwaoni wale walio fanya urafiki na watu ambao Mwenyezi Mungu amewakasirikia? Hao si katika nyinyi, wala si katika wao. Na huapa kwa uwongo, na hali kuwa wanajua.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"Ewe Mtume! Huwaoni wanaafiki walio wafanya marafiki watu ambao Mwenyezi Mungu ameghadhibika nao. Hawa wanao fanya urafiki si katika nyinyi, na hao wanao fanywa ni marafiki pia si katika nyinyi. Na wanaapa kwa uwongo, na huku wanajua kuwa wao ni waongo.","lang":"sw"},{"name":"58:15","price":"Mwenyezi Mungu amewaandalia adhabu kali. Kwa hakika waliyo kuwa wakiyatenda ni maovu kabisa.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"Mwenyezi Mungu amewatengenezea hawa wanaafiki adhabu ya mwisho wa ukali. Hakika vitendo vyao walivyo kuwa wakivitenda, vya unaafiki, na kuchukua viapo vya uwongo, ni viovu mno.","lang":"sw"},{"name":"58:16","price":"Wamefanya viapo vyao ni ngao, na wakaipinga Njia ya Mwenyezi Mungu. Basi hao watapata adhabu ya kufedhehesha.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"Wamefanya viapo vyao kuwa ndio viwe ni kinga ya kuwakinga wasiuliwe wenyewe, na watoto wao wasiwe mateka, na mali yao yasiwe ngawira. Kwa hayo wakaizuilia Njia ya Mwenyezi Mungu. Basi watapata adhabu ya fedheha.","lang":"sw"},{"name":"58:17","price":"Hayatawafaa kitu mali yao wala watoto wao mbele ya Mwenyezi Mungu. Hao ndio watu wa Motoni. Humo watadumu milele.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"Mali yao na watoto wao hayatawalinda na adhabu ya Mwenyezi Mungu hata chembe. Hao ni watu wa Motoni, wa kudumu humo milele.","lang":"sw"},{"name":"58:18","price":"Siku atakayo wafufua Mwenyezi Mungu wote, wamuwapie kama wanavyo kuwapieni nyinyi. Na watadhani kuwa wamepata kitu! Kwa hakika hao ndio waongo.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"Siku atapo wafufua Mwenyezi Mungu wote watamwapia kuwa hakika wao walikuwa ni Waumini, kama wanavyo kuapieni nyinyi hivi sasa. Na wanadhani kuwa kwa kuapa kwao huku ni ujanja utakao wafaa. Ama kweli, hakika hawa wamefika ukomo wa uwongo!","lang":"sw"},{"name":"58:19","price":"Shetani amewatawala na akawasahaulisha kumkumbuka Mwenyezi Mungu. Hao ndio kundi la Shetani. Kweli hakika kundi la Shetani ndilo lenye kukhasirika.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"Shetani amewatawala na amewasahaulisha kumdhukuru Mwenyezi Mungu na kuukumbuka utukufu wake. Hao ndio kundi la Shetani. Ama kweli, hakika kundi la Shetani ndilo lilio fikilia mwisho wa kukhasiri.","lang":"sw"},{"name":"58:20","price":"Hakika wanao mpinga Mwenyezi Mungu na Mtume wake, hao ndio miongoni mwa madhalili wa mwisho.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"Hao wanao mfanyia inda Mwenyezi Mungu na Mtume wake, hao ndio katika hisabu ya walio fikilia ukomo wa udhalili.","lang":"sw"},{"name":"58:21","price":"Mwenyezi Mungu ameandika: Hapana shaka Mimi na Mtume wangu tutashinda. Hakika Mwenyezi Mungu ni Mwenye nguvu, Mwenye kushinda.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"Mwenyezi Mungu amekata hukumu: Bila ya shaka Mimi na Mtume wangu tutashinda. Hakika Mwenyezi Mungu ni Mwenye nguvu zilizo timia, hashindwi na yeyote.","lang":"sw"},{"name":"58:22","price":"Huwakuti watu wanao muamini Mwenyezi Mungu na Siku ya Mwisho kuwa wanawapenda wanao mpinga Mwenyezi Mungu na Mtume wake, hata wakiwa ni baba zao, au watoto wao, au ndugu zao, au jamaa zao. Hao ameandika katika nyoyo zao Imani, na amewapa nguvu kwa Roho itokayo kwake. Na atawaingiza katika Mabustani yapitayo mito kati yake. Humo watakaa daima. Mwenyezi Mungu awe radhi nao, na wao wawe radhi naye. Hao ndio Hizbullahi, Kundi la Mwenyezi Mungu. Hakika Kundi la Mwenyezi Mungu ndilo lenye kufanikiwa.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"Huwakuti watu wanao msadiki Mwenyezi Mungu na Siku ya Mwisho wanapendana na wenye kumfanyia uadui Mwenyezi Mungu na Mtume wake, hata wakiwa ni baba zao, au ni watoto wao, au ni ndugu zao, au ni jamaa zao. Hao ambao hawafanyi urafiki na wanao mpinga Mwenyezi Mungu, Mwenyezi Mungu ameithibitisha Imani katika nyoyo zao, na amewaunga mkono kwa nguvu zinazo tokana naye Yeye Mwenyewe, na atawatia katika Mabustani yapitayo mito kati yake wakikaa humo milele. Neema zake haziwakatikii. Mwenyezi Mungu amewapenda hao, na wao wamempenda. Hao ndio wanao ambiwa kuwa ni katika Hizbullahi, yaani Kundi la Mwenyezi Mungu. Hakika ni kweli Kundi la Mwenyezi Mungu ndilo lenye kufuzu.","lang":"sw"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}