{"data":[{"name":"59:1","price":"Vinamsabihi, Vinamtakasa Mwenyezi Mungu viliomo katika mbingu na viliomo katika ardhi. Naye ni Mwenye nguvu, Mwenye hikima.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"Vitu vyote viliomo katika mbingu na katika ardhi vinamtakasa Mwenyezi Mungu na kila lisio laiki naye. Na Yeye ndiye Mwenye kushinda ambaye hashindwi na kitu. Mwenye hikima katika mipango yake na vitendo vyake.","lang":"sw"},{"name":"59:2","price":"Yeye ndiye aliye watoa walio kufuru miongoni mwa Watu wa Kitabu katika nyumba zao wakati wa uhamisho wa kwanza. Hamkudhani kuwa watatoka, nao walidhani kuwa ngome zao zitawalinda na Mwenyezi Mungu. Lakini Mwenyezi Mungu aliwafikia kwa mahali wasipo patazamia, na akatia woga katika nyoyo zao. Wakawa wanazibomoa nyumba zao kwa mikono yao na mikono ya Waumini. Basi zingatieni enyi wenye macho!","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"Yeye Mwenyezi Mungu ndiye aliye watoa walio kufuru miongoni mwa Watu wa Kitabu, nao ni Mayahudi wa ukoo wa Banu Nnadhir, kutoka kwenye majumba yao wakati wa kuwatoa mara ya kwanza katika Bara Arabu. Enyi Waislamu! Hamkudhania kuwa watatoka kwenye nyumba zao kwa sababu ya nguvu zao. Na wao wenyewe walidhani kwamba ngome zao zitawalinda na mashambulio ya Mwenyezi Mungu. Mwenyezi Mungu akawatokea katika upande wasio utarajia, na akawatia katika nyoyo zao fazaa kubwa, wakawa wanabomoa nyumba zao kwa mikono yao ili zibaki kuwa magofu tu, na kwa mikono ya Waumini wapate kuzivunja zile ngome. Basi enyi wenye akili, chukueni somo katika haya yaliyo washukia hawa.","lang":"sw"},{"name":"59:3","price":"Na lau kuwa Mwenyezi Mungu asingeli waandikia kutoka, angeli waadhibu katika dunia. Na katika Akhera watapata adhabu ya Moto.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"Na lau kuwa Mwenyezi Mungu hakuwahukumia kuwatoa majumbani kwao kwa sura hii ya kuchusha, basi hapana shaka angeli waadhibu katika dunia kwa shida zaidi kuliko huko kuwatoa. Na Akhera, wao watapata adhabu ya Moto, mbali huku kutolewa majumbani kwao duniani.","lang":"sw"},{"name":"59:4","price":"Hayo ni kwa sababu walimpinga Mwenyezi Mungu na Mtume wake. Na mwenye kumpinga Mwenyezi Mungu, basi hakika Mwenyezi Mungu ni Mkali wa kuadhibu.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"Hayo yaliyo wapata duniani na yanayo wangojea Akhera ni kwa sabau ya kuwa wamemfanyia uadui Mwenyezi Mungu na Mtume wake, uadui mkubwa mno. Na mwenye kumfanyia uadui Mwenyezi Mungu basi hawezi kupenya kuikimbia adhabu yake. Na hakika Mwenyezi Mungu ni Mkali wa kuadhibu.","lang":"sw"},{"name":"59:5","price":"Mtende wowote mlio ukata au mlio uacha unasimama vile vile juu ya mashina yake, basi ni kwa idhini ya Mwenyezi Mungu, na kwa kuwahizi wapotovu.","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"Enyi Waislamu! Mitende yoyote mliyo ikata au mkaiacha imebaki kama ilivyo kuwa, basi ni kwa amri ya Mwenyezi Mungu. Hapana lawama juu yenu katika hayo, ili awape nguvu Waumini, na awahizi wapotovu walio ziacha sharia zake.","lang":"sw"},{"name":"59:6","price":"Na mali aliyo leta Mwenyezi Mungu kwa Mtume wake kutoka kwao hamkuyakimbilia mbio kwa farasi wala ngamia. Lakini Mwenyezi Mungu huwapa mamlaka Mitume wake juu ya wowote awatakao. Na Mwenyezi Mungu ni Muweza juu ya kila kitu.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"Na aliyo yaleta Mwenyezi Mungu na akayarudisha kwa Mtume wake katika mali ya Banu Nnadhir hamkuyapigia mbio nyinyi kwa farasi wala ngamia. Lakini Mwenyezi Mungu huwapa madaraka Mitume wake kwa awatakao katika waja wake bila ya kupigana vita. Na Mwenyezi Mungu ni Mtimilivu wa uweza juu ya kila kitu.","lang":"sw"},{"name":"59:7","price":"Mali aliyo leta Mwenyezi Mungu kwa Mtume wake kutoka kwa watu wa hivi vijiji ni kwa ajili ya Mwenyezi Mungu, na kwa ajili ya Mtume, na jamaa, na mayatima, na masikini, na msafiri, ili yasiwe yakizunguka baina ya matajiri tu miongoni mwenu. Na anacho kupeni Mtume chukueni, na anacho kukatazeni jiepusheni nacho. Na mcheni Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mkali wa kuadhibu.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"Alicho rudisha Mwenyezi Mungu kwa Mtume wake katika mali ya watu wa vijiji hivi bila ya kuwatimua farasi au ngamia, vitu hivyo ni vya Mwenyezi Mungu na Mtume wake, na jamaa, na mayatima, na masikini, na wasafiri. Haya ni hivyo ili yasiwe mali yakizunguka katika mikono ya matajiri peke yao katika nyinyi. Na anacho kupeni Mtume katika hukumu basi kishikeni, na anacho kukatazeni basi kiwacheni. Na jilindeni na kughadhibika kwa Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mkali wa kuadhibu.","lang":"sw"},{"name":"59:8","price":"Wapewe mafakiri Wahajiri walio tolewa majumbani mwao na mali yao kwa ajili ya kutafuta fadhila kutoka kwa Mwenyezi Mungu na radhi zake, na wanamsaidia Mwenyezi Mungu na Mtume wake. Hao ndio wa kweli.","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"Na hivyo yale mali ya watu wa vijiji aliyo yarudisha Mwenyezi Mungu kwa Mtume wake wapewe mafakiri katika Wahajiri, walio kimbilia Madina, ambao wametolewa majumbani kwao na mali yao huko Makka. Wao wanataraji ziada kutoka kwa Mwenyezi Mungu katika riziki zao na radhi. Na wanamsaidia Mwenyezi Mungu na Mtume wake kwa nafsi zao na mali yao. Hao ndio Waumini wa kweli.","lang":"sw"},{"name":"59:9","price":"Na walio na maskani zao na Imani yao kabla yao, wanawapenda walio hamia kwao, wala hawaoni choyo katika vifua vyao kwa walivyo pewa (Wahajiri), bali wanawapendelea kuliko nafsi zao, ingawa wao wenyewe ni wahitaji. Na mwenye kuepushwa uchoyo wa nafsi yake, basi hao ndio wenye kufanikiwa.","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"Na Ma-ansari, watu wa Madina walio mnusuru Mtume na Wahajiri, ambao wamekaa Madina katika maskani zao, na Imani yao ikawa safi kabisa kabla ya kufika Wahajiri, wanawapenda wale wageni Waislamu walio hamia kwao, na wala hawahisi ubaya wowote katika nafsi zao kwa walicho pewa Wahajiri katika ngawira. Bali wanawakadimisha Wahajiri kuliko nafsi zao, ijapo kuwa wakiwa wao nao ni wahitaji. Na mwenye kuhifadhika, kwa uweza wa Mwenyezi Mungu, asione ubakhili katika nafsi yake, basi watu kama hao ndio wenye kufuzu kwa kila walipendalo.","lang":"sw"},{"name":"59:10","price":"Na walio kuja baada yao wanasema: Mola wetu Mlezi! Tughufirie sisi na ndugu zetu walio tutangulia kwa Imani, wala usijaalie ndani ya nyoyo zetu undani kwa walio amini. Mola wetu Mlezi! Hakika Wewe ni Mpole na Mwenye kurehemu.","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"Na Waumini walio kuja baada ya Wahajiri na Ansari husema: Mola wetu Mlezi! Tusamehe dhambi zetu, sisi na ndugu zetu walio tutangulia katika Imani. Wala usijaalie kuwa katika nyoyo zetu husda kuwahusudu walio amini. Mola wetu Mlezi! Hakika Wewe umefika ukomo katika upole na kurehemu.","lang":"sw"},{"name":"59:11","price":"Huwaoni wanao fanya unaafiki wanawaambia ndugu zao walio kufuru katika Watu wa Kitabu: Mkitolewa na sisi lazima tutatoka pamoja nanyi, wala hatutamt'ii yeyote kabisa dhidi yenu. Na mkipigwa vita lazima tutakusaidieni. Na Mwenyezi Mungu anashuhudia kuwa hao hakika bila ya shaka ni waongo.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"Hebu huwaangalii hao wanaafiki ukastaajabu? Kazi yao ni kuwakariria kauli ndugu zao walio kufuru katika Watu wa Kitabu - nao ni hao Banu Nnadhir - kuwaambia: Wallahi! Mkilazimishwa kuihama Madina, basi hapana shaka na sisi tutatoka pamoja nanyi. Wala hatutamt'ii katika jambo lenu mtu yeyote daima dawamu. Na pindi ikiwa Waislamu watakupigeni vita, basi hapana shaka sisi tutakusaidieni. Na Mwenyezi Mungu anashuhudia kuwa hakika wanaafiki hapana shaka ni waongo katika hizo ahadi zao wanazo zitoa.","lang":"sw"},{"name":"59:12","price":"Pindi wakitolewa hawatatoka pamoja nao, na wakipigwa vita hawatawasaidia. Na kama wakiwasaidia basi watageuza migongo; kisha hawatanusuriwa.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"Wakitolewa Mayahudi, wanaafiki hawatatoka pamoja nao. Na wakipigwa vita hawatawanusuru. Na pindi wakiwasaidia basi hapana shaka watatoka mbio warudi kinyume nyume, wala hawatawanusuru.","lang":"sw"},{"name":"59:13","price":"Hakika nyinyi ni kitisho zaidi katika vifua vyao kuliko Mwenyezi Mungu. Hayo ni kwa kuwa hao ni watu wasio fahamu kitu.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"Hakika, enyi Waislamu, mna kitisho zaidi katika vifua vya wanaafiki na Mayahudi kuliko wanavyo mwogopa Mwenyezi Mungu. Hayo ni kwa sababu hakika wao ni watu wasio jua ukweli wa Imani.","lang":"sw"},{"name":"59:14","price":"Hawatapigana nanyi kwa mkusanyiko isipo kuwa katika vijiji vilivyo zatitiwa kwa ngome, au nyuma ya kuta. Wao kwa wao vita vyao ni vikali. Utawadhania kuwa wako pamoja, kumbe nyoyo zao ni mbali mbali. Hayo ni kwa kuwa wao ni watu wasio na akili.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"Mayahudi hawapigani vita nanyi kwa pamoja ila wawe katika miji iliyo jengewa ngome, au wajifiche nyuma ya kuta. Vita vyao baina ya wao kwa wao ni vikali. Utawadhani kuwa wameshikamana, wote ni wamoja. Kumbe hakika nyoyo zao zimefarikiana mbali mbali. Wao ni wenye sifa hizo, kwa sababu hao ni watu wasio zingatia nini utakuwa mwisho wa mambo.","lang":"sw"},{"name":"59:15","price":"Ni kama mfano wa walio kuwa kabla yao hivi karibuni. Walionja uovu wa mambo yao. Nao watapata adhabu iliyo chungu.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"Mfano wa Bani Nnadhir ni kama mfano wa walio kufuru kabla yao karibuni. Hao walionja hapa hapa duniani matokeo ya ukafiri wao na kuvunja kwao mapatano. Na Akhera watapata adhabu ya uchungu mkali.","lang":"sw"},{"name":"59:16","price":"Ni kama mfano wa Shetani anapo mwambia mtu: Kufuru. Na akikufuru humwambia: Mimi si pamoja nawe. Hakika mimi namwogopa Mwenyezi Mungu, Mola Mlezi wa walimwengu wote.","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"Mfano wa wanaafiki kuwashawishi Banu Nnadhir wamuasi Mtume wa Mwenyezi ni kama mfano wa Shetani pale anapo mghuri mtu aiache Imani, akamwambia: Kufuru! Na alipo kufuru akasema: Mimi niko mbali nawe, kwani mimi ninamkhofu Mwenyezi Mungu, Mola Mlezi wa walimwengu wote.","lang":"sw"},{"name":"59:17","price":"Basi ikawa mwisho wa wote wawili hao ni kuingia Motoni, wadumu humo daima; na hiyo ndiyo jaza ya madhaalimu.","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"Ikawa basi marejeo ya Shetani na huyo anaye mzaini ni kuishia Motoni wabaki humo milele. Na kudumu humo dawamu ni malipo ya wenye kuasi wakaikiuka Njia ya Haki.","lang":"sw"},{"name":"59:18","price":"Enyi mlio amini! Mcheni Mwenyezi Mungu, na kila nafsi iangalie inayo yatanguliza kwa ajili ya Kesho. Na mcheni Mwenyezi Mungu. Hakika Mwenyezi Mungu anazo khabari ya mnayo yatenda.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"Enyi mlio amini! Jiwekeeni kinga na adhabu ya Mwenyezi Mungu kwa kujilazimisha kumt'ii Yeye. Na kila nafsi izingatie a'mali gani ya kuikadimisha kwa ajili ya Kesho. Na jilazimisheni kumcha Mwenyezi Mungu. Hakika Mwenyezi Mungu anazo khabari vilivyo kwa yote myatendayo. Naye atakulipeni kwa hayo.","lang":"sw"},{"name":"59:19","price":"Wala msiwe kama wale walio msahau Mwenyezi Mungu, na Yeye akawasahaulisha nafsi zao. Hao ndio wapotovu.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"Enyi Waumini! Msiwe kama wale walio sahau haki za Mwenyezi Mungu, na Yeye akawasahaulisha nafsi zao, kwa kuwajaribu kwa mitihani, na wakawa hawajui linalo wafaa na linalo wadhuru. Hao ndio walio toka wakaacha ut'iifu wa Mwenyezi Mungu.","lang":"sw"},{"name":"59:20","price":"Hawawi sawa watu wa Motoni na watu wa Peponi. Watu wa Peponi ndio wenye kufuzu.","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"Hawawi sawa watu wa Motoni wanao teswa, na watu wa Peponi wanao neemeshwa. Watu wa Peponi peke yao ndio wenye kufuzu kwa kila walipendalo.","lang":"sw"},{"name":"59:21","price":"Lau kuwa tumeiteremsha hii Qur'ani juu ya mlima, basi bila ya shaka ungeli uona ukinyenyekea, ukipasuka kwa khofu ya Mwenyezi Mungu. Na hiyo mifano tunawapigia watu ili wafikiri.","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"Lau tungeli iteremsha hii Qur'ani juu ya mlima wenye nguvu basi ungeli uona huo mlima, juu ya nguvu zake, unanyenyekea na unapasuka kwa kumwogopa Mwenyezi Mungu. Na hiyo ni mifano tunawaelezea watu ili wapate kuzingatia matokeo ya mambo yao.","lang":"sw"},{"name":"59:22","price":"Yeye ndiye Mwenyezi Mungu, ambaye hapana mungu isipo kuwa Yeye tu. Mwenye kuyajua yaliyo fichikana na yanayo onekana. Yeye ndiye Mwingi wa rehema, Mwenye kurehemu.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"Yeye Mwenyezi Mungu ambaye hapana wa kuabudiwa kikweli isipo kuwa Yeye peke yake, Mwenye kujua lilio pita na lilioko sasa. Yeye ndiye Mwingi wa rehema, Mwenye kurehemu.","lang":"sw"},{"name":"59:23","price":"Yeye ndiye Mwenyezi Mungu ambaye hapana mungu isipo kuwa Yeye tu. Mfalme, Mtakatifu, Mwenye salama, Mtoaji wa amani, Mwenye kuyaendesha Mwenyewe mambo yake, Mwenye nguvu, Anaye fanya analo litaka, Mkubwa, Ametakasika Mwenyezi Mungu na hayo wanayo mshirikisha nayo.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"Yeye Mwenyezi Mungu ambaye hapana mungu isipo kuwa Yeye, Mwenye kumiliki kila kitu kwa hakika, Aliye safika na kila upungufu, Aliye takasika na kila lisio mwelekea, Mwenye kusalimika na yote ya upungufu, Mwenye kuwaamini na kuwasadiki Mitume wake aliyo wapa nguvu kwa miujiza, Mlinzi Mwenye kuangalia kila kitu, Mwenye kushinda basi hashindwi na chochote, Mkubwa wa shani katika nguvu na utawala, Mwenye kutukuka na kila kisicho kuwa laiki na uzuri wake na utukufu wake, Mwenyezi Mungu ametakasika na hayo wanayo mshirikisha nayo.","lang":"sw"},{"name":"59:24","price":"Yeye ndiye Mwenyezi Mungu, Muumbaji, Mtengenezaji, Mtia sura, Mwenye majina mazuri kabisa. Kila kilioko katika mbingu na ardhi kinamtakasa, naye ni Mwenye kushinda, Mwenye hikima.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"Yeye ndiye Mwenyezi Mungu, Mwenye kuviumba vitu vyote tangu mwanzo bila ya ruwaza ya kuigia iliyo tangulia, Mwenye kuvipa sura kama vilivyo kwa mujibu wa atakavyo Yeye. Yeye ndiye Mwenye Majina Mazuri, Mwenye kutakaswa na kila kisicho kuwa laiki yake na kila kilichoko katika mbingu na ardhi. Na Yeye ndiye Mwenye kushinda, asiye shindwa na kitu. Mwenye hikima katika kupanga kwake na sharia zake.","lang":"sw"}],"chapter":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"]}