{"data":[{"name":"6:1","price":"Sifa njema zote ni za Mwenyezi Mungu aliye umba mbingu na ardhi, na akafanya giza na mwangaza. Tena baada ya haya walio kufuru wanawafanya wengine sawa na Mola wao Mlezi.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"Kuhimidiwa, yaani kusifiwa na kutajwa kwa wema, ni kwa Mwenyezi Mungu aliye ziumba mbingu na ardhi, na akaumba, kwa kudra yake, giza na mwangaza, kwa manufaa ya waja wake, na kuambatana na hikima yake. Tena pamoja na neema zote hizi nzuri hawa makafiri wanakwenda mshirikisha Mwenyezi Mungu, na wakawafanya wengineo ni washirika wa Mwenyezi Mungu katika ibada!! Aya hii tukufu ni ishara ya ubora wa kuumba, na ubora wa kuumba unaonyesha Umoja na Upweke wa Mwenye kuumba na utukufu wake. Kwani mbingu na nyota zake, na sayari zake, na jua, na mwezi - vyote hivyo ni ushahidi wa Umoja wake. Na ardhi na viliomo ndani yake, navyo ni wanyama, mimea na visio na uhai, na milima na mabonde, na rutuba na ukame, na viliomo chini ya ardhi maadeni magumu na yanayo tiririka, na bahari na viliomo ndani yake kama lulu na vilio hai - vyote hivyo vinaonyesha Umoja wa Mwenye kuumba. Na giza la kila namna, kama giza la jabali, na bahari, na mapango, na ukungu ulio funga moja kwa moja hata mtu akiutoa mkono wake anakaribia kuwa asiouone - pia vyote hivyo vinaonyesha ujuzi usio kuwa na mfano, wa kuanzisha kuumba, wa Mwenyezi Mungu Aliye viumba. Hali kadhaalika nuru, na sababu zake mbali mbali, kama nuru ya jua, na mwangaza wa mwezi, na mwangaza wa nyota ... vyote hivyo vinaonyesha uanzishaji wa Mwenyezi Mungu wa kuumba bila ya kiigizo.","lang":"sw"},{"name":"6:2","price":"Yeye ndiye aliye kuumbeni kwa udongo, kisha akakuhukumieni ajali, na muda maalumu uko kwake tu. Tena baada ya haya nyinyi mnatia shaka.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"Yeye Mwenyezi Mungu ndiye aliye kuanzeni kwa kukuumbeni kutokana na udongo. Kisha akamkadiria kila mmoja wenu ana zama maalumu za uhai, kisha uhai huo unakwisha kwa kufa. Na muda maalumu ulio wekwa wa kufufuliwa kutoka kaburini uko kwake Yeye pekee. Kisha tena enyi makafiri! Mnabisha uwezo wa Mwenyezi Mungu kufufua, na kustahiki kwake peke yake kuabudiwa?","lang":"sw"},{"name":"6:3","price":"Na Yeye ndiye Mwenyezi Mungu mbinguni na ardhini. Anajua ya ndani yenu na ya nje yenu. Na anajua mnayo yachuma.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"Na ni Yeye peke yake anaye stahiki kuabudiwa katika mbingu na katika ardhi. Anajua kila mnacho kificha na mnacho kionyesha. Na anajua yote mnayo yatenda, Naye atakulipeni kwa hayo.","lang":"sw"},{"name":"6:4","price":"Na haiwafikii hata ishara moja katika ishara za Mola wao Mlezi ila wao huwa wenye kuipa nyongo.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"Wala washirikina hawaletewi ishara yoyote katika ishara za Muumbaji wao zinazo shuhudia Umoja wake na ukweli wa Mitume wake, ila wao huikataa na kuibeza ishara hiyo, wala hawaizingatii, wala hawaitii maanani!","lang":"sw"},{"name":"6:5","price":"Wameikanusha Haki ilipo wajia. Basi zitawajia khabari za yale waliyo kuwa wakiyakejeli.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"Wao wameikanusha Qur'ani ilipo wajia, na ilhali hiyo ni Haki isiyo changanyika na upotovu! Basi yatawapata mateso ya duniani, na adhabu ya Akhera, kama ilivyo eleza Qur'ani. Na hapo utawabainikia ukweli wa onyo lake walilo kuwa wakilifanyia maskhara.","lang":"sw"},{"name":"6:6","price":"Jee, hawaoni vizazi vingapi tulivyo viangamiza kabla yao? Tuliwaweka katika nchi tusivyo kuwekeni nyinyi; tukawapelekea mvua nyingi na tukaifanya mito inapita chini yao. Mwishoe tukawaangamiza kwa madhambi yao; na tukaanzisha baada yao kizazi kingine.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"Hivyo wao hawajui kuwa kabla yao tuliwaangamiza umati kwa umati? Tuliwapa sababu za nguvu na kuselelea katika nchi tusizo pata kukupeni nyinyi, enyi makafiri. Na tuliwakunjulia riziki na starehe. Tukawateremshia mvua nyingi iliyo wanufaisha katika maisha yao, na tukaifanya mito inapita chini ya majumba yao ya fakhari. Nao basi wasishukuru kwa neema hizo. Kwa hivyo tukawaangamiza kwa sababu ya ushirikina wao na kukithiri dhambi zao. Baada yao tukawaleta watu wengine walio bora kuliko wao.","lang":"sw"},{"name":"6:7","price":"Na lau tungeli kuteremshia kitabu cha karatasi, wakakigusa kwa mikono yao, wangeli sema walio kufuru: Haya si chochote ila ni uchawi dhaahiri.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"Ewe Nabii! Hata tungeli kuteremshia dalili ya ujumbe wako iliyo andikwa katika karatasi, na wao wakaiona kwa macho yao, na wakahakikisha kwa kuiwekea mikono yao juu yake, basi pia wangeli sema kwa chuki tu: Hichi tunacho kigusa si chochote ila ni uchawi tu.","lang":"sw"},{"name":"6:8","price":"Na wao husema: Mbona hakuteremshiwa Malaika? Na kama tungeli teremsha Malaika, basi bila ya shaka ingesha hukumiwa amri, tena hapo wasingeli pewa muhula.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"Tena wanasema: Tunataka Mwenyezi Mungu amteremshia Malaika huyu anaye dai Utume amsadikishe! Na lau kuwa Sisi tungeli waitikia hilo ombi lao, tukampeleka Malaika kama walivyo toa shauri, kisha wakafanya inda yao wasimuamini, basi amri ya kuwaangamiza ingesha pitishwa, tena hao wasinge pewa muhula hata chembe.","lang":"sw"},{"name":"6:9","price":"Na kama tungeli mfanya Malaika bila ya shaka tungeli mfanya kama binaadamu, na tungeli watilia matatizo yale wanayo yatatiza wao.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"Na lau kuwa tunge jaalia huyo wa kumuunga mkono Mtume ni Malaika kama watakavyo hao, basi tungeli mfanya katika sura ya mwanaadamu, ili wapate kumwona na kufahamiana naye. Kwani wao hawawezi kumwona Malaika katika sura yake ya asili. Tena mambo yangeli watatiza na kuwadanganyikia kwa kupelekwa kwa sura ya mwanaadamu, na tungeli watia katika makosa yale yale yalio wazonga. Kauli hii inaashiria maana ambayo wenye ilimu za kisasa wanaitaja. Wenye ilimu za mambo ya kiroho wanasema kuwa roho zina mwili khafifu, mwembamba na mwepesi, mfano wa ng'amba. Nazo hazidhihiri wala hazionekani. Na hayumkiniki kuonekana roho ila zikivaa huo mwili. Na Malaika hawana kiwiliwili. Katika viumbe vyote vya kiroho Malaika ndio khafifu kabisa kushinda vyote. Na hayumkini kuonekana ila kwa sura ya mwili. Na huu mwili ndio unakuwa kama mwanaadamu.","lang":"sw"},{"name":"6:10","price":"Na hakika Mitume walio kabla yako walifanyiwa kejeli, lakini walio wafanyia kejeli wakaja kuzungukwa na yale yale waliyo kuwa wao wanayafanyia kejeli.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"Ewe Nabii! Makafiri waliwafanyia maskhara mengi Mitume wa kabla yako. Adhabu waliyo waonya nayo Mitume wao iliwazunguka hao wafanyao maskhara. Na kwanza hayo ndio waliyo kuwa wakiyakejeli.","lang":"sw"},{"name":"6:11","price":"Sema: Tembeeni ulimwenguni, kisha mtazame ulikuwaje mwisho wa wanao kanusha.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"Ewe Nabii! Waambie hawa makafiri: Nendeni pande zote duniani, mzingatie vipi maangamio yalivyo kuwa mwisho wa wanao wakanusha Mitume wao. Uzingatieni vyema mwisho huu na khatima hiyo.","lang":"sw"},{"name":"6:12","price":"Sema: Ni vya nani viliomo katika mbingu na katika ardhi? Sema: Ni vya Mwenyezi Mungu. Yeye amejilazimisha nafsi yake kurehemu. Hakika atakukusanyeni Siku ya Kiyama isiyo kuwa na shaka. Walio jikhasiri wenyewe hawaamini.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"Ewe Nabii! Waambie hawa wapinzani: Nani Mmiliki mbingu na ardhi, na viliomo ndani yao? Wakiemewa, wape jawabu ambayo hakuna nyengineyo, nayo ni: Hakika Mwenye kuvimiliki vyote hivyo ni Mwenyezi Mungu peke yake, wala hana mshirika. Na Yeye amejiwajibishia Mwenyewe rehema kuwarehemu waja wake. Kwa hivyo hawafanyii haraka kuwaadhibu, na anakubali toba yao. Hakika, atakukusanyeni Siku ya Kiyama ambayo haina shaka. Walio zipoteza nafsi zao, na wakazipelekea kwenye adhabu katika Siku hii, ni wale ambao hawamsadiki Mwenyezi Mungu, wala Siku ya Hisabu.","lang":"sw"},{"name":"6:13","price":"Na ni vyake vilio tulia usiku na mchana. Naye ndiye Mwenye kusikia na Mwenye kujua.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"Ni vya Mwenyezi Mungu vya kila zama, kama ilivyo kuwa vyake vya kila pahala. Naye ndiye Mwenye kusikia kila la kusikiwa, na Mwenye kujua kila la kujuulikana.","lang":"sw"},{"name":"6:14","price":"Sema: Je, nimchukue rafiki mlinzi asiye kuwa Mwenyezi Mungu, ambaye ndiye Muumba mbingu na ardhi, naye ndiye anaye lisha wala halishwi? Sema: Mimi nimeamrishwa niwe wa kwanza wa wenye kusilimu. Na wala kabisa usiwe miongoni wa washirikina.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"Sema ewe Nabii! Mimi simfanyi yeyote kuwa ni mungu na msaidizi isipo kuwa Mwenyezi Mungu, Allah, tu. Yeye peke yake ndiye aliye ziumba tangu mwanzo mbingu na ardhi kwa nidhamu isiyo kuwa na kiigizo kilicho tangulia. Naye ndiye Mwenye kuwaruzuku chakula waja wake, wala Yeye hahitaji kwao chakula. Sema: Hakika Mwenyezi Mungu ameniamrisha niwe wa mwanzo wa kusilimu, na amenikataza kumshirikisha Yeye na yeyote mwenginewe katika kumuabudu.","lang":"sw"},{"name":"6:15","price":"Sema: Mimi naogopa adhabu ya Siku kubwa hiyo ikiwa nitamuasi Mola wangu Mlezi.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"Sema: Mimi naogopa, nikenda kinyume na amri ya Mola Mlezi wangu na nikamuasi nisije nikapata adhabu ya hiyo Siku ya shida.","lang":"sw"},{"name":"6:16","price":"Siku hiyo yule atakaye epushwa nayo adhabu hiyo atakuwa Mwenyezi Mungu amemrehemu. Na huko ndiko kufuzu kulio wazi.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"Mwenye kuepushwa adhabu hii Siku ya Kiyama, basi Mwenyezi Mungu amemrehemu. Na huko ndiko kufuzu kulio thibiti, kulio wazi.","lang":"sw"},{"name":"6:17","price":"Na ikiwa Mwenyezi Mungu akikugusisha madhara, basi hapana wa kukuondolea hayo ila Yeye. Na ikiwa akikugusisha kheri, basi Yeye ndiye Mwenye uweza wa kila kitu.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"Mwenyezi Mungu akikupatiliza kwa ovu, basi hapana wa kuliondoa hilo ila Yeye Mwenyewe. Na akikupa kheri basi hapana awezae kuirudisha fadhila yake, kwani Yeye ni Muweza wa kila kitu.","lang":"sw"},{"name":"6:18","price":"Naye ndiye Mwenye nguvu juu ya waja wake, na ndiye Mwenye hikima na Mwenye khabari zote.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"Yeye ndiye Mwenye kushinda kwa uwezo wake, Aliye juu, juu ya waja wake, Aliye sifika kwa hikima katika kila alifanyalo, Mwenye kuvizunguka kwa ujuzi wake vinavyo onekana na vinavyo fichikana.","lang":"sw"},{"name":"6:19","price":"Sema: Kitu gani ushahidi wake mkubwa kabisa? Sema: Mwenyezi Mungu. Yeye ndiye shahidi baina yangu na nyinyi. Na nimefunuliwa Qur'ani hii ili kwayo nikuonyeni nyinyi na kila inayo mfikia. Ati kweli nyinyi mnashuhudia kuwa pamoja na Mwenyezi Mungu wapo miungu wengine? Sema: Mimi sishuhudii hayo. Sema: Hakika Yeye ni Mungu mmoja tu, nami ni mbali na mnao washirikisha.","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"Ewe Nabii! Waambie hao wanao kukanusha na wanao taka ushahidi wa Utume wako: Kitu gani chenye ushahidi mkubwa, na chenye kustahiki kusadikiwa kuliko vyote? Kisha uwambie: Hakika Mwenyezi Mungu ndiye shahidi mkubwa kushinda wote wa kushuhudia baina yangu na nyinyi katika ukweli wa haya ninayo kuleteeni. Na Yeye ndiye aliye iteremsha hii Qur'ani ili iwe ni hoja ya ukweli wangu, nipate kukuhadharisheni nyinyi na kila itakayo mfikia khabari yake. Nayo ni hoja ya kukata, inayo shuhudia ukweli wangu. Kwani nyinyi hamwezi kuleta mfano wake! Waulize: Hivyo nyinyi mnaitakidi kuwa Mwenyezi Mungu ana miungu wenziwe? Kisha uwambie: Mimi sishuhudii hayo, wala sisemi hivyo, wala sikukubalieni kwa hayo. Hapana shaka wa kuabudiwa kwa haki ni Mungu Mmoja. Na mimi ni mbali kabisa na hayo masanamu mnayo mshirikisha Naye.","lang":"sw"},{"name":"6:20","price":"Wale Tulio wapa Kitabu wanayajua haya kama wanavyo wajua watoto wao. Wale walio zikhasiri nafsi zao hawaamini.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"Tulio wapa Vitabu vya mbinguni, Mayahudi na Wakristo, wanamjua vyema Muhammad na ukweli wa Utume wake kutokana na hivyo Vitabu vyao vya Biblia, kama wanavyo wajua watoto wao. Walio zipoteza nafsi zao hawayakubali yale wanayo yajua. Kwa hivyo hao hawaamini.","lang":"sw"},{"name":"6:21","price":"Na nani dhaalimu zaidi kuliko anaye mzulia uwongo Mwenyezi Mungu, na akazikanusha Ishara zake? Hakika madhaalimu hawafanikiwi.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"Na hapana mtu aliye zidi kuidhulumu nafsi yake na Haki, kuliko anaye mzulia Mwenyezi Mungu uwongo, na akadai kuwa Yeye Subhanahu ana mwana au mshirika, au akamwambatisha lolote lisilo laiki yake, au akazikanya dalili zenye kuonyesha Umoja wake Mwenyezi Mungu na ukweli wa Mitume wake. Hakika madhaalimu hawatopata kheri duniani wala Akhera.","lang":"sw"},{"name":"6:22","price":"Siku tutapo wakusanya wote pamoja, kisha tuwaambie walio shirikisha: Wako wapi washirikishwa wenu mlio kuwa mnadai?","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"Na watajie yatakayo tokea Siku tutapo kusanya viumbe vyote kwa ajili ya hisabu. Kisha tutawaambia kwa kuwahizi walio kuwa wakiwaabudu wenginewe pamoja na Mwenyezi Mungu: Wako wapi mlio wafanya ni washirika wa Mwenyezi Mungu, wapate kukufaeni?","lang":"sw"},{"name":"6:23","price":"Kisha hautakuwa udhuru wao ila ni kusema: Wallahi! Mola wetu Mlezi! Hatukuwa washirikina.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"Kisha hayatakuwa matokeo ya hayo matatizo yao magumu pahala hapo ila kujitoa kimaso-maso kutokana na ushirikina wao kwa kusema uwongo. Waseme: Wallahi Mola Mlezi wetu! Hatukumshirikisha nawe yeyote katika ibada.","lang":"sw"},{"name":"6:24","price":"Tazama jinsi wanavyo jisemea uwongo wenyewe. Na yamewapotea waliyo kuwa wakiyazua.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"Angalia vipi wanavyo jitia makosani wenyewe kwa uwongo huu. Na vile walivyo kuwa wameviunda wenyewe kwa kuviabudu, navyo ni mawe tu, na wakadai kuwa ni washirika wa Mwenyezi Mungu, sasa vimewapotea","lang":"sw"},{"name":"6:25","price":"Na wapo miongoni mwao wanao kusikiliza; na tumezitia pazia nyoyo zao wasije kuyafahamu. Na upo uziwi masikioni mwao, na wakiona kila Ishara hawaiamini. Hata wakikujia kwa kujadiliana nawe, wanasema walio kufuru: Hizi si chochote ila hadithi za watu wa kale.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"Na miongoni mwao wapo wanao kusikiliza unapo soma Qur'ani, si kwa sababu waifahamu na ipate kuwaongoa, lakini ni kwa ajili wapate njia ya kuitoa kombo na kuikejeli. Na Sisi kwa sababu hiyo tumewazuilia wasiweze kunafiika kwa akili zao na masikio yao. Imekuwa kama kwamba akili zao zimefunikwa haziwezi kuelewa baraabara; na kama kwamba masikio yao yana uziwi unao wazuia wasizisikie Aya za Qur'ani. Na hawa hata wakiona kila dalili hawaamini. Hata wakikujia wakujadili kwa upotovu wanasema walio kufuru, huku wakisukumiza na ukafiri wao: Haya si chochote ila hadithi za uwongo zilizo tungwa na watu wa zamani wa kabla yako!","lang":"sw"},{"name":"6:26","price":"Nao huwazuia watu, na wao wenyewe wanajitenga nayo. Nao hawaangamizi ila nafsi zao tu, wala wao hawatambui.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"Wao huwazuia watu wasiiamini Qur'ani, na wao wenyewe hujitenga nayo. Inakuwa wao hawanafiiki, wala hawawachii wenginewe wakanafiika! Na kwa kitendo hicho hawadhuru ila nafsi zao, na wao hawatambui ubaya wa wayatendayo.","lang":"sw"},{"name":"6:27","price":"Na unge ona watakapo simamishwa kwenye Moto, wakawa wanasema: Laiti tungeli rudishwa, wala hatutakanusha tena Ishara za Mola wetu Mlezi, na tutakuwa miongoni wa Waumini.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"Ewe Nabii! Lau ungeli waona hawa makafiri, watavyo simama mbele ya Moto wakisononeka na vitisho vyake, ungeli ona jambo la ajabu lenye kutisha, nao wanatamani warejeshwe tena duniani, wakisema: Laiti tungeli rudishwa duniani tukatengeneza tuliyo yaharibu! Wala hatutakanusha Ishara za Mola wetu Mlezi. Na tutakuwa miongoni wa Waumini.","lang":"sw"},{"name":"6:28","price":"Bali yamewadhihirikia waliyo kuwa wakiyaficha zamani. Na kama wangeli rudishwa bila ya shaka wange yarejea yale yale waliyo katazwa. Na hakika hao ni waongo.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"Na kauli yao hii haikuwa ila kwa kuwa haimkiniki tena kuficha wala kufanya ukaidi katika yale anayo waambia Mtume. Na lau kama wakirudishwa duniani wataurejea tena ukafiri alio wakataza Mwenyezi Mungu. Haya ni kwa ghururi zao kughurika na mapambo ya dunia, na kwa kufuata kwao matamanio yao. Na hakika hao wanasema uwongo kwa kudai kuwa wataamini pindi wakirejeshwa duniani.","lang":"sw"},{"name":"6:29","price":"Na walisema: Hakuna mengine ila maisha yetu haya ya duniani, wala sisi hatutafufuliwa.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"Na lau wakirejeshwa duniani watairudia ile ile sera yao ya mwanzo, na watasema: Hatuna sisi uhai mwingine ila huu huu uhai wa kidunia. Wala sisi hatutafufuliwa baadae.","lang":"sw"},{"name":"6:30","price":"Na lau ungeli ona watavyo simamishwa mbele ya Mola wao Mlezi, akawaambia: Je, si kweli haya? Na wao watasema: Kwani? Tunaapa kwa Mola Mlezi wetu ni kweli. Yeye atasema: Basi onjeni adhabu kwa sababu ya vile mlivyo kuwa mnakataa.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"Lau ungeli waona watavyo simama mbele ya Mola wao Mlezi kwa ajili ya kuhisabiwa, na wao wanaujua ukweli wa aliyo wateremshia Mwenyezi Mungu Mitume wake, ungeli ona uovu wa hali yao pale Mwenyezi Mungu atapo waambia: Je, haya mnayo yashuhudia sasa sio kweli mliyo kuwa mkiikataa huko duniani kwenu? Nao watajibu hali ni wanyonge: Kwani! Tunaapa kwa Mola Mlezi wetu, ni kweli! Tena baada ya hayo Mwenyezi Mungu atawaambia: Ingieni Motoni kwa sababu ya mlivyo kuwa mmeshikilia ukafiri.","lang":"sw"},{"name":"6:31","price":"Hakika wamekhasirika walio kanusha kukutana na Mwenyezi Mungu, mpaka ilipo wajia Saa kwa ghafla, wakasema: Ole wetu kwa tuliyo yapuuza! Nao watabeba mizigo yao juu ya migongo yao. Ni maovu hayo wanayo yabeba.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"Hakika wamekhasiri walio kanya kukutana na Mwenyezi Mungu kwa ajili ya hisabu na malipo ya Siku ya Kiyama, na wakaendelea na kukanusha kwao mpaka yalipo wafuma mambo ya Siku ya Kiyama wakajuta na wakasema: Ole wetu (yaani msiba wetu) kwa kupuuza kwetu kuifuata Haki huko duniani! Nao siku hiyo watakuwa wanaanguka kwa kuemewa na uzito wa dhambi zao! Ni mabaya mno hayo madhambi wanayo yabeba!","lang":"sw"},{"name":"6:32","price":"Na maisha ya dunia si chochte ila ni mchezo na pumbao tu. Na hakika nyumba ya Akhera ni bora zaidi kwa wanao mcha Mungu. Basi, je, hamtii akilini?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"Na huo uhai wa duniani walio uona makafiri kuwa ndio uhai wa pekee, na ambao hawaukusudii kwa kufanya vitendo vya kumridhi Mwenyezi Mungu, uhai huo si chochote ila ni mchezo usio kuwa na manufaa, na pumbao la kujipumbazia tu!! Na hakika nyumba ya Akhera ndio khasa uhai wa kweli. Huo unawanufaisha zaidi wale wanao mwogopa Mwenyezi Mungu na wanazifuata amri zake. Basi hamtii akilini jambo hili lilio wazi? Hivyo hamfahamu linalo kudhuruni na linalo kufaeni?","lang":"sw"},{"name":"6:33","price":"Tunajua ya kwamba yanakuhuzunisha wanayo yasema. Basi hakika wao hawakukanushi wewe, lakini hao madhaalimu wanazikataa Ishara za Mwenyezi Mungu.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"Ewe Nabii! Sisi tunajua kuwa yanakuhuzunisha haya wayasemayo makafiri ili kukukadhibisha. Basi wewe usihuzunike kwa hayo. Kwani hakika wao hawakutuhumu wewe kuwa ni mwongo, walakini wao kwa kujidhulumu nafsi zao na kuidhulumu haki, wanashindana kwa inda, na wanazikanya kwa ndimi zao dalili za ukweli wako, na alama za Unabii wako.","lang":"sw"},{"name":"6:34","price":"Na hakika walikanushwa Mitume wa kabla yako. Nao wakavumilia kule kukanushwa, na kuudhiwa, mpaka ilipo wafikia nusura yetu. Na hapana wa kubadilisha maneno ya Mwenyezi Mungu. Na bila ya shaka zimekujia baadhi ya khabari za Mitume hao.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"Na hakika Mitume wa kabla yako walikabiliwa na ukanushi na maudhi kutokana na kaumu zao, kama walivyo kufanyia wewe kaumu yako. Nao wakasubiri juu ya kukanushwa na kuudhiwa, mpaka tulipo wanusuru. Basi nawe subiri kama walivyo subiri wao, mpaka ikujie nusura yetu. Wala hapana la kugeuza ahadi ya Mwenyezi Mungu kuwa atawanusuru wenye kusubiri. Lazima hayo yatimie. Na Sisi tumekusimulia kutokana na khabari za hao Mitume, na tulivyo waunga mkono. Ndani ya hayo mna maliwaza yako, na maelezo kuwa yeyote mwenye kuchukua Ujumbe lazima ahimili kila namna ya shida.","lang":"sw"},{"name":"6:35","price":"Na ikiwa ni makubwa kwako huku kukataa kwao, basi kama unaweza kutafuta njia ya chini kwa chini ya ardhi, au ngazi kwendea mbinguni ili uwaletee Ishara -- Na lau kuwa Mwenyezi Mungu angependa angeli wakusanya kwenye uwongofu. Basi usiwe miongoni mwa wasio jua.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"Ikiwa unaona dhiki kwa kukataa kwao kuitikia wito wako, basi kama unaweza kutafuta njia ya kupita chini ya ardhi, au ngazi ya kupandia mbinguni ukawaletea dalili ya kuthibitisha ukweli wako, fanya hivyo! Lakini huna uwezo huo. Basi poa roho yako, na usubiri kungojea hukumu ya Mola Mlezi wako. Lau kuwa Mwenyezi Mungu ange penda basi angeli walazimisha wote hao wayaamini ulio kuja nayo, wakitaka wasitake. Lakini Yeye amewaacha kwa ajili ya kuwafanyia mtihani, kuwajaribu. Basi usiwe miongoni mwa wasio ijua hukumu ya Mwenyezi Mungu na mwendo wake kwa viumbe.","lang":"sw"},{"name":"6:36","price":"Hakika wanao kubali ni wale wanao sikia. Na ama wafu Mwenyezi Mungu atawafufua, na kisha kwake Yeye ndio watarejeshwa.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"Hakika wanao itikia wito wa Haki ni wale wanao ukubali - wale ambao wanao sikia kwa msikio wa kufahamu na kuzingatia. Ama hao walio potoka kabisa hawanafiiki kwa wito wako, kwani wao wamo katika hukumu ya maiti. Na Mwenyezi Mungu atawafufua kutoka makaburini Siku ya Kiyama, na atawarejeza kwake awahisabu kwa waliyo yafanya.","lang":"sw"},{"name":"6:37","price":"Na wamesema kwanini hakuteremshiwa Miujiza kutoka kwa Mola wake Mlezi ? Sema: Hakika Mwenyezi Mungu ni muweza wa kuteremsha Miujiza lakini wengi wao hawajui","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"Na makafiri washupavu wamesema: Tunataka ateremshiwe Muhammad dalili ya kuonekana kutoka kwa Mola wake Mlezi, itayo shuhudia ukweli wa huu wito wake! Waambie, ewe Nabii: Hakika Mwenyezi Mungu anaweza kuteremsha hiyo dalili muitakayo. Lakini wengi wao hawajui nini hikima ya Mwenyezi Mungu katika kuziteremsha Ishara. Na hayo hayafuati matamanio yao. Na lau kuwa Yeye akiwakubalia hilo walitakalo, na kisha wakakanusha baada yake, basi atawateketeza tu. Lakini wengi wao hawajui nini matokeo ya vitendo vyao!!","lang":"sw"},{"name":"6:38","price":"Na hapana mnyama katika ardhi, wala ndege anaye ruka kwa mbawa zake mbili, ila ni umma kama nyinyi. Hatukupuuza Kitabuni kitu chochote. Kisha kwa Mola wao Mlezi watakusanywa.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"Na dalili yenye nguvu kabisa ya uwezo wa Mwenyezi Mungu na hikima yake, na rehema yake, ni kuwa Yeye kaumba kila kitu, na wala hapana juu ya ardhi mnyama anaye tambaa juu yake au chini yake, wala ndege arukaye kwa mbawa zake katika anga, ila Mwenyezi Mungu amewaumba kuwa ni jamii za umati kama mlivyo nyinyi. Na amewajaalia wawe na sifa zao, na vitambulisho vyao, na mipango yao ya maisha yao. Hatukukiacha kitu katika Kitabu kilicho andikwa kilioko kwetu ila tumekithibitisha. Na ikiwa wanakanusha, basi watafufuliwa pamoja na kaumu zote kwa ajili ya hisabu Siku ya Kiyama.","lang":"sw"},{"name":"6:39","price":"Na walio kanusha Ishara zetu ni viziwi na mabubu waliomo gizani. Mwenyezi Mungu humwachia kupotea amtakaye, na humweka katika Njia iliyo nyooka amtakaye.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"Na ambao hawakuzisadiki dalili zetu zinazo onyesha uwezo wetu na ukweli wa Utume wako, basi hao hawakunafiika na hisiya zao kuwawezesha kuitambua Haki. Kwa hivyo wakawa wanababaika katika upotovu wa ushirikina na inda, kama anavyo babaika kiziwi-bubu katika giza la usiku, hawezi kuepuka kuangamia. Lau kuwa watu hawa wameelekea kheri Mwenyezi Mungu angeli wawezesha wamfikie, kwani Yeye Subhanahu akitaka kumpoteza mtu kwa ufisadi wake alio ukusudia, basi humwachilia mbali na shani yake; na akitaka kumwongoa mtu kwa kuwa makusudio yake ni sawa, basi humsahilishia njia ya Imani iliyo wazi na iliyo nyooka.","lang":"sw"},{"name":"6:40","price":"Sema: Mwaonaje ikikujieni adhabu ya Mwenyezi Mungu, au ikakufikieni hiyo Saa - mtamwomba asiye kuwa Mwenyezi Mungu, ikiwa nyinyi ni wakweli?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"Ewe Nabii! Waambie hawa makafiri: Nambieni, ikikujieni adhabu kutoka kwa Mwenyezi Mungu hapa duniani, au ikikujieni Kiyama kwa vitisho vyake, mtamuelekea yeyote asiye kuwa Mwenyezi Mungu mkimnyenyekea wakati huo akufaeni kwa lolote, kama nyinyi mnasema kweli katika kumuabudu kwenu asiye kuwa Mwenyezi Mungu?","lang":"sw"},{"name":"6:41","price":"Bali Yeye ndiye mtakaye mwomba, naye atakuondoleeni mnacho mwombea akipenda. Na mtasahau hao mnao wafanya washirika wake.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"Bali nyinyi mnamuelekea Yeye mnapo muomba akakuondoleeni mnacho taka kiondolewe, pindi akipenda. Na mnapo kuwa katika hali hii ya shida mnawasahau hao mnao wafanya ni washirika wake Mwenyezi Mungu!!","lang":"sw"},{"name":"6:42","price":"Na kwa yakini tulipeleka Mitume kwa kaumu zilizo kuwa kabla yako, kisha tukazitia katika dhiki na mashaka ili zipate kunyenyekea.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"Yasikudhiki, ewe Nabii, yanao kupata kwa watu wako. Kwani Sisi tuliwapeleka Mitume kabla yako kwa kaumu nyingi kabla ya umma wako huu, nao wakawaambia ni waongo. Nasi tukawapatiliza kwa adhabu zilizo wateremkia, na yaliyo wadhuru miili yao, ili walau wanyenyekee na warejee kwa Mwenyezi Mungu.","lang":"sw"},{"name":"6:43","price":"Kwa nini wasinyenyekee ilipo wafika adhabu yetu? Lakini nyoyo zao zilikuwa ngumu, na Shet'ani akawapambia waliyo kuwa wakiyafanya.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"Na lililo takikana ni kuwa warejee kwa Mola wao Mlezi. Lakini hawakufanya hayo. Bali zikaendelea nyoyo zao katika ugumu wao, na Shetani akawapambia vile vitendo vyao vibaya, (wakaviona vizuri).","lang":"sw"},{"name":"6:44","price":"Basi walipo sahau walio kumbushwa tuliwafungulia milango ya kila kitu. Mpaka walipo furahia yale waliyo pewa tuliwashika kwa ghafla, na mara wakawa wenye kukata tamaa.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"Walipo acha kuwaidhika kwa ufakiri na maradhi tulio wapa kuwa ni mtihani, tukawajaribu baada yake kwa kuwapa riziki zenye wasaa. Tukawafungulia milango ya kila sababu za riziki, mpaka walipo furahia neema zetu, na wao wasimshukuru Mwenyezi Mungu kwa hayo, ikawajia adhabu ghafla. Wakawa wanadahadari, wamekata tamaa, hawaipati njia ya kuokoka.","lang":"sw"},{"name":"6:45","price":"Ikakatwa mizizi ya watu walio dhulumu - na wa kuhimidiwa ni Mwenyezi Mungu, Mola Mlezi wa viumbe vyote.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"Ikateketezwa kabisa kaumu hii, yenye kudhulumu, asibakie hata mmoja. Alhamdulillahi, wa kuhimidiwa kwa sifa zote njema ni Mwenyezi Mungu, mwenye kuwalea viumbe kwa neema na nakama, na mwenye kuisafisha ardhi na ufisadi wa wenye kudhulumu.","lang":"sw"},{"name":"6:46","price":"Sema: Mwaonaje Mwenyezi Mungu akanyakua kusikia kwenu, na kuona kwenu, na akaziziba nyoyo zenu, ni mungu gani asiye kuwa Mwenyezi Mungu ataye kuleteeni hayo tena? Angalia vipi tunavyo zieleza Ishara, kisha wao wanapuuza.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"Waambie, ewe Nabii: Hebu nambieni--Mwenyezi Mungu akinyakua kusikia kwenu, na akazifunika nyoyo zenu zisiweze kutambua kitu, akakufanyeni viziwi, vipofu hamfahamu kitu - mtamuabudu mungu gani isipo kuwa Mwenyezi Mungu atakae weza kukurejesheeni aliyo kunyang'anyeni Mwenyezi Mungu? Ewe Nabii! Tazama vipi tunavyo ziweka wazi hoja na kuzipanga mbali mbali. Kisha pamoja na haya wao wanakataa kuzizingatia na kunafiika kwazo.","lang":"sw"},{"name":"6:47","price":"Sema: Mwaonaje, ikikufikieni adhabu ya Mwenyezi Mungu kwa ghafla, au kwa dhaahiri, jee wataangamizwa isipo kuwa walio dhulumu?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"Sema: Hebu nambieni--Ikikufikieni adhabu ya Mwenyezi Mungu kwa ghafla bila ya kuitarajia, au ikakujieni kwa dhaahiri nanyi mnaitaraji, kwa kuwa mmeonywa kuwa itakuja - hivyo adhabu hiyo itamsibu yeyote ila wale watu walio jidhulumu nafsi zao kwa kushikilia ukafiri na upotovu? Hakika haitamsibu mwenginewe.","lang":"sw"},{"name":"6:48","price":"Na hatuwatumi Mitume ila huwa ni wabashiri na waonyaji. Na wenye kuamini na wakatenda mema haitakuwa khofu juu yao, wala hawatahuzunika.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"Na Sisi hatuwatumi Manabii ila ni kwa ajili ya kuwabashiria wenye kuamini mambo ya kheri na thawabu, na kuwahadharisha na adhabu wale wanao kufuru. Basi wenye kuuamini wito wao, na wakatenda mema, hawatakuwa na khofu ya kuwapata shari, wala hawatahuzunika kwa kuikosa kheri.","lang":"sw"},{"name":"6:49","price":"Na walio kanusha Ishara zetu itawagusa adhabu kwa walivyo kuwa wakipotoka.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"Na wale wanao zikanusha dalili zilio wazi za ukweli wa waliyo kuja nayo Mitume, watapata adhabu kwa kutoka kwao kwenye ut'iifu na Imani.","lang":"sw"},{"name":"6:50","price":"Sema: Mimi sikwambiini kuwa ninazo khazina za Mwenyezi Mungu. Wala sijui mambo yaliyo fichikana. Wala sikwambiini kuwa mimi ni Malaika. Mimi sifuati ila yanayo funuliwa kwangu. Sema: Je, wanakuwa sawa, kipofu na mwenye kuona. Basi hamfikiri?","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"Ewe Mtume! Waambie hawa makafiri: Mimi sikwambiini kuwa mimi nina madaraka aliyo nayo Mwenyezi Mungu hata nikuitikieni kwa mnayo yataka. Wala sidai kuwa mimi nina ilimu ya mambo ya ghaibu, ambayo Mwenyezi Mungu hakunijuvya. Wala sisemi kuwa mimi ni Malaika ninaweza kupanda mbinguni! Mimi si chochote ila ni mwanaadamu tu. Sifuati ila Mwenyezi Mungu anacho nifunulia. Sema ewe Nabii: Je, wanakuwa sawa, aliye potoka na aliye ongoka katika kuzijua kweli hizi? Hivyo, inakuelekeeni nyinyi mkautupa uwongofu ninao kuleteeni, msiuzingatie kwa akili zenu hata ikakubainikieni Haki?","lang":"sw"},{"name":"6:51","price":"Na waonye kwayo wanao ogopa kuwa watakusanywa kwa Mola wao Mlezi, hali kuwa hawana mlinzi wala mwombezi isipo kuwa Yeye, ili wapate kuchamngu.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"Na wahadharishe kwa yaliyomo katika hii Qur'ani wale wanayo khofu vitisho vya Siku watapo wachunga Malaika kwa ajili ya hisabu na malipo, Siku ambayo itayo kuwa haina wa kunusuru wala kuombea ila kwa idhini ya Mwenyezi Mungu, wahadharishe wajitenge mbali na vinavyo mkasirisha Mwenyezi Mungu.","lang":"sw"},{"name":"6:52","price":"Wala usiwafukuze wanao mwomba Mola Mlezi wao asubuhi na jioni kwa kutaka radhi yake. Si juu yako hisabu yao hata kidogo, wala hisabu yako si juu yao hata kidogo, hata uwafukuze na uwe miongoni mwa wenye kudhulumu.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"Na ewe Nabii! Usiitikie wito wa makafiri walio panda vichwa, ukawatenga Waumini wanyonge, wanao muabudu Mwenyezi Mungu daima, wala hawatafuti ila radhi zake. Wala usivishughulikie vitimbi vya washirikina juu ya hawa Waumini. Kwani wewe mbele ya Mwenyezi Mungu huna jukumu juu ya vitendo vyao, kama wao wasivyo kuwa na jukumu juu ya chochote katika vitendo vyako. Na ukiwakubalia hawa makafiri wenye kani, na ukawatenga Waumini, utakuwa miongoni mwa walio dhulumu.","lang":"sw"},{"name":"6:53","price":"Na hivi ndivyo tunavyo wajaribu wao kwa wao, ili waseme: Ni hao ndio Mwenyezi Mungu amewafadhilisha miongoni mwetu? Kwani Mwenyezi Mungu hawajui wanao shukuru?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"Na kwa majaribio kama haya ambayo ndio ada yetu kuyatenda, tukawafanyia mtihani walio takabari kwa kuwatanguliza wanyonge wawe mbele kusilimu; wapate kusema wenye kiburi, wanao pinga, wakifanya kejeli: Hivyo ni hawa mafakiri ndio alio waneemesha Mwenyezi Mungu miongoni mwetu sote kwa kuwapa hiyo kheri aliyo waahidi Muhammad? Hakika hawa mafakiri wanaijua neema ya Mwenyezi Mungu juu yao kwa kuwapa tawfiki ya kuifikia Imani, na kwa hivyo wanamshukuru. Na Mwenyezi Mungu ni Mwenye kujua zaidi nani anashukuru fadhila yake na neema yake.","lang":"sw"},{"name":"6:54","price":"Na wanapo kujia wanao ziamini Ishara zetu waambie: Assalamu alaikum! Amani iwe juu yenu! Mola wenu Mlezi amejilazimisha rehema, ya kwamba atakaye fanya uovu miongoni mwenu kwa ujinga, kisha akatubu baada yake na akatengenea, basi hakika Yeye ni Mwenye maghfira na Mwenye kurehemu.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"Na wakikujia wanao isadiki Qur'ani waambie kwa kuwahishimu: Assalamu Alaikum, Amani juu yenu. Nakubashirieni rehema kunjufu ya Mwenyezi Mungu, ambayo amejilazimisha Yeye Mwenyewe, kwa fadhila yake, na ambayo inahukumu kuwa yeyote katika nyinyi akitenda ubaya bila ya kuzingatia matokeo yake, kisha akarejea kwa Mwenyezi Mungu naye amejuta, ametubu, na akatengeneza a'mali zake, basi Mwenyezi Mungu atamghufiria, kwani Mwenyezi Mungu ni mwingi wa maghfira, na mkunjufu wa rehema.","lang":"sw"},{"name":"6:55","price":"Na ndio hivi tunavyo zieleza Ishara ili ibainike njia ya wakosefu.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"Na kwa mfano wa bayana hiyo iliyo wazi, tunaweka wazi dalili mbali mbali, ipate kudhihiri njia ya Haki wanayo ipitia Waumini, na ibainishe njia ya upotovu wanayo ipitia makafiri.","lang":"sw"},{"name":"6:56","price":"Sema: Mimi nimekatazwa kuwaabudu hao mnao waomba badala ya Mwenyezi Mungu. Sema: mimi sifuati matamanio yenu. Hivyo nitakuwa nimepotea, na sitakuwa miongoni mwa walio ongoka.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"Ewe Nabii! Waambie hawa makafiri: Hakika Mwenyezi Mungu amenikataza kuwaabudu hao mnao waabudu badala ya Mwenyezi Mungu. Basi mimi sifuati matamanio yenu. Kwani nikikufuateni nitakuwa nimekengeuka kuiacha Haki, na sitokuwa katika waongofu!","lang":"sw"},{"name":"6:57","price":"Sema: Mimi nipo kwenye sharia iliyo wazi itokayo kwa Mola wangu Mlezi, nanyi mnaikanusha. Mimi sinacho hicho mnacho kihimiza. Hapana hukumu ila ya Mwenyezi Mungu. Yeye anasimulia yaliyo kweli; naye ni Mbora wa kuhukumu kuliko wote.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"Waambie: Mimi nipo juu ya Sharia iliyo wazi, iliyo teremshwa kutoka kwa Mola wangu Mlezi. Na nyinyi mmeikanusha Qur'ani iliyo ileta Sharia hii. Na mimi sina uwezo kuileta hiyo adhabu mnayo ihimiza ije. Bali hayo yamo katika uwezo wa Mwenyezi Mungu, na yamelazimika na kupenda kwake na hikima yake. Na hakuna amri wala madaraka ila ya Mwenyezi Mungu tu. Akipenda Yeye atakuleteeni adhabu kwa haraka, na akipenda ataichelewesha. Yeye Subhanahu, Aliye takasika, anafuata katika hayo hikima yake, naye ni mbora wa kuhukumu baina yangu na nyinyi.","lang":"sw"},{"name":"6:58","price":"Sema: Lau kuwa ninacho hicho mnacho kihimiza, ingeli kwisha katwa shauri baina yangu na nyinyi. Na Mwenyezi Mungu anawashinda wote kuwajua madhaalimu.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"Sema: Lau ingeli kuwa kumo katika makadara yangu kukuteremshieni hiyo adhabu mnayo ihimiza ije, ningeli kuteremshieni kwa kukasirika kwa ajili ya Mola Mlezi wangu. Na hapo mambo yangeli kwisha baina yangu na nyinyi. Walakini amri ni ya Mwenyezi Mungu. Yeye ndiye Mwenye kujua kuliko wote wanayo stahiki makafiri katika adhabu ya haraka, au ya kuakhirika.","lang":"sw"},{"name":"6:59","price":"Na ziko kwake funguo za ghaibu; hakuna azijuaye ila Yeye tu. Na Yeye anajua kilioko nchi kavu na baharini. Na halidondoki jani ila analijua. Wala punje katika giza la ardhi, wala kinyevu, wala kikavu ila kimo katika Kitabu kinacho bainisha.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"Ni Mwenyezi Mungu ndiye Mwenye ujuzi wa milango yote ya vilio ghaibu, visio juulikana na wengine. Hapana Mwenye kukusanya ujuzi wa hivyo ila Yeye, na anao wataka kuwapa baadhi yake. Naye ujuzi wake umekusanya vitu vyote vilioko nchi kavu na vilioko baharini. Wala halidondoki jani, jani lolote lile, ila Yeye analijua, wala haianguki mbegu chini ya ardhi, wala chochote kilicho kinyevu au kikavu, ila Yeye Subhanahu anakijua kwa utimilifu. Kauli hii inafahamisha kuwa kujua mambo ya ghaibu kuko kwa Mwenyezi Mungu, na funguo za hayo ziko kwake tu. Na mambo ya ghaibu ni mafungu mawili: Ghaibu Mut'laq ambayo hayumkini kutambulikana na akili, kama mambo yatakayo mfikia mtu katika mustakbali. Na Ghaib Nisbiy hizi ni siri za ulimwengu na viliomo ndani yake, na kuweza kuvitumia kwa maslaha ya watu. Ujuzi wa hayo huweza kughibu kwa vizazi kadhaa, kisha ukadhihiri.. Na funguo ya hizi pia ziko kwa Mwenyezi Mungu, humwezesha amtakaye katika waja wake wale wanao zama kuusoma ulimwengu. Na katika hayo ni haya ya uvumbuzi ambao tunauona anao ufikilia mwanaadamu kwa kuwezeshwa na Mwenyezi Mungu Mtukufu.","lang":"sw"},{"name":"6:60","price":"Naye ndiye anaye kufisheni usiku, na anakijua mlicho fanya mchana. Kisha Yeye hukufufueni humo mchana ili muda ulio wekwa utimizwe. Kisha kwake Yeye ndiyo marejeo yenu, na tena akwambieni mliyo kuwa mkiyafanya.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"Na Yeye ndiye anakulazeni usiku, na anakuamsheni mchana. Na anajua mnayo yachuma, mpaka utimie muda wa kumfikia kila mmoja wenu ajali yake duniani ya kufa. Kisha Siku ya Kiyama mtarejeshwa nyote nyinyi kwa Mwenyezi Mungu peke yake. Tena atakwambieni a'mali zenu mlizo tenda duniani, njema au mbaya, na akulipeni kwazo.","lang":"sw"},{"name":"6:61","price":"Naye ndiye Mwenye nguvu za kushinda, aliye juu ya waja wake. Na hukupelekeeni waangalizi, mpaka mmoja wenu yakimjia mauti wajumbe wetu humfisha, nao hawafanyi taksiri.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"Naye ndiye Mwenye kushinda kwa uwezo wake, aliye tukuka kwa ufalme wake juu ya waja wake, na anaye kupelekeeni Malaika wa kudhibiti kila vitendo vyenu, mpaka ufike mwisho wa kila mmoja wenu, ishikwe roho yake na Malaika wetu tunao wapeleka kwa kazi hiyo. Na wao hao Malaika hawafanyi taksiri katika kazi walio wakilishwa kuitenda.","lang":"sw"},{"name":"6:62","price":"Kisha watarudishwa kwa Mwenyezi Mungu, Mola wao wa Haki. Hakika, hukumu ni yake. Naye ni Mwepesi kuliko wote wanao hisabu.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"Tena hawa maiti watafufuliwa Siku ya Kiyama, na watasimamishwa mbele ya Mola Mlezi wao ambaye ndiye anayatawala mambo yao peke yake. Jueni kuwa Yeye tu ndiye wa kuamua baina ya viumbe na kuwahisabu katika Siku hiyo, naye ni Mwepesi wa kuhisabu na kulipa.","lang":"sw"},{"name":"6:63","price":"Sema: Ni nani anaye kuokoeni katika giza la nchi kavu na baharini? Mnamwomba kwa unyenyekevu na kwa siri, mkisema: Kama akituokoa na haya bila ya shaka tutakuwa miongoni mwa wanao shukuru.","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"Ewe Nabii! Waambie washirikina: Nani anaye kuvueni na vitisho vya bara na baharini vinapo kutokeeni, mkamuaungukia na mkamwomba kwa unyenyekevu wa dhaahiri na wa ndani, mkisema: Tunaapa! Kama ukituvua na vitisho hivi tutakuwa katika wanao kiri fadhila yako, na wanao dumu kukushukuru?","lang":"sw"},{"name":"6:64","price":"Sema: Mwenyezi Mungu hukuokoeni kutoka hayo, na kutoka kila mashaka, na kisha nyinyi mnamshirikisha!","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"Sema: Ni Allah, Mwenyezi Mungu wa pekee, ndiye aliye kuokoeni na vitisho hivi, na kila shida nyengineyo. Na kisha nyinyi pamoja na hayo mnamshirikisha na wengine katika ibada, ambao hawawezi kuondoa shari wala kuleta kheri!","lang":"sw"},{"name":"6:65","price":"Sema: Yeye ndiye Muweza wa kukuleteeni adhabu kutoka juu yenu au kutoka chini ya miguu yenu, au kukuleteeni fujo la mfarakano, na kuwaonjesha baadhi yenu jeuri ya wenzao. Tazama vipi tunavyo zieleza Aya ili wapate kufahamu.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"Sema: Hakika ni Mwenyezi Mungu peke yake ndiye awezaye kukuleteeni adhabu kutoka juu yenu au chini yenu, au kukufanyeni nyinyi kwa nyinyi mkawa maadui, mkawa mataifa yenye kuwa mbali mbali matamanio yao, yenye kuchukiana, mkitesana nyinyi kwa nyinyi kwa mateso machungu na makali! Angalia vipi hoja zinavyo onyesha uwezo wetu na kustahiki kwetu peke yetu kuabudiwa, ili wapate kuzingatia na kuifahamu Haki.","lang":"sw"},{"name":"6:66","price":"Na watu wako wameikanusha, nayo ni Haki. Sema: Mimi sikuwakilishwa juu yenu.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"Na kaumu yako wameikanusha Qur'ani, nayo ni Haki ambayo haina cha kukanushwa ndani yake. Ewe Nabii! Waambie: Mimi sikuwekwa kuwa ni muwakilishi wa kukulindeni, na kupima vitendo vyenu na kukulipeni kwavyo. Bali mambo yenu katika hayo yako kwa Mwenyezi Mungu.","lang":"sw"},{"name":"6:67","price":"Kila khabari ina kipindi chake. Nanyi mtakuja jua.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"Kila khabari iliyo letwa na Qur'ani ina wakati wake wa kutimia. Nanyi mtakuja jua ukweli wa khabari hizi zitapo tokea.","lang":"sw"},{"name":"6:68","price":"Na unapo waona wanao ziingilia Aya zetu, basi jitenge nao mpaka waingilie mazungumzo mengine. Na kama Shet'ani akikusahaulisha, basi baada ya kutanabahi usikae pamoja na watu madhaalimu.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"Na ukihudhuria katika baraza za makafiri, ukawakuta wanazikosoa Aya za Qur'ani, au wanazifanyia maskhara, basi wewe waepuke mpaka watapo ingia katika mazungumzo mengine. Na ukisahau na ukakaa nao wakati wa mazungumzo yao hayo mapotovu, kisha ukaikumbuka amri ya Mwenyezi Mungu ya kujitenga nao, basi usikae tena na watu madhaalimu baada ya kukumbuka.","lang":"sw"},{"name":"6:69","price":"Wala wamchao Mungu hawana jukumu lolote kwao, lakini ni kukumbusha, asaa wapate kujiepusha.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"Na wenye kumcha Mwenyezi Mungu hawana dhambi katika dhambi za hawa madhaalimu, ikiwa wataendelea na upotovu wao. Lakini yapasa kuwasemeza na kuwakumbusha, asaa huenda wakaiogopa adhabu ya Mwenyezi Mungu, na wakaacha upotovu.","lang":"sw"},{"name":"6:70","price":"Waachilie mbali walio ifanya dini yao ni mchezo na pumbao, na uhai wa dunia ukawaghuri. Nawe kumbusha kwayo, isije nafsi ikaangamizwa kwa sababu ya iliyo yachuma, nayo haina mlinzi wala mwombezi ila Mwenyezi Mungu. Na ingatoa kila fidia haitokubaliwa. Hao ndio walio angamizwa kwa sababu ya yale waliyo yachuma. Wao watapata kinywaji cha maji ya moto kabisa, na adhabu chungu.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"Na ewe Nabii, waachilie mbali wale walio fanya sharia yao, mwendo wao, pumbao na mchezo, na wakakhadaika na maisha ya dunia wakaacha ya Akhera. Na daima kumbusha kwa Qur'ani, na wahadharishe vitisho vya Siku ambayo nafsi itafungika na a'mali yake, itapo kuwa hapana wa kunusuru wala wa kusaidia isipo kuwa Mwenyezi Mungu. Na kila fidia ya kujiokoa haitokubaliwa. Hao makafiri watafungwa katika adhabu kwa sababu ya shari waliyo itenda. Katika Jahannamu watapewa kinywaji kimoto mwisho wa umoto, na adhabu chungu mno kwa sababu ya kufuru zao.","lang":"sw"},{"name":"6:71","price":"Sema: Je, tumuombe asiye kuwa Mwenyezi Mungu ambae hatufai wala hatudhuru, na turejee nyuma baada ya Mwenyezi Mungu kwisha tuhidi? Tuwe kama ambao mashet'ani wamempumbaza katika ardhi, amebabaika? Anao marafiki wanao mwita ende kwenye uwongofu, wakimwambia: Njoo kwetu! Sema: Hakika uwongofu wa Mwenyezi Mungu ndio Uwongofu. Nasi tumeamrishwa tusilimu kwa Mola Mlezi wa viumbe vyote,","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"Waambie hawa makafiri kwa kuwasibabi: Je, inasihi kuwa tumuabudu asiye kuwa Mwenyezi Mungu, asiye weza kutuletea nafuu wala dhara? Na turejee kwenye shirki baada ya kuwa Mwenyezi Mungu kesha tupa tawfiqi ya kufikia Imani? Na tuwe kama aliye zugwa na mashetani na wakampoteza katika ardhi, akawa yuko katika pweleo lisilo weza kumwongoa kufuata Njia iliyo nyooka, na hali anao marafiki walio ongoka nao wanajaribu kumwokoa atoke kwenye upotofu, huku wakisema: Rejea kwenye njia yetu iliyo sawa; naye akawa hawaitikii!! Sema ewe Nabii: Hakika Uislamu ndio uwongofu na ndio uwongozi, na vyenginevyo ni upotofu tu. Na Mwenyezi Mungu ametuamrisha tuufuate Uislamu. Naye ndiye Muumba wa viumbe vyote, na ndiye Mwenye kuviruzuku, na Mwenye kupanga mambo yao.","lang":"sw"},{"name":"6:72","price":"Na mshike Swala, na mcheni Yeye, na kwake Yeye ndiko mtako kusanywa.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"Waachilieni mbali hao washirikina baada ya kuwa mmewaita kwenye uwongofu, na nendeni kwenye ibada ya Mola wenu Mlezi. Na timizeni SWala kwa njia ya unyenyekevu ulio kamilika kabisa. Na mkhofuni Mwenyezi Mungu, na timizeni amri zake. Kwani kwake Yeye ndio mtakusanywa nyote nyinyi.","lang":"sw"},{"name":"6:73","price":"Naye ndiye aliye ziumba mbingu na ardhi kwa Haki. Na anaposema: Kuwa! Basi huwa. Kauli yake ni Haki. Na ufalme wote ni wake Siku litapo pulizwa barugumu, Mjuzi wa yaliyo fichikana na yanayo onekana. Naye ndiye Mwenye hikima na Mwenye khabari.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"Na ni Mwenyezi Mungu peke yake ndiye aliye ziumba mbingu na ardhi, na akasimamia uumbaji wake kwa Haki na hikima. Na wakati wowote Mwenyezi Mungu akitaka kiwe kitu kinakuwa papo hapo. Vitu huwa kwa neno: \"Kuwa\". Na kila neno lake ni la kweli na la haki. Na Yeye peke yake ndiye Mwenye uweza wa kutenda usio na ukomo Siku ya Kiyama, siku litapo pulizwa barugumu la kutangazwa ufufuo. Naye, Subhanahu, ndiye Mwenye kutulia juu ya ujuzi wake wa mambo yaliyo fichikana na yanayo onekana. Na ndiye anaye endesha mambo yake yote kwa hikima, na ndiye Mwenye kukusanya katika ujuzi wake mambo yaliyo fichikana na mambo yaliyo dhihiri.","lang":"sw"},{"name":"6:74","price":"Na pale Ibrahim alipo mwambia baba yake, Azar: Unayafanya masanamu kuwa ni miungu? Hakika mimi nakuona wewe na watu wako mmo katika opotofu ulio wazi.","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"Na ewe Nabii! Kumbuka yaliyo kuwa pale Ibrahim alipo mwambia baba yake, Azar, naye ameudhika naye kwa kuwaabudu asiye kuwa Mwenyezi Mungu: Haikufalii wewe kuyafanya masanamu kuwa ni miungu. Hakika mimi nakuona wewe na kaumu yako walio nawe katika ibada hii, ni dhaahiri kuwa mko mbali na Njia ya Haki.","lang":"sw"},{"name":"6:75","price":"Na kadhaalika tulimwonyesha Ibrahim ufalme wa mbingu na ardhi, na ili awe miongoni mwa wenye yakini.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"Kama alivyo ona Ibrahim - kwa tawfiqi yetu - upotovu wa watu wake katika kuyafanya masanamu ndio miungu, kadhaalika tumemwonyesha ufalme wetu mkubwa wa mbinguni na duniani na viliomo humo, ili aweze kusimamisha hoja kwa watu wake, na ili azidi kuamini.","lang":"sw"},{"name":"6:76","price":"Na ulipo muingilia usiku akiona nyota, akasema: Huyu ni Mola Mlezi wangu. Ilipo tua akasema: Siwapendi wanao tua.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"Ibrahim alimwomba Mola wake Mlezi, naye Mwenyezi Mungu akamhidi. Usiku ulipo kuja ukauziba mchana kwa kiza chake, akaona nyota inameremeta. Akasema: Huyu ndiye Mola wangu Mlezi. Ilipo potea, akasema kwa kuukataa ungu wa nyota: Sikubali kuabudu miungu inayo ondoka na kugeuka!","lang":"sw"},{"name":"6:77","price":"Alipo uona mwezi unachomoza alisema: Huyu ndiye Mola Mlezi wangu. Ulipotua akasema: Kama Mola Mlezi wangu hakuniongoa, nitakuwa katika kaumu walio potea.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"Alipo uona mwezi umechomoza baada ya hayo, akasema akijiambia mwenyewe: Huyu ndiye Mola wangu Mlezi. Ulipo ondoka mwezi, na kukadhihiri kuvunjika ungu wake, akasema ili kuzielekeza nafsi zao ziombe hidaya: Ninaapa, kama Mola Mlezi wangu hakunihidi kwenye Haki, basi hapana shaka nitakuwa katika watu wanao babaika, (wasio jua mojapo la kulishika).","lang":"sw"},{"name":"6:78","price":"Na alipo liona jua linachomoza akasema: Huyu ndiye Mola Mlezi wangu. Huyu mkubwa kuliko wote. Lilipo tua, alisema: Enyi watu wangu! Mimi simo katika hayo mnayo fanyia ushirikina.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"Tena baada ya hayo, akaliona jua linachomoza. Akasema: Huyu ndiye Mola Mlezi wangu, kwani huyu ni mkubwa kuliko nyota zinavyo onekana. Lilipo kuchwa, likapotea, akasema: Enyi watu wangu! Mimi simo katika kumshirikisha kwenu Mwenyezi Mungu na masanamu kwa kuyaabudu.","lang":"sw"},{"name":"6:79","price":"Hakika mimi nimeuelekeza uso wangu sawa sawa kwa aliye ziumba mbingu na ardhi, wala mimi si miongoni mwa washirikina.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"Alipo kwisha ona udhaifu wa viumbe alimuelekea aliye viumba, akisema: Mimi nimeyaelekeza makusudio yangu kwa kumuabudu Mwenyezi Mungu pekee, ambaye ndiye aliye ziumba mbingu na ardhi. Nimejitenga na kila njia isipo kuwa Njia yake Yeye tu. Wala mimi, baada ya nilivyo kwisha ona dalili za Tawhidi (Umoja wa Allah), si katika wanao ridhia kuwa miongoni mwa washirikina kama wao.","lang":"sw"},{"name":"6:80","price":"Na watu wake wakamhoji. Akasema: Je, mnanihoji juu ya Mwenyezi Mungu, na hali Yeye ameniongoa? Wala siogopi hao mnao washirikisha naye, ila Mola wangu Mlezi akipenda kitu. Mola wangu Mlezi amekusanya ilimu ya kila kitu. Basi je, hamkumbuki?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"Na juu ya hivyo, watu wake walijadiliana naye katika Umoja wa Mwenyezi Mungu, na wakamtisha kuwa atapata ghadhabu ya miungu yao. Basi yeye akawaambia: Haikufaliini nyinyi kuzozana nami katika Umoja wa Mwenyezi Mungu, naye amekwisha nihidi kufikia Haki. Wala siogopi ghadhabu ya miungu yenu mnayo ifanya ni washirika wa Mwenyezi Mungu. Lakini Mola wangu Mlezi akipenda madhara yatatokea, kwa kuwa Yeye pekee ndiye Muweza. Naye Mola wangu Mlezi amekusanya ilimu ya vitu vyote, na hao miungu yenu haina chochote inacho jua! Je, mmeghafilika na yote hayo, na hamtambui kuwa mjinga aliye emewa hastahiki kuabudiwa?","lang":"sw"},{"name":"6:81","price":"Na vipi nivikhofu hivyo mnavyo vishirikisha, hali nyinyi hamkhofu kuwa nyinyi mmemshirikisha Mwenyezi Mungu na kitu ambacho hakukiteremshia uthibitisho. Basi kundi gani katika mawili haya lina haki zaidi kupata amani, kama nyinyi mnajua?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"Na katika ajabu ni kuwa mimi niiogope hiyo miungu yenu ya uwongo, na nyinyi hamna khofu kuwa pamoja na Mwenyezi Mungu iliyo simama ushahidi wa Umoja wake, nyinyi mna shiriki kuabudu vitu ambavyo havina ushahidi kuwa vinastahiki kuabudiwa. Basi katika hali hii kikundi gani baina ya sisi chenye haki ya utulivu na amani, ikiwa kweli nyinyi mnaijua Haki na mnaitambua?","lang":"sw"},{"name":"6:82","price":"Wale ambao wameamini, na hawakuchanganya imani yao na dhulma - hao ndio watakao pata amani na wao ndio walio ongoka.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"Wanao muamini Allah, (Mwenyezi Mungu), na wasiichanganyishe imani yao hii na ibada ya yeyote asiye kuwa Yeye - hao tu ndio wenye haki ya kupata utulivu, na ni wao tu ndio walio ongoka kuishika Njia ya Haki na Kheri.","lang":"sw"},{"name":"6:83","price":"Na hizo ndizo hoja zetu tulizo mpa Ibrahim kuhojiana na watu wake. Tunamnyanyua kwa vyeo tumtakaye. Hakika Mola Mlezi wako ni Mwenye hikima na Mwenye ujuzi.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"Na hiyo hoja kubwa ya Ungu wetu, na Umoja wetu, tulimpa Ibrahim aisimamishe kupambana na watu wake, naye kwa hiyo akatukuka juu yao. Na mtindo wetu kwa waja wetu ni kuwa tunamnyanyua madaraja kwa ujuzi na hikima tumpendaye katika wao. Hakika Mola Mlezi wako, ewe Nabii, ni Mwenye hikima. Huweka kila kitu pahala pake. Ni Mwenye kuwajua wepi wanastahiki kutukuzwa, na wepi hawastahiki.","lang":"sw"},{"name":"6:84","price":"Na tukamtunukia (Ibrahim) Is-haq na Yaakub. Kila mmoja wao tulimwongoa. Na Nuhu tulimwongoa kabla. Na katika kizazi chake tulimwongoa Daud na Suleiman na Ayyub na Yusuf na Musa na Harun. Na hivi ndivyo tunavyo walipa wafanyao wema.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"Na Sisi tulimpa Ibrahim, Is-haq na Yaaqub bin Is-haq. Na tukamwezesha kila mmoja wao kufikia Haki na Kheri, kama baba yao. Na kabla yake tulimwezesha Nuhu hivyo hivyo, na tukawaongoa katika wazao wa Nuhu, Daud, na Suleiman, na Ayyub, na Yusuf, na Musa, na Harun. Kama tulivyo walipa hawa, tunawalipa wafanyao wema kwa wanavyo stahiki.","lang":"sw"},{"name":"6:85","price":"Na Zakaria na Yahya na Isa na Ilyas. Wote walikuwa miongoni mwa watu wema.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"Na tuliwaongoa Zakariya, na Yahya, na Isa, na Ilyas - kila mmoja wao katika hawa ni miongoni mwa waja wetu walio wema.","lang":"sw"},{"name":"6:86","price":"Na Ismail, na Al Yasaa, na Yunus, na Lut'. Na wote tuliwafadhilisha juu ya walimwengu wote.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"Na tuliwaahidi Ismail, na Alyasaa, na Yunus, na Lut'; na tukawafadhilisha kila mmoja wa hawa wote kushinda walimwengu wote wa zama zao, kwa kuwapa uwongofu na Unabii.","lang":"sw"},{"name":"6:87","price":"Na kutokana na baba zao, na vizazi vyao na ndugu zao. Na tukawateuwa na tukawaongoa kwenye Njia iliyo nyooka.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"Na tuliwateuwa baadhi ya mababa wa hao, na dhuriya zao, na ndugu zao, na tukawakhitari wao, na tukawawezesha waifuate Njia isiyo kwenda upogo.","lang":"sw"},{"name":"6:88","price":"Hiyo ni hidaya ya Mwenyezi Mungu. Kwa hiyo humhidi amtakaye katika waja wake. Na lau wangeli mshirikisha yangeli waharibikia waliyo kuwa wakiyatenda.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"Hiyo ndiyo tawfiqi kubwa waliyo ipata watu hawa, nayo ni tawfiqi (uwezesho) iliyo tokana na Mwenyezi Mungu, ambayo humwafiqia (humwezesha) amtakaye katika waja wake. Na lau wangeli shiriki watu hawa walio khitariwa zingeli potea a'mali zao za kheri zote walizo zifanya, na wasingeli pata thawabu.","lang":"sw"},{"name":"6:89","price":"Hao ndio tulio wapa Vitabu na hukumu na Unabii. Ikiwa hawa watayakataa hayo, basi tumekwisha yawakilisha kwa watu wasio yakataa.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"Hao ndio tulio wapa Vitabu vilivyo teremshwa, na ilimu zenye manufaa, na utukufu wa Unabii. Na washirikina wa Makka wakiyapinga mambo haya matatu, basi wamekwisha ahidiwa watu wengine wasiyo yakataa hayo wayachunge na wanafiike kwayo.","lang":"sw"},{"name":"6:90","price":"Hao ndio ambao Mwenyezi Mungu amewahidi. Basi fuata hidaya yao. Sema: Mimi sikuombeni ujira. Haya hayakuwa ila ni mawaidha kwa walimwengu wote.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"Hao ndio Mwenyezi Mungu amewawezesha kuishika Njia ya Haki na kheri. Basi nyinyi wafuateni hao katika mambo waliyo wafikiana kwayo, nayo ni mambo ya misingi ya Dini, na misingi ya mwendo mwema, wala msifuate njia nyengine isiyo kuwa yao... Ewe Nabii! Waambie watu wako kama wao hawa walivyo waambia watu wao: Sitaki kwenu ujira kwa ajili ya kulifikisha Neno la Mwenyezi Mungu! Hii Qur'ani si chochote ila ni Ukumbusho kwa walimwengu wote, wala sina lengo mimi ila kuwa nyinyi mnafiike na hii Qur'ani.","lang":"sw"},{"name":"6:91","price":"Na hawakumkadiria Mwenyezi Mungu kwa haki ya kadri yake, walipo sema: Mwenyezi Mungu hakumteremshia mwanaadamu chochote. Sema: Nani aliyo teremsha Kitabu alicho kuja nacho Musa, chenye nuru na uwongofu kwa watu, mlicho kifanya kurasa kurasa mkizionyesha, na mengi mkiyaficha. Na mkafunzwa mlio kuwa hamyajui nyinyi wala baba zenu? Sema: Mwenyezi Mungu. Kisha waache wacheze katika porojo lao.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"Na hawa makafiri hawakumkadiria Mwenyezi Mungu na rehema yake na hikima yake kwa anavyo stahiki, walipo kanya kuteremshwa ujumbe wake kwa binaadamu yeyote! Ewe Nabii! Waambie washirikina na wanao waunga mkono katika hayo miongoni mwa Mayahudi: Nani aliye kiteremsha Kitabu alicho kuja nacho Musa, ambacho kina nuru iliyo zagaa, na uwongofu wa kuongozea? Nyinyi Mayahudi mnakifanya hicho kuwa ni maandiko yaliyo gawiwa mafungu mbali mbali. Yanayo kubaliana na mapendo yenu mnayaonyesha, na mengi mnayaficha yale yanayo kupelekeeni kuiamini na kuisadiki Qur'ani. Na kutokana na Kitabu hicho mmejifunza mambo ambayo nyinyi na baba zenu hamkuwa mkiyajua!! Na ewe Nabii! Jawabu wape wewe kwa kuwaambia: Mwenyezi Mungu ndiye aliye iteremsha Taurati. Kisha waache wakiendelea katika upotovu, wakicheza kama watoto wadogo.","lang":"sw"},{"name":"6:92","price":"Na hiki ni Kitabu tulicho kiteremsha, kilicho barikiwa, chenye kuhakikisha yaliyo tangulia, na ili uuwonye Mama wa Miji na walio pembezoni mwake. Na wenye kuamini Akhera wanakiamini hichi, nao wanazihifadhi Sala zao.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"Na hii Qur'ani tumeiteremsha - kama tulivyo iteremsha Taurati - ina kheri nyingi, na itabaki mpaka Siku ya Kiyama. Inasadikisha Vitabu vilivyo teremshwa mbele yake, inaeleza khabari ya kuteremkwa kwao, ili iwape bishara Waumini, na iwakhofishe makafiri wa Makka na pembezoni mwake pande zote za dunia juu ya ghababu ya Mwenyezi Mungu, ikiwa hawakuifuata. Na wale wanao isadiki Siku ya malipo, kule kutaraji kwao thawabu na kukhofu adhabu, kunawapelekea kuiamini hii Qur'ani. Na kwa hivyo wao wanahifadhi kutekeleza Swala kwa ukamilifu na utimilivu.","lang":"sw"},{"name":"6:93","price":"Nani dhaalimu mkubwa kuliko yule anaye mzuliya uwongo Mwenyezi Mungu, au anaye sema: Mimi nimeletewa wahyi; na hali hakuletewa wahyi wowote. Na yule anaye sema: Nitateremsha kama alivyo teremsha Mwenyezi Mungu. Na lau ungeli waona madhaalimu wanavyo kuwa katika mahangaiko ya mauti, na Malaika wamewanyooshea mikono wakiwambia: Zitoeni roho zenu! Leo mtalipwa adhabu ya fedheha kwa sababu ya mliyo kuwa mkiyasema juu ya Mwenyezi Mungu yasiyo ya haki, na mlivyo kuwa mkizifanyia kiburi Ishara zake.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"Nabii huyu hakusema uwongo alipo tangaza kuwa Qur'ani imetoka kwaMwenyezi Mungu. Na hapana mwenye kumshinda kwa udhaalimu huyo aliye mzulia uwongo Mwenyezi Mungu, au akasema: Nimepata wahyi (ufunuo) kutoka kwa Mwenyezi Mungu, bila ya kuwa kapata wahyi wowote ule. Vile vile hapana dhaalimu mkubwa zaidi kuliko anaye sema: Mimi nitaleta maneno sawa na hayo aliyo yateremsha Mwenyezi Mungu! Na lau kuwa unaijua hali ya hao madhaalimu nao wamo katika shida za mauti, na Malaika wanazing'oa roho zao kutokana na miili yao, kwa ukali na nguvu, ungeli ona vitisho vya kushitua vinawashukia! Wakati huo hao huambiwa: Sasa malipo yenu ya adhabu ya kudhalilisha na kufedhehesha yanaanza. Malipo haya ni kwa vile mlivyo kuwa mkimzulia Mwenyezi Mungu bila ya haki, na ni malipo kwa kuwa kiburi chenu kilikuzuieni msiangalie na kuzipima Aya, Ishara, za uumbaji za Mwenyezi Mungu ziliomo katika Qur'ani.","lang":"sw"},{"name":"6:94","price":"Nanyi mlitujia wapweke kama tulivyo kuumbeni mara ya kwanza. Na mkayaacha nyuma yenu yote tuliyo kupeni, na wala hatuwaoni hao waombezi wenu, ambao mlidai kuwa ni washirika wa Mwenyezi Mungu kwenu. Yamekatika makhusiano baina yenu, na yamekupoteeni mliyo kuwa mkidai.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"Na Mwenyezi Mungu atawaambia Siku ya Kiyama: Sasa bila ya shaka mmekwisha yakinisha kwa nafsi zenu kuwa kweli mmefufuliwa kutoka makaburini kwenu, kama tulivyo kuumbeni mara ya kwanza. Na mmetujia hali ni wapweke, hamna mali, wala watoto, wala marafiki. Na mmeviacha nyuma yenu vyote tulivyo kupeni na mkaghurika navyo. Na wala Sisi hatuwaoni pamoja nanyi hao waombezi ambao mlidai kuwa watakunusuruni kwa Mwenyezi Mungu, na kuwa wao ati ni washirika wa Mwenyezi Mungu katika ibada! Makhusiano yote baina yenu na wao yamekwisha katika, na yamekupoteeni mliyo kuwa mkidai kuwa yatakufaeni.","lang":"sw"},{"name":"6:95","price":"Hakika Mwenyezi Mungu ndiye mpasuaji mbegu na kokwa, zikachipua. Humtoa aliye hai kutoka maiti, naye ni mtoaji maiti kutokana na aliye hai. Huyo ndiye Mwenyezi Mungu. Basi vipi mnageuzwa?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"Hakika dalili za uwezo wa Mwenyezi Mungu kufufua, na kuwa ni Yeye pekee anaye stahiki kuabudiwa, na kufufua kwake watu kutoka makaburini, zimeenea na zimo za namna mbali mbali. Kwani ni Yeye peke yake ndiye anaye ipasua mbegu ukachipua mmea, na ni Yeye ndiye anaye ipasua kokwa ukatokeza mti. Na hivyo humfufua aliye hai kutokana na kisicho kuwa hai, kama mtu kutokana na udongo. Na akatoa kisicho kuwa hai kutokana na kilicho hai, kama maziwa kutokana na mnyama. Huyo Muweza Mtukufu ndiye Mungu wa Haki. Basi kisiwepo kitu cha kukugeuzeni mkaacha kumuabudu Yeye mkaviabudu vyenginevyo. Imeunganishwa Aya hii ya kupasua mbegu na kokwa, na Aya ya kupambazua asubuhi ambayo inaashiria kuwepo mwangaza, na kiza, na ya kwamba mwangaza umeshikamana kwa nguvu na kukua kwa mimea na miti. Hayo ni kwa kuwa mbegu na kokwa baada ya kuchipua zinahitajia chakula. Na chakula hichi kinatokana na mbolea maalumu kutokana na ardhi, na pia kutokana na mwangaza wa jua. Kwa hivyo mizizi yao inakwenda chini kutafuta chakula cha ardhi, na vigogo vyake na matawi inapata chakula kutokana na mwako wa jua ambalo ndilo linachomoza asubuhi.","lang":"sw"},{"name":"6:96","price":"Ndiye anaye pambazua mwangaza wa asubuhi; na ameufanya usiku kwa mapumziko na utulivu, na jua na mwezi kwenda kwa hisabu. Hayo ndiyo makadirio ya Aliye tukuka Mwenye nguvu, Mwenye ujuzi.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"Ni Yeye ndiye anaye toa mwangaza wa mchana kutokana na giza- giza la asubuhi, ili vilivyo hai viende kupata njia za maisha yao. Na akaufanya usiku uwe ni wa mapumziko ya mwili na roho, na akaufanya mwendo wa jua na mwezi wende kwa mpango mzuri kabisa ili watu wajue nyakati za ibada zao na maisha yao. Huo ndio mpango ulio fanywa kwa hikima, ndio tadbiri ya Mwenye uwezo Mwenye kuumiliki ulimwengu, Mwenye kukusanya kila kitu katika ujuzi wake.","lang":"sw"},{"name":"6:97","price":"Na Yeye ndiye aliye kuwekeeni nyota ili mwongoke kwazo katika kiza cha bara na bahari. Hakika tumezichambua Ishara hizi kwa watu wanao jua.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"Yeye ndiye aliye kufanyieni nyota zikuongozeni kwa zilivyo pangwa mfike mwendako, nanyi mnakwenda kizani usiku, bara au baharini. Hakika Sisi tumezibainisha dalili za rehema yetu, na uwezo wetu, kwa ajili ya watu ambao wanao nufaika kwa ilimu.","lang":"sw"},{"name":"6:98","price":"Na Yeye ndiye aliye kuzalisheni kutokana na nafsi moja. Pako pahali pa kutulia na pa kupita njia. Hakika tumezichambua Ishara hizi kwa watu wanao fahamu.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"Yeye ndiye aliye kutoeni kwenye asli moja, nayo ni baba wa watu wote, Adam. Na Adam ametoka kwenye ardhi. Basi ardhi ndio kituo chenu muda wa uhai wenu, na ndipo pahala pa kupaaga baada ya kufa kwenu, na mkapotea chini yake. Na tumezibainisha dalili za uwezo wetu kwa watu wanao zingatia na kufahamu mambo yalivyo.","lang":"sw"},{"name":"6:99","price":"Na Yeye ndiye anaye teremsha maji kutoka mbinguni; na kwayo tunatoa mimea ya kila kitu. Kutokana na baadhi yao tukatoa mimea ya majani, tukatoa ndani yake punje zilizo pandana; na kutokana na mitende yakatoka kwenye makole yake mashada yaliyo inama; na bustani za mizabibu na mizaituni, na makomamanga, yaliyo fanana na yasiyo fanana. Angalieni matunda yake yanapo zaa na yakawiva. Hakika katika hayo pana Ishara kwa watu wanao amini.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"Naye ndiye anaye teremsha kutoka mawinguni maji, ambayo kwayo akatoa kila namna ya mimea. Kuna mimea inayo toa majani laini kuwa ni mboga, na tunatoa pia mimea ya kuzaa punje nyingi zimepandana wenyewe kwa wenyewe. Na kutokana na makole ya mitende mna mashada yamebeba tende, wepesi kuzipata. Na pia tumetoa kutokana na maji mizabibu, na zaituni, na makomamanga. Katika hiyo yapo matunda yalio fanana kwa sura, na yasiyo fanana kwa utamu, na harufu, na namna ya faida yake. Hebu yaangalieni kwa kupima na kuzingatia matunda yake inapo zaa hiyo miti, na matunda yanapo wiva, vipi yanapo komaa baada ya kupitia hali mbali mbali! Hakika katika haya zipo ishara kwa wanao itafuta Haki na wanaamini na kunyenyekea. Aya hii inafahamisha maana kwa ilimu ya sayansi, nayo ni kuwa maji husaidia mimea kuchipua. Mbegu iliyo kaa tu haitaharaki husisimka kwa kupata maji ikaanza kumea, ikafanya kazi yake ya uhai. Mimea tena hukua na kutoa majani yenye rangi ya kijani, nayo ni madda inayo itwa \"Chlorophyl\". Hiyo Klorofil ni lazima kuwepo kwa ajili ya kujenga chakula kwa msaada wa mwangaza wa jua, na kuweza kuukuza mmea na kutoa matunda na mbegu nyengine.","lang":"sw"},{"name":"6:100","price":"Bado wamemfanyia Mwenyezi Mungu majini kuwa washirika wake, na hali Yeye ndiye aliye waumba. Na wakamzulia, bila ya ujuzi wowote, kuwa ana wana wa kiume na wa kike. Subhanahu, Ametakasika na ametukuka juu ya hayo wanayo mbandikiza nayo!.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"Juu ya dalili hizi makafiri wamewafanya Malaika na mashetani ni washirika wa Mwenyezi Mungu, na hali Yeye ndiye aliye waumba hao. Haiwafalii kujua hayo wakamuabudu asiye kuwa Yeye, naye ndiye aliye waumba Malaika na mashetani. Haitakikani wawaabudu hao nao wameumbwa kama wao!! Na hawa makafiri wakambunia Mwenyezi Mungu wana. Wakristo wakadai kuwa Masihi ni mwana wa Mungu, na baadhi ya washirikina wa Kiarabu wakadai kuwa Malaika ni mabinti wa Mwenyezi Mungu. Na huo ni ujinga, kutokuwa na ilimu! Mwenyezi Mungu Mtukufu ameepukana na hayo wanayo muambatisha naye Subhana!","lang":"sw"},{"name":"6:101","price":"Yeye ndiye Muumbaji wa mbingu na ardhi bila ya ruwaza. Itakuwaje awe na mwana naye hakuwa na mke? Naye ndiye aliye umba kila kitu. Naye ni Mwenye kujua kila kitu.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"Mwenyezi Mungu, ambaye ameziumba mbingu na ardhi bila ya kuwa na kiigizo kilicho tangulia, vipi awe na mwana, kama wanavyo dai hawa, na hali Yeye hana mke, naye ndiye aliye umba vitu vyote? Miongoni mwa vitu hivyo ni hao wanao wafanya washirika wake. Naye ni Mjuzi wa kila kitu, na anawahisabia wasemayo na watendayo, na ni Mwenye kuwalipa kwa kauli yao na vitendo vyao.","lang":"sw"},{"name":"6:102","price":"Huyo ndiye Allah, Mwenyezi Mungu, Mola Mlezi wenu, hapana mungu ila Yeye, Muumba wa kila kitu. Basi muabuduni Yeye tu. Naye ni Mtegemewa wa kila kitu.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"Huyo aliye sifika kwa sifa za ukamilifu ndiye Allah, Mwenyezi Mungu, Mola Mlezi wenu, ambaye hapana mungu isipo kuwa Yeye, Muumba wa kila kitu vilivyo kuweko, na vitavyo kuwa. Basi ni Yeye tu Mwenye kustahiki kuabudiwa. Basi muabuduni Yeye, na Yeye peke yake ndiye Mwenye kutawala kila kitu na kila jambo. Marejeo yote ni kwake tu.","lang":"sw"},{"name":"6:103","price":"Macho hayamfikilii bali Yeye anayafikilia macho. Naye ni Mjuzi, Mwenye khabari.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"Macho hayamuoni dhati yake, na Yeye anajua undani wa macho na vyenginevyo. Naye ni Mjuzi hakimpotei kitu, ni Mwenye khabari za kila kitu.","lang":"sw"},{"name":"6:104","price":"Zimekwisha kukujieni hoja wazi kutoka kwa Mola wenu Mlezi. Basi anaye ona ni kwa faida yake mwenyewe, na anaye pofuka basi ni khasara yake. Nami si mtunzaji wenu.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"Ewe Nabii! Waambie watu: Zimekwisha kujieni kutoka kwa Muumba wenu na Mwenye kumiliki mambo yenu yote, hoja na maelezo wazi katika hii Qur'ani. Hizo zinakuangazieni Njia ya Haki. Basi mwenye kunafiika kwazo, manufaa ni yake mwenyewe. Na mwenye kujitenga nazo, basi amejidhuru mwenyewe! Wala mimi si mlinzi wenu, bali mimi ni Mjumbe ninakufikishieni niliyo tumwa kwenu.","lang":"sw"},{"name":"6:105","price":"Na namna hivyo tunazisarifu Aya, na wao wakwambie: Umesoma. Na ili tuyabainishe kwa watu wanao jua.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"Na mfano wa uchambuzi kama huu wa pekee katika kueleza dalili za maumbile, ndivyo tunavyo eleza Ishara zetu katika Qur'ani kwa njia namna kwa namna na kwa mbali mbali, ili kusimamisha hoja za kuwashinda hao wapingao. Kwa hivyo wao hawapati ila kuzua uwongo, wakakutuhumu kuwa haya umejifunza kwa watu, wala hayakutoka kwa Mwenyezi Mungu. Nasi tunabainisha haya uliyo teremshiwa, nayo ni Haki isiyo athirika na kipendacho moyo, kwa ajili ya watu ambao wanayo ielewa Haki na wanainyenyekea.","lang":"sw"},{"name":"6:106","price":"Fuata uliyo funuliwa kutoka kwa Mola wako Mlezi. Hapana mungu ila Yeye. Na jitenge na washirikina.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"Ewe Nabii! Fuata wahyi ulio kujia kutoka kwa Mwenyezi Mungu, Mwenye kumiliki na kuendesha mambo yako. Hakika Yeye peke yake ndiye Mungu anaye stahiki kut'iiwa na kunyenyekewa. Basi shikamana na ut'iifu wake, wala usibali inadi za washirikina.","lang":"sw"},{"name":"6:107","price":"Na lau Mwenyezi Mungu angeli penda, wasingeli shiriki. Na Sisi hatukukufanya wewe uwe mtunzaji wao. Wala wewe si mlinzi juu yao.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"Na lau kuwa Mwenyezi Mungu angeli taka wamuabudu Yeye peke yake angeli walazimisha kwa nguvu na kwa uweza wake. Lakini Yeye amewaachilia watumie khiari yao. Na Sisi hatukukufanya wewe kuwa ni muangalizi wao, ukiwahisabia vitendo vyao. Wala wewe hukulazimishwa kuwa usimamie kuwapangia na kuwatengenezea mambo yao.","lang":"sw"},{"name":"6:108","price":"Wala msiwatukane hao wanao waomba badala ya Mwenyezi Mungu, wasije na wao wakamtukana Mwenyezi Mungu kwa jeuri bila ya kujua. Namna hivyo tumewapambia kila umma vitendo vyao. Kisha marejeo yao yatakuwa kwa Mola wao Mlezi, naye atawaambia waliyo kuwa wakiyatenda.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"Enyi Waumini! Msiyatukane masanamu ya washirikina wanayo yaabudu badala ya Mwenyezi Mungu, isije chuki yao kwa hayo ikawapelekea hasira ya kumtukana Mwenyezi Mungu kwa uadui na ujinga. Kama tulivyo wapambia hawa kupenda masanamu yao, kila umma una a'mali yake kwa mujibu wa makdara yao. Na marejeo ya wote ni kwa Mwenyezi Mungu peke yake Siku ya Kiyama. Naye atawaeleza khabari ya vitendo vyao, na atawalipa kwavyo.","lang":"sw"},{"name":"6:109","price":"Na waliapa kwa Mwenyezi Mungu kwa ukomo wa viapo vyao, kuwa ikiwafikia Ishara wataiamini. Sema: Ishara ziko kwa Mwenyezi Mungu. Na nyinyi hamjui kuwa zitapo kuja hawato amini.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"Na washirikina waliapa ukomo wa viapo vyao, kuwa ikiwajia Ishara ya kuiona katika Ishara walizo zitaka, basi yakini hiyo itakuwa ni sababu ya kuamini kwao. Sema ewe Nabii: Ishara hizi ziko kwa Mwenyezi Mungu. Yeye peke yake ndiye Mwenye madaraka juu yake hizo ishara. Mimi sina uweza wa hayo. Nyinyi Waumini, hamjui ninayo yajua Mimi. Hata zikiwajia Ishara hizi hawataamini.","lang":"sw"},{"name":"6:110","price":"Nasi twazigeuza nyoyo zao na macho yao. Kama walivyo kuwa hawakuamini mara ya kwanza, tunawaacha katika maasi yao wakitangatanga.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"Na nyinyi pia hamjui kuwa Sisi tumezigeuza nyoyo zao zinapo kuja Ishara huzitafutia visababu na tafsiri, na tunayageuza macho yao kwa mambo ya dhana na mawazo tu. Kwa hivyo baada ya kuja Ishara hali yao inakuwa kama mwanzo. Nasi tunawawacha wakipotea katika dhulma yao na inadi yao.","lang":"sw"},{"name":"6:111","price":"NA LAU kuwa tungeli wateremshia Malaika, na maiti wakazungumza nao, na tukawakusanyia kila kitu mbele yao, bado wasingeli amini, ila Mwenyezi Mungu atake. Lakini wengi wao wamo ujingani.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"Hakika hao walio apa kuwa ikiwajia Ishara wataiamini, ni waongo. Mwenyezi Mungu anaijua vilivyo imani yao. Lau kuwa sisi tungeli teremsha Malaika wakawaona kwa macho, na maiti wakawasemeza baada ya kufufuliwa makaburini mwao, na kuwakusanyia kila kitu mbele yao kikiwakabili na kuwabainishia haki, bado wasingeli amini ila akipenda Mwenyezi Mungu Mtukufu kuwa waamini. Na wengi hawaitambui Haki wala hawaifuati, kwa sababu nyoyo zao zimesibiwa na upofu wa kijahiliya.","lang":"sw"},{"name":"6:112","price":"Na kadhaalika tumemfanyia kila Nabii maadui mashet'ani wa kiwatu, na kijini, wakifundishana wao kwa wao maneno ya kupamba-pamba, kwa udanganyifu. Na angeli penda Mola wako Mlezi wasingeli fanya hayo. Basi waache na wanayo yazua.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"Kama ilivyo kuwa hao wamekufanyia uadui na inadi, na hali wewe unataka kuwaongoa, basi kadhaalika tumemfanyia kila Nabii anaye peleka ujumbe wetu, maadui katika wanaadamu majeuri na majini majeuri, ambao wanajificha kwako na huwaoni, wakitiliana wasiwasi kwa maneno ya kupamba-pamba na udanganyifu, yasiyo na ukweli. Basi kwa hayo huingiza ghururi kwa uwongo! Na hayo yote ni kwa kudra ya Mwenyezi Mungu na kutaka kwake. Na lau angeli taka wasingeli fanya hayo. Lakini hayo ni kwa ajili ya kuzisafisha nyoyo za Waumini. Basi waachilie mbali hao walio potea na kufuru zao za maneno yao wanayo yazua.","lang":"sw"},{"name":"6:113","price":"Na ili nyoyo za wasio amini Akhera zielekee hayo, nao wayaridhie na wayachume wanayo yachuma.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"Wao huyapindua maneno ya upotovu wazidanganye nafsi zao na ziridhie, na zielekee huko huko vile vile nyoyo za walio kama wao majeuri wasio iogopa Akhera, wanao itakidi kuwa uhai ni dunia tu, na waingie katika madhambi na maasi kwa sababu ya kuto iamini kwao Siku ya Akhera.","lang":"sw"},{"name":"6:114","price":"Je, nimtafute hakimu ghairi ya Mwenyezi Mungu, naye ndiye aliye kuteremshieni Kitabu kilicho elezwa waziwazi? Na hao tulio wapa Kitabu wanajua ya kwamba kimeteremshwa na Mola wako Mlezi kwa Haki. Basi usiwe katika wanao tia shaka.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"Ewe Nabii! Waambie: Hii ni hukumu ya Mwenyezi Mungu kwa Haki, iliyo bainishwa na Aya zilio zagaa. Basi haijuzu nitafute hukumu isiyo kuwa yake Yeye ya kutupambanua baina yangu na nyinyi. Mwenyewe Subhana kesha hukumu, na ameteremsha Kitabu kitukufu kiwe ni hoja juu yenu. Nanyi mmeshindwa kuleta mfano wake. Nacho kinabainisha Haki na uadilifu. Na wale walio pewa Kitabu wanajua kuwa hii Qur'ani imetoka kwa Mwenyezi Mungu, na imekusanya Haki, kama vilivyo bashiri vitabu vyao, ijapo kuwa wanajaribu kuyaficha hayo. Basi wewe Nabii, pamoja na walio kufuata, msiwe katika wenye kutilia shaka Haki baada ya kubainishwa kwake.","lang":"sw"},{"name":"6:115","price":"Na yametimia maneno ya Mola Mlezi wako kwa kweli na uadilifu. Hapana awezaye kuyabadilisha maneno yake. Na Yeye ndiye Mwenye kusikia na Mwenye kujua.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"Na hakika hukumu ya Mwenyezi Mungu imekwisha toka. Basi maneno ya Mola wako Mlezi ya kweli na ya uadilifu yametimia kwa kuteremshwa Kitabu hichi Kitukufu, chenye kukusanya ukweli. Na ndani imo mizani ya kweli ya kupimia Haki na upotovu. Wala hapana wa kuyageuza maneno ya Mwenyezi Mungu na Kitabu chake. Naye Subhana ni Mwenye kusikia kila lisemwalo, Mwenye kukijua kila kinacho toka kwao.","lang":"sw"},{"name":"6:116","price":"Na ukiwat'ii wengi katika hawa waliomo duniani watakupoteza na Njia ya Mwenyezi Mungu. Hawa hawafuati ila dhana tu, na hawakuwa ila ni wenye kusema uwongo tu.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"Na ikiwa Subhanahu ndiye mwenye hukumu ya uadilifu inayo rejewa kwenye Vitabu vyake katika kutafuta Haki na kuijua, basi ewe Nabii, usiwe wewe na walio pamoja nawe, mkamfuata yeyote anaye achana na kauli ya Haki, hata ikiwa hao ni wengi wa idadi. Kwani ukiwafuata aghlabu ya watu ambao hawategemei Sharia iliyo teremshwa na Mwenyezi Mungu, watakuweka mbali na Njia ya Haki iliyo nyooka. Na hiyo ndiyo Njia ya Mwenyezi Mungu Mtukufu. Na watu hao hawendi ila nyuma ya dhana na mawazo tu, na wala hawasemi ila kwa kukisia tu; hawategemei hoja na ushahidi.","lang":"sw"},{"name":"6:117","price":"Hakika Mola wako Mlezi ndiye Mjuzi kushinda wote kuwajua walio potea Njia yake, na ndiye Mjuzi kushinda wote kuwajua walio hidika.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"Na hakika Mola wako Mlezi ndiye Mwenye kujua kwa ujuzi ambao hapana mfano wake, kuwajua hao ambao wamekuwa mbali na Njia ya Haki, na hao ambao wameongoka na uwongofu ukawa ndio sifa yao.","lang":"sw"},{"name":"6:118","price":"Basi kuleni katika walio somewa jina la Mwenyezi Mungu, ikiwa mnaziamini Aya zake.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"Ilivyo kuwa Mwenyezi Mungu Mtukufu ndiye anaye wajua walio hidika na walio potea, basi msielekee kwenye upotovu wa washirikina wa kuharimisha baadhi ya nyama hoa (nyama wa kufuga). Basi kuleni katika hao, kwani Mwenyezi Mungu Mtukufu amekuruzukuni hao, na amewafanya ni halali na wazuri, na hapana madhara kuwala. Na mnapo wachinja litajeni jina la Mwenyezi Mungu juu yao, maadamu nyinyi mnamuamini Yeye na mnamnyenyekea.","lang":"sw"},{"name":"6:119","price":"Na kwa nini msile katika walio somewa jina la Mwenyezi Mungu, naye amekwisha kubainishieni alivyo kuharimishieni, isipo kuwa vile mnavyo lazimishwa? Na hakika wengi wanapoteza kwa matamanio yao bila ya kuwa na ilimu. Hakika Mola wako Mlezi ndiye Mjuzi kushinda wote kuwajua wanao pindukia mipaka.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"Na hakika hapana sababu yoyote au dalili ya kukuzuieni kula nyama aliye tajiwa jina la Mwenyezi Mungu Mtukufu juu yake wakati wa kuchinja miongoni mwa nyama hoa. (yaani nyama wa kufuga.) Na Mwenyezi Mungu Aliye takasika na Aliye tukuka amekwisha kubainishieni vilio harimishwa, katika hali isiyo kuwa ya dharura, kama mzoga na damu (na nguruwe). Watu wengi wanaacha Haki, si kwa lolote, ila kufuata pumbao la nafsi zao tu, bila ya kuwa wamepewa ilimu, au hoja iliyo thibiti kwao. Kama hao Waarabu walio jiharimishia wenyewe baadhi ya wanyama wa kufuga. Wala nyinyi hamna makosa kwa kula kilicho zaliwa, bali wao ndio wamepita mipaka kwa kuharimisha kilicho halali. Na Mwenyezi Mungu peke yake ndiye Mjuzi wa hao walio pindukia mipaka kwa ujuzi usio na mfano wake kwa hakika.","lang":"sw"},{"name":"6:120","price":"Na acheni dhambi zilizo dhaahiri na zilizo fichikana. Hakika wanao chuma dhambi watalipwa kwa waliyo kuwa wakiyachuma.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"Sio uchamngu kuharimisha alicho halalisha Mwenyezi Mungu. Hakika uchamngu ni kuacha madhambi ya nje na ndani. Basi wacheni madhambi katika vitendo vyenu, vinavyo onekana na vilivyo fichika. Na bila ya shaka wanao chuma madhambi watalipwa kwa kadri ya madhambi wayatendayo.","lang":"sw"},{"name":"6:121","price":"Wala msile katika wale wasio somewa jina la Mwenyezi Mungu. Kwani huo ni upotofu. Na kwa yakini mashet'ani wanawafunza marafiki zao kubishana nanyi. Na mkiwafuata basi hapana shaka nyinyi mtakuwa washirikina.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"Ilivyo kuwa hao wanyama ni halali kwenu kwa kuwachinja, basi msile yule ambaye hakutajiwa jina la Mwenyezi Mungu Mtukufu wakati wa kumchinja, ikiwa limeachwa kutajwa makusudi, au limetajwa jina jingine lisilo kuwa la Mwenyezi Mungu Mtukufu. Kwani hivyo ni upotovu, na kutokana na hukumu ya Mwenyezi Mungu! Na hakika majeuri, Iblisi na wasaidizi wake, huwatia tia katika vifua vya wale walio kwisha watawala, ili wajadiliane nanyi kwa upotovu, na wakupelekeeni kuharimisha alivyo halalisha Mwenyezi Mungu. Nanyi mkiwafuata mtakuwa mfano wao katika kumshirikisha Mwenyezi Mungu.","lang":"sw"},{"name":"6:122","price":"Je, aliye kuwa maiti kisha tukamhuisha, na tukamjaalia nuru inakwenda naye mbele za watu, mfano wake ni kama aliyoko gizani akawa hata hawezi kutoka humo? Kama hivyo makafiri wamepambiwa waliyo kuwa wakiyafanya.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"Na nyinyi kwa Imani yenu si mfano wa washirikina hata kidogo. Basi haiwezi kuwa hali ya aliye kama maiti katika kupotea kwake, na Mwenyezi Mungu akampa nuru ya kuhidika, ambayo ni kama uhai, na akampa nuru ya Imani na hoja zilizo wazi, na kwa mwangaza wa nuru hiyo akaongoka na akawa anatembea nayo, haiwezi kuwa hali hiyo mfano wa hali ya ambaye kwamba anaishi katika giza lilio gubika. Na kama Mwenyezi Mungu alivyo ipamba Imani katika nyoyo za watu wa Imani, vile vile Shetani ameipamba shirki katika nafsi za madhaalimu wapinzani.","lang":"sw"},{"name":"6:123","price":"Kadhaalika katika kila mji tumewajaalia wakubwa wa wakosefu wao wafanye vitimbi ndani yake. Na wala hawafanyii vitimbi isipo kuwa nafsi zao, nao hawatambui.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"Ewe Nabii! Usistaajabu ukiwaona wakuu wa wakosefu katika Makka wanapanga njama za shari za kila namna! Kwani huo ndio mtindo wao katika kila mji mkubwa. Wakuu wa wakosefu wake huwa kazi yao kuzua vitimbi vya shari. Na malipo ya uovu wake utakuja waangukia wenyewe, lakini wao hawatambui wala hawahisi.","lang":"sw"},{"name":"6:124","price":"Na inapo wajia Ishara, wao husema: Hatutoamini mpaka tupewe mfano wa walio pewa Mitume wa Mwenyezi Mungu. Mwenyezi Mungu ndiye Mjuzi kuliko wote kujua wapi anaweka ujumbe wake. Itawafikia hao walio kosa udhalili na adhabu kali kutoka kwa Mwenyezi Mungu kwa sababu ya vitimbi walivyo kuwa wakivifanya.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"Hakika hawa wakuu wa wakosefu huwahusudu watu walio pewa na Mwenyezi Mungu ilimu, na Unabii, na uwongofu. Basi ikiwajia hoja ya kukata hawaikubali, lakini husema: Hatuikubali Haki mpaka tuteremshiwe wahyi kama wanavyo teremshiwa Mitume. Na hali ni Mwenyezi Mungu peke yake ndiye Mwenye ujuzi ambao haulingani na ujuzi wa mtu yoyote, kujua nani anaye stahiki kupata Utume wake. Ni Yeye ndiye anaye teuwa nani katika viumbe vyake ampe Utume wake. Hawa wenye inda, ikiwa wanataka ukubwa kwa inadi ya namna hii, basi watakuja pata unyonge na udhalili hapa duniani kwa sababu hiyo, na kesho Akhera watakuja pata adhabu kali kwa sababu ya huko kupanga kwao uwovu.","lang":"sw"},{"name":"6:125","price":"Basi yule ambaye Mwenyezi Mungu anataka kumhidi humfungulia kifua chake kwa Uislamu. Na anaye taka apotee hukifanya kifua chake kina dhiki, kimebana, kama kwamba anapanda mbinguni. Namna hivi Mwenyezi Mungu anajaalia uchafu juu ya wasio amini.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"Ikiwa hao wamepotea, na nyinyi mkaongoka, basi ni kwa kutaka Mwenyezi Mungu Mtukufu, na kwa hukumu yake. Aliye muandikia hidaya humkunjulia kifua chake kwa nuru ya Uislamu. Na aliye muandikia kupotea kifua chake huwa na dhiki ya kweli kweli, kama kinavyo mbana kifua mwenye kupanda pahala pa juu, kama vile mbinguni. Pumzi humpaa, asiweze kitu! Na kwa hivi Mwenyezi Mungu huwaandikia ufisadi na kukatika tamaa hao ambao hawakujaaliwa kuwa na Imani katika shani yao. Masomo ya ilimu za sayansi yamethibitisha kuwa mwanaadamu kila akipanda juu kunadhoofika kuvuta pumzi kwake kwa pua. Mpaka akifika mnyanyuka wa futi 12,000 huwa hawezi kuvuta kwa pua, na huvuta pumzi kwa mdomo. Na hivyo huvuta kwa shida, na akifanya juhudi yoyote ya nguvu huzidi taabu ya kuvuta pumzi. Na hata kusema humletea shida katika pumzi.","lang":"sw"},{"name":"6:126","price":"Na hii ndiyo Njia ya Mola wako Mlezi Iliyo nyooka. Tumezipambanua Aya kwa watu wanao kumbuka.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"Na hii tuliyo ibainisha ndio Njia ya Haki Iliyo Nyooka. Nasi tumeipambanua na tumeiweka wazi kwa watu wote, na wala hawanufaiki kwayo ila wale ambao shani yao ni kukumbuka na kutaka hidaya.","lang":"sw"},{"name":"6:127","price":"Hao watapata nyumba ya salama kwa Mola Mlezi wao. Naye ndiye Rafiki Mlinzi wao kwa sababu ya waliyo kuwa wakiyatenda.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"Na hawa wanao kumbuka na wanao amini watapata Nyumba ya Amani, nayo ndiyo Pepo. Nao watakuwa chini ya ulinzi na urafiki wa Mwenyezi Mungu na mapenzi yake na nusra yake, kwa sababu ya mambo ya kheri waliyo yatenda duniani.","lang":"sw"},{"name":"6:128","price":"Na ile Siku atapo wakusanya wote awaambie: Enyi makundi ya majini! Hakika nyinyi mmechukua wafuasi wengi katika wanaadamu. Na marafiki zao katika wanaadamu waseme: Mola Mlezi wetu! Tulinufaishana sisi na wao. Na tumefikia ukomo wetu ulio tuwekea. Basi Mwenyezi Mungu atasema: Moto ndio makaazi yenu, mtadumu humo, ila apendavyo Mwenyezi Mungu. Hakika Mola wako Mlezi ni Mwenye hikima, na Mwenye kujua.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"Na ilivyo kuwa wale walio ifuata Njia ya Mwenyezi Mungu Iliyo Nyooka watapata amani na ulinzi wa Mwenyezi Mungu, basi wale walio ifuata njia ya Shetani watapata malipo ya maasi waliyo yafanya hapo watapo kusanywa wote Siku ya Kiyama. Na Mwenyezi Mungu Aliye tukuka kwa Utukufu wake atawaambia hao majini na watu walio tenda dhambi: Enyi mlio kusanyika, katika majini hadi mmekithiri kuwapoteza watu, hata wamekufuateni wengi! Tena watasema wale watu walio wafuata: Ewe Muumba wetu na Mwenye kutusimamia! Hakika sisi kwa sisi tulipeana manufaa, na tukapeana starehe kwa matamanio; na sasa ajali yetu uliyo tuwekea imekwisha fika. Hapo Mwenyezi Mungu Aliye tukuka kwa utukufu wake atasema: Makaazi yenu ya kukaa ni Motoni. Mtadumu humo milele, isipo kuwa Mwenyezi Mungu atakao penda kuwavua katika wale wasio kanya Ujumbe wa Mwenyezi Mungu. Na hakika vitendo vya Mwenyezi Mungu daima vinakuwa kwa mujibu wa hikima na ujuzi.","lang":"sw"},{"name":"6:129","price":"Ndio kama hivi tunawaelekeza madhaalimu wapendane wao kwa wao kwa sababu ya waliyo kuwa wakiyachuma.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"Kama tulivyo wawacha waasi wa kibinaadamu na wa kijini wakistareheshana wao kwa wao, basi amewajaalia madhaalimu wawe ni marafiki wao kwa wao, kwa sababu ya madhambi makubwa wanayo yachuma.","lang":"sw"},{"name":"6:130","price":"Enyi makundi ya majini na watu! Je, hawakukujieni Mitume kutokana na nyinyi wenyewe wakikubainishieni Aya zangu, na wakikuonyeni mkutano wa Siku yenu hii. Nao watasema: Tumeshuhudia juu ya nafsi zetu. Na yaliwadanganya maisha ya dunia. Nao watajishuhudia wenyewe ya kwamba walikuwa makafiri.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"Na Mwenyezi Mungu Mtukufu atawaambia Siku ya Kiyama: Enyi watu na majini! Mitume wamekujieni wakikutajieni hoja na dalili zilizo wazi, na wakikusomeeni Aya, na wakikuonyeni na mkutano wa Mwenyezi Mungu katika Siku yenu hii. Basi vipi mnakanusha? Nao watajibu: Tunakubali wenyewe madhambi tuliyo yatenda. Na maisha ya kidunia yaliwakhadaa kwa starehe zake, na wakajikiria nafsi zao kuwa hakika wao walikuwa wapinzani.","lang":"sw"},{"name":"6:131","price":"Hayo ni kwa sababu ya kuwa Mola wako Mlezi hakuwa wa kuiangamiza miji kwa dhulma, hali wenyewe wameghafilika.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"Na huku kutuma Mitume, wenye kuonya na kubainisha ni kwa kuwa Mola wako Mlezi, ewe Nabii, haiangamizi miji kwa dhulma yao na watu wake wameghafilika na Haki tu. Bali hapana budi ila awabainishie kwa uwazi na awaonye.","lang":"sw"},{"name":"6:132","price":"Na wote wana daraja mbali mbali kutokana na yale waliyo yatenda. Na Mola wako Mlezi si mwenye kughafilika na yale wanayo yatenda.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"Na kila mtenda kheri au mtenda shari ana daraja yake ya malipo kwa anayo yatenda. Ikiwa kheri atapata kheri, na ikiwa shari basi atapata shari. Na Mwenyezi Mungu Aliye takasika ndiye Muumba, si Mwenye kughafilika na wanayo yatenda. Bali hakika vitendo vyao vimo katika Kitabu kisicho acha dogo wala kubwa ila hulitia hisabuni.","lang":"sw"},{"name":"6:133","price":"Na Mola wako Mlezi ndiye Mkwasi, Mwenye rehema. Akipenda atakuondoeni na awaweke wengine awapendao badala yenu, kama vile alivyo kutoeni kutokana na uzazi wa watu wengine.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"Na Mwenyezi Mungu Mtukufu, Mola wako Mlezi, ni Mkwasi, hahitajii waja wala ibada zao. Na Yeye peke yake ndiye Mwenye rehema iliyo kusanya kila kitu. Na kwa mujibu wa hayo ndio akakuamrisheni mtende mema, na akakukatazeni maovu. Naye ndiye Muweza. Akitaka atakuondoeni na alete duniani wenginewe wa kufuatia baada yenu kwa mujibu wa atakavyo. Wala hilo si gumu kwake Subhanahu, Aliye takasika. Kwani Yeye alikuumbeni kutokana na uzao wa wengine walio kutangulieni. Nanyi mkawa ndio warithi wa ardhi baada yao.","lang":"sw"},{"name":"6:134","price":"Bila ya shaka hayo mnayo ahidiwa yatafika tu, wala nyinyi hamtaweza kuyaepuka.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"Na hayo anayo kuonyeni kwayo, nayo ni adhabu, na anayo kubashirieni kwayo, nayo ni thawabu baada ya kufufuliwa, na kukusanywa, na kuhisabiwa, yatakuja tu hapana hivi wala hivi. Wala nyinyi hamwezi kumshinda huyo anaye kutakeni Siku hiyo. Basi hamna uwezo wa kukataa kukusanyika wala kuhisabiwa.","lang":"sw"},{"name":"6:135","price":"Sema: Enyi watu wangu! Fanyeni muwezayo, na hakika mimi nafanya. Mtakuja jua nani atakuwa na makaazi mema mwishoni. Hakika madhaalimu hawatafanikiwa.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"Ewe Nabii! Waambie kwa kuwatisha: Fanyeni kama mpendavyo kwa ukomo wa uwezo wenu. Na mimi nitafanya kwa mujibu wa Haki. Na mwishoe bila ya shaka mtajua nani atakuwa na khatima njema katika makaazi ya Akhera. Na hayo watayapata watu wa Haki, hapana hivi wala hivi. Kwa sababu nyinyi ni madhaalimu, na Mwenyezi Mungu Mtukufu hakuwaandikia kufuzu walio dhulumu.","lang":"sw"},{"name":"6:136","price":"Na wamemwekea sehemu Mwenyezi Mungu katika mimea na wanyama alio umba, nao husema: Hii ni sehemu ya Mwenyezi Mungu - kwa madai yao - na hii ni ya miungu tunao washirikisha. Basi vile walivyo wakusudia miungu yao havimfikii Mwenyezi Mungu, na vilivyo kuwa vya Mwenyezi Mungu huwafikia miungu yao. Ni uovu kabisa hayo wanayo yahukumu.","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"Na washirikina, ambao wanayaabudu masanamu, wamo katika udanganyifu wa daima. Wao hufanya katika aliyo yaumba Mwenyezi Mungu Mtukufu, katika mazao ya mimea, na ngamia, na ng'ombe, na kondoo, fungu la Mwenyezi Mungu Mtukufu wakiwatumilia wageni na wenye haja, na fungu jingine hulitumia katika kuwakhudumia masanamu ambayo wameyafanya ni washirika wa Mwenyezi Mungu Mtukufu, kwa mujibu wa madai yao! Ama walicho wawekea masanamu huwafikia masanamu yao, na hukitumia kwa ajili yao. Na walicho muwekea Mwenyezi Mungu Mtukufu hakifiki chochote kwa hao wageni na mafakiri! Uovu ulioje huu wa hukumu yao ya dhulma! Kwani wao wameyafanya masanamu ndio wenziwe Mwenye kuumba hiyo mimea na wanyama, na hawatumii inavyo stahiki hicho walicho mwekea Mwenyezi Mungu.","lang":"sw"},{"name":"6:137","price":"Na kadhaalika hao washirika wao wamewapambia wengi katika washirikina kuwauwa watoto wao ili kuwaangamiza na kuwavurugia dini yao. Na lau kuwa Mwenyezi Mungu angeli penda wasinge fanya hayo. Basi waache na hayo wanayo yazua.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"Kama ilivyo kuwa hayo mawazo yao yalivyo wapambia huo mgawanyo wa dhulma katika mazao ya mimea, na ngamia, na ng'ombe, na kondoo, alio umba Mwenyezi Mungu, basi kadhaalika mawazo yao yamewapambia, kutokana na hayo masanamu ambayo wanadai kuwa ni washirika wa Mwenyezi Mungu, kuwauwa watoto wao pale wanapo zaliwa, na kuwa ati waliweka nadhiri kwa miungu yao kuwachinja watoto wao! Na hakika hayo mawazo yao yanawaangamiza na yanawavurugia mambo ya dini, kwa hivyo hawaielewi vilivyo! Na ilivyo kuwa mawazo yao yamezisaliti akili zao hadi hiyo, basi wewe waachilie mbali wao na hayo wanayo mzulia Mwenyezi Mungu Mtukufu, na kukuzulia wewe. Nao watakuja pata malipo ya huo uzushi wao. Na hayo ndio matakwa ya Mwenyezi Mungu, kwani angeli taka wasingeli fanya hayo.","lang":"sw"},{"name":"6:138","price":"Nao husema: Wanyama hawa na mimea hii ni mwiko. Hawatokula ila wale tuwapendao - kwa madai yao tu. Na wanyama hawa imeharimishwa migongo yao kupandwa. Na wanyama wengine hawalitaji jina la Mwenyezi Mungu juu yao. Wanamzulia uwongo tu Mwenyezi Mungu. Atawalipa kwa hayo wanayo mzulia.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"Na katika mawazo yao ni kusema kwao: Ngamia hawa, na ng'ombe hawa, na mbuzi na kondoo hawa, na mazao haya ya mimea, ni marfuku. Hayali mtu ila wamtakaye katika utumishi wa masanamu. Hayo ni kwa madai yao ya uwongo, wala hayatokani na Mwenyezi Mungu. Na pia husema: Ngamia hawa wameharimishwa migongo yao, basi hapana ruhusa mtu kuwapanda. Nao juu ya hao hawalitaji jina la Mwenyezi Mungu Mtukufu wanapo wachinja hao ngamia, na ng'ombe, na mbuzi na kondoo. Na hayo ni kwa kule kumzulia uwongo Mwenyezi Mungu Mtukufu kwa ushirikina wao. Na Mwenyezi Mungu Mtukufu atawalipa adhabu huko Akhera kwa sababu ya uzushi wao, na kuharimisha kwao vitu ambavyo Mwenyezi Mungu Mtukufu hakuharimisha.","lang":"sw"},{"name":"6:139","price":"Na husema: Waliomo matumboni mwa wanyama hawa ni kwa ajili ya wanaume wetu tu, na wameharimishwa kwa wake zetu. Lakini ikiwa nyamafu basi wanashirikiana. Mwenyezi Mungu atawalipa kwa maelezo yao hayo. Hakika Yeye ni Mwenye hikima, Mwenye kujua.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"Na katika mawazo yao ya uwongo hawa washirikina ni kuwa wanasema: Viliomo matumboni mwa wanyama walio watenga, walio zuwiwa wasichinjwe wala wasipandwe - viliomo matumboni mwao, yaani watoto, wanafaa kuliwa na wanaume, na haramu kwa wanawake. Na juu ya hivyo akizaliwa naye kesha kufa wote wanashirikiana wanakula! Mwenyezi Mungu Mtukufu atawalipa kwa uwongo wao walio mzulia kwa kitendo chao. Kwani wanadai kuwa kuharimishwa huku kunatokana na Mwenyezi Mungu Mtukufu. Na hakika Mwenyezi Mungu anajua kila kitu, na ni Mwenye hikima. Vitendo vyake vyote ni kwa mujibu wa hikima. Naye atawalipa wenye dhambi kwa dhambi zao.","lang":"sw"},{"name":"6:140","price":"Hakika wamekhasirika wale ambao wamewauwa watoto wao kwa upumbavu pasipo kujua, na wakaharimisha alivyo waruzuku Mwenyezi Mungu kwa kumzulia Mwenyezi Mungu. Hakika wamepotea, wala hawakuwa wenye kuongoka.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"Hakika wamekhasiri hao walio wauwa watoto wao kwa ujinga na kwa mawazo ya uwongo, bila ya kujua nini matokeo ya kitendo chao, wala sababu yake; na wakajiharimishia nafsi zao riziki alizo waruzuku Mwenyezi Mungu katika mimea, na wanyama, huku wakimzulia Mwenyezi Mungu kwa kudai kuwa ni Yeye ndiye aliye harimisha. Na hakika wamejitenga mbali na Haki kwa sababu hiyo. Na kwa sababu ya uzushi huu hawakuwa katika wanao sifika kwa uwongofu.","lang":"sw"},{"name":"6:141","price":"Na Yeye ndiye aliye ziumba bustani zenye kutambaa juu ya chanja, na zisio tambaa, na mitende, na mimea yenye matunda mbali mbali, na mizaituni na mikomamanga inayo fanana na isiyo fanana. Kuleni matunda yake inapo zaa, na toeni haki yake siku ya kuvunwa kwake. Wala msitumie kwa fujo. Hakika Yeye hawapendi watumiayo kwa fujo.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"Mwenyezi Mungu peke yake ndiye aliye umba bustani za matunda. Ipo miti inayo pandwa na kuegemezwa juu ya chanja, na ipo isiyo hitajia chanja. Na ameumba mitende, na mimea mingine inayo toa matunda yanayo khitalifiana kwa rangi, na utamu, na sura, na harufu na mengineyo. Na ameumba mizaituni, na makomamanga (makudhumani), yenye kushabihiana katika baadhi ya sifa zake, na isiyo shabihiana, ijapo kuwa udongo huenda ukawa ule ule, na yote ikawa inanyweshwa na maji yale yale. Basi kuleni matunda yake mkipenda, na toeni sadaka yake yanapo wiva na kuyachuma. Wala msifanye fujo katika kula, mkajidhuru wenyewe, na mkawadhuru mafakiri katika kuwanyima haki yao. Hakika Mwenyezi Mungu hawapendi watumiao kwa fujo, katika mwendo wao na vitendo vyao.","lang":"sw"},{"name":"6:142","price":"Na katika wanyama amekujaalieni wenye kubeba mizigo na kutoa matandiko. Kuleni katika alivyo kuruzukuni Mwenyezi Mungu, wala msifuate nyayo za Shet'ani. Hakika yeye ni adui yenu dhaahiri.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"Na Mwenyezi Mungu ameumba katika nyama hoa, nao ni ngamia, na ng'ombe, na kondoo, na mbuzi, wale wanao beba mizigo yenu, na wale ambao katika sufi yao na manyoya yao na nyewele zao mnatoa matandiko. Na hiyo ni riziki aliyo kujaalieni Mwenyezi Mungu. Basi kuleni alicho kuhalalishieni Mwenyezi Mungu, wala msimfuate Shetani na marafiki zake katika kuzua vya halali na haramu, kama walivyo kuwa wakifanya watu wa Jahiliya! Hakika Shetani hakutakiini kheri, kwa sababu yeye ni adui yenu, mwenye uadui dhaahiri.","lang":"sw"},{"name":"6:143","price":"Amekuumbieni namna nane za wanyama: Wawili katika kondoo, na wawili katika mbuzi. Sema je, ameharimisha yote madume wawili au majike wawili, au waliomo matumboni mwa majike yote mawili? Niambieni kwa ilimu ikiwa nyinyi mnasema kweli.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"Mwenyezi Mungu ameumba katika kila namna ya nyama hoa dume na jike. Hizo basi ni namna nane. Kondoo namna mbili, mbuzi namna mbili. (ngamia na ng'ombe wametajwa katika Aya inayo fuata.) Ewe Muhammad! Waambie washirikina kukanya hayo waliyo yaharimisha: Nini sababu ya kuharimisha katika hawa kama mnavyo dai? Ni kwa kuwa madume? Au kwa kuwa ni kuwa matumboni ya mama zao? Hayo hayawezi kuwa hivyo, kwa sababu nyinyi hamkuharimisha watoto waliomo tumboni kabisa!! Nambieni kwa mategemeo baraabara, ikiwa nyinyi mnasema kweli katika kuhalalisha na kuharimisha.","lang":"sw"},{"name":"6:144","price":".Na wawili katika ngamia, na wawili katika ng'ombe. Sema: Je, ameharimisha yote madume wawili au majike wawili, au waliomo matumboni mwa yote majike? Au, nyinyi mlikuwapo Mwenyezi Mungu alipo kuusieni haya? Basi ni nani dhaalimu mkubwa kuliko yule aliye mzulia Mwenyezi Mungu uwongo, kwa ajili ya kuwapoteza watu bila ya ilimu? Hakika Mwenyezi Mungu hawahidi watu madhaalimu.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"Na Mwenyezi Mungu ameumba ngamia namna mbili, dume na jike, na ng'ombe namna mbili mbili vile vile. Ewe Muhammad! Waambie kwa kuwakanya: Nini sababu ya kuwaharimisha hao mlio harimisha kama mnavyo dai? Ni kwa kuwa wao ni madume? Sivyo hivyo; kwa sababu pengine mnahalalisha madume! Au ni kwa kuwa majike? Pia sio hivyo, kwa sababu mnahalalisha majike wakati mwingine! Au kwa kuwa wana watoto matumboni mwao? Pia sio hivyo, kwa sababu hamkuharimisha watoto walio matumboni daima. Nanyi mnadai kuwa kuharimisha huku kunatokana na Mwenyezi Mungu! Nyinyi mlikuwapo Mwenyezi Mungu alipo kuharimisheni haya na mkamsikia makatazo yake? Kabisa hayo hayakuwa. Wacheni mlio nayo; kwani hiyo ni dhulma. Na hapana mwenye kudhulumu zaidi kuliko mwenye kumzulia uwongo Mwenyezi Mungu, akamnasibisha nayo mambo yasiyo toka kwake, wala hayana tegemeo lolote la ki-ilimu la kutegemea, bali huyo anataka kuwapotosha watu tu! Mwenyezi Mungu hawawafikishi wenye kudhulumu wakikhiari njia ya upotovu.","lang":"sw"},{"name":"6:145","price":"Sema: Sioni katika yale niliyo funuliwa mimi kitu kilicho harimishwa kwa mlaji kukila isipo kuwa kiwe ni nyamafu, au damu inayo mwagika, au nyama ya nguruwe, kwani hiyo ni uchafu; au kwa upotofu kimechinjwa kwa jina la asiye kuwa Mwenyezi Mungu. Lakini mwenye kushikwa na dharura, bila ya kutamani wala kupita mipaka, basi hakika Mola wako Mlezi ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"Ewe Nabii! Sema: Hivi sasa sipati katika panapo toka mambo ya kuhalalisha na kuharimisha katika niliyo funuliwa mimi wahyi juu ya chakula kilicho harimishwa kula mlaji, isipo kuwa kitu hicho kiwe ni nyamafu, kimekufa na hakikuchinjwa kwa njia za sharia; au damu inayo tiririka, au nyama ya nguruwe - kwani hivyo vilivyo tajwa vinadhuru, na vichafu, havijuzu kula. Na pia katika vitu vilivyo harimishwa kula vinavyo toka katika itikadi sahihi, kwa kuwa wakati wa kuchinjwa lilitajwa jina lisilo kuwa la Mwenyezi Mungu, kama sanamu au muabudiwa mwenginewe! Juu ya hivyo mwenye kulazimika kwa dharura kula kitu katika hivi vilivyo harimishwa, bila ya kuwa anatafuta utamu tu wa kula, na bila ya kupita mpaka wa ile dharura, basi huyo hana dhambi. Kwa sababu Mola wako Mlezi ni Mwenye kughufiria, na Mwenye kurehemu.","lang":"sw"},{"name":"6:146","price":"Na wale walio fuata dini ya Kiyahudi tumewaharimishia kila mwenye kucha. Na katika ng'ombe na kondoo na mbuzi tumewaharimishia shahamu yao, isipo kuwa ile iliyo beba migongo yao au matumbo yao, au iliyo gandamana na mifupa. Tuliwalipa hivyo kwa sababu ya uasi wao. Na bila ya shaka Sisi ndio wasema kweli.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"Basi hivi ndivyo tulivyo kuharimishieni nyinyi. Na Mayahudi tuliwaharimishia nyama na shahamu na kila kitu cha wenye makucha katika wanyama, kama ngamia na wanyama wawindao. Na katika ng'ombe na mbuzi na kondoo tuliwaharimishia shahamu yake tu, ila shahamu ya mgongoni, au iliyoko matumboni, au iliyo changanyika na mafupa. Na kuharimishwa huku kulikuwa kwa ajili ya kuwatesa tu kwa ajili ya dhulma zao, na kuziachisha nafsi zao waweze kujilinda na matamanio. Na hakika Sisi tunasema kweli katika maneno yetu yote, na miongoni ya hayo ni khabari hii.","lang":"sw"},{"name":"6:147","price":"Wakikukanusha basi wewe sema: Mola Mlezi wenu ni Mwenye rehema iliyo enea. Wala haizuiliki adhabu yake kwa watu wakhalifu.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"Wakanushi wakikukanusha katika haya tuliyo kuletea wahyi, waambie kwa kuwahadharisha: Hakika Mola Mlezi wenu, ambaye anapasa mumuamini Yeye peke yake, na mfuate hukumu zake, ana rehema iliyo enea na kumfikia kila anaye mt'ii, na pia anaye muasi kwa kuwa hafanyi haraka kuwaadhibu. Na lakini haitakikani mghurike na hivyo kuwa rehema yake imeenea kote, kwa sababu adhabu yake haina budi kuwafikia hao wakhalifu.","lang":"sw"},{"name":"6:148","price":"Watasema walio shirikisha: Lau kuwa Mwenyezi Mungu ange taka tusingeli shiriki sisi, wala baba zetu; wala tusingeli harimisha kitu chochote. Vivi hivi walikanusha walio kuwa kabla yao mpaka walipo onja adhabu yetu. Sema: Je, nyinyi mnayo ilimu mtutolee? Nyinyi hamfuati ila dhana. Wala hamsemi ila uwongo tu.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"Kwa kutaka kujitolea udhuru kwa ushiriki wao, na kule kuharimisha vyakula alivyo halalisha Mwenyezi Mungu, na kukanusha yaliyo wafikia kuwa Mwenyezi Mungu kaudhika nao kwa vitendo vyao, washirikina watasema: Ushirikina wetu na kuharimisha alicho halalisha Mwenyezi Mungu, ni kwa mujibu wa mapenzi ya Mwenyezi Mungu na kuridhi kwake! Na lau angeli penda Yeye kinyume cha hayo, na angeli chukia tuyatendayo, basi tusingeli mshirikisha sisi wala walio tutangulia, na wala tusingeli harimisha kitu chochote alicho tuhalalishia. Na walio kabla yao waliwakadhibisha Mitume wao, kama hawa wanavyo kukadhibisha wewe. Na waliendelea katika kukanusha kwao mpaka ikawafikia adhabu yetu! Waambie hawa wanao kanusha: Jee mnao ushahidi wa kutegemea ulio sahihi ya kwamba Mwenyezi Mungu amekuridhieni nyinyi mumshirikishe na mhalalishe, mkatutolea? Katika maneno yenu hamfuati ila kudhania tu. Na hiyo haitoshelezi chochote katika Haki. Na nyinyi si chochote, si lolote, ila ni waongo tu katika hayo mnayo dai.","lang":"sw"},{"name":"6:149","price":"Sema: Basi Mwenyezi Mungu ndiye Mwenye hoja ya kukata. Na kama angeli penda angeli kuhidini nyote.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"Ewe Nabii! Sema: Mwenyezi Mungu ana hoja iliyo wazi kuwa nyinyi ni waongo katika madai yenu kuwa Mwenyezi Mungu ameridhia vitendo vyenu! Wala hamna hoja katika ushirikina wenu, na kuhalalisha kwenu, na kuharimisha kwenu, na mengineyo. Na Mwenyezi Mungu angeli taka mhidike angeli kuhidini nyote mkafuata Njia ya Haki. Lakini hakutaka hayo kwa kuwa nyinyi mmekhiari njia ya upotovu.","lang":"sw"},{"name":"6:150","price":"Sema: Leteni mashahidi wenu watao shuhudia kuwa Mwenyezi Mungu ameharimisha hawa. Basi wakishuhudia, wewe usishuhudie pamoja nao. Wala usifuate matamanio ya walio zikanusha Ishara zetu, wala hawaiamini Akhera, na ambao wanamlinganisha Mola Mlezi wao na wengine.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"Ewe Nabii! Waambie: Leteni wasaidizi wenu watakao kushuhudieni kwamba kweli Mwenyezi Mungu ameharimisha hivi mnavyo dai kuwa ni haramu. Wakihudhuria na wakashuhudia, basi wewe usiawasadiki, kwa sababu hao ni waongo. Wala usifuate matamanio ya hawa walio kanusha hoja za uumbaji na Qur'ani inayo somwa, na ambao hawaiamini Akhera nao wanamshirikisha Mwenyezi Mungu, wanamfanya Yeye sawa na hao miungu inayo abudiwa kwa uwongo.","lang":"sw"},{"name":"6:151","price":"Sema: Njooni nikusomeeni aliyo kuharimishieni Mola wenu Mlezi. Nayo ni kuwa, msimshirikishe Yeye na chochote. Na wazazi wenu wafanyieni wema. Wala msiwauwe watoto wenu kwa sababu ya umasikini. Sisi tunakuruzukuni nyinyi na wao. Wala msikaribie mambo machafu, yanayo onekana, na yanayo fichikana. Wala msiuwe nafsi ambayo Mwenyezi Mungu ameharimisha kuiuwa, ila ikiwa kwa haki. Hayo amekuusieni ili myatie akilini.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"Ewe Nabii! Waambie: Njooni nikubainishieni yaliyo haramu ambayo inatakikana mshughulike nayo, na mjitenge nayo. Msimfanye yeyote kuwa ni mshirika na Mwenyezi Mungu, kwa shirki ya namna yoyote. Wala msiwafanye uovu wazazi wenu, bali wafanyieni wema mwisho wa wema. Wala msiwauwe watoto wenu kwa sababu ya kukufikieni ufakiri, au mnao ogopa usikufikieni siku za usoni. Kwani nyinyi sio mnao toa riziki. Bali Sisi ndio tunakuruzukuni nyinyi na tunawaruzuku wao. Wala msikaribie uchafu wa uzinzi, kwani huo ni katika mambo mabaya yanayo katazwa, sawa sawa ikiwa jahara au kwa siri asiyo iona ila Mwenyezi Mungu. Wala msiuwe nafsi yoyote aliyo kataza Mwenyezi Mungu kuiuwa kwa kutokuwapo kupasa kwake, ila ikiwa kuuwa huko ni kwa haki ya kutekeleza hukumu ya mahkama. Mwenyezi Mungu amekuamrisheni kwa amri ya nguvu muepuke haya yaliyo katazwa ambayo akili ya maumbile inakwambieni muepukane nayo, ili nanyi myatie akilini hayo.","lang":"sw"},{"name":"6:152","price":"Wala msiyakaribie mali ya yatima ila kwa njia ya wema kabisa, mpaka afikilie utu-uzima. Na timizeni vipimo na mizani kwa uadilifu. Sisi hatumkalifishi mtu ila kwa kadiri ya uwezo wake. Na msemapo semeni kwa uadilifu ingawa ni jamaa. Na ahadi ya Mwenyezi Mungu itekelezeni. Hayo amekuusieni ili mpate kukumbuka.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"Wala msiyatumie mali ya yatima ila kwa njia iliyo bora kabisa ya kuyahifadhi na kuyakuza. Na endeleeni hivyo mpaka huyo yatima afike umri wa uwongofu, atapo weza mwenyewe kuendesha mambo yake baraabara. Hapo tena ndio mpeni mali yake. Wala msipunje vipimo na mizani kwa kupunguza mnapo toa, au kuongeza mnapo chukua. Bali pimeni kwa uadilifu kama muwezavyo. Na Mwenyezi Mungu haikalifishi nafsi ila kwa kadiri iwezavyo bila ya karaha. Na mkisema neno katika kuhukumu, au ushahidi, au khabari, au mfano wa hayo, basi msikengeuke mkaacha uadilifu na ukweli. Bali hakikisheni kusema sawa, bila ya kuzingatia makhusiano ya jinsi, yaani uke na ume, au rangi, au ujamaa au ushemeji. Wala msitengue ahadi za Mwenyezi Mungu alizo chukua kwenu kwa taklifu, wala ahadi zilio baina yenu wenyewe kwa wenyewe, katika mambo yaliyo fungamana na maslaha yaliyo ruhusiwa kisharia. Bali timizeni ahadi hizi zote. Mwenyezi Mungu amekuamrisheni kwa kutilia mkazo mjitenge na yaliyo katazwa, na mkumbuke kuwa Sharia ni kwa ajili ya maslaha yenu.","lang":"sw"},{"name":"6:153","price":"Na kwa hakika hii ndiyo Njia yangu Iliyo Nyooka. Basi ifuateni, wala msifuate njia nyingine, zikakutengeni na Njia yake. Haya amekuusieni ili mpate kuchamngu.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"Wala msiiache Njia niliyo kuwekeeni, kwani hiyo ndiyo Njia Iliyo Nyooka itayo kufikisheni kwenye mafanikio ya duniani na Akhera. Bali ifuateni Njia hii, wala msifuate njia nyingine za upotovu alizo kukatazeni Mwenyezi Mungu, ili msije kufarikiana mkawa makundi makundi na mapande mapande, ya madhehebu na vyama, na mkawa mbali na Njia ya Mwenyezi Mungu iliyo kaa sawa. Mwenyezi Mungu amekuamrisheni kwa amri ya nguvu ili msije mkamkhalifu Yeye.","lang":"sw"},{"name":"6:154","price":"Tena tulimpa Musa Kitabu kwa kumtimizia (neema) aliye fanya wema, na kuwa ni maelezo ya kila kitu, na uwongofu na rehema, ili wapate kuamini mkutano wao na Mola wao Mlezi.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"Na tulimteremshia Musa Taurati kwa kumtimizia neema mtu aliye simama msimamo mwema katika mambo ya Dini. Na tuliiteremsha kwa kueleza wazi kila jambo katika mafunzo yalio nasibiana na watu wake, na ni uwongofu kwendea Njia iliyo sawa, na rehema kwao kwa kuifuata. Na hayo ni hivyo ili Wana wa Israili waiamini Siku ya kukutana na Mola wao Mlezi, Siku ya Kiyama na kuhisabiwa kwa mambo walio amrishwa kuyafanya.","lang":"sw"},{"name":"6:155","price":"Na hichi ni Kitabu tulicho kiteremsha, kilicho barikiwa. Basi kifuateni, na mchenimngu, ili mrehemewe.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"Na hii Qur'ani ni Kitabu, kilicho barikiwa, tulicho kiteremsha, chenye kukusanya kheri za Mwenyezi Mungu, na manufaa ya Dini na dunia. Basi kifuateni, na ogopeni msende kinyume chake, ili Mola wenu Mlezi apate kukurehemuni.","lang":"sw"},{"name":"6:156","price":"Msije mkasema: Hakika mataifa mawili kabla yetu yameteremshiwa Kitabu; na sisi tulikuwa hatuna khabari ya waliyo kuwa wakiyasoma.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"Tumeiteremsha hii Qur'ani ili msipate kutoa udhuru kwa uasi wenu mkasema: Wahyi haukuteremka ila kwa mataifa mawili tu ya kabla yetu, nao ni watu wa Taurati na watu wa Injili. Na sisi hatuna ilimu kabisa ya kusoma vitabu vyao na kufahamu uwongozi uliomo humo.","lang":"sw"},{"name":"6:157","price":"Au mkasema: Lau kuwa tumeteremshiwa sisi Kitabu tungeli kuwa waongofu zaidi kuliko wao. Basi imekufikieni bayana kutoka kwa Mola wenu Mlezi, na uwongofu, na rehema. Basi nani aliye dhaalimu mkubwa zaidi kuliko yule anaye kanusha Ishara za Mwenyezi Mungu, na akajitenga nazo? Tutawalipa wanao jitenga na Ishara zetu adhabu kali kabisa kwa sababu ya kujitenga kwao.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"Na Sisi tumeiteremsha Qur'ani ili wasiseme pia: Lau kuwa sisi tumeteremshiwa ufunuo kama walivyo teremshiwa wao, tungeli washinda kwa uwongofu, na hali yetu ingeli kuwa bora zaidi, kwa sababu ya akili zetu ni pana zaidi na sisi tumetengenea vizuri! Baada ya hii leo hamna hoja ya kuasi kwenu. Wala hapana udhuru wa kauli yenu hii. Kwani Qur'ani imekujieni kutoka kwa Mola Mlezi wenu, nayo ni alama iliyo wazi ya ukweli wa Muhammad. Inabainisha yote mnayo yahitajia katika Dini yenu na dunia yenu. Inakuongoeni kwenye Njia iliyo sawa, na rehema kwenu kuifuata. Na hapana mwenye kudhulumu zaidi kuliko huyo anaye zikanusha Ishara za Mwenyezi Mungu alizo ziteremsha katika Vitabu vyake, na Ishara zake alizo ziumba katika ulimwengu, naye akazipuuza na asiziamini, na wala asizitende! Na Sisi tutawaadhibu hao wanao zikataa Ishara zetu, wala hawazingatii adhabu yenye mwisho wa uchungu, kwa sababu ya kukataa kwao na kuacha kuzingatia kwao.","lang":"sw"},{"name":"6:158","price":"Wanangoja jengine ila wawafikie Malaika, au awafikie Mola wako Mlezi, au zifike baadhi ya Ishara za Mola wako Mlezi? Siku zitakapo fika baadhi ya Ishara za Mola wako Mlezi, kuamini hapo hakutomfaa mtu kitu, ikiwa hakuwa ameamini kabla yake, au amefanya kheri katika Imani yake. Sema: Ngojeni, nasi pia tunangoja.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"Hoja imekwisha simama ya kuwa kuamini ni waajibu. Na watu hawa hawakuamini. Basi wanangojea nini ndio waamini? Je, wanangojea wawajie Malaika wawe ni Mitume badala ya kuwa wanaadamu, au wawe ni mashahidi kushuhudia ukweli wako? Au aje Mwenyewe Mola wako Mlezi, wamwone, au ashuhudie ukweli wako? Au zije baadhi ya alama za Mola wako Mlezi zishuhudie ukweli wako? Na pindi zikija hizo alama za Mola wako Mlezi za kuwapelekea kuamini, basi Imani yao haitowafaa kitu. Kwani hiyo itakuwa ni Imani ya kahari, hawana hila. Na sasa tena haimfalii mwenye kuasi toba yake na ut'iifu wake. Kiwango cha kufanya waajibu kimekwisha pita! Waambie hawa wanao kataa na kukanusha: Ngojeni moja ya mambo hayo matatu, nanyi endeleeni katika kukanusha kwenu. Nasi pia tunangoja hukumu ya Mwenyezi Mungu juu yenu.","lang":"sw"},{"name":"6:159","price":"Hakika walio igawa Dini yao na wakawa makundi makundi, huna ukhusiano nao wowote. Bila ya shaka shauri yao iko kwa Mwenyezi Mungu; kisha atawaambia yale waliyo kuwa wakiyatenda.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"Hakika walio igawanya Dini moja ya Haki kwa itikadi za uwongo, na sharia za upotovu, na wakawa kwa sababu hiyo makundi mbali mbali; unawadhania ni wamoja, kumbe nyoyo zao zimekhitalifiana, wewe huna jukumu kwa kufarikiana kwao na uasi wao, wala wewe huwezi kuwahidi. Wewe hulazimiki ila kufikisha Ujumbe. Na Mwenyezi Mungu peke yake ndiye Mwenye kumiliki mambo yao kwa kuwaongoa na kuwalipa, kisha awatajie Siku ya Kiyama yale waliyo kuwa wakiyafanya duniani na awalipe kwayo.","lang":"sw"},{"name":"6:160","price":"Afanyae wema atalipwa mfano wake mara kumi. na afanyae ubaya hatalipwa ila sawa nao tu. Na wao hawatadhulumiwa.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"Mwenye kutenda mema atalipwa thawabu zake mpaka mara kumi kwa kufadhiliwa na kukirimiwa. Na mwenye kutenda ovu hatoadhibiwa ila kwa kadri ya maasi yake tu, kwa uadilifu wake Mwenyezi Mungu Mtukufu. Na hapo hapana dhulma kwa kumpunguzia mtu thawabu, wala kumzidishia adhabu.","lang":"sw"},{"name":"6:161","price":"Sema: Kwa hakika mimi Mola wangu Mlezi ameniongoa kwenye Njia Iliyo Nyooka, Dini iliyo sawa kabisa, ambayo ndiyo mila ya Ibrahim aliye kuwa mwongofu, wala hakuwa miongoni mwa washirikina.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"Sema ewe Nabii kwa kubainisha Dini ya Haki unayo ifuata: Hakika Mola wangu ameniongoza, na ameniwafikisha kuishika Njia Iliyo Nyooka, yenye kufika ukomo wa kukamilika na kunyooka. Na Dini hii ndiyo aliyo ifuata Ibrahim akaacha itikadi zote potovu. Na Ibrahim hakuwa akimuabudu mungu mwengine pamoja na Mwenyezi Mungu, kama wanavyo dai washirikina.","lang":"sw"},{"name":"6:162","price":"Sema: Hakika Sala yangu, na ibada zangu, na uhai wangu, na kufa kwangu, ni kwa ajili ya Mwenyezi Mungu, Mola Mlezi wa viumbe vyote.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"Sema: Hakika Sala yangu na ibada zangu, na niyafanyayo katika hali ya uhai wangu, nayo ni ut'iifu, na Imani na vitendo vyema ninavyo kufa navyo, vyote hivyo nimevisafia kwa kutaka radhi ya Mwenyezi Mungu Aliye umba vitu vyote, na kwa hivyo akastahiki kuabudiwa Yeye peke yake, na kut'iiwa Yeye peke yake.","lang":"sw"},{"name":"6:163","price":"Hana mshirika wake. Na hayo ndiyo niliyo amrishwa, na mimi ni wa kwanza wa Waislamu.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"Hana mshirika katika kuumba, wala katika kustahiki kuabudiwa. Naye Yeye Mola Mlezi wangu ameniamrisha kwa hayo nimfanyie ikhlasi (usafi wa niya) katika Tawhidi (kutakasisha upweke wake) na vitendo. Na mimi ni wa kwanza wa kumnyenyekea, kumfuata, na mkamilifu wao wa ut'iifu na kusilimu.","lang":"sw"},{"name":"6:164","price":"Sema: Je nitafute Mola Mlezi asiye kuwa Mwenyezi Mungu, na hali Yeye ndiye Mola Mlezi wa kila kitu? Na kila nafsi haichumii ila nafsi yake. Na habebi mwenye kubeba mzigo wa mwenziwe. Kisha marejeo yenu ni kwa Mola wenu Mlezi, naye atakuambieni mliyo kuwa mkikhitalifiana.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"Sema ewe Muhammad, kuwakatalia washirikina wito wao kwako, uwakubalie ushirikina wao: Nimtafute wa kumuabudu asiye kuwa Mwenyezi Mungu, na hali Yeye ndiye Muumba wa kila kitu? Na waambie kuwakatalia kuwa wao hawawezi kukubebea makosa yako ikiwa utawakubalia: Hapana nafsi inayo tenda kitu ila itapata malipo yake wenyewe peke yake. Hachukui mtu dhambi za mwenziwe. Kisha mtafufuliwa kwa Mola Mlezi wenu baada ya mauti, naye atakupeni khabari ya hayo mliyo khitalifiana kwayo duniani, katika mambo ya itikadi, na atakulipeni kwayo. Basi vipi nimuasi Mwenyezi Mungu kwa kutegemea ahadi yenu ya uwongo.","lang":"sw"},{"name":"6:165","price":"Naye ndiye aliye kufanyeni makhalifa wa duniani, na amewanyanyua baadhi yenu juu ya wengine daraja kubwa kubwa, ili akujaribuni kwa hayo aliyo kupeni. Hakika Mola Mlezi wako ni Mwepesi wa kuadhibu, na hakika Yeye ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"Na Yeye Mwenyezi Mungu ndiye aliye kufanyeni makhalifa (walio chukua pahala pa) kaumu zilizo tangulia katika kuamirisha ulimwengu. Naye amewanyanyua baadhi yenu kuliko wengine kwa daraja nyingi katika mambo yanayo onekana na yasiyo onekana kwa vile kukupeni njia za kuyafikilia, ili apate kukujaribuni, kukufanyieni mtihani, katika hizo neema alizo kupeni, vipi mtazishukuru, na katika sharia alizo kupeni mtazitumia vipi. Hakika Mola wenu Mlezi ni Mwepesi wa kuwaadhibu wakhalifu, kwani hakika adhabu yake itakuja tu bila ya shaka, na kila lijalo lipo karibu. Na Yeye ni mwenye maghfira makubwa kwa makosa ya wenye kutubu na wakatengenea, na Mkunjufu wa rehema kwao.","lang":"sw"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}