{"data":[{"name":"63:1","price":"Wanapo kujia wanaafiki husema: Tunashuhudia ya kuwa wewe ni Mtume wa Mwenyezi Mungu. Na Mwenyezi Mungu anajua kuwa wewe ni Mtume wa Mwenyezi Mungu, na Mwenyezi Mungu anashuhudia ya kuwa hakika wanaafiki ni waongo.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"Ewe Muhammad! Wanapo kujia wanaafiki, wanasema kwa ndimi zao: Tunashuhudia kuwa hakika wewe ni Mtume wa Mwenyezi Mungu. Na Mwenyezi Mungu anajua kwamba wewe ni Mtume wake; na Mwenyezi Mungu anashuhudia kwamba wanaafiki hapana shaka ni waongo katika kujidai kwao wanaamini, kwani hawasadiki katika nyoyo zao.","lang":"sw"},{"name":"63:2","price":"Wamevifanya viapo vyao ni kinga, na wao wakajizuia kuifuata Njia ya Mwenyezi Mungu. Hakika ni mabaya kabisa waliyo kuwa wakiyafanya.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"Wamezifanya yamini zao za uwongo ni kinga, au ngao za kujikingia ili wasichukuliwe kuwa ni makafiri. Basi wakajizuia wenyewe wasiishike Njia ya Mwenyezi Mungu Iliyo Nyooka. Hakika ni mabaya mno hayo wanayo yatenda ya unaafiki na kujitia imani ya uwongo.","lang":"sw"},{"name":"63:3","price":"Hayo ni kwa sababu ya kuwa waliamini, kisha wakakufuru; kwa hivyo umepigwa muhuri juu ya nyoyo zao. Kwa hivyo hawafahamu lolote.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"Hayo waliyo yafanya ndiyo mazoea ya kudhihirisha yasiyo ya kweli, na kuapa yamini za uwongo, kwa sababu hao wameamini kwa ndimi zao, kisha wakakufuru katika nyoyo zao, basi nyoyo zao zimepigwa muhuri kwa ukafiri huu. Hao hawafahamu yepi ya kuwaokoa na adhabu za Mwenyezi Mungu.","lang":"sw"},{"name":"63:4","price":"Na unapo waona, miili yao inakupendeza, na wakisema, unasikiliza usemi wao. Lakini wao ni kama magogo yaliyo egemezwa. Wao hudhania kila ukelele unao pigwa ni kwa ajili yao. Hao ni maadui; tahadhari nao. Mwenyezi Mungu awaangamizilie mbali! Vipi wanapotoka na haki?","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"Na ukiwaona miili yao inakupendeza kwa uzuri wao, na wakizungumza unavutika kuwasikiliza kwa utamu wa maneno yao. Kumbe wao juu ya yote hayo nyoyo zao zitupu, hazina Imani ndani yake. Kama magogo yaliyo egemezwa, hayana uhai wowote. Wao hudhania kila linalo zuka basi linawalenga wao, kwa sababu wanaitambua hali yao ya unaafiki. Hao ndio maadui, basi tahadhari nao. Mwenyezi Mungu kesha wafukuza kwenye rehema yake. Vipi wanavyo iacha Haki wakauendea unaafiki wanao ushikilia?","lang":"sw"},{"name":"63:5","price":"Na wanapo ambiwa: Njooni ili Mtume wa Mwenyezi Mungu akuombeeni maghfira, huvigeuza vichwa vyao, na unawaona wanageuka nao wamejaa kiburi.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"Na wakiambiwa: Jongeeni, apate Mtume wa Mwenyezi Mungu kukuombeeni msamaha, hutikisa vichwa vyao kwa kejeli, na utawaona wanageuka kwa kiburi hawataki kut'ii.","lang":"sw"},{"name":"63:6","price":"Sawa sawa kwao, ukiwatakia maghfira au hukuwatakia maghfira, Mwenyezi Mungu hatawaghufiria. Hakika Mwenyezi Mungu hawaongoi watu wapotovu.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"Ni sawa kwa hawa wanaafiki, ukiwaombea msamaha, au ukito waombea. Kwa sababu hao hawauachi unaafiki wao. Basi Mwenyezi Mungu hatawasamehe kabisa. Hakika Mwenyezi Mungu hawaongozi kuwapeleka kwenye Haki wale wanao kataa kufuata amri yake na kumuamini.","lang":"sw"},{"name":"63:7","price":"Hao ndio wanao sema: Msitoe mali kwa ajili ya walioko kwa Mtume wa Mwenyezi Mungu, ili waondokelee mbali! Na Mwenyezi Mungu ndiye Mwenye khazina za mbingu na ardhi, lakini wanaafiki hawafahamu.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"Hao wanaafiki ndio wanao waambia watu wa Madina: Msitoe chochote kuwapa hao Waumini walio na Mtume wa Mwenyezi Mungu ili wapate kumwacha! Na Mwenyezi Mungu ndiye Mwenye khazina zote za mbinguni na duniani, na riziki zote ziliomo humo. Lakini wanaafiki hawajui hayo.","lang":"sw"},{"name":"63:8","price":"Wanasema: Tukirejea Madina mwenye utukufu zaidi bila ya shaka atamfukuza aliye mnyonge. Na Mwenyezi Mungu ndiye Mwenye utukufu - Yeye, na Mtume wake, na Waumini. Lakini wanaafiki hawajui.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"Wanaafiki wanasema kwa kutoa ahadi: Tukirejea Madina hapana shaka kikundi chetu, ambacho ndicho chenye nguvu zaidi, kitakitoa kikundi cha Waumini ambao ni wanyonge! Nguvu anazo Mwenyezi Mungu, na Mtume wake, na Waumini; sio hawa wanao jitia kuahidi. Lakini wanaafiki hawajui kitu.","lang":"sw"},{"name":"63:9","price":"Enyi mlio amini! Yasikusahaulisheni mali yenu, wala watoto wenu, kumkumbuka Mwenyezi Mungu. Na wenye kufanya hayo ndio walio khasiri.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"Enyi mlio msadiki Mwenyezi Mungu na Mtume wake! Yasikuhangaisheni mali yenu, na watoto wenu, hata mkaacha kumkumbuka Mwenyezi Mungu na kutekekeleza aliyo kuamrisheni kuyafanya. Na wenye kushughulishwa na mali zao na watoto wao wakaacha hayo, basi hao ndio watao kuwa wamekhasiri Siku ya Kiyama.","lang":"sw"},{"name":"63:10","price":"Na toeni katika tulicho kupeni kabla hayajamfikia mmoja wenu mauti, tena hapo akasema: Mola wangu Mlezi! Huniakhirishi muda kidogo nipate kutoa sadaka, na niwe katika watu wema?","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"Enyi Waumini! Toeni katika mali tuliyo kuruzukuni upesi upesi kabla mmoja wenu hayajamfikia mauti akasema kwa majuto: Ewe Mola wangu Mlezi! Hebu hunipi muhula kidogo, nikapata kutoa sadaka, na nikawa miongoni wa watu wema watendao vitendo vyema?","lang":"sw"},{"name":"63:11","price":"Wala Mwenyezi Mungu hataiakhirisha nafsi yoyote inapo fika ajali yake; na Mwenyezi Mungu anazo khabari za mnayo yatenda.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"Wala Mwenyezi Mungu hampi muhula mtu yeyote ukisha fika wakati wake wa kufa. Na Mwenyezi Mungu ni Mkamilifu wa kujua yote myatendayo, na Yeye atakulipeni kwa hayo.","lang":"sw"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}