{"data":[{"name":"66:1","price":"Ewe Nabii! Kwa nini unaharimisha alicho kuhalilishia Mwenyezi Mungu? Unatafuta kuwaridhi wake zako. Na Mwenyezi Mungu ni Mwenye kusamehe, Mwenye kurehemu.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"Ewe Nabii! Kwa nini unajikhini nafsi yako alicho kuhalalishia Mwenyezi Mungu? Unataka kuwaridhi wakezo, na Mwenyezi Mungu ni Mwingi wa kusamehe, Mkunjufu wa kurehemu.","lang":"sw"},{"name":"66:2","price":"Hakika Mwenyezi Mungu kakupeni Sharia ya kufungua viapo vyenu, na Mwenyezi Mungu ni Mola wenu. Na Yeye ni Mwenye kujua, Mwenye hikima.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"Amekuwekeeni Sharia ya kuondoa viapo vyenu kwa kafara. Na Mwenyezi Mungu ni Bwana wenu, Mwenye kutawala mambo yenu, na Yeye ni Mtimilivu wa ujuzi, basi anakuwekeeni Sharia zenye kheri yenu, naye ni Mwenye hikima katika kuweka Sharia zake.","lang":"sw"},{"name":"66:3","price":"Na Nabii alipo mwambia mmoja wa wake zake jambo la siri. Basi alipo litangaza yule mke, na Mwenyezi Mungu akamdhihirishia Mtume, alimjuvya sehemu na akaacha sehemu nyengine. Alipo mwambia hayo, huyo mke akasema: Nani aliye kwambia haya? Mtume akasema: Kaniambia Mjuzi Mwenye khabari zote!","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"Na taja pale Nabii alipo msimulia jambo kwa siri mmoja katika wake zake, na alipo ifichua. Na Mwenyezi Mungu akamjuvya Nabii wake kuwa imefichuliwa. Akamjuvya baadhi, na akamzuilia - kwa staha - baadhi nyengine. Alipo mjuvya, akasema yule mke: Nani aliye kwambia haya? Akasema Nabii: Ameniambia Mwenye kujua kila kitu, asiye fichika kitu.","lang":"sw"},{"name":"66:4","price":"Kama nyinyi wawili hamkutubia kwa Mwenyezi Mungu, basi nyoyo zenu zimekwisha elekea huko. Na mkisaidiana dhidi yake (Mtume), basi hakika Mwenyezi Mungu ndiye kipenzi chake, na Jibrili, na Waumini wema, na zaidi ya hayo Malaika pia watasaidia.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"Mkirejea nyinyi wawili kwa Mwenyezi Mungu nanyi mmejuta basi itakuwa mmefanya waajibu wenu wa kutubu, kwa sababu nyoyo zenu zilikuwa zimeacha jambo analo lipenda Mtume wa Mwenyezi Mungu, nalo ni kuweka siri. Na ikiwa mtasaidiana kinyume chake kwa mambo ya kumuudhi, basi hakika Mwenyezi Mungu ni Msaidizi wake, na Jibrili, na Waumini wanao sifika kwa wema, na Malaika baada ya msaada wa Mwenyezi Mungu nao ni wenye kumsaidia.","lang":"sw"},{"name":"66:5","price":"Asaa Mola wake Mlezi, akikupeni talaka, akampa wake wengine badala yenu nyinyi, walio bora kuliko nyinyi, wanynyekevu, Waumini, wat'awa, walio tubu, wenye kushika ibada, wafanyao kheri, wajane na wanawari.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"Asaa Mola wake Mlezi akikuacheni, enyi wakeze, atamwoza badala yenu wake wengine walio wanyenyekevu kwa Mwenyezi Mungu kwa ut'iifu, wenye kusadiki kwa nyoyo zao, wanyonge mbele ya Mwenyezi Mungu, wenye kurejea kwa Mwenyezi Mungu kwa toba, wenye kumuabudu kwa kujidhalilisha kwake, wendao kila njia za ut'iifu kwa Mwenyezi Mungu, wajane na bikra.","lang":"sw"},{"name":"66:6","price":"Enyi mlio amini! Jilindeni nafsi zenu na ahali zenu na Moto ambao kuni zake ni watu na mawe. Wanausimamia Malaika wakali, wenye nguvu, hawamuasi Mwenyezi Mungu kwa anayo waamrisha, na wanatenda wanayo amrishwa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"Enyi mlio amini! Jihifadhini nafsi zenu na ahali zenu na Moto, ambao kuni zake ni watu na mawe. Wanao simamia kazi yake na kuwaadhibu waliomo humo ni Malaika wakali, na wana nguvu katika muamala wao. Na wao hutekeleza lile wanalo amrishwa, wala hawakawilishi.","lang":"sw"},{"name":"66:7","price":"Enyi mlio kufuru! Msilete udhuru leo. Hakika mnalipwa mliyo kuwa mkiyatenda.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"Wataambiwa makafiri Siku ya Kiyama: Msitafute udhuru leo! Hapana shaka mnalipwa mliyo kuwa mkiyatenda.","lang":"sw"},{"name":"66:8","price":"Enyi mlio amini! Tubuni kwa Mwenyezi Mungu toba iliyo ya kweli! Asaa Mola wenu Mlezi akakufutieni maovu yenu na akakuingizeni katika Pepo zipitazo mito kati yake, siku ambayo Mwenyezi Mungu hatamdhalilisha Nabii na walio amini pamoja naye. Nuru yao inakwenda mbele yao na pande zao za kulia, na huku wanasema: Mola wetu Mlezi! Tutimilizie nuru yetu, na utughufirie! Hakika Wewe ni Mwenye uweza juu ya kila kitu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"Enyi mlio amini! Rejeeni kwa Mwenyezi Mungu, muache madhambi yenu, mrejee kweli kweli kwa ikhlasi. Asaa Mola wenu Mlezi akakufutieni maovu yenu, na akakutieni Peponi kwenye kupita mito chini ya majumba yake na miti yake, Siku atakayo inyanyua Mwenyezi Mungu hadhi ya Nabii na walio amini pamoja naye. Nuru yao hao itakuwa inakwenda mbele yao, nayo itakuwa kuliani mwao, nao watakuwa wakisema kwa kujikaribisha kwa Mwenyezi Mungu: Ewe Bwana wetu, Mwenye kumiliki mambo yetu! Tutimizie nuru yetu, mpaka tuongoke kufikia Peponi. Na tusamehe dhambi zetu. Hakika Wewe ni Mtimilivu wa uweza juu ya kila kitu.","lang":"sw"},{"name":"66:9","price":"Ewe Nabii! Pambana na makafiri na wanaafiki, na kuwa mgumu kwao! Na makaazi yao ni Jahannamu. Na hayo ni marejeo mabaya.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"Ewe Nabii! Pambana kwa Jihadi na hao walio tangaza ukafiri wao, na wanaafiki walio uficha ukafiri wao, kwa kila unacho kimiliki, nguvu na hoja. Na kuwa mkali juu ya makundi yote mawili hayo katika Jihadi yako. Na makaazi ya hao ni Jahannamu. Na marejeo maovu ni hayo marejeo yao!","lang":"sw"},{"name":"66:10","price":"Mwenyezi Mungu amewapigia mfano walio kufuru: mke wa Nuhu na mke wa Lut'i. Walikuwa chini ya waja wetu wema wawili miongoni mwa waja wetu. Lakini wakawakhuni waume zao, nao wasiwafae kitu. Na ikasemwa: Ingieni Motoni pamoja na wanao ingia!","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"Mwenyezi Mungu ametaja hali ya ajabu inayo juulikana kuwa ni hali zinazo fanana kwa wanao kufuru. Nayo ni hali ya mke wa Nuhu na mke wa Lut'i. Hao walikuwa chini ya ulinzi wa waja wawili katika waja wema. Nao wakawakhuni kwa kupanga njama dhidi yao, na kufichua siri zao kwenda wambia kaumu zao. Na waja wema wawili hawakuweza kuwakinga wake zao kwa lolote katika adhabu ya Mwenyezi Mungu. Na wakaambiwa hao wake wawili walipo angamizwa: Ingieni Motoni pamoja na wanao ingia!","lang":"sw"},{"name":"66:11","price":"Na Mwenyezi Mungu amewapigia mfano walio amini - mkewe Firauni, alipo sema: Mola wangu Mlezi! Nijengee kwako nyumba Peponi, na uniokoe na Firauni na vitendo vyake, na uniokoe na watu madhaalimu.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"Na Mwenyezi Mungu amepiga mfano kwa Waumini kisa cha mke wa Firauni alipo sema: Mola wangu Mlezi! Nijengee kwako nyumba karibu na rehema yako Peponi, na uniokoe na utawala wa Firauni na vitendo vyake vilivyo pita mipaka katika dhulma, na uniokoe na kaumu ya wanao fanya uadui!","lang":"sw"},{"name":"66:12","price":"Na Mariamu binti wa Imrani, aliye linda ubikira wake, na tukampulizia humo kutoka roho yetu, na akayasadiki maneno ya Mola wake Mlezi na Vitabu vyake, na alikuwa miongoni mwa wat'iifu.","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"Na Mwenyezi Mungu amewapigia Waumini mfano wa Mariamu binti wa Imrani, ambaye amehifadhi utupu wake, tukampulizia humo katika roho yetu, akashika mimba ya Isa. Naye akayasadiki maneno ya Mwenyezi Mungu, nayo ni amri zake, na makatazo yake, na Vitabu vilivyo teremshwa juu ya Mitume wake. Na yeye alikuwa miongoni mwa idadi walio dumu juu ya ut'iifu wa Mwenyezi Mungu. (Huku kupuliziwa Mariamu roho ya Mwenyezi Mungu si kiroja, kwani wanaadamu wote wamepuliziwa kadhaalika. Soma Surat Al-H'ijr Aya 28-29 inapo simuliwa alipo umbwa mtu na akapuliziwa kutokana na roho ya Mwenyezi Mungu.)","lang":"sw"}],"chapter":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"]}