{"data":[{"name":"7:1","price":"ALIF LAM MYM 'SAAD .","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"Alif Lam Mym 'Saad. (A.L.M.S'.) Hizi ni harufi za kutamkwa ambazo zinaanzia baadhi ya Sura za Makka, kwa ajili ya kuwazindua Washirikina kuwa hakika hii Qur'ani Tukufu imeundwa kwa harufi zile zile wanazo zitamka wao. Na juu ya hivyo wao wanaemewa hawawezi kuleta mfano wake. Kadhaalika harufi hizi zinapo somwa huwazindua wao wasikilize, kwa kuwa walikuwa wananasihiwa na wakubwa zao kuwa wasiisikilize Qur'ani.","lang":"sw"},{"name":"7:2","price":"Kitabu kilicho teremshwa kwako - basi isiwe dhiki kifuani kwako kwa ajili yake, upate kuonya kwacho, na kiwe ni ukumbusho kwa Waumini.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"(Ewe Nabii!) Umeteremshiwa wewe Qur'ani ili uwaonye hao wanao kanya wapate kuamini, na uwakumbushe Waumini wapate kuzidi Imani yao. Basi usiingie dhiki katika kifua chako unapo ifikilisha kwa kukhofu kuwa utakanushwa.","lang":"sw"},{"name":"7:3","price":"Fuateni mliyo teremshiwa kutoka kwa Mola Mlezi wenu, wala msifuate rafiki au walinzi wengine badala yake. Ni machache mnayo yakumbuka.","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"(Enyi Watu!) Fuateni aliyo kufunulieni Mola wenu Mlezi, wala msiwafuate marafiki au walinzi wengineo badala yake Yeye, mkawa mnawaitikia wao na mkiwaomba msaada! Itakuwa kama hamkuwaidhika ikiwa mtaiacha Dini ya Mwenyezi Mungu na muifuate nyengineyo, hali ya kuwa yapo mengi ya kuzingatia katika haya mliyo funuliwa.","lang":"sw"},{"name":"7:4","price":"Na miji mingapi tuliiangamiza, ikaifikia adhabu yetu usiku au walipo kuwa wamelala adhuhuri.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"Kwani Sisi tumekwisha iteketeza miji kadhaa wa kadhaa, kwa sababu watu wao walikuwa wakiwaabudu wasio kuwa Mwenyezi Mungu, na kwa kuwa katika mwendo wao hawakufuata Njia yake. Ikawajia adhabu yetu wakati wao wameghafilika na wametuwa usiku nao wamelala, kama yalivyo wapata kaumu ya Lut'; au wakatekezwa mchana nao wamepumzika wakati wa kujinyoosha, kama yalivyo wapata kaumu ya Shua'ib.","lang":"sw"},{"name":"7:5","price":"Basi hakikuwa kilio chao ilipo wafikia adhabu yetu, isipo kuwa kusema: Hakika sisi tulikuwa wenye kudhulumu.","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"Basi wakaungama kwa madhambi yao yaliyo waletea msiba wao. Hakuwa hata mmoja katika wao walipo ona adhabu ila alisema, na wakati huo kusema huko hakufai kitu: Hakika sisi tulikuwa tumejidhulumu nafsi zetu kwa maasiya, wala Mwenyezi Mungu hakutudhulumu kwa kutupa adhabu.","lang":"sw"},{"name":"7:6","price":"Na kwa yakini tutawauliza wale walio pelekewa Ujumbe, na pia tutawauliza hao Wajumbe.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"Na Siku ya Kiyama hisabu ya Mwenyezi Mungu itachungua kila kitu kwa uadilifu. Tutawauliza watu tulio watumia Mitume: Je, Ujumbe umewafikilia? Na wamewajibu nini hao Wajumbe tulio watuma? Na tutawauliza Mitume pia: Je, mmefikisha yaliyo teremshwa kwenu kutoka kwa Mola wenu Mlezi? Na hao kaumu zenu wamekujibuni nini?","lang":"sw"},{"name":"7:7","price":"Tena tutawasimulia kwa ilimu; wala Sisi hatukuwa mbali .","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"Na tutawapa wote khabari ya kweli yote yaliyo kuwa kwao, kwa sababu hakika Sisi tumewadhibitia kila kitu chao, kwani Sisi hatukuwa mbali nao, wala hatukuwa hatujui waliyo kuwa wakiyafanya.","lang":"sw"},{"name":"7:8","price":"Na Siku hiyo kipimo kitakuwa kwa Haki. Basi watakao kuwa na uzani mzito, hao ndio watakao fanikiwa.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"Na Siku tutapo wauliza na kuwaeleza, vipimo vya vitendo vyao kwa ajili ya kulipwa vitakuwa vipimo vya uadilifu. Wale ambao mema yao yatazidi kuliko maovu yao watakuwa ndio wenye kufuzu, tutakao walinda na Moto na tutawatia Peponi.","lang":"sw"},{"name":"7:9","price":"Na watakao kuwa na uzani khafifu, basi hao ndio walio zitia khasarani nafsi zao kwa sababu ya kuzipinga Ishara zetu.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"Na wale ambao maovu yao yatakithiri kuliko mema yao, hao ndio watakuwa khasarani, kwa kuwa wameziuza nafsi zao kwa Shetani, wakaacha kuzingatia Ishara zetu kwa ukafiri na inda.","lang":"sw"},{"name":"7:10","price":"Na hakika tumekuwekeni katika ardhi, na tumekujaalieni humo njia za kupatia maisha. Ni kuchache kushukuru kwenu.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"Nasi tumekuwekeni katika ardhi, na tukakupeni nguvu za kuiamirisha mkajipatia manufaa ndani yake, na tukakusahilishieni njia za kupatia maisha. Juu ya neema hizi zote, kumekuwa kuchache mno kumshukuru kwenu Mwenyezi Mungu. Nanyi mtakuja pata malipo ya hayo myatendayo!","lang":"sw"},{"name":"7:11","price":"Na hakika tulikuumbeni, kisha tukakutieni sura, kisha tukawaambia Malaika: Msujudieni Adam. Basi wakasujudu isipo kuwa Iblisi, hakuwa miongoni mwa walio sujudu.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"Na katika khabari za wale wa mwanzo pana mazingatio na mawaidha, yanayo dhihirisha kuwa Shetani anajaribu akuondoleeni neema kwa kusahau kwenu amri za Mwenyezi Mungu. Sisi tumemuumba baba yenu Adam, na tukampa sura. Kisha tukawaambia Malaika: Mtukuzeni! Wakamtukuza kwa kut'ii amri ya Mola wao Mlezi, ila Iblisi hakut'ii.","lang":"sw"},{"name":"7:12","price":"Mwenyezi Mungu akasema: Nini kilicho kuzuia kumsujudia nilipo kuamrisha? Akasema: Mimi ni bora kuliko yeye. Umeniumba kwa moto, naye umemuumba kwa udongo","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"Mwenyezi Mungu kwa kuudhika naye kwa uasi wake alimwambia: Nini kilicho kuzuia usimtukuze Adam, na hali Mimi nimekuamrisha ufanye hivyo? Iblisi akajibu kwa inda na kiburi: Mimi bora kuliko Adam. Umeniumba kwa moto, na yeye umemuumba kwa udongo. Na moto ni mtukufu zaidi kuliko udongo.","lang":"sw"},{"name":"7:13","price":"Akasema: Basi teremka kutoka humo! Haikufalii kufanya kiburi humo. Basi toka! Hakika wewe u miongoni mwa walio duni.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"Mwenyezi Mungu alimlipa kwa inda yake na kiburi chake kwa kumfukuza katika makao ya utukufu wake, na akamwambia: Teremka kutoka hapo baada ya kuwa katika pahala pa juu. Haikufalii ukapandwa kichwa na ukaasi humo! Toka huko, nawe umehukumiwa hizaya na udhalili!","lang":"sw"},{"name":"7:14","price":"Akasema: Nipe muhula mpaka siku watakapo fufuliwa.","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"Iblisi akamwambia Mwenyezi Mungu: Nipe muhula, unibakishe mpaka Siku ya Kiyama.","lang":"sw"},{"name":"7:15","price":"Akasema: Utakuwa miongoni mwa walio pewa muhula","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"Mwenyezi Mungu akamjibu: Wewe utakuwa katika walio bakishwa wa mwisho.","lang":"sw"},{"name":"7:16","price":"Akasema: Kwa kuwa umenihukumia upotofu, basi nitawavizia katika Njia yako Iliyo Nyooka.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"Kwa kumchukia Adam na kumhusudu alisema: Kwa sababu ya kunihukumia kupotoka na kupotea, nakuapia nitawapoteza wana wa Adam wasiifuate Njia yako Iliyo Nyooka, kwa kutumia kila hila zinazo mkinika.","lang":"sw"},{"name":"7:17","price":"Kisha nitawazukia mbele yao na nyuma yao na kuliani kwao na kushotoni kwao. Wala hutawakuta wengi wao wenye shukrani.","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"Na ninaapa, nitawatokelea mbele yao, na nyuma yao, na kuliani kwao, na kushotoni kwao, na kila upande ninao weza, nikitafuta kila kipengee cha kughafilika kwao au udhaifu wao, nipate kuwapotosha, hata wasiwe wengi wao wanao kuamini Wewe, kwa kuto shukuru neema yako.","lang":"sw"},{"name":"7:18","price":"Akasema: Toka humo, nawe umekwisha fedheheka, umekwisha fukuzwa. Hapana shaka atakaye kufuata miongoni mwao, basi nitaijaza Jahannam kwa nyinyi nyote","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"Mwenyezi Mungu akazidi kuudhika, akamwambia: Toka kwenye makao ya ukarimu wangu, wewe ulio hizika kwa kiburi chako na uasi wako, na khatima yako ni kuhiliki tu! Na ninaapa nitaijaza Jahannamu kwa wewe na hao wana wa Adam watao kufuata nyote pamoja!","lang":"sw"},{"name":"7:19","price":"Na wewe, Adam! Kaa wewe na mkeo katika Bustani hii, na kuleni humo mpendapo. Wala msiukaribie mti huu, mkawa katika wale walio dhulumu","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"Na ewe Adam! Kaa wewe na mkeo katika makao ya ukarimu wangu, nayo ndiyo hiyo Bustani, mneemeke humo, mkila kila chakula mpendacho, isipo kuwa mti huu. Msiukaribie! Msije mkawa wenye kujidhulumu nafsi zenu kwa adhabu itayo kupateni kwa kuvunja amri.","lang":"sw"},{"name":"7:20","price":"Basi Shet'ani aliwatia wasiwasi ili kuwafichulia tupu zao walizo fichiwa, na akasema: Mola Mlezi wenu hakukukatazeni mti huu ila msije mkawa Malaika, au msije mkawa katika wanao ishi milele.","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"Shetani akawazaini waivunje amri ya Mwenyezi Mungu, ziwavuke nguo zilizo wasitiri zikashifike tupu zao. Akawaambia: Mola wenu Mlezi hakukukatazeni mti huu ila ni kwa kuwa hataki muwe Malaika, au msije mkawa mnaishi milele, na neema yenu haikatiki daima katika makao haya!","lang":"sw"},{"name":"7:21","price":"Naye akawaapia: Kwa yakini mimi ni miongoni wa wanao kunasihini.","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"Naye akawaapia kuwa ati yeye ni katika wanao wapa nasaha njema, na akakariri kiapo chake.","lang":"sw"},{"name":"7:22","price":"Basi akawateka kwa khadaa. Walipo uonja ule mti, tupu zao zilifichuka na wakaingia kujibandika majani ya Bustanini. Mola wao Mlezi akawaita: Je, sikukukatazeni mti huo, na kukwambieni ya kwamba Shet'ani ni adui yenu wa dhaahiri?","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"Basi akawachochea kwa udanganyifu mpaka wakenda kula ule mti. Walipo uonja tupu zao zikafichuka, wakaingia wanakusanya majani ya miti kujisitiri tupu zao. Mola wao Mlezi akawakaripia, na akawatanabahisha makosa yao kwa kuwambia: Mimi sikukukatazeni mti ule, na nikakwambieni kuwa Shetani ni adui yenu wa dhaahiri, hakutakieni kheri?","lang":"sw"},{"name":"7:23","price":"Wakasema: Mola wetu Mlezi! tumejidhulumu nafsi zetu, na kama hutusamehe na kuturehemu, hakika tutakuwa katika wenye kukhasirika.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"Adam na mkewe wakasema nao wamejuta wananyenyekea: Ewe Mola wetu Mlezi! Tumejidhulumu nafsi zetu kwa kuvunja amri yako, kuliko pelekea kuondoka kwa neema. Na ikiwa hutusamehe ukhalifu wetu, ukaturehemu kwa fadhila yako, hapana shaka tutakuwa katika wenye kukhasiri.","lang":"sw"},{"name":"7:24","price":"Akasema: Teremkeni! Mtakuwa nyinyi kwa nyinyi maadui. Na kwenye ardhi itakuwa ndio makao yenu na starehe yenu mpaka ufike muda.","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"Mwenyezi Mungu akawaambia wao na pia na Shetani: Teremkeni nyote nyinyi, mtakuwa maadui nyinyi kwa nyinyi. Makao yenu na starehe yenu kwa muda mpaka ifike ajali yenu, yatakuwa katika ardhi.","lang":"sw"},{"name":"7:25","price":"Akasema: Humo mtaishi, na humo mtakufa, na kutoka humo mtatolewa","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"Katika ardhi mnazaliwa, na mnaishi, na humo mnakufa na kuzikwa. Na kutoka huko mtatolewa wakati wa kufufuliwa.","lang":"sw"},{"name":"7:26","price":"Enyi wanaadamu! Tumekuteremshieni nguo za kuficha tupu zenu, na nguo za pambo. Na nguo za uchamngu ndio bora. Hayo ni katika Ishara za Mwenyezi Mungu mpate kukumbuka.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"Enyi Binaadamu! Sisi tumekuneemesheni. Tumekuumbieni nguo kusitiri tupu zenu, na vitu vya pambo. Lakini ut'iifu ndio nguo bora ya kukukingeni na adhabu. Neema hizo ni katika Ishara zenye kuonyesha uwezo wa Mwenyezi Mungu, na rehema yake, ili watu waukumbuke utukufu wake. Yeye tu ndiye anaye stahiki Ungu. Na kisa hichi ni katika nyendo za Mwenyezi Mungu za uumbaji wake, zinazo bainisha nini malipo ya kuvunja amri ya Mwenyezi Mungu, ili watu wakumbuke, na wafanye pupa kumt'ii Allah na kumshukuru.","lang":"sw"},{"name":"7:27","price":"Eny wanaadamu! Asije Shet'ani kukufitinini kama alivyo watoa wazazi wenu Peponi, akawavua nguo zao kuwaonyesha tupu zao. Hakika yeye na kabila yake wanakuoneni, na nyinyi hamuwaoni. Hakika Sisi tumewafanya Mashet'ani kuwa ni marafiki wa wasio amini.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"Enyi wanaadamu! Msimuitikie Shetani na upotovu wake, mkatoka kwenye neema hizi, ambazo hazidumu ila kwa kushukuru na kut'ii, kama walivyo muitikia wazazi wenu, Adam na mkewe, akawatoa Shetani kwenye neema na ukarimu, na akawavua nguo zao zikaonekana tupu zao. Basi yeye Shetani na wasaidizi wake wanakujieni kwa namna msio watambua, wala hamuhisi mipango yao na vitimbi vyao! Lakini Shetani hana madaraka juu ya Waumini. Sisi tumemfanya yeye na wasaidizi wake kuwa ni marafiki wa wale wasio amini Imani ya kweli yenye kulazimikana na ut'iifu ulio timia.","lang":"sw"},{"name":"7:28","price":"Na wanapo fanya mambo machafu husema: Tumewakuta nayo baba zetu, na Mwenyezi Mungu ametuamrisha hayo. Sema: Hakika Mwenyezi Mungu haamrishi mambo machafu. Mnamzulia Mwenyezi Mungu msiyo yajua?","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"Na wakanushao wakitenda jambo ovu la mwisho, kama shirki, na kut'ufu kwenye Al Ka'aba nao wako uchi, na mengineyo, basi wao hutoa udhuru kwa kusema: Sisi tumewakuta baba zetu wakenda mwendo huu huu, na sisi tunawafuata wao; na Mwenyezi Mungu ametuamrisha hivi na ameturidhia kwa kuwa ametukiria! Waambie ewe Nabii kuwapinga kwa uzushi wao: Hakika Mwenyezi Mungu hakuamrisha mambo haya maovu! Je, mnamnasibishia Mwenyezi Mungu mambo msiyo kuwa nayo tegemeo lolote mnalo jua lina dalili ya ukweli wa kumnasibisha nalo Subhanahu?","lang":"sw"},{"name":"7:29","price":"Sema: Mola Mlezi wangu ameamrisha uadilifu, na mumuelekeze nyuso zenu kila mnapo sujudu, na muombeni Yeye kwa kumsafia Dini. Kama alivyo kuumbeni mwanzo ndivyo mtavyo rudi,","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"Wabainishie aliyo yaamrisha Mwenyezi Mungu, useme: Mola Mlezi wangu ameamrisha uadilifu usio ingiliwa na uchafu. Na amekuamrisheni mumkhusishe Yeye tu kwa ibada kila wakati na kila pahala, na muwe wenye kumsafia niya katika hayo. Na nyote nyinyi baada ya kufa ni wenye kurejea kwake. Na kama alivyo anza kukuumbeni kwa wepesi, na mlikuwa hammiliki kitu chochote, basi kadhaalika mtarejea kwake kwa wepesi na hali mmeziacha nyuma ya migongo yenu neema zote mlizo nazo.","lang":"sw"},{"name":"7:30","price":"Hali ya kuwa kundi moja amelihidi, na kundi jengine limethibitikiwa na upotofu. Kwa hakika hao waliwafanya mashet'ani kuwa ndio marafiki walinzi badala ya Mwenyezi Mungu, na wanadhani kuwa wao wameongoka.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"Siku ya Kiyama watu watakuwa makundi mawili:- Kundi moja lilio pata tawfiqi ya Mwenyezi Mungu kwa kuwa lilichagua Njia ya Haki, likaamini na likatenda vitendo vyema. Na kundi jengine limehukumiwa upotovu, kwa sababu lilikhiari njia ya baat'ili, nayo ni ukafiri na uasi! Na hao walio potea waliwafanya mashetani ndio rafiki zao badala ya Mwenyezi Mungu, wakawafuata, nao wanadhani kuwa wao wamewafikiwa kwa kudanganyika kwao na khadaa za mashetani!","lang":"sw"},{"name":"7:31","price":"Enyi wanaadamu! Chukueni pambo lenu kwenye kila pahala wakati wa ibada, na kuleni, na kunyweni na wala msifanye ubadhirifu. Kwa hakika Yeye hapendi wanao fanya israfu.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"Enyi wanaadamu! Chukueni pambo lenu, nalo ni nguo hizi \"maaddiy\" za kuonekana, za kusitiri utupu, na nguo za \"adabiy\" zisizo onekana, bali ni za maana, nazo ni Taqwa, Uchamngu, katika kila pahala pa Swala, na kila wakati mnapo fanya ibada. Na jistarehesheni kwa kula na kunywa bila ya kufanya israfu au ubadhirifu, yaani kutumia kwa fujo, katika hayo. Basi msitumie vitu vilivyo harimishwa, wala msipite kiasi cha kiakili katika huko kujistarehesha. Hakika Mwenyezi Mungu hana radhi na wanao tumia kwa fujo.","lang":"sw"},{"name":"7:32","price":"Sema: Ni nani aliye harimisha pambo la Mwenyezi Mungu alilo watolea waja wake, na vilivyo vizuri katika riziki. Sema hivyo ni kwa walio amini katika uhai wa duniani, na Siku ya Kiyama vitakuwa vyao wao tu. Namna hivi tunazieleza Ishara kwa watu wanao jua.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"Ewe Muhammad! Waambie kwa kuupinga ule uzushi wao kumzulia Mwenyezi Mungu juu ya kuhalalisha na kuharimisha: Nani aliye harimisha pambo la Mwenyezi Mungu alilo waumbia waja wake? Na nani aliye harimisha riziki iliyo halali na nzuri? Waambie: Hivi vitu vizuri ni neema inayo toka kwa Mwenyezi Mungu. Isingeli faa wastarehe navyo duniani ila wale walio amini, kwa sababu wao wanatimiza haki yao kwa shukrani na ut'iifu. Lakini rehema ya Mwenyezi Mungu ni kunjufu, imewakusanya pia makafiri na wakhalifu katika dunia. Na Siku ya Kiama neema hizi zitakuwa za Waumini peke yao, wala hapana mwenginewe ataye shirikiana nao katika hayo. Na Sisi tunazieleza Aya, Ishara, zinazo onyesha hukumu kwa mpango huu ulio wazi kwa ajili ya watu wanao fahamu kwamba hakika Mwenyezi Mungu peke yake, Mwenye kumiliki kila kitu, ndiye Mwenye uwezo wa kuhalalisha na kuharimisha.","lang":"sw"},{"name":"7:33","price":"Sema: Mola Mlezi wangu ameharimisha mambo machafu ya dhaahiri na ya siri, na dhambi, na uasi bila ya haki, na kumshirikisha Mwenyezi Mungu na asicho kiletea uthibitisho, na kumzulia Mwenyezi Mungu msiyo yajua.","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"Ewe Muhammad! Sema: Hakika Mola wangu Mlezi ameharimisha mambo yaliyo zidi kwa ubaya, kama uzinzi; sawa sawa ukifanywa kwa siri au kwa dhaahiri. Pia ameharimisha kila maasi ya namna yoyote, na dhulma isiyo na njia ya haki. Na ameharimisha kumshirikisha na chochote kisicho kuwa na hoja madhubuti, au dalili ya kweli. Na pia kumzulia uwongo Subhanahu, Aliye takasika, katika kuhalalisha na kuharimisha, na mengineyo.","lang":"sw"},{"name":"7:34","price":"Na kila umma una muda wake. Utakapo fika muda wao basi hawatakawia hata saa moja, wala hawatatangulia.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"Na kila umma una ukomo wake maalumu. Na hapana uwezo wowote wa kuupeleka mbele mwisho huo au kuuakhirisha muda wake hata ukiwa mdogo vipi.","lang":"sw"},{"name":"7:35","price":"Enyi wanaadamu! Watakapo kufikieni Mitume miongoni mwenu wakakuelezeni Ishara zangu, basi watakao mchamngu na wakatengenea haitakuwa khofu kwao, wala hawatahuzunika.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"Enyi wanaadamu! Wakikujieni Mitume kutokana na hiyo jinsi yenu ya kibinaadamu kukufikishieni Ishara zangu zilizo funuliwa nyinyi mnakuwa makundi mawili. Kwa wale wenye kuamini na wakatenda mema kwa usafi wa niya, hapana khofu, wala wao hawatahuzunika katika dunia yao na Akhera yao.","lang":"sw"},{"name":"7:36","price":"Na wale watakao kanusha Ishara zetu na wakazifanyia kiburi, hao ni watu wa Motoni; humo watadumu.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"Na wale wanao zikanusha hizo Ishara na wakapandwa na kiburi wasizifuate wala wasiongoke kwazo, basi hao ni watu wa Motoni. Humo wataadhibiwa daima milele katika adhabu.","lang":"sw"},{"name":"7:37","price":"Basi ni nani dhaalimu mkubwa kuliko yule anaye mzulia Mwenyezi Mungu uwongo, au anaye zikanusha Ishara zake? Hao itawafikia sehemu yao waliyo andikiwa, mpaka watakapo wafikia wajumbe wetu kuwafisha, watawaambia: Wako wapi mlio kuwa mkiwaomba badala ya Mwenyezi Mungu? Watasema: Wametupotea! Na watajishuhudia wenyewe kwamba walikuwa makafiri.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"Hapana wakubwa wa dhulma kuliko hao wanao mzulia Mwenyezi Mungu uwongo, kwa kumnasibisha na mshirika na mwana, na kuzua kuhalalisha na kuharimisha na mengineyo, pasina hoja. Au wanao kanusha Aya, Ishara, za Mwenyezi Mungu zilizo funuliwa katika Vitabu vyake na zinazo onekana katika ulimwengu wake. Hao wanapata hapa duniani sehemu ya aliyo waandikia Mwenyezi Mungu katika riziki, au uhai, au adhabu. Mpaka akiwajia Malaika wa Mauti kuzipokea roho zao, hapo huwaambia kwa kuwasuta: Iko wapi hiyo miungu yenu mliyo kuwa mkiiabudu badala ya Mwenyezi Mungu ije kukukingeni na mauti? Nao wajibu: Wametukataa, wametuacha na wametukimbia. Na wajishuhudie wenyewe wakikiri kuwa hakika walikuwa makafiri.","lang":"sw"},{"name":"7:38","price":"Mwenyezi Mungu atasema: Ingieni Motoni pamoja na umma zilizo pita kabla yenu za majini na watu. Kila utakapo ingia umma utawalaani wenzake. Mpaka watakapo kusanyika wote humo, wa mwisho wao watawasema wa mwanzo wao: Mola wetu Mlezi! Hawa ndio walio tupoteza; basi wape adhabu ya Motoni marudufu. Atasema: Itakuwa kwenu nyote marudufu, lakini nyinyi hamjui tu.","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"Siku ya Kiyama Mwenyezi Mungu atawaambia hawa makafiri: Ingieni Motoni pamoja na kaumu nyengine za kikafiri miongoni mwa watu na majini, walio kwisha kutangulieni. Kila umma ukiingia Motoni huwalaani umma mwingine ulio kufuru mfano wao, na ambao waliwafanya ndio wa kuwafuata. Mpaka wakisha ingia kwa kufuatana wote wakakusanyika, wale walio fuata watawashutumu wale walio kuwa waongozi kwa kusema: Ewe Mola wetu Mlezi! Hao walitupoteza tulipo wafuata, kwa kuwa walitutangulia au kwa kuwa walikuwa ndio wakitutawala. Basi wakatugeuza kwenye Njia ya Haki tusiifuate. Basi wao wape adhabu mara mbili, wabebe malipo ya uasi wao na uasi wetu! Mwenyezi Mungu atawajibu: Kila mmoja wenu atapata adhabu mara mbili ambayo hapana ataye iepuka katika makundi yenu mawili. Wanao fuata watapata adhabu marudufu kwa ukafiri wao na upotovu wao, na kufuata kwao bila ya kuzingatia na kufikiri. Na wale walio fuatwa watapata adhabu marudufu kwa ukafiri wao na upotovu, na pia kwa kuwakufurisha na kuwapotoa wengineo. Lakini nyinyi hamjui kiasi gani itakuwa adhabu ya kila mmoja wenu.","lang":"sw"},{"name":"7:39","price":"Na wa mwanzo wao watawaambia wa mwisho wao: Basi nyinyi pia hamkuwa na ubora kuliko sisi. Basi onjeni adhabu kwa sababu ya mliyo kuwa mkiyachuma","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"Na hapa tena watasema wale walio fuatwa kuwaambia walio fuata: Kutuiga kwenu sisi katika ukafiri na uasi hakukufanyeni nyinyi muwe bora kuliko sisi hata mstahiki kupunguziwa adhabu! Basi Mwenyezi Mungu atawaambia wote: Onjeni adhabu mlio jiletea wenyewe kwa kuwa mlikuwa mkizua ukafiri na uasi!","lang":"sw"},{"name":"7:40","price":"Hakika wale wanao zikanusha Ishara zetu na wakazifanyia kiburi hawatafunguliwa milango ya mbingu, wala hawataingia Peponi mpaka apite ngamia katika tundu ya sindano. Na hivi ndivyo tunavyo walipa wakosefu.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"Hakika wale walio kanusha Ishara zetu zilizo teremshwa katika Vitabu, na ziliopo katika ulimwengu, na wakapanda kiburi kukataa kuhidika kwa Ishara hizo, na wala wasitubu, nawakate tamaa kupokelewa a'mali zao na kupata rehema ya Mwenyezi Mungu, na kuingia Peponi, kama alivyo kata tamaa ngamia kupita katika tundu ya sindano. Na kwa mfano huu ndio tutawaadhibu hao wenye kiburi katika kila umma.","lang":"sw"},{"name":"7:41","price":"Jahannamu itakuwa kitanda chao na juu yao nguo za moto za kujifunika. Na hivi ndivyo tunavyo walipa madhaalimu.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"Huko katika Jahannamu kitanda chao ni moto, na shuka ya kujifunika ni moto. Na kwa mfano huu tutawaadhibu wanao zidhulumu nafsi zao kwa ukafiri na upotovu.","lang":"sw"},{"name":"7:42","price":"Na wale wanao amini na wakatenda mema - hatumkalifishi mtu yoyote ila kwa kiasi cha uwezo wake - hao ndio watu wa Peponi. Wao watadumu humo.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"Na wenye kuamini na wakatenda vitendo vyema ambavyo hatumlazimishi ila kwa kiasi anavyo weza mtu, hao ndio watu wa Peponi. Watastarehe humo daima dawamu!","lang":"sw"},{"name":"7:43","price":"Na tutaondoa chuki vifuani mwao, na mbele yao iwe inapita mito. Na watasema: Alhamdulillah! Kuhimidiwa ni kwa Mwenyezi Mungu, ambaye aliye tuhidi kufikia haya. Wala hatukuwa wenye kuhidika wenyewe ingeli kuwa Mwenyezi Mungu hakutuhidi. Hakika Mitume wa Mola wetu Mlezi walileta Haki. Na watanadiwa kwamba: Hiyo ndiyo Pepo mliyo rithishwa kwa sababu ya mliyo kuwa mkiyafanya.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"Na tutazitoa chuki zote ziliomo katika nyoyo zao. Basi watakuwa katika Janna, Pepo, ndugu wenye kupendana, ikipita mito ya maji matamu mbele yao. Watasema kufurahia neema watayo ipata: Alhamdulillahi, yaani Kuhimidiwa ni kwa Mwenyezi Mungu, ambaye aliye tuonyesha Njia ya kufikia neema hizi, na akatuwezesha kuifuata. Na ingeli kuwa hakutuhidi, kutuongoa, Mwenyezi Mungu kwa kutupelekea Mitume na akatupa tawfiq, tusingeweza sisi wenyewe kufikia uwongofu. Hakika Mitume wa Mola wetu Mlezi wametujia na wahyi wa Haki! Hapo tena Mwenyezi Mungu atawaambia: Hakika hii Pepo ni zawadi mmepewa kutoka kwa Mwenyezi Mungu. Mmepewa kwa fadhila yangu bila ya kuwa nyinyi kutoa kitu, kama urithi. Na takrima hii mlio pata ni sababu ya vitendo vyenu vyema duniani.","lang":"sw"},{"name":"7:44","price":"Na watu wa Peponi watawanadia watu wa Motoni: Sisi tumekuta aliyo tuahidi Mola wetu Mlezi kuwa ni kweli. Je, na nyinyi pia mmekuta aliyo kuahidini Mola wenu Mlezi kuwa ni kweli? Watasema: Ndiyo! Basi mtangazaji atawatangazia: Laana ya Mwenyezi Mungu iwapate walio dhulumu,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"Watu wa Peponi watawanadia watu wa Motoni kwa kuwaambia: Sisi tumekwisha ona thawabu alizo tuahidi Mola Mlezi wetu kuwa ni kweli. Je, nyinyi hiyo adhabu aliyo kuahidini Mola Mlezi wenu mmeiona kuwa ni kweli? Nao watajibu: Naam, Ndiyo! Basi mtangazaji atawatangazia watu wa Peponi na watu wa Motoni: Laana, yaani kunyimwa na kufukuzwa kwenye rehema ya Mwenyezi Mungu, ndio malipo ya wenye kuzidhulumu nafsi zao kwa ukafiri na upotovu.","lang":"sw"},{"name":"7:45","price":"Wale ambao walikuwa wakizuilia Njia ya Mwenyezi Mungu, na wakataka kuipotosha, nao wanaikanusha Akhera.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"Hawa madhaalimu ndio wanao wazuia watu wasende kwenye Njia ya Mwenyezi Mungu wa Haki, nayo ndiyo Imani na kutenda mema; na wanaweka vikwazo, na shakashaka, ili hiyo Njia yende upogo iwapoteze watu wasiweze kuifuata. Na hao wanaikanusha Akhera hawaiogopi adhabu ya Mwenyezi Mungu.","lang":"sw"},{"name":"7:46","price":"Na baina ya makundi mawili hayo patakuwapo pazia. Na juu ya Mnyanyuko patakuwa watu watakao wajua wote kwa alama zao, na wao watawaita watu wa Peponi: Assalamu Alaykum, Amani juu yenu! Wao bado hawajaingia humo, lakini wanatumai.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"Na baina ya watu wa Peponi na watu wa Motoni patakuwa na pazia kuzuia kufikia kwenye Mnyanyuko - na hapo ni pahala palipo nyanyuka palipo juu. Watu katika bora ya Waumini na watukufu wao, watakuwa wanawaangalia khalaiki wote hao, na wanawajua wema na waovu kwa alama zinazo onyesha ut'iifu wao na uasi wao. Wataitwa watu wema kabla ya kuingia Peponi, na hali wao wanataraji kuingia humo, watawabashiria kwa Imani na utulivu na kuingia Peponi.","lang":"sw"},{"name":"7:47","price":"Na yanapo geuzwa macho yao kuelekea watu wa Motoni, watasema: Mola Mlezi wetu! Usitujaalie kuwa pamoja na watu walio dhulumu.","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"Macho ya hao Waumini yakigeukia upande wa watu wa Motoni baada ya wito huo, watasema kwa kitisho watacho kioni cha Moto: Ewe Mola wetu Mlezi! Usitutie pamoja na hawa madhaalimu walio dhulumu nafsi zao, wakadhulumu Haki, na wakawadhulumu watu!","lang":"sw"},{"name":"7:48","price":"Na hao watu wa Mnyanyukoni watawaita watu wanao wajua kwa alama zao. Watasema: Kujumuika kwenu hakukufaini kitu, wala hicho mlicho kuwa mnafanyia kiburi.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"Na wale watu wa daraja za juu katika Pepo, nao ni Manabii, na Mas'iddiqina, watawaita walio kuwa wakiwajua kwa sifa zao katika watu wa Motoni, wakisema kwa kuwalaumu: Huko kujumuika kwenu kwa wingi, hakukufaini chochote, wala huko kupanda kiburi kuikataa Haki kwa kutegemea ujamaa wenu na utajiri wenu. Na hivi sasa mnawaona hawa, nini hali yao na nini hali yenu.","lang":"sw"},{"name":"7:49","price":"Je, hawa sio wale mlio kuwa mkiwaapia kuwa Mwenyezi Mungu hatawafikishia rehema. Ingieni Peponi, hapana khofu kwenu, wala hamtahuzunika!","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"Hao wanyonge mlio kuwa mkiwadharau, na mkaapa kuwa hayumkini Mwenyezi Mungu awateremshie rehema, kama kwamba nyinyi ndio mnao ishika rehema yake, wao wamekwisha ingia Peponi! Na Mola wao Mlezi atawaambia: Ingieni humo kwa amani. Hapana khofu juu yenu kwa jambo lolote litalo kupateni, wala hamtahuzunika kwa jambo mlilo likosa.","lang":"sw"},{"name":"7:50","price":"Na watu wa Motoni watawaita watu wa Peponi: Tumimieni maji, au chochote alicho kuruzukuni Mwenyezi Mungu. Nao watasema: Hakika Mwenyezi Mungu ameviharimisha hivyo kwa makafiri,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"Na watu wa Motoni watawanadia watu wa Peponi kwa kuwaambia: Hebu twachilieni maji kidogo yatumiminikie sisi, au tugaieni kitu katika vyakula na mavazi na starehe nyengine alizo kupeni Mwenyezi Mungu Mtukufu! Nao watu wa Peponi watawajibu: Sisi hatuwezi kufanya hayo, kwa sababu Mwenyezi Mungu amezuia vyote hivyo wasipate watu wapinzani, walio mkanusha Yeye na neema zake katika dunia.","lang":"sw"},{"name":"7:51","price":"Ambao waliifanya dini yao kuwa ni pumbao na mchezo, na maisha ya dunia yakawadanganya. Basi leo Sisi tunawasahau kama walivyo usahau mkutano wa Siku yao hii, na kwa sababu ya kule kuzikataa Ishara zetu.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"Hawa makafiri ndio ambao hawakufanya juhudi kutafuta Dini ya Haki, lakini ikawa dini yao ni kufuata pumbao na matamanio, ndio pumbao la kujipumbazia na upuuzi wa kuchezea, na maisha ya dunia na anasa zake zikawakhadaa, wakadhania hayo tu ndiyo maisha, na wakasahau kukutana nasi! Basi Siku ya Kiyama Sisi tutawasahau. Na wao hawato istarehea Pepo, na watauonja Moto, kwa sababu ya sahau yao kuisahau Siku ya Kiyama, na kuzikanusha Ishara zenye kubainika wazi, zinazo thibitisha Haki.","lang":"sw"},{"name":"7:52","price":"Na hakika tumewaletea Kitabu tulicho kipambanua kwa ilimu, uwongofu na rehema kwa watu wenye kuamini.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"Na hakika kwa ajili ya kubainisha Haki tuliwapa Kitabu, na tukakipambanua. Kitabu hicho kimekusanya ilimu nyingi, na ndani yake zimo hoja za Tawhid, Upweke wa Mwenyezi Mungu, na Ishara za Mwenyezi Mungu katika ulimwengu; na pia zimo sharia zake, maelezo ya Njia Iliyo Nyooka, na uwongofu wa kuifikilia. Na pia yamo ndani ya Kitabu hichi mambo ambayo, lau watu wakiyafuata watapata rehema. Na wala hawanufaiki kwacho ila wale ambao ni shani yao kuinyenyekea Haki na kuiamini.","lang":"sw"},{"name":"7:53","price":"Je, lipo wanalo lingojea isipo kuwa matokeo yake? Siku yatapo fika matokeo yake watasema wale walio kisahau: Kweli Mitume wa Mola Mlezi wetu walileta Haki! Je, tunao waombezi ili watuombee? Au turudishwe ili tufanye yasiyo kuwa yale tuliyo kuwa tukiyafanya? Bila ya shaka wamejikhasiri nafsi zao, na yamewapotea waliyo kuwa wakiyazua.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"Hakika wao hawaiamini hii Qur'ani, na wala hawangojei ila matokeo ambayo Mwenyezi Mungu ameyabainisha kuwa yatawapata wanayo ikataa! Na Siku yatapofika hayo matokeo, nayo ni Siku ya Kiyama, walio ziacha amri zake na maelezo yake, na wakaghafilika kuwa ni waajibu kuiamini, na hali wakiungama madhambi yao, watasema: Hakika walikuja Mitume kutoka kwa Muumba wetu na Mlezi wetu, wakituitia Haki waliyo tumwa kuileta, nasi tukaikataa! Nao wataulizwa: Je, mnao waombezi wakakuombeeni? Nao hawatowapata! Au, je, watarudishwa tena duniani watende mema? Hawatajibiwa! Wamepoteza vitendo vyao kwa kukhadaika na dunia, na umewapotea ule uzushi wa uwongo wa kudai kuna mungu asiye kuwa Allah, Mwenyezi Mungu.","lang":"sw"},{"name":"7:54","price":"Hakika Mola Mlezi wenu ni Mwenyezi Mungu aliye ziumba mbingu na ardhi katika siku sita. Kisha akatawala juu ya Kiti cha Enzi. Huufunika usiku kwa mchana, ufuatao upesi upesi. Na jua, na mwezi, na nyota zinazo tumika kwa amri yake. Fahamuni! Kuumba na amri ni zake. Ametukuka kabisa Mwenyezi Mungu, Mola Mlezi wa viumbe vyote.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"Hakika Mola Mlezi wenu ambaye Mitume wake wanakuiteni mwende kwenye Haki, na kuiamini Siku ya Mwisho na Malipo, ndiye Muumba ulimwengu, naye ndiye aliye uanza. Kaumba mbingu na ardhi kwa viwango sita, vinavyo shabihiana na siku sita, katika siku za dunia. Kisha akatawala juu ya Ufalme ulio kamilika. Naye ndiye anaye ufanya usiku uufunike mchana kwa kiza chake, na usiku unafuatia mchana kwa upesi na mpango na kufuatana kusikosita, kama anavyo taka Yeye. Naye Mwenyezi Mungu Subhana ameliumba jua, na mwezi, na nyota. Na vyote hivyo vinamnyenyekea Mwenyezi Mungu Mtukufu, vinakwenda kwa amri yake. Na Yeye peke yake ndiye Mwenye kuumba na Mwenye amri ya kuitikiwa. Baraka za Mwenye kuanzisha ulimwengu na viliomo ndani yake zimetukuka. Aya hii tukufu imekusanya maana tatu: Ya kwanza ni kuwa mbingu na ardhi ameziumba Mwenyezi Mungu Mtukufu mnamo siku sita. Na hizi siku sio muradi wake hizi tuzionazo sasa, na tunazo zihisabu. Bali muradi wake ni kubadilika hali, baina ya giza totoro, na giza-giza la alfajiri, na mpambazuko wa asubuhi, na mchana, na adhuhuri, na jioni. Na haya yamekusanya hali sita zinazo badilika. Na giza-giza la magharibi linakitangulia kiza cha usiku. Na hizo hali sita au vipindi sita, ambavyo vimeitwa \"siku\" ndivyo wanavyo vitaja wanachuoni wa sayansi, navyo ni: Kipindi cha \"Ether\", kilicho elezwa katika Surat Ad-dukhan ya 44 ya kuwa ni moshi. Kisha kutokana na hiyo \"Ether\" yakatokea majua, ambayo moja lake ni hili jua letu. Kisha kutokana na jua zikawa sayari, na miongoni mwa sayari hizo ni hii dunia yetu. Tena katika ardhi zikawamo maadini mbali mbali. Tena ndio kikawa kipindi cha Ardhi, na baadae ukatokea uhai juu yake. Maana ya pili ya Aya hii ni kuwa kila kiliomo ulimwenguni kimo chini ya ufalme wa Mwenyezi Mungu peke yake, wala hapana ufalme usipo kuwa wake Yeye. Na nguvu zozote anazo pewa mtu hatoweza kuuendesha ulimwengu atakavyo. Ukomo wa uwezo wake ni kunufaika na vilivyo umbwa na akajua baadhi ya siri ziliomo ulimwenguni ambazo zilikuwa zimefichika. Kwa hivyo Mwenyezi Mungu pekee ndiye aliye tuwa na kutawala juu ya A'rshi iliyo juu ya vyote vilivyo umbwa, na kwamba nyota na vitu vyote haviendi ila kwa amri yake peke yake. Maana ya tatu ni kuwa kupishana usiku na mchana kumetokea baada ya kwisha umbwa ardhi na mbingu. Basi hizo ni hali zenye kukhusika na asli ya uumbaji wa dunia, na makhusiano ya baina mbingu na ardhi na kuzunguka kwao na Mwenyewe Subhana Mwenye kuumiliki ufalme na utukufu na ukarimu.","lang":"sw"},{"name":"7:55","price":"Muombeni Mola wenu Mlezi kwa unyenyekevu na kwa siri. Hakika Yeye hawapendi warukao mipaka.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"Ilivyo kuwa Mwenyezi Mungu, Mola Mlezi wenu, ndiye aliye umba kila kitu peke yake, basi muombeni Yeye tu kwa kumuabudu na kwa mengineyo, mkimtangazia hayo maombi, kwa udhalilifu na kunyenyekea, kwa dhaahiri au bila ya kudhihirisha. Wala msipite mipaka kwa kumshirikisha na wenginewe, au kwa kumdhulumu yeyote. Kwani hakika Mwenyezi Mungu, hawapendi wanao ruka mipaka, na wafanyao uadui.","lang":"sw"},{"name":"7:56","price":"Wala msifanye uharibifu katika nchi baada ya kuwa imekwisha tengenezwa. Na muombeni kwa kuogopa na kwa kutumai. Hakika rehema ya Mwenyzi Mungu iko karibu na wanao fanya mema.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"Wala msifanye fisadi katika nchi njema kwa kueneza maasi na dhulma na uvamizi. Na muombeni Yeye Subhanahu, Aliye takasika, kwa kuiogopa adhabu yake, na kwa kutumai thawabu zake. Na hakika rehema yake ipo karibu kwa kila mwenye kufanya mema. Na hayo ni hakika.","lang":"sw"},{"name":"7:57","price":"Na Yeye ndiye anaye peleka pepo (za kuvuma) kuwa ni bishara kabla ya kufika rehema yake. Hata hizo pepo zinapo beba mawingu mazito tunayachunga mpaka kwenye nchi iliyo kufa. Kisha tunateremsha kwayo maji, ndio kama hivyo tukatolesha kila aina ya matunda. Basi hali kadhaalika tunavyo wafufua wafu, ili mpate kukumbuka.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"Na Mwenyezi Mungu, Aliye takasika, Aliye tukuka, peke yake, ndiye anaye zipeleka pepo kubashiria rehema yake, kwa mvua ambazo kwa sababu yake ndio makulima humea, na konde humwagiwa maji. Hizo pepo hubeba mawingu ambayo nayo yamebeba maji. Tunayachunga mpaka yafike kwenye nchi isiyo kuwa na mimea, ambayo ni kama maiti asiye na uhai, yakamiminika maji, na tena Mwenyezi Mungu husabibisha kumea namna kwa namna ya mazao na matunda. Na mfano kama huu wa kuihuisha ardhi kwa mimea, ndivyo tunawafanya maiti wakawa wahai. Haya ni kwa ajili mpate kuikumbuka kudra ya Mwenyezi Mungu, na mpate kuamini kuwa kupo kufufuliwa.","lang":"sw"},{"name":"7:58","price":"Na ardhi njema, yenye udongo wa rutba, hutoa mimea yenye kukua vizuri yenye uhai, kwa idhini ya Mola Mlezi wake. Na ardhi mbaya haitoi ila mimea michache, isiyo na faida, tena kwa shida. Na hivyo ndivyo tunavyo zipambanua Ishara (Aya) kwa watu wanao shukuru.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"Na ardhi njema yenye rutba nzuri huzalisha mimea inayo kua kwa nguvu, kwa idhini ya Mola Mlezi. Na ardhi mbaya haitoi ila mimea michache, isiyo na faida, ambayo huwa ndio sababu ya dhiki ya huyo mkulima.","lang":"sw"},{"name":"7:59","price":"Tulimpeleka Nuhu kwa kaumu yake, naye akasema: Enyi kaumu yangu! Muabuduni Mwenyezi Mungu. Nyinyi hamna Mungu ila Yeye. Hakika mimi ninakukhofieni adhabu ya Siku iliyo kuu.","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"Washirikina wakafanya inda, na wakaikanusha Haki ilipo wajia kwa hoja za kukata zisio pingika. Lakini huo ndio mtindo wa makafiri kwa Manabii wao tangu zamani. Sisi tulimtuma Nuhu kwa watu wake alio tokana nao. Naye akawakumbusha kuwa yeye ni mmoja wao: Enyi watu wangu! Muabuduni Mwenyezi Mungu Mtukufu peke yake. Kwani nyinyi hamna Mungu asiye kuwa huyu. Na mjue kuwa kutakuwapo kufufuliwa na kuhisabiwa Siku ya Kiyama. Na hiyo ni Siku adhimu. Mimi nakukhofieni Siku hiyo msije mkapata adhabu kali kweli.","lang":"sw"},{"name":"7:60","price":"Wale watukufu katika kaumu yake wakasema: Hakika sisi tunakuona wewe umo katika upotofu ulio dhaahiri.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"Wakasema wale wahishimiwa wao, watu wa mbele mbele na uwongozi katika wao, wakiujibu ule wito wake wa Tawhidi na Siku ya Akhera: Hakika sisi tunakuona wewe uko mbali kabisa na hiyo haki.","lang":"sw"},{"name":"7:61","price":"Akasema: Enyi watu wangu! Mimi simo katika upotofu, lakini mimi ni Mtume nitokaye kwa Mola Mlezi wa viumbe vyote.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"Nuhu akawaambia kukataa yale waliyo msingizia: Mimi sina upotofu kama mnavyo dai. Lakini mimi ni Mtume niliye toka kwa Muumba wa viumbe vyote, basi hayumkini awe mbali na haki.","lang":"sw"},{"name":"7:62","price":"Nakufikishieni Ujumbe wa Mola Mlezi wangu, na ninakunasihini; na ninayajua kwa Mwenyezi Mungu msiyo yajua nyinyi.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"Na mimi katika huu wito wa Haki mshike Tawhidi na kuamini Siku ya Mwisho, nafikisha Ujumbe aliyo nituma Mwenyezi Mungu, nao mfuate hukumu za Mwenyezi Mungu ambazo ndizo zinazo msilihi mwanaadamu. Na mimi nakupeni nasaha ya kweli itokayo kwenye moyo wangu ulio safi. Na Mwenyezi Mungu amenifunza mambo ambayo nyinyi hamyajui.","lang":"sw"},{"name":"7:63","price":"Je, mnastaajabu kukujieni mawaidha yanayotoka kwa Mola Mlezi wenu kwa njia ya mtu aliye ni mmoja katika nyinyi, ili akuonyeni na ili mumchemngu, na ili mpate kurehemewa?","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"Mnanizulia kuwa nimepotea na kuwa nipo mbali na Haki? Na mnastaajabu kukujieni kumbusho kutokana na Mwenyezi Mungu aliye kuumbeni kwa ulimi wa mtu aliye kuja kwenu kukuonyeni adhabu pindi mkikanusha, na akakuiteni mwende kuufuata uwongofu, na kutengeza nyoyo, na kujiepusha na ghadhabu ya Mwenyezi Mungu Mtukufu, kwa kutaraji muwe katika rehema ya Mwenyezi Mungu Mtukufu duniani na Akhera? Haifai kuwa mnastaajabu na mnakanusha juu ya kuwepo hoja zenye kuthibitisha Utume huu.","lang":"sw"},{"name":"7:64","price":"Basi walimkanusha. Nasi tukamwokoa yeye na walio kuwa pamoja naye katika jahazi. Na tukawazamisha wale walio kanusha Ishara zetu. Hakika hao walikuwa watu vipofu.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"Lakini wao juu ya hoja hizo zilizo wazi wengi wao hawakuamini, bali walimkanusha. Kwa hivyo tukawateremshia adhabu ya kuwazamisha katika maji, na tukawaokoa wale walio amini katika jahazi alilo liunda kwa kuongozwa nasi. Na wakazama wale walio kanusha juu ya kuwapo hoja zilizo wazi, nao wakafanya inda wakawa hawaioni Haki kwa kuwa walipofuka wasiione.","lang":"sw"},{"name":"7:65","price":"Na kwa A'adi tulimpeleka ndugu yao, Huud. Akasema: Enyi watu wangu! Muabuduni Mwenyezi Mungu. Nyinyi hamna mungu ila Yeye. Basi je, hamumchi?","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"Kama tulivyo mtuma Nuhu kwa kaumu yake kuwalingania Tawhidi, kadhaalika tuliwatumia kina 'Aad Nabii Huud,naye ni mmoja wao, makhusiano yake nao ni kama ndugu kwa ndugu. Akawaambia: Enyi watu wangu! Muabuduni Mwenyezi Mungu peke yake, nanyi hamna Mungu asiye kuwa Yeye. Na hii ndiyo njia ya kujikinga na shari na adhabu. Nayo ndiyo Njia Iliyo Nyooka. Basi je, mtaifuata njia mjikinge na shari na upotovu? 'Aad ni katika kabila yenye nguvu katika matumbo ya Taifa la Sam, na ni katika mat'abaka ya kwanza katika Waarabu wa jangwani. Ama makaazi yao yalikuwa katika Al-ah'qaaf iliyo tajwa katika Kitabu kitukufu katika Sura ya Al-ah'qaaf Aya 21. Wamewafikiana wanachuoni wa Kiislamu wa kutegemewa kuwa hiyo Ah'qaaf ipo katika nchi ya Yaman, ijapo kuwa wamekhitalifiana kidogo wapi khasa pahala penyewe. Kwa mujibu wa Yaaqut Al-h'amawy ni bonde baina ya Oman na nchi ya Mahara. Na kwa mujibu wa Is-haaq akimnukulu Ibn Abbas na Ibn Khaldun ni sehemu ya mchanga baina ya Oman na Hadhramaut. Kwa mujibu wa Qutaada ni sehemu ya mchanga karibu na bahari katika Shajar katika nchi ya Yaman. Na yafaa kutaja kuwa nchi ya 'Aad kwa mujibu wa baadhi ya Wamagharibi wa zamani ipo pande za juu za Hijaz katika jimbo la Husmaa, na karibu na makaazi ya Thamud. Vyo vyote ilivyo si mbali kuwa hao kaumu ya 'Aad walisafiri wakahamia jimbo hili wakati mmoja wapo.","lang":"sw"},{"name":"7:66","price":"Wakasema watukufu wa wale walio kufuru katika kaumu yake: Sisi tunakuona umo katika upumbavu, na hakika sisi tunakufikiria kuwa wewe ni katika waongo.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"Wakasema wenye uwongozi na umbele mbele katika kaumu yake: Sisi tunakuona umepungukiwa na akili, kwa kutuitia wito huu; na tunaitakidi kuwa wewe ni mwongo.","lang":"sw"},{"name":"7:67","price":"Akasema: Enyi watu wangu! Mimi sina upumbavu. Lakini mimi ni Mtume niliye toka kwa Mola Mlezi wa viumbe vyote.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"Akasema: Enyi watu wangu! Katika wito huu sina upungufu wa akili hata chembe, wala mimi si mwongo. Lakini mimi nimekuja na uwongofu, na mimi ni Mtume wa Mwenyezi Mungu kwenu, naye Yeye ndiye Mola Mlezi wa viumbe vyote.","lang":"sw"},{"name":"7:68","price":"Nakufikishieni ujumbe wa Mola wangu Mlezi. Na mimi kwenu ni mwenye kukunasihini, muaminifu.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"Katika haya ninayo kwambieni mimi nafikisha amri na makatazo ya Mola Mlezi wangu, na hayo ndio Ujumbe wake kwenu. Na mimi nakupeni nasaha ya dhati, kwa niya safi kabisa. Na mimi ni muaminifu katika ninayo kwambieni, wala mimi si miongoni ya watu waongo.","lang":"sw"},{"name":"7:69","price":"Mnaona ajabu kukufikieni mawaidha yanayo toka kwa Mola wenu Mlezi kwa mtu aliye mmoja wenu nyinyi ili akuonyeni? Na kumbukeni alivyo kufanyeni mshike pahala pa kaumu ya Nuhu, na akakuzidisheni katika umbo. Basi zikumbukeni neema za Mwenyezi Mungu ili mpate kufanikiwa.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"Tena Hud akawaambia: Hivyo mmestaajabu mno, na mkaona mageni kukujieni ukumbusho wa Haki kwa ulimi wa mtu aliye mmoja wenu, kukuonyeni? Mkiendelea na haya mliyo nayo matokeo yake yatakuwa ni mabaya mno. Na hakika jambo hilo si la kustaajabiwa. Kisha Huud akawatajia yaliyo wasibu walio kanusha katika watu walio watangulia, na akawakumbusha neema za Mwenyezi Mungu juu yao. Akasema: Kumbukeni Mwenyezi Mungu alivyo kufanyeni ndio warithi wa nchi baada ya kaumu ya Nuhu alio waangamiza kwa kumkadhibisha Nuhu, na Mwenyezi Mungu akakuzidishieni nyinyi nguvu za mwili na nguvu za utawala. Na neema hizo zinatakikana zilete Imani. Basi zikumbukeni neema zake ili mpate kufuzu.","lang":"sw"},{"name":"7:70","price":"Wakasema: Je! Umetujia ili tumuabudu Mwenyezi Mungu peke yake, na tuyaache waliyo kuwa wakiyaabudu baba zetu? Basi tuletee hayo unayo tuahidi, ukiwa miongoni mwa wasemao kweli.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"Lakini wao juu ya wito mzuri huu walisema kwa kuona mageni: Hivyo wewe umetujia kututaka tumuabudu Mwenyezi Mungu mmoja peke yake, na tuache masanamu waliyo kuwa wakiyaabudu baba zetu? Na hapana shaka sisi hatutofanya hayo, nawe tuletee hiyo adhabu unayo tutishia, kama wewe kweli ni katika wasema kweli!","lang":"sw"},{"name":"7:71","price":"Akasema: Bila ya shaka adhabu na ghadhabu zimekwisha kukuangukieni kutoka kwa Mola wenu Mlezi. Mnabishana nami kwa ajili ya majina tu mliyo yaita nyinyi na baba zenu ambayo kwayo Mwenyezi Mungu hakuteremsha uthibitisho? Basi ngojeni, mimi pia ni pamoja nanyi katika wanao ngoja.","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"Hakika kwa hii inadi yenu mmestahiki adhabu ya Mwenyezi Mungu ikuteremkieni, na ghadhabu yake ikufikieni! Nyinyi mnabisha kwa ajili ya masanamu ambayo mliyo yaita kuwa ni miungu nyinyi na baba zenu, na wala si chochote ila ni majina tu walio pewa, na wala Mwenyezi Mungu hakuleta hoja ya kuonyesha ungu wao. Hayo hayana nguvu za muumbaji inayo kuruhusuni kuyaabudu! Na ikiwa mtashikilia ukaidi huu basi ingojeeni adhabu ya Mwenyezi Mungu, nami pamoja nanyi, sote tungoje nini kitakushukieni.","lang":"sw"},{"name":"7:72","price":"Basi tukamwokoa yeye na walio kuwa pamoja naye kwa rehema zetu, na tukakata mizizi ya wale walio zikanusha Ishara zetu, na hawakuwa wenye kuamini.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"Basi Sisi tukamwokoa A'ad na walio amini pamoja naye kwa rehema yetu, na tukawateremshia makafiri cha kuwateketeza, na hapana chao kilicho bakia wala hapana athari yao, na wala hawakuingia katika kundi la Waumini.","lang":"sw"},{"name":"7:73","price":"Na kwa Thamud tulimpeleka ndugu yao, Swaleh. Akasema: Enyi watu wangu! Muabuduni Mwenyezi Mungu. Nyinyi hamna Mungu ila Yeye. Hakika imekwisha kukufikieni Ishara iliyo wazi kutoka kwa Mola wenu Mlezi. Huyu ni ngamia jike wa Mwenyezi Mungu aliye ni Ishara kwenu. Basi mwachieni ale kwenye ardhi ya Mwenyezi Mungu, wala msimdhuru, isije kukushukieni adhabu chungu.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"Na tuliwapelekea kina Thamud ndugu yao Swaleh, ambaye ni mwenzi wao kwa nasaba na uwananchi. Na wito wake ulikuwa kama wito wa Mitume walio kuwa kabla yake na baada yake. Akawaambia: Msafishieni ibada Mwenyezi Mungu peke yake, na wala hapana Mungu isipo kuwa Yeye. Na hoja ya Utume wangu imekwisha kukujilieni kutoka kwa Mola wenu Mlezi. Nayo ni huyo ngamia mwenye sifa za pekee. Katika huyo ngamia pana hoja. Yeye ni ngamia wa Mwenyezi Mungu, muacheni ale atakapo katika ardhi ya Mwenyezi Mungu, wala msimdhuru isije kukupateni adhabu chungu. Thamud ni kabila ya Kiarabu iliyo kuwa Al Hijr, baina ya Hijaz na Sham karibu na Wadi Alquraa.","lang":"sw"},{"name":"7:74","price":"Na kumbukeni alivyo kufanyeni wa kushika pahala pa A'adi na akakuwekeni vizuri katika nchi, mnajenga majumba ya fakhari katika nyanda zake, na mnachonga majumba katika milima. Basi zikumbukeni neema za Mwenyezi Mungu wala msitende uovu katika nchi kwa ufisadi.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"Na kumbukeni kuwa Mwenyezi Mungu amekujaalieni ndio wa kurithi nchi ya A'ad, na akakupeni katika hiyo nchi makaazi mema, mkijenga majumba ya fakhari katika nyanda zake. Na mkichonga milima mkifanya majumba. Basi kumbukeni neema za Mwenyezi Mungu Mtukufu, alivyo kuwekeni kwa makini katika nchi, wala msifanye maovu katika nchi, mkawa wenye kufisidi na kuharibu baada ya kukaa kwa makini kama huku.","lang":"sw"},{"name":"7:75","price":"Waheshimiwa wa kaumu yake wanao jivuna waliwaambia wanao onewa wenye kuamini miongoni mwao: Je, mnaitakidi ya kwamba Swaleh ametumwa na Mola Mlezi wake? Wakasema: Hakika sisi tunayaamini yale aliyo tumwa.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"Wale wenye kiburi katika watu wa mbele-mbele na uwongozi waliwasemeza wanyonge kwa kuwalaumu na kuwadhalilisha: Hivyo nyinyi mnaitakidi kuwa kweli Swaleh ametumwa na Mola Mlezi wake? Watu wa Haki wakawajibu: Sisi tunaitakidi na tunakubali aliyo tumwa kwetu.","lang":"sw"},{"name":"7:76","price":"Wakasema wale wanao jivuna: Sisi tunayakataa hayo mnayo yaamini.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"Wakasema wenye kiburi: Sisi tunapinga na tunayakataa hayo mnayo yaamini nyinyi, na hayo anayo itia Swaleh ya kuwa Mungu ni mmoja.","lang":"sw"},{"name":"7:77","price":"Na wakamuuwa yule ngamia, na wakaasi amri ya Mola Mlezi wao, na wakasema: Ewe Saleh! Tuletee unayo tuahidi ikiwa wewe ni miongoni mwa Mitume.","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"Inda ya wenye kiburi ikakakamia, na wakampinga Mwenyezi Mungu na Mtume wake, na wakamchinja Ngamia. Walivuka mpaka katika kiburi chao, wakaitupilia mbali amri ya Mola wao Mlezi, na wakasema kwa upinzani: Ewe Swaleh! Tuletee hiyo adhabu uliyo tuahidi ikiwa kweli wewe ni miongoni ya alio watuma Mwenyezi Mungu.","lang":"sw"},{"name":"7:78","price":"Basi tetemeko la ardhi likawanyakua, na kulipo kucha wakawa majumbani mwao kifudifudi wamekwisha kufa.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"Tetemeko la nguvu lilikuja kuwanyakua, na kulipo pambazuka wakawa wote wamekwisha jifia majumbani mwao wamejifudikiza kifudifudi.","lang":"sw"},{"name":"7:79","price":"Basi Swaleh akwaacha na akasema: Enyi watu wangu! Nilikufikishieni Ujumbe wa Mola wangu Mlezi, na nikakunasihini, lakini nyinyi hamwapendi wenye nasaha.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"Na kabla ya kuwateremkia adhabu hiyo ndugu yao Swaleh aliwaachilia mbali (kwa kukata tamaa nao), akawaambia: Enyi watu wangu! Mimi nimekufikishieni amri na makatazo ya Mola Mlezi wangu. Na nimekusafieni nasaha yangu, lakini nyinyi kwa ushindani wenu na ushupavu wenu, mmekuwa hamumpendi anaye kunasihini!","lang":"sw"},{"name":"7:80","price":"Na tulimtuma Lut', alipo waambia watu wake: Je, mnafanya uchafu ambao hajakutangulieni yeyote kwa uchafu huo katika viumbe vyote!","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"Na hakika tulimtuma Nabii wa Mwenyezi Mungu, Lut', kwa kaumu yake; awaite wafuate Tawhidi, yaani ibada ya Mwenyezi Mungu mmoja. Na awazindue juu ya waajibu wa kuachana na makosa maovu kabisa waliyo kuwa wakiyafanya. Aliwaambia: Nyinyi mnakwenda kufanya jambo lilio pita mpaka kwa ubaya wake, kinyume na maumbile? Mmezua uchafu huo ambao unapingana na khulka, na ambao hapana watu walio kutangulieni walio fanya hayo!","lang":"sw"},{"name":"7:81","price":"Hivyo nyinyi mnawaingilia wanaume kwa matamanio mkwawacha wanawake? Kumbe nyinyi ni watu wafujaji!","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"Na jambo hilo ni kuwa mnawaendea wanaume kwa kuwatamani, na mnawawacha wanawake! Nyinyi kwa jambo hili inakuwa mnafanya fujo, na mmetoka nje ya maumbile, na mmefanya kitendo asicho fanya hata mnyama.","lang":"sw"},{"name":"7:82","price":"Na haikuwa jawabu ya kaumu yake isipo kuwa kuambizana: Wafukuzeni katika mji wenu, maana hao ni watu wanao jitakasa.","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"Na haikuwa jawabu ya watu wake kwa kukatazwa hichi kitendo kiovu kisicho kuwa na mfano, ila ni kusema: Watoeni Lut' na jamaa zake na wafuasi wake katika mji wenu! Nayo ni kwa kuwa wao wanajitahirisha na wanajitenga na hichi kitendo ambacho akili na maumbile yanakiona ni kibaya, na wao hao watu wanakioni kizuri!","lang":"sw"},{"name":"7:83","price":"Basi tukamwokoa yeye na watu wake, isipo kuwa mkewe, alikuwa miongoni mwa walio bakia nyuma.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"Amri ya kuadhibiwa ilikwisha thibiti. Basi Sisi tukamwokoa Lut' na watu wake, isipo kuwa mkewe, kwani yeye alikuwa katika hao walio potea.","lang":"sw"},{"name":"7:84","price":"Na tukawamiminia mvua. Basi tazama jinsi ulivyo kuwa mwisho wa wakosefu.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"Basi tuliwateremshia mvua ya mawe ya kuteketeza, na ardhi ikatandazwa kwa mitetemeko ya chini yao! Basi ewe Nabii! Angalia vipi ulikuwa mwisho wa wakosefu.","lang":"sw"},{"name":"7:85","price":"Na kwa watu wa Madyana tulimtuma ndugu yao Shua'ib. Akasema: Enyi watu wangu! Muabuduni Mwenyezi Mungu. Hamna mungu mwengine isipo kuwa Yeye. Imekwisha kufikieni hoja wazi kutoka kwa Mola Mlezi wenu. Basi timizeni sawasawa vipimo na mizani, wala msiwapunje watu vitu vyao, wala msifanye uharibifu katika nchi, baada ya kuwa imekwisha tengenea. Hivi ndivyo bora kwenu ikiwa nyinyi ni Waumini.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"Na kwa watu wa Madyana tulimtuma ndugu yao, Shua'ib. Akasema: Enyi watu wangu! Muabuduni Mwenyezi Mungu peke yake. Kwani nyinyi hamna mungu isipo kuwa Yeye. Hoja zilizo wazi za kuthibitisha Haki inayo toka kwa Mola Mlezi wenu juu ya Utume wangu kwenu zimekwisha kujieni. Na umekujieni Ujumbe wa Mola wenu Mlezi kwamba mtengeneze kwa uadilifu maingiliano yenu nyinyi kwa nyinyi. Basi timizeni vipimo na mizani mnapo uziana, wala msipunguze haki za watu, wala msiiharibu nchi nzuri, kwa kufisidi mapando na kadhaalika, na kuwatenga jamaa na kuondoa mapenzi. Kwani hayo ni bora kwenu mkiwa mnamuamini Mwenyezi Mungu Mtukufu, na mnaamini Haki iliyo wazi.","lang":"sw"},{"name":"7:86","price":"Wala msikae katika kila njia mkitisha watu, na kuwazuilia na Njia ya Mwenyezi Mungu wale wenye kumuamini, na mkataka njia ipotoke. Na kumbukeni mlipo kuwa wachache, naye akakufanyeni kuwa wengi. Na tazameni jinsi ulivyo kuwa mwisho wa mafisadi.","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"Wala msikae katika kupinga kila njia za Haki na uwongofu na a'mali njema, mkiwatishia wapitao, na kwa hivyo mkawazuia watafutao kheri wasiifikie. Nao hao ndio watu wa Imani wanao muamini Mwenyezi Mungu, nanyi mnaitaka njia iliyo potoka! Na kumbukeni mlivyo kuwa ni watu wachache, Mwenyezi Mungu akakufanyeni mkawa wengi kwa kwenda sawa kutaka uzazi na mali. Na zingatieni nini ulikuwa mwisho wa waharibifu walio kuwa kabla yenu.","lang":"sw"},{"name":"7:87","price":"Na kama liko kundi miongoni mwenu lililo amini haya niliyo tumwa, na kundi jengine halikuamini, basi subirini mpaka Mwenyezi Mungu ahukumu baina yetu. Naye ndiye Mbora wa wenye kuhukumu.","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"Ikiwa kipo kikundi kati yenu kilicho amini Haki niliyo kuja nayo, na kikundi kingine hakikuamini, basi ngojeni mpaka Mwenyezi Mungu alete hukumu yake baina ya pande mbili hizo. Naye ndiye Mbora wa mahakimu.","lang":"sw"},{"name":"7:88","price":"WAHESHIMIWA WALIO TAKABARI katika kaumu yake wakasema: Ewe Shua'ib! Tutakutoa wewe pamoja na wale walio kuamini katika mji wetu, au mrejee katika mila yetu. Akasema: Je, ingawa tunaichukia?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"Hii ni khabari ya Shua'ib katika wito wake kuwalingania kaumu yake. Ama hao kaumu yake walikuwa wamemili juu ya upotovu. Na wale wakubwa wao walio takabari waliukataa wito, na wakaona ni uvunjifu kuifuata Haki. Wakamkabili Shua'ib kumwambia dhamiri yao kwa kusema: Hakika hapana vingine ila tukutoe wewe na hao walio amini pamoja nawe katika mji wetu. Na tutakufukuzeni, wala hamtasalimika na adhabu hii ila mkirejea katika hii dini yetu mliyo iacha. Shua'ib a.s. akawajibu kwa kusema: Turejee katika mila yenu na hali sisi tunaichukia kwa uharibifu wake? Hayawi hayo abadan!","lang":"sw"},{"name":"7:89","price":"Bila ya shaka itakuwa tumemzulia uwongo Mwenyezi Mungu tukirudi katika mila yenu baada ya kwisha tuokoa nayo Mwenyezi Mungu. Wala haiwi kwetu sisi kuirejea mila hiyo, ila akitaka Mwenyezi Mungu, Mola Mlezi wetu. Ujuzi wa Mola Mlezi wetu umeenea katika kila kitu. Kwa Mwenyezi Mungu tunategemea. Ewe Mola Mlezi wetu! Tuhukumie baina yetu na kaumu yetu kwa haki, nawe ndiye mbora wa wanao hukumu.","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"Akaendelea zaidi kuwavunja tamaa yao ya kuwarejeza kwenye mila yao kama walivyo taka. Akasema: Tutakuwa tunamzulia uwongo Mwenyezi Mungu tukiwa katika mila yenu baada ya Mwenyezi Mungu kesha tuhidi kwenye Njia Iliyo Nyooka. Na haifai sisi kuwa katika mila yenu kwa khiari yetu na kutaka kwetu, ila akipenda Mwenyezi Mungu turejee katika mila yenu. Na hayo hayawi! Kwa sababu Mola Mlezi wetu anatujua vyema, na Yeye hataki turejee kwenye upotovu wenu. Yeye aliye tukuka shani yake amekienea kila kitu kwa ujuzi wake. Anatuongoa kwa upole wake na hikima yake kwenye jambo litalo tuhifadhia Imani yetu. Kwa Yeye peke yake ndio tumesalimisha mambo yetu, na huku tunashikilia yale aliyo tuwajibisha tuyashike. Ewe Mola Mlezi wetu! Tutenge sisi na hao kaumu yetu kwa Haki, kama ilivyo kuwa mwendo wako unavyo amua baina ya wenye kufuata Haki na wakatenda mema, na wale wapotovu waharibifu. Na Wewe kwa kuwa ujuzi wako na uwezo ulivyo enea ndiye Muadilifu na Muweza kuliko mahakimu wote.","lang":"sw"},{"name":"7:90","price":"Na waheshimiwa walio kufuru katika kaumu yake wakasema: Mkimfuata Shua'ib, basi hakika hapo nyinyi mtakuwa mlio khasiri.","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"Hapo basi wale watu walikata tamaa ya kuwafanya Shua'ib na walio kuwa naye wawafuate wao. Na wakajua kuwa hakika hao walikuwa wamethibiti katika Dini yao. Kadhaalika waliogopa wasizidi kuwa wengi wale walio hidika pamoja na Shua'ib kwa kudhihiri nguvu zake na kuthibiti kwake juu ya wito wake. Kwa hivyo wale waheshimiwa wa kikafiri wakawaelekea wafwasi wao wakiwatisha kwa kusema: Wallahi! Mkimfuata Shua'ib mkakubali wito wake, basi hapana shaka nyinyi utakutokeni utukufu wenu na utajiri wenu kwa kufuata dini potovu wasio kuwa wakiifuata wazee wenu.","lang":"sw"},{"name":"7:91","price":"Basi tetemeko la ardhi likawanyakua, na wakaamkia majumbani mwao wamejifudikiza, wamekwisha kufa.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"Basi hapo kauli ya kuteremka adhabu ikawa imethibiti. Wakasibiwa kwa tetemeko lilio tikisa nyoyo zao, wakawa katika majumba yao wamesinukia kifudifudi hawana tena uhai.","lang":"sw"},{"name":"7:92","price":"Wale walio mkanusha Shua'ib wakawa kama kwamba hawakuwako. Walio mkanusha Shua'ib ndio walio kuwa wenye kukhasiri.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"Hii ndio shani ya Mwenyezi Mungu na hao walio mkanusha Shua'ib, na wakamtishia, na wakamwonya kuwa watamfukuza katika mji wao, na wakafanya kila kitu kuupinga wito wake. Wamehiliki wao na ukahiliki mji wao, ikawa kama kwamba humo hawakuwahi kuishi wale walio mkadhibisha Shua'ib na wakadai kuwa ati atakaye mfuata atakuwa amekhasiri, na wakatilia nguvu madai hayo. Na lililo kuwa ni kuwa wao ndio walio poteza neema yao ya dunia na Akhera.","lang":"sw"},{"name":"7:93","price":"Basi akawaachilia mbali na akasema: Enyi kaumu yangu! Nimekufikishieni Ujumbe wa Mola Mlezi wangu, na nimekunasihini; basi vipi niwahuzunikie watu makafiri?","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"Shua'ib alipo ona hilaki ya kuvuruga iliyo wateremkia wale watu, basi aliwaachilia mbali, na akasema kujivua nafsi yake asiwe mkosa pamoja nao: Mimi nimekufikishieni ujumbe wa Mola wenu Mlezi unao pelekea mpate wema nyinyi, lau kuwa mngeli ufuata. Na mimi nimefanya ukomo wa uwezo wangu katika kukunasihini, na kukuwaidhini kwa mambo ya kukuokoeni na adhabu ya Mwenyezi Mungu. Basi vipi tena niwasikitikie mno watu makafiri? Hayawi hayo baada ya kuwa mimi nimekwisha jiudhuru kwao, na nikatumia juhudi yangu kwa ajili ya kutaka kuwahidi na kuwaokoa, na wao wakakhiari kufuata yale yale ya kuwahiliki.","lang":"sw"},{"name":"7:94","price":"Na hatukumtuma Nabii yeyote katika mji ila tuliwapatiliza wakaazi wake kwa taabu na mashaka ili wapate kunyenyekea.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"Na Sisi hatukumpeleka Nabii yeyote kwenye mji akawalingania watu wake wafuate Dini ya Mwenyezi Mungu iliyo sawa, na wao wakakataa kuukubali huo wito, ila tuliwapatiliza kwa ufakiri na maradhi, ili wapate kuwa wanyonge na wamwombe Mwenyezi Mungu kwa unyenyekevu, na kumsafia niya wapate kuondokewa na balaa na wamuitikie Mtume wake.","lang":"sw"},{"name":"7:95","price":"Kisha Sisi hubadilisha mahala pa ubaya kwa wema, hata wakazidi, na wakasema: Taabu na raha ziliwafikia baba zetu. Basi kwa ghafla tukawashika, hali ya kuwa hawajatambua.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"Basi tena ilivyo kuwa hawakufanya hayo, bali wakaendelea na ukafiri wao na inadi yao, tukawapa mtihani wa kuwapa neema badala ya dhiki ili kuwapururia tu. Tukawapa kutononoka, na nafasi nzuri, na siha na afya, mpaka wakawa wengi, na mali yao yakazidi, wakasema kwa ujinga wao: Hayo yaliyo wapata baba zetu ya mahna, na balaa, na starehe na neema - hayo yote ndio shani ya ulimwengu. Shida na neema huwajia watu kwa zamu. Hawakuzindukana wakajua kuwa haya ni malipo ya kufru zao wakajizuia! Na kwa hivyo wakawa hawaujui mwendo wa Mwenyezi Mungu, iliyo tukuka shani yake, katika sababu za matengenezo na uharibifu wa binaadamu, na nini linalo leta neema na nini linalo leta dhiki! Matokeo ya hayo ni kuwa Mwenyezi Mungu aliwapatiliza kwa kuwaletea adhabu ya kuteketeza kwa ghafla, na wao bila ya kujua nini litawafika.","lang":"sw"},{"name":"7:96","price":"Na lau kuwa watu wa miji wangeli amini na wakamchamngu, kwa yakini tungeli wafungulia baraka kutoka mbinguni na katika ardhi. Lakini walikanusha basi tukawapatiliza kwa sababu ya yale waliyo kuwa wakiyachuma.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"Na lau kuwa watu wa hiyo miji wangeliamini walio kuja nayo Mitume, na wakatenda walio wausia, na wakajitenga na aliyo yaharimisha Mwenyezi Mungu, tungeli wapa baraka nyingi zitokazo mbinguni na kwenye ardhi, kama mvua, na mimea, na matunda, na wanyama, na riziki, na amani na kusalimika na misiba. Lakini wao wakapinga na wakawakadhibisha Mitume. Basi tukawapatiliza kwa adhabu nao wamelala, kwa sababu ya ukafiri na maasi waliyo yazua. Basi huko kushikwa waliko shikwa kwa adhabu ni matokeo ya lazima kuwa kwa ajili ya maovu waliyo yachuma, na yawe kuwa ni somo kwa walio kama wao ikiwa wanayatia akilini!","lang":"sw"},{"name":"7:97","price":"Je, watu wa mijini wameaminisha ya kuwa adhabu yetu haitawafika usiku, nao wamelala?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"Je, watu wa hii miji walio letewa wito wa Manabii wao na wasiwaamini, wamejiaminisha kuwa adhabu yetu haitawafika nao wamezama katika usingizi wao?","lang":"sw"},{"name":"7:98","price":"Au watu wa mijini wameaminisha ya kuwa adhabu yetu haitawafika mchana, nao wanacheza?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"Je, watu hawa wameghafilika na wamejiaminisha kuwa adhabu haitawajia mchana kweupe na jua linawaka, nao wameshughulikia mambo yasiyo na faida nao?","lang":"sw"},{"name":"7:99","price":". Je, wamejiaminisha na mipango ya Mwenyezi Mungu? Kwani hawajiaminishi na mipango ya Mwenyezi Mungu ila watu wenye kukhasiri.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"Je, hawaujui mwendo wa Mwenyezi Mungu anavyo kwenda nao wanao kanusha, hata wakajitumainisha kuwa haitowafikia adhabu usiku au mchana? Naye, huipeleka kwa mpango wake wasio uona watu. Hakika hawawi wajinga wa mpango na mwendo wa Mwenyezi Mungu katika kuadhibu ila wale wanao kanusha, wenye kuzikhasiri nafsi zao kwa kutozinduka katika mambo yaliyo khusu kufanikiwa kwao.","lang":"sw"},{"name":"7:100","price":"Je, hawahidiki hawa wanao rithi ardhi baada ya wale wenyewe kwamba tukitaka tutawapatiliza kwa madhambi yao, na tutapiga muhuri juu ya nyoyo zao, na kwa hivyo hawatasikia?.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"Je, hawaujui mwendo wa Mwenyezi Mungu kwa kaumu zilizo kwisha pita kabla yao, na kuwa shani yetu kwao ni kama ilivyo kuwa kwa walio watangulia? Na kwamba wao lazima wafuate tuyatakayo. Tukitaka kuwaadhibu kwa sababu ya madhambi yao tutawapatiliza kama tulivyo wapatiliza walio kama wao. Nasi tunatia muhuri nyoyo zao kwa kuwa zimeharibika bila ya kiasi, mpaka ikafika ukomo kuwa hazipokei tena uwongofu. Kwa muhuri huo imekuwa hawasikii hikima wala nasiha, kwa msikio wa kufahamu na kuwaidhika.","lang":"sw"},{"name":"7:101","price":"Miji hiyo, tunakusimulia baadhi ya khabari zake. Na hapana shaka Mitume wao waliwafikia kwa hoja zilizo waziwazi. Lakini hawakuwa wenye kuamini waliyo yakanusha zamani. Namna hivi Mwenyezi Mungu anazipiga muhuri nyoyo za makafiri.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"Hiyo ni miji iliyo dumu karne nyingi, na imepitiwa na muda mrefu katika taarikhi yao. Tunakusimulia hivi sasa baadhi ya khabari zao zenye somo la kuzingatiwa. Na watu wa miji hiyo walifikiwa na Mitume wao kwa Ishara zilizo wazi zenye kuonyesha ukweli wa wito wao. Lakini haikuwa shani yao kuamini baada ya kuja hizo Ishara zilizo wazi, kwa sababu ya mtindo wao wa kuwakanusha wasemao kweli. Basi wakawakadhibisha Mitume wao, wala hawakuongoka! Basi ni hivyo Mwenyezi Mungu huweka kizuizi juu ya nyoyo na akili za makafiri, ikafichika kwao Njia ya Haki, na wakajitenga nayo.","lang":"sw"},{"name":"7:102","price":"Wala hatukuwaona wengi wao kuwa wanatimiza ahadi; bali kwa hakika tuliwakuta wengi wao ni wapotofu.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"Wala hatukuwakuta wengi wa watu hao kuwa ni wenye kutimiza ahadi kwa Imani tulio wausia kwa ndimi za Mitume, na yanayo tambuliwa na akili na nadhari nzuri. Na mwendo ulio thibiti kwao ni vile kuselelea katika upotofu na kwenda kinyume na kila ahadi.","lang":"sw"},{"name":"7:103","price":"Kisha baada yao tukamtuma Musa na Ishara zetu kwa Firauni na waheshimiwa wake. Nao wakazikataa. Basi tazama ulikuwaje mwisho wa waharibifu.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"Tena baada ya Mitume hao tulimtuma Musa a.s. Naye akaja na dalili zenye kuonyesha ukweli wa anayo yafikisha kutokana nasi kumpelekea Firauni na kaumu yake. Musa akaufikisha wito wa Mola wake Mlezi, na akawaonyesha Ishara ya Mwenyezi Mungu. Nao wakadhulumu nafsi zao na watu wao kwa kuzikataa kwa kiburi na upinzani tu! Basi wakastahiki adhabu kali kutokana na Mwenyezi Mungu, na hivyo ukawa mwisho wa mambo yao! Basi ewe Nabii! Angalia vyema mwisho wa mafisadi katika ardhi.","lang":"sw"},{"name":"7:104","price":"Na Musa alisema: Ewe Firauni! Hakika mimi ni Mtume nitokaye kwa Mola Mlezi wa viumbe vyote.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"Musa akasema: Ewe Firauni! Hakika mimi nimetumwa kutoka kwa Mwenyezi Mungu, Mola Mlezi wa viumbe vyote, Mwenye mamlaka juu ya mambo yao yote, ili nikufikishieni wito wake, na nikuiteni muifuate Sharia yake.","lang":"sw"},{"name":"7:105","price":"Inafaa nisiseme juu ya Mwenyezi Mungu ila lilio la Haki. Nami hakika nimekujieni na dalili waziwazi kutokana na Mola Mlezi wenu. Basi waache Wana wa Israili wende nami.","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"Na mimi pupa yangu ni kumsemea kweli Mwenyezi Mungu Mtukufu. Na nimekujieni na Ishara yenye shani kubwa, yenye hoja iliyo dhaahiri katika kubainisha Haki niliyo kuja nayo. Basi waachilie waje nami Wana wa Israili, na uwatoe kwenye utumwa wa kahari yako, wende nami kwenye nchi nyengine isiyo kuwa yako, na huko wapate kumuabudu Mola Mlezi wao na wako.","lang":"sw"},{"name":"7:106","price":"Akasema Firauni: Ikiwa umekuja na Ishara, basi ilete ukiwa ni katika wasemao kweli.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"Firauni akamwambia Musa: Ikiwa umekuja na Ishara (muujiza) kutokana na huyo aliye kutuma, basi nionyeshe kama wewe ni katika watu wakweli wanalo lishika neno la haki.","lang":"sw"},{"name":"7:107","price":"Basi akaitupa fimbo yake, na mara ikawa nyoka dhaahiri.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"Kiasi ya Musa kuitupa fimbo aliyo kuwa nayo mkononi mwake wa kulia mbele ya Firauni, mara hiyo fimbo ikawa nyoka khasa dhaahiri, anakwenda mbio huku na huku, kwa nguvu zinazo onyesha kuwa ana uhai timamu.","lang":"sw"},{"name":"7:108","price":"Na akatoa mkono wake, mara ukawa mweupe kwa watazamao.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"Akautoa mkono wake kutoka mfukoni mwake, na hapo hapo ukawa mweupe safi kabisa ukimeremeta katika macho ya wanao angalia!","lang":"sw"},{"name":"7:109","price":"Wakasema waheshimiwa wa kaumu ya Firauni: Hakika huyo ni mchawi mjuzi.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"Musa alipo ionyesha Ishara ya Mwenyezi Mungu Mtukufu, zilitibuka roho za wapambe wa Firauni na waheshimiwa wa kaumu yake, wakasema katika kujipendekeza kwa Firauni na kumtetea: Hakika huyu ni bingwa katika ilimu ya uchawi, wala hii si Ishara itokayo kwa Mwenyezi Mungu!!","lang":"sw"},{"name":"7:110","price":"Anataka kukutoeni katika nchi yenu. Basi mnatoa shauri gani?.","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"Na yeye ameelekeza lengo lake akupokonyeni ufalme wenu, na akutoeni katika nchi yenu kwa uchawi wake na yatayo tokea hapo kwa kuwavutia watu wamili na wamfuate. Basi tazameni, mnaamrisha njia gani ya kutokana naye huyu?","lang":"sw"},{"name":"7:111","price":"Wakasema: Mwache kidogo yeye na nduguye, na watume mijini wakusanyao,.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"Wakasema: Akhirisha kukata shauri juu yake na nduguye huyu anaye msaidia katika wito wake, na watume watu katika askari wako wende katika miji ya ufalme wako wawakusanye walio mafundi katika ilimu ya uchawi.","lang":"sw"},{"name":"7:112","price":"Wakuletee kila mchawi mjuzi.","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"Wakuletee kila mwanachuoni wa ilimu za uchawi. Na wao watakufichulia nini khasa hakika ya aliyo kuja nayo Musa, asije akafitinika yeyote.","lang":"sw"},{"name":"7:113","price":"Wakaja wachawi kwa Firauni, wakasema: Hakika tutapata ujira ikiwa tutashinda.","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"Basi wakaja kwa Firauni wachawi walio kusanywa na askari wake. Nao wakasema: Hapana shaka nasi tutapata malipo makubwa yanayo lingana na hili linalo takikana kwetu, ikiwa sisi tutamshinda Musa.","lang":"sw"},{"name":"7:114","price":"Akasema: Naam! Nanyi bila ya shaka mtakuwa katika wa karibu nami.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"Haraka haraka Firauni akawajibu kwa walitakalo: Naam! Hapana shaka mtapata malipo makubwa. Na hapana shaka juu ya hayo nyinyi mtakuwa watu wenye cheo kwangu.","lang":"sw"},{"name":"7:115","price":"Wakasema: Ewe Musa! Je, utatupa wewe, au tutakuwa sisi tutao tupa?","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"Kisha wachawi wakamgeukia Musa, baada ya Firauni kuwaahidi alivyo waahidi, na wao wakaonyesha wana imani na nafsi zao na kujitayarisha kwao kwa uchawi wao katika uwanja wa mapambano. Wakamwabia: Ama utupe ulicho nacho kwanza, au sisi tuwe wenye kutupa tulicho nacho.","lang":"sw"},{"name":"7:116","price":"Akasema: Tupeni! Basi walipo tupa waliyazuga macho ya watu na wakawatia khofu, na wakaleta uchawi mkubwa.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"Musa akwajibu jawabu ya mwenye imani ya kushinda, akionyesha kutowabali: Tupeni nyinyi kwanza hicho mnacho tupa. Walipo tupa kila mmoja wao, navyo ni kamba na fimbo, macho ya watu yalizugwa, na ikawapitikia kuwa walicho kifanya kile ni hakika kweli. Na hali haikuwa ila ni kiini macho tu. Mambo yale yaliwatisha watu, na nyoyo zao zikaingia khofu na kitisho. Kwani wachawi wale waliwaletea watu uchawi unao onekana ni mkubwa, na athari yake katika macho yao ni kubwa!","lang":"sw"},{"name":"7:117","price":"Nasi tukamfunulia Musa kumwambia: Tupa fimbo yako. Mara ikavimeza vyote vile walivyo vibuni.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"Mwenyezi Mungu akaitoa amri yake kumpelekea Musa: Tupa fimbo yako. Sasa umekwisha fika wakati wake. Akaitupa kama alivyo amrishwa. Mara hiyo fimbo ikaingia kuvimeza vile vizushi vyao walivyo zua na kubuni!","lang":"sw"},{"name":"7:118","price":"Kweli ikathibiti na yakabat'ilika waliyo kuwa wakiyatenda.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"Basi Haki ikathibiti na kudhihiri upande wa Musa a.s. na ukabwatika udanganyifu wa wachawi.","lang":"sw"},{"name":"7:119","price":"Kwa hivyo walishindwa hapo, na wakageuka kuwa wadogo.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"Firauni na waheshimiwa wake wakashindwa katika ule mkutano mkubwa, na wakawa madhalili mbele ya watu wote kwa masaibu yaliyo wapata, nayo ni kuvunjika moyo na kukata tamaa.","lang":"sw"},{"name":"7:120","price":"Na wachawi wakapoomoka wakisujudu.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"Haya ni mambo yaliyo wafika Firauni na waheshimiwa wake. Ama wale wachawi Haki iliangaza kwao, na wakaanguka kwa kumsujudia Mwenyezi Mungu nao wanainyenyekea Haki.","lang":"sw"},{"name":"7:121","price":"Wakasema: Tumemuamini Mola Mlezi wa viumbe vyote.","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"Huku wakisema hao wachawi walio tubia: Tumemuamini Muumba wa viumbe vyote, Mwenye kumiliki na kuendesha mambo yao yote.","lang":"sw"},{"name":"7:122","price":"Mola Mlezi wa Musa na Haarun.","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"Hakika huyo ndiye Mungu anaye itakidiwa na kuaminiwa na Musa na Haarun.","lang":"sw"},{"name":"7:123","price":"Akasema Firauni: Mmemuamini kabla sijakupeni idhini? Hizi ni njama mlizo panga mjini mpate kuwatoa wenyewe. Lakini karibu mtajua!","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"Jambo hili lilimtisha Firauni na ikafoka ghadhabu yake, akasema: Hivyo nyinyi mmemuamini na kumsadiki Mola Mlezi wa Musa na Haarun kabla sijakupeni ruhusa mimi? Hakika hapa pana kijambo mmekizua nyinyi na Musa na Haarun kwa kuwafikiana. Na haya si chochote ila ni vitimbi mlivyo vipanga katika mji wa Misri mpate kuwatoa wenyewe kwa hila yenu. Basi ngojeni, mtaiona adhabu itayo kushukieni kuwa ndio jaza yenu kwa kumfuata Musa na Haarun, na ndio adabu yenu kwa hivi vitimbi vyenu na khadaa!","lang":"sw"},{"name":"7:124","price":"Lazima nitaikata mikono yenu na miguu yenu mbali mbali. Kisha nitakutundikeni misalabani.","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"Na ninakuapieni kuwa nitakuteseni vikali, na nitakukateni mikono yenu na miguu yenu mbali mbali, nitakata mkono wa upande mmoja na mguu wa upande wa pili, kisha nitakutundikeni misalabani, kila mmoja wenu, nanyi mmo katika hali hiyo, ili muwe ni zingatio kwa anaye jifikiria kutufanyia vitimbi, au kutaka kuufanyia uasi utawala wetu!","lang":"sw"},{"name":"7:125","price":"Wakasema: Sisi ni wenye kurejea kwa Mola wetu Mlezi.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"Nao hawakuibali kauli yake wala vitisho vyake, kwa kuwa Imani ilikwisha saki ndani ya nyoyo zao. Wakamwambia: Hakika sisi ni wenye kurejea kwa Mola wetu Mlezi. Kwa hivyo tunaneemeka katika rehema yake na bora ya malipo yake.","lang":"sw"},{"name":"7:126","price":"Nawe hukuudhika nasi ila kwa kuwa tumeziamini Ishara za Mola Mlezi wetu zilipo tujia. Ewe Mola Mlezi wetu! Tumiminie uvumilivu na utufishe hali ni Waislamu.","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"Na wewe hutuchukii na kutuadhibu ila kwa kuwa tumemsadiki Musa, na tumezikubali zilipo tujia Ishara za Mola wetu Mlezi zilio wazi, zenye kuonyesha Haki! Kisha wakamuelekea Mwenyezi Mungu kwa unyenyekevu, wakisema: Ewe Mola Mlezi wetu! Tumiminie subira kubwa, itupe nguvu kuhimili shida zote; na utufishe katika Uislamu bila ya kuteseka kwa anayo tuahidi Firauni.","lang":"sw"},{"name":"7:127","price":"Wakasema waheshimiwa wa kaumu ya Firauni: Unamuacha Musa na watu wake walete uharibifu katika nchi na wakuache wewe na miungu yako? Akasema: Tutawauwa wavulana wao, na tutawaacha hai wanawake wao. Na bila ya shaka sisi ni wenye nguvu juu yao.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"Baada ya Firauni na watu wake kuona waliyo yaona, katika vile kudhihiri mambo ya Musa na nguvu za ushindi wake, na wachawi wakamuamini, walisema wakuu wa kaumu yake: Unamuacha Musa na watu wake wawe huru katika amani, ili mwisho wao wawafisidi kaumu yako dhidi yako katika nchi ya Misri kwa kuwatia katika dini yao, na wakuache wewe na miungu yako bila ya wao kujali? Hapo watu wa Misri watakuona wewe na hiyo miungu kuwa mmeshindwa. Firauni akasema kuwajibu: Tutawawauwa watoto wao wa kiume wa watu hawa, kila anaye zaliwa; na tutawabakisha wa kike wawe hai, ili wasiwe na nguvu, kama tulivyo fanya zamani. Na sisi tuko juu yao kwa kuwashinda na kwa utawala, na kuwafanyia kahari.","lang":"sw"},{"name":"7:128","price":"Musa akawaambia watu wake: Ombeni msaada kwa Mwenyezi Mungu, na subirini. Hakika ardhi ni ya Mwenyezi Mungu. Naye humrithisha amtakaye katika waja wake. Na mwisho ni wa wachamngu.","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"Na hapo Musa aliona kama dalili za huzuni katika watu wake, basi akawatia nguvu katika azma yao. Akawambia: Mtakeni Mwenyezi Mungu msaada na kukuungeni mkono. Na kuweni imara, wala msifazaike. Kwani ardhi yote imo katika nguvu za uwezo wa Mwenyezi Mungu na ufalme wake. Humrithisha amtakaye katika waja wake, wala si ya Firauni. Na mwisho mwema wataupata wale wanao mcha Mwenyezi Mungu kwa kushikamana naye na kuzikamata hukumu zake.","lang":"sw"},{"name":"7:129","price":"Wakasema: Tumeudhiwa kabla hujatufikia, na baada ya wewe kutujia! Musa akasema: Huenda Mola wenu Mlezi akamhiliki adui wenu, na akakufanyeni nyinyi ndio wa kufuatia kushika nchi, ili atazame mtavyo kuja tenda nyinyi.","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"Wakasema wale watu kwa huzuni na unyonge: Sisi tulipata maudhi zamani kutoka kwa Firauni kabla hujatujia, na hivi sasa tena baada ya kuja kwako. Musa akawafungulia mlango wa matarajio mema kwa kuwaambia: Hakika linalo tarajiwa kwa fadhila za Mola wenu Mlezi ni kumteketeza adui yenu, aliye kufanyeni watumwa na akakuteseni kwa dhulma yake, na akujaalieni nyinyi ndio wa kuimiliki ardhi aliyo kuahidini. Yeye Subhanahu, Aliye takasika, anayajua mnayo yatenda baada ya kukuwekeni huku. Je, mtaishukuru neema au mtaikufuru? Na mtatenda mema katika nchi au mtafanya fisadi? Hayo ili apate kukulipeni duniani na Akhera kwa mujibu wa mtendayo.","lang":"sw"},{"name":"7:130","price":"Na hakika tuliwaadhibu watu wa Firauni kwa miyaka (ya ukame) na kwa upungufu wa mazao, ili wapate kukumbuka.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"Na hakika Sisi tuliwaadhibu Firauni na watu wake kwa ukame, na dhiki ya maisha, na upungufu wa matunda na mazao na miti, kwa kutaraji kuwa watazindukana wautambue unyonge wao, na kushindwa ufalme wao wa jeuri mbele ya nguvu za Mwenyezi Mungu, wapate kuwaidhika na waache kuwadhulumu Wana wa Israili, na wauitikie wito wa Musa a.s. Kwani mtindo wa shida ni kuzuia kujidanganya, na kutengeza tabia, na kuzielekeza nafsi ziikubali Haki, na kumridhi Mola Mlezi wa viumbe vyote, na kumnyenyekea Yeye tu, si mwenginewe.","lang":"sw"},{"name":"7:131","price":"Likiwafika jema wakisema: Haya ni haki yetu. Na likiwafika ovu husema: Musa na walio pamoja naye ni wakorofi. Hakika ukorofi wao huo unao wafikia unatoka kwa Mwenyezi Mungu. Lakini wengi wao hawajui.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"Lakini tabia ya Firauni na wasaidizi wake ni kuto thibiti juu ya Haki. Wepesi kurejea kwenye khiana na uasi. Hao ni watu wa kigeugeu! Ikiwajia kutononoka na neema - na mara nyingi huwa hivyo - wao wakisema: Sisi tunastahiki haya tuliyo nayo kuwapita watu wengineo! Na likiwasibu la kuwaudhi, kama ukame, au tauni, au msiba wa miili au riziki, wakiona yamewapata hayo kwa ukorofi wa Musa na walio pamoja naye. Na wanaghafilika kuwa dhulma zao, na fisadi zao ndizo zilizo pelekea kuja hayo yanayo wapata! Basi na watanabahi, na wajue kuwa ujuzi wa ukorofi wao uko kwa Mwenyezi Mungu. Yeye ndiye anaye wapatiliza kwa sababu ya vitendo vyao viovu. Yeye ndiye anaye wapelekea hayo yanao waudhi, wala si Musa na alio nao. Lakini wengi wao hawaijui Hakika ambayo haina shaka.","lang":"sw"},{"name":"7:132","price":"Na wakisema: Hata ukituletea Ishara yoyote kutuzuga hatuto kuamini.","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"Na kwa hii fikra mbovu waliyo nayo wakaendelea na upinzani. Walisema walipo ona miujiza ya Musa: Wewe hata ukituletea kila namna ya Ishara zinazo onyesha ukweli wa wito wako, ili kutuachisha dini yetu, na tusiwafanye watumwa watu wako, sisi hatukusadiki wala hatukufuati.","lang":"sw"},{"name":"7:133","price":"Basi tukawapelekea tufani, na nzige, na chawa, na vyura, na damu, kuwa ni Ishara mbali mbali. Nao wakapanda kiburi, na wakawa watu wakosefu.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"Basi Mwenyezi Mungu aliwateremshia masaibu na balaa zaidi, kama tufani lilio funika mwahala mwao, na nzige walio kula kila mmea na mti ulio bakia, na chawa, yaani vijidudu vinavyo haribu matunda na kuteketeza wanyama na mimea. na vyura vilivyo enea vikafanya maisha yao dhiki, na vikachafua kila pahala, na damu iliyo sabibisha maradhi mengi, kama kupasuka mishipa ya damu katika mwili, na damu inayo najisisha kila pahala ikasabibisha presha, au kupasuka ikaleta kiharusi na kupooza, na kutokwa na mkojo wa damu kwa sababu ya kichocho na mfano wake, au ikawa inachanganyika na maji yao wanayo hitajia kunywa au kupikia. Mwenyezi Mungu aliwapatiliza na Ishara hizi zote zilio wazi! Nao wasiathirike, nyoyo zao zikabaki kuwa ngumu, na wenye kutakabari hawataki Imani wala kurejea kwenye Haki. Walikuwa watu walio bobea kwenye madhambi na ukosefu, kama ilivyo ada yao.","lang":"sw"},{"name":"7:134","price":"Na ilipo waangukia adhabu wakasema: Ewe Musa! Tuombee kwa Mola wako Mlezi kwa aliyo kuahidi. Ukituondolea adhabu hii hapana shaka tutakuamini, na tutawaachilia Wana wa Israili wende nawe.","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"Katika kuzidi kigeugeu chao kama zinavyo badilika sababu, walikuwa kila ikiwashukia namna yoyote ya adhabu wakisema kwa shida na machungu yanayo wapata: Ewe Musa! Tuombee kwa Mola Mlezi wako, kwa vile alivyo kuahidi kuwa ukimwomba atakupa miujiza na atakuitikia dua, atuondolee adhabu hii. Na sisi tunakuapia kuwa ukituondolea basi bila ya shaka tutakuitikia na tutawaachilia wende nawe Wana wa Israili kama ulivyo taka!","lang":"sw"},{"name":"7:135","price":"Lakini tukiwaondolea adhabu mpaka muda fulani wao waufikie, mara wakivunja ahadi yao.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"Tulipo waondolea adhabu kila mara kwa muda wao mpaka mwisho wake ukisha huivunja ahadi yao, na huenda kinyume na kiapo chao, na hurejea yale yale waliyo kuwa nayo. Kwao wao hayo majaribio ya kuwaachisha maovu hayakuleta faida!","lang":"sw"},{"name":"7:136","price":"Basi tuliwapatiliza, tuka- wazamisha baharini kwa sababu walizikanusha Ishara zetu, na wakaghafilika nazo.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"Tuliwateremshia nakama yetu. Tukawazamisha baharini kwa sababu ya kushikilia kwao kukanusha Ishara zetu, na hadi ya kutoyabali mafunzo ya Imani na ut'iifu yaliyomo katika hizo Ishara.","lang":"sw"},{"name":"7:137","price":"Na tukawarithisha watu walio kuwa wanadharauliwa mashariki na magharibi ya ardhi tuliyo ibariki. Na likatimia neno jema la Mola Mlezi wako juu ya Wana wa Israili, kwa vile walivyo subiri. Na tukayaangamiza aliyo kuwa akiyafanya Firauni na kaumu yake, na waliyo kuwa wakiyajenga.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"Tukawapa watu ambao walikuwa wakidharauliwa katika Misri, nao ni Wana wa Israili, ardhi alio ipa baraka Mwenyezi Mungu kwa kuifanya ina rutba na kheri nyingi, tangu mashariki mpaka magharibi yake. Neno jema la Mwenyezi Mungu likatekelezwa kwa ukamilifu, na pia ahadi yake ya ushindi kwa Wana wa Israili, kwa sababu ya kuvumilia kwao dhiki. Na tukayateketeza majumba ya fakhari, na kila majenzi, na chanja za mimea ya kutambaa, na bustani, na pandio za mizabibu, waliyo kuwa wakisimamisha na kujenga akina Firauni na watu wake! Hiyo ndiyo shani ya Mwenyezi Mungu, na ametimiza kweli ahadi yake kwa Wana wa Israili.","lang":"sw"},{"name":"7:138","price":"Na tukawavusha bahari Wana wa Israili, wakafika kwa watu wanao abudu masanamu yao. Wakasema: Ewe Musa! Hebu tufanyie na sisi miungu kama hawa walivyo kuwa na miungu. Musa akasema: Hakika nyinyi ni watu msio jua kitu","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"Wana wa Israili wakaivuka bahari kwa uangalizi wetu, na kuwaunga mkono na kuwafanyia mepesi mambo yao. Baada ya kwisha vuka waliwakuta kaumu wameshika ibada ya masanamu. Walipoona hivi yale waliyo kuwa wameyazoea kuwaona Wamisri wakiabudu masanamu yaliwaghilibu, wakamtaka Musa awafanyie nao masanamu wayaabudu, kama ilivyo kuwa wale kaumu wana masanamu yao wanayo yaabudu! Hapo hapo Musa a.s. aliwatahayarisha na kuwakanya, akasema: Hakika nyinyi ni watu wapumbavu, msio na akili! Hamjui ibada ya Haki, wala hamumjui Mungu anaye stahiki kuabudiwa!","lang":"sw"},{"name":"7:139","price":"Hakika haya waliyo nayo watu hawa yatakuja angamia, na hayo waliyo kuwa wakiyafanya yamepotea bure.","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"Hawa mnao waona wanaabudu masanamu, hapana shaka haya walio nayo ni yenye kuangamia, na hii dini waliyo nayo ni potovu , bure bilashi. Na a'mali zao ni zenye kupotea, wala hazibaki.","lang":"sw"},{"name":"7:140","price":"Akasema: Je, nikutafutieni mungu asiye kuwa Mwenyezi Mungu, na Yeye ndiye aliye kufadhilisheni juu ya viumbe vyote?","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"Je, nikutafutieni wa kuabudiwa asiye kuwa Mwenyezi Mungu Mola Mlezi wa viumbe vyote, na Yeye ndiye aliye kupeni fadhila, na akakupeni neema asio pata kupewa mwengine asiye kuwa nyinyi katika zama zenu?","lang":"sw"},{"name":"7:141","price":"Na pale tulipo kuokoeni kwa watu wa Firauni walio kupeni adhabu za mwisho wa uovu. Wakiwauwa wavulana wenu, na wakawaacha hai wanawake wenu. Na katika hayo yalikuwa majaribio makubwa kutokana na Mola wenu Mlezi.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"Kumbukeni alipo kuvueni Mwenyezi Mungu Mtukufu kwa uangalizi wake na watu wa Firauni, walio kuwa wakikuadhibuni ukomo wa adhabu, wakikudhalilisheni muwatumikie katika kazi ngumu, wala hawakukuoneeni huruma kama wanyama, wakiuwa wavulana wenu na wakiwabakisha wasichana ili mzidi kudhoofika kwa wingi wa wanawake! Na katika adhabu za Firauni zilizo kushukieni, na kukuvueni nazo, pana mtihani mkubwa wa Mola wenu Mlezi, wala hapana mfano wake.","lang":"sw"},{"name":"7:142","price":"Tulimuahidi Musa masiku thalathini na tukayatimiza kwa kumi; ikatimia miadi ya Mola wake Mlezi masiku arubaini. Na Musa akamwambia nduguye Haarun: Shika mahala pangu kwa watu wangu na utengeneze wala usifuate njia ya waharibifu.","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"Tulimuahidi Musa tutazungumza naye na tutampa Taurati baada ya kutimia masiku (wingi wa \"usiku\") thalathini ya yeye kuabudu. Na tukauongeza muda huo kwa masiku kumi, kutimiza ibada. Yakawa masiku arubaini. Musa akamwambia nduguye Haarun alipo kuwa anakwenda kuzungumza na Mwenyezi Mungu: Kuwa badala yangu kwa hawa watu wangu. Na watengenezee mambo yao yanayo hitajia kutengenezwa. Na tahadhari na kufuata njia ya mafisadi. (Angalia: Kwa Kiswahili safi, \"Masiku\" ni wingi wa \"Usiku\". Ama wingi wa \"Siku\" ni \"Siku\" vile vile kama ilivyo katika aghlabu ya maneno mengine yanayo anzia \"S\", kama Saa, Sanda, Sahani, Sabuni, Safari, Sufuria n.k.)","lang":"sw"},{"name":"7:143","price":"Na alipo kuja Musa kwenye miadi yetu, na Mola wake Mlezi akamsemeza, alisema: Mola wangu Mlezi! Nionyeshe nikutazame. Mwenyezi Mungu akasema: Hutoniona. Lakini utazame huo mlima. Ukibaki pahala pake basi utaniona. Basi alipo jionyesha Mola Mlezi wake kwa mlima, aliufanya uvurugike, na Musa akaanguka chini amezimia. Alipo zindukana alisema: Subhanaka, Umetakasika! Natubu kwako, na mimi ni wa kwanza wa Waumini.","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"Na alipo kuja Musa kuzungumza nasi, na Mola Mlezi wake akanena naye kwa maneno ambayo siyo kama kusema kwetu, Musa alisema: Ewe Mola Mlezi wangu! Nionyeshe dhati yako na unidhihirikie, nipate kukutazama nizidi utukufu. Mwenyezi Mungu akasema: Huwezi kuniona. Kisha Subhanahu, Aliye takasika alitaka kumkinaisha kuwa hawezi kumwona, akamwambia: Walakini utazame huo mlima ambao una nguvu kuliko wewe. Ukithibiti pahala ulipo wakati wa kudhihiri kwangu, basi utaniona nikijidhihirisha kwako. Basi Mola wake Mlezi alipo jionyesha kwa huo mlima kwa njia inayo wafikiana naye Mtukufu, mlima ulivurugika ukawa sawa sawa na ardhi. Musa akaanguka, kazimia kwa kitisho alicho kiona. Alipo zindukana kutokana na kuzimia kwake alisema: Nakutakasa mtakaso mkuu na kuonekana kwako duniani! Hakika mimi ninatubu kwako kuja kukutaka kitu bila ya ruhusa yako. Na mimi ni wa mwanzo katika zama zangu wa wanao amini utukufu wako na ubora wako.","lang":"sw"},{"name":"7:144","price":"(Mwenyezi Mungu) akasema: Ewe Musa! Mimi nimekuteuwa wende kwa watu na Ujumbe wangu na maneno yangu. Basi chukua niliyo kupa na uwe katika wanao shukuru. ","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"Mwenyezi Mungu alipo mzuilia Musa asimwone, akaingia kumhisabia neema zake ili amliwaze kwa vile kumkatalia, akamwambia: Ewe Musa! Mimi nimekufadhilisha, na nimekuteua kuliko watu wote wa zama zako, ili ufikishe vitabu vya Taurati, na kwa kusema nawe bila ya kuwapo mtu kati. Basi yashike hayo niliyo kukufadhili, na unishukuru kama wafanyavyo wenye kushukuru, wanao kadiri neema.","lang":"sw"},{"name":"7:145","price":"Na tukamuandikia katika mbao kila kitu, mawaidha na maelezo ya mambo yote. (Tukamwambia): Basi yashike kwa nguvu na uwaamrishe watu wako wayashike kwa ubora wake. Nami nitakuonyesheni makaazi ya wapotofu.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"Na tulimbainishia Musa katika zile mbao za Taurati kila kitu kilicho khusu mawaidha na hukumu zilizo elezwa mbali mbali, wanazo hitajia watu duniani na Akhera. Na tukamwambia: Zishike hizi mbao baraabara na kwa kuazimia. Na waamrishe watu wako washike yaliyo bora humo, kama kusamehe badala ya kulipiza kisasi, na kuachilia badala ya kungojea, na kulegeza badala ya kukaza. Enyi kaumu ya Musa! Nitakuonyesheni katika vitabu vyenu makaazi ya wale wanao asi amri za Mwenyezi Mungu, na watavyo angamia, ili mpate kuzingatia. Basi msende kinyume yakakusibuni yalio wasibu hao waasi.","lang":"sw"},{"name":"7:146","price":"Nitawatenga na Ishara zangu wale wanao fanya kiburi katika nchi bila ya haki. Na wao wakiona kila Ishara hawaiamini. Wakiiona njia ya uwongofu hawaishiki kuwa ndiyo njia; lakini wakiiona njia ya upotofu wanaishika kuwa ndiyo njia. Hayo ni kwa sababu wamezikanusha Ishara zetu, na wameghafilika nazo.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"Hao walio majeuri na wakapanda kiburi katika ardhi wakakataa kukubali yaliyo sawa bila ya haki, nitawazuia wasiweze kuzizingatia dalili za uwezo wangu ziliomo katika nafsi za watu na jiha zote. Watu hawa hata wakiona kila Ishara inayo thibitisha ukweli wa Mitume wetu hawaisadiki. Na wakiiona njia ya uwongofu hawaipiti, na wakiiona njia ya upotofu ndio wanaipita! Hayo yanatokea kwao kwa sababu wamezikanusha Ishara zetu zilio teremshwa, na wameghafilika na kuongoka kwazo.","lang":"sw"},{"name":"7:147","price":"Na walio zikanusha Ishara zetu na mkutano wa Akhera a'mali zao zimeharibika. Kwani watalipwa ila kwa yale waliyo kuwa wakiyatenda?.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"Na walio zikanusha Ishara zetu zilio teremshwa juu ya Mitume wetu kwa ajili ya uwongofu, na wakakanusha kukutana nasi Siku ya Kiyama, wakakataa kufufuliwa na kulipwa, vitendo vyao walivyo kuwa wakitarajia viwafae vitapotelea mbali. Hawatokuta ila malipo ya kufru na maasi waliyo endelea nayo kuyatenda.","lang":"sw"},{"name":"7:148","price":"Na baada yake walimfanya ndama kutokana na mapambo yao (kumuabudu), kiwiliwili tu kilicho kuwa na sauti. Hivyo, hawakuona kuwa hawasemezi wala hawaongoi njia? Wakamuabudu, na wakawa wenye kudhulumu.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"Na baada ya Musa kwenda kwenye mlima kusema na Mola Mlezi wake, kaumu yake walichukua vyombo vyao vya kujipamba wakatengeneza sura ya ndama, asiye na akili wala hatambui kitu. Lakini akitoa sauti mfano wa sauti ya ng'ombe, kwa namna walivyo muunda na ukipita upepo ndani yake. Na aliye waundia ni Saamiriyu (Msamaria). Naye akawaamrisha wamuabudu! Upumbavu gani huu wa akili zao! Hivyo wao walipo mfanya ndiye mungu wakamuabudu, hawakuona kuwa hawasemezi, wala hawezi kuwaongoa wafuate njia iliyo sawa? Hakika hawa wamejidhulumu nafsi zao kwa kitendo hichi kiovu.","lang":"sw"},{"name":"7:149","price":"Na walipo juta na wakaona ya kwamba wamekwisha potea, walisema: Ikiwa Mola wetu Mlezi hakuturehemu na akatusamehe, bila ya shaka tutakuwa miongoni mwa walio khasiri.","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"Walipo tambua kuteleza kwao, na makaso yao, wakababaika, na wakajuta majuto makubwa kwa kumfanya ndama ndiye Mungu. Makosa yao yakabainika wazi, wakasema: Wallahi! Ikiwa Mola wetu Mlezi hakutusamehe hakika tutakuwa miongoni walio khasiri khasara iliyo dhaahiri; kwa vile kuabudu kisicho faa kuabudiwa.","lang":"sw"},{"name":"7:150","price":"Na alipo rudi Musa kwa watu wake, naye amekasirika na kuhuzunika, alisema: Ni maovu yalioje mlio nifanyia nyuma yangu! Je, mmeitangulia amri ya Mola wenu Mlezi? Na akaziweka chini zile mbao, na akamkamata kichwa ndugu yake akimvutia kwake. (Haarun) akasema: Ewe mwana wa mama yangu! Hakika hawa watu wamenidharau, na wakakaribia kuniuwa. Basi usiwafurahishe maadui juu yangu, wala usinifanye pamoja na watu madhaalimu.","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"Na Musa alipo rejea kutoka kuzungumza na Mola Mlezi wake kuja kwa watu wake, naye kakasirika nao kwa vile walivyo muabudu ndama, na amehuzunika kwa kuwa Mwenyezi Mungu amewatia mtihanini - kwani Mwenyezi Mungu alikwisha mpa khabari ya yale kabla hajarejea - aliwaambia: Kitendo gani kiovu hichi mlicho kitenda baada ya kuondoka kwangu! Mmetangulia kwa kumuabudu ndama msifuate amri ya Mola wenu Mlezi kuwa mningojee, na mkawa hamkuishika ahadi yangu mpaka nikakuleteeni Taurati? Akaziweka zile mbao, na akamuelekea nduguye kwa huzuni kubwa kwa yale aliyo yaona kwa kaumu yake. Akaingia kumvuta ndugu yake kwa kichwa akimbururia kwake kwa wingi wa ghadhabu. Haya ni kuwa alidhani kuwa amefanya taksiri hakuwazuia kufanya walio yafanya! Haarun akasema: Ewe mwana wa mama yangu!  Hakika hawa watu walipo fanya waliyo yafanya walinidharau na wakanishinda nguvu. Na wakakaribia kuniuwa kwa kuwa niliwakataza wasimuabudu ndama. Basi usiwafurahishe maadui kwa kunitesa mimi, wala usiitakidi kuwa mimi ni mmoja wa wenye kudhulumu, kwani mimi ni mbali nao na dhulma yao. Haarun amemwita Musa kwa kumnasibisha na mama yao, ijapo kuwa hao walikuwa ndugu khalisa, wa baba na mama, kwa sababu huyo mama alikuwa Muumini. Kumtaja yeye ni kuzidi kukumbusha mapenzi.","lang":"sw"},{"name":"7:151","price":"(Musa) akasema: Mola Mlezi wangu! Nisamehe mimi na ndugu yangu, na ututie katika rehema yako. Nawe ni Mwenye kurehemu kushinda wote wenye kurehemu.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"Musa alisema: Ewe Mola wangu Mlezi! Nisamehe kwa haya niliyo mfanyia ndugu yangu kabla sijayajua mambo. Na msamehe ndugu yangu ikiwa kakosea katika kushika pahala pangu kwa vizuri. Na tuingize katika eneo la rehema yako, kwani Wewe ndiwe Mwenye rehema nyingi kushinda wote wenye kurehemu.","lang":"sw"},{"name":"7:152","price":"Hakika wale walio muabudu ndama, itawapata ghadhabu ya Mola wao Mlezi na madhila katika maisha ya dunia. Na hivi ndivyo tunavyo walipa wazushi.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"Hakika wale walio endelea kumfanya ndama kuwa mungu, kama Msamaria na wenziwe, itawafika ghadhabu kubwa kutoka kwa Mola wao Mlezi huko Akhera, na uvunjifu mkubwa katika maisha ya duniani. Na mfano wa malipo hayo ndio tunamlipa kila mwenye kumzulia Mwenyezi Mungu uwongo, na akaabudu kinginecho.","lang":"sw"},{"name":"7:153","price":"Na walio tenda maovu, kisha wakatubia baada yake na wakaamini, hapana shaka kuwa Mola Mlezi wako baada ya hayo ni Mwenye kusamehe Mwenye kurehemu.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"Na wale walio tenda vitendo vibaya vya ukafiri na kuabudu ndama na maasi mengineyo, kisha wakarejea kwa Mwenyezi Mungu baada ya kutenda hayo, na wakamsadiki, basi hakika Mola wako Mlezi baada ya toba yao, ni Mwenye kuwasitiri, na kuwasamehe kwa hayo waliyo kuwa nayo.","lang":"sw"},{"name":"7:154","price":"Na Musa ilipo mtulia ghadhabu aliziokota zile mbao. Na katika maandiko yake mna uwongofu na rehema kwa wanao mwogopa Mola wao Mlezi.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"Na Musa zilipo muondoka ghadhabu kwa kutoa udhuru nduguye, akazirejea zile mbao alizo ziweka chini akazichukua. Na kwenye hizo mbao umeandikwa uwongofu, na uwongozi, na njia za kupata rehema, kwa wale wanao iogopa ghadhabu ya Mola wao Mlezi.","lang":"sw"},{"name":"7:155","price":"Na Musa akawateuwa watu sabiini katika kaumu yake kwa miadi yetu. Na ulipo fika mtetemeko mkubwa alisema: Ewe Mola wangu Mlezi! Ungeli taka ungeli wahiliki wao na mimi zamani! Unatuhiliki kwa waliyo yafanya wajinga katika sisi? Haya si chochote ila ni mtihani wako, umpoteze umtakaye na umhidi umtakaye. Wewe ndiye Rafiki Mlinzi wetu. Basi tughufirie na uturehemu. Na Wewe ndiye mbora wa kughufiria.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"Kisha Mwenyezi Mungu alimuamrisha awalete baadhi ya jamaa katika kaumu yake wawatakie radhi walio muabudu ndama, na akawapa miadi. Musa akawateuwa katika kaumu yake watu sabiini katika wasio muabudu ndama, nao wakawa wanawawakilisha kaumu yao. Akenda nao mpaka kwenye mlima. Na huko wakamwomba Mwenyezi Mungu awaondolee balaa, na akubali toba ya walio muabudu ndama kati yao. Ikawachukua zilzala (tetemeko) kubwa pahala hapo, wakazimia kwa sababu yake. Na hayo kwa kuwa hawakuwaacha kaumu yao walipo abudu ndama, wala hawakuamrisha mema, wala hawakuwakanya maovu! Musa alipoona yale alisema: Ewe Mola wangu Mlezi! Lau ungeli penda kuwaangamiza ungeli waangamiza kabla hawajaja hapa kwenye miadi, na ukaniangamiza na mimi pia, ili waone hayo Wana wa Israili wasinituhumu kuwa mimi nimewauwa. Basi ewe Mola Mlezi wangu! Usituhiliki kwa walio yafanya wajinga kati yetu. Kwani hii balaa ya kuabudu ndama haikuwa ila ni majaribio yaliyo toka kwako. Wewe unampoteza unaye taka apotee katika hao wanao ishika njia ya shari, na unawahidi (unawaonoza) unaye taka ahidike. Wewe ndiye mwenye kusema: Nitawaandikia wenye kujikinga na ukafiri na maasi katika kaumu yako, na akatoa Zaka iliyo faridhiwa, na Mwenye kusamehe madhambi.","lang":"sw"},{"name":"7:156","price":"Na utuandikie mema katika dunia hii na katika Akhera. Sisi tumerejea kwako. (Mwenyezi Mungu) akasema: Adhabu yangu nitamsibu nayo nimtakaye. Na rehema yangu imeenea kila kitu. Lakini nitawaandikia khasa wanao mchamngu, na wanao toa Zaka, na wale ambao wanaziamini Ishara zetu,","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"Na tukadirie hapa duniani maisha mema, na tupate tawfiqi tuweze kut'ii, na Akhera tupate malipo mazuri, na maghfira, na rehema, kwa kuwa sisi hakika tumekwisha rejea kwako na tunatubu kwako. Mola Mlezi wao akawaambia: Adhabu yangu namfikishia nimtakaye katika wasio tubu, na rehema yangu imeenea juu ya kila kitu, na nitawaandikia khasa wale wanao jikinga na ukafiri na maasi katika kaumu yako, na wanao toa Zaka zilio lazimishwa, na wanao sadiki Vitabu vyote vilivyo teremka.","lang":"sw"},{"name":"7:157","price":"Ambao kwamba wanamfuata huyo Mtume, Nabii, asiye soma wala kuandika, wanaye mkuta kaandikwa kwao katika Taurati na Injili, anaye waamrisha mema na anawakanya maovu, na anawahalalishia vizuri, na ana waharimishia viovu, na anawaondolea mizigo yao na minyororo iliyo kuwa juu yao. Basi wale walio muamini yeye, na wakamhishimu, na wakamsaidia, na wakaifuata nuru iliyo teremshwa pamoja naye - hao ndio wenye kufanikiwa.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"Na nawakusudia khasa wanao mfuata Mtume Muhammad, ambaye haandiki wala hasomi, na ambaye wanakuta sifa zake zimeandikwa katika vitabu vyao vya Taurati na Injili. Yeye anawaamrisha kila kheri na anawakataza kila shari. Na anawahalalishia vitu ambavyo tabia inaviona ni vizuri, na anawaharimishia vitu ambavyo tabia inavichukia kwa kuwa vina madhara, kama damu na mzoga. Na anawaondolea mizigo mizito na mikazo iliyo kuwa ikiwabana. Basi wanao usadiki Utume wake, na wakamsaidia, na wakamuunga mkono, na wakamnusuru na maadui zake, na wakaifuata Qur'ani aliyo teremshiwa pamoja naye kama nuru ya uwongofu, hao basi ndio wenye kufuzu, sio wenginewe ambao hawakumuamini.","lang":"sw"},{"name":"7:158","price":"Sema: Enyi watu! Hakika mimi ni Mtume kwenu nyinyi nyote, niliye tumwa na Mwenyezi Mungu Mwenye ufalme wa mbingu na ardhi. Hapana mungu ila Yeye anaye huisha na anaye fisha. Basi muaminini Mwenyezi Mungu na Mtume wake asiyejua kusoma na kuandika, ambaye anamuamini Mwenyezi Mungu na maneno yake. Na mfuateni yeye ili mpate kuongoka.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"Ewe Nabii! Waambie watu: Hakika mimi nimetumwa kutoka kwa Mwenyezi Mungu kwenu nyinyi nyote, bila ya farka baina ya Mwaarabu na asiye kuwa Mwaarabu, baina ya mweusi na mweupe. Na Mwenyezi Mungu aliye nituma ni Yeye peke yake ndiye Mwenye ufalme wa mbingu na ardhi. Huipitisha amri yake kwa mujibu wa hikima yake. Na hufanya mbinguni na duniani kama anavyo penda. Wala hapana wa kuabudiwa kwa haki ila Yeye. Na Yeye ndiye Mwenye uwezo wa kuhuisha na kufisha, wala hapana mwenginewe. Basi muaminini Yeye na Mtume wake, huyu Nabii asiye soma wala kuandika. Naye huyu anamuamini Mwenyezi Mungu ambaye anaye kuiteni mumuamini. Na anaamini Vitabu vyake vilivyo teremshwa. Basi mfuateni katika kila afanyalo na asemalo mpate kuongoka na kuongozeka.","lang":"sw"},{"name":"7:159","price":".Na katika kaumu ya Musa lipo kundi linao waongoa watu kwa haki na kwa haki wanafanya uadilifu.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"Na katika kaumu ya Musa wako jamaa walio bakia na Dini iliyo sawa. Wakiwahidi watu kwa Haki aliyo kuja nayo Musa kutoka kwa Mola wake Mlezi, na wakifanya uadilifu pale wanapo pitisha hukumu.","lang":"sw"},{"name":"7:160","price":"Na tuliwagawanya katika makabila kumi na mbili, mataifa mbali mbali. Na tulimfunulia Musa walipo muomba maji watu wake kumwambia: Lipige hilo jiwe kwa fimbo yako. Mara zikatibuka humo chemchem kumi na mbili, na kila watu wakajua mahali pao pa kunywea. Na tukawafunika kivuli kwa mawingu, na tukawateremshia Manna na Salwa. Tukawaambia: Kuleni vizuri hivi tulivyo kuruzukuni. Wala hawakutu- dhulumu Sisi, bali wamejidhulumu wenyewe.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"Mwenyezi Mungu amezitaja neema zake juu ya kaumu ya Musa. Akafahamisha kuwa aliwafanya makundi thinaashara, (kumi na mbili) na akawafanya mataifa, na kila taifa likawa na mpango wao, ili kuzuia uhasidi na kukhitalifiana. Na walipo taka watu wake maji jangwani, alimfunulia Musa alipige jiwe kwa fimbo yake. Akalipiga, zikatibuka kutoka kwenye hilo jiwe chemchem kumi na mbili kwa idadi ya kabila zao. Kila kabila kati yao ilijua pahala pake makhsusi pa kunywa. Basi haikuwa huyu kumuingilia huyu. Na akajaalia kiwingu chende kuwapa kivuli chake katika jangwa, kuwakinga na mwako wa jua. Akawateremshia Manna, nacho ni chakula kwa sura kinafanana na mvua ya barafu, na tamu kama asali. Na akateremsha Salwa, naye ni ndege aliye nona. Na akawaambia: Kuleni hivi vinono tulivyo kuruzukuni katika tulivyo kuteremshieni. Lakini walijudhulumu nafsi zao, na wakazikufuru neema hizo, kwa kuzikataa na kutaka nyenginezo. Na Sisi hatukupata madhara kwa udhalimu wao, lakini upungufu wamepata wao.","lang":"sw"},{"name":"7:161","price":"Na pale walipo ambiwa: Kaeni katika mji huu, na mle humo mpendapo, na semeni: Tufutie dhambi zetu. Na ingieni katika mlango wake kwa unyenyekevu, tupate kukusameheni makosa yenu. Walio wema tutawazidishia.","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"Ewe Nabii! Wakumbushe hao waliopo miongoni mwao katika zama zako - ili iwe ni onyo kwa vile walivyo tenda walio watangulia - wakumbushe kauli yetu tulio waambia hao walio watangulia kwa ulimi wa Musa: Kaeni katika mji wa Baitul Muqaddas (Yerusalemu) baada ya kutoka jangwani. Na kuleni kheri zake kokote humo mtakako, na semeni: Tunakuomba ewe Mola Mlezi wetu, utufutie makosa yetu. Na muingie kwenye lango la mji kwa kuinamisha vichwa kama kurukuu kwa kumnyenyekea Mwenyezi Mungu. Mkifanya hivyo tutakufutieni dhambi zenu, na tutazidisha thawabu za watendao mema.","lang":"sw"},{"name":"7:162","price":"Lakini walio dhulumu miongoni mwao walibadilisha kauli, sio ile waliyo ambiwa. Basi tukawapelekea adhabu kutoka mbinguni kwa vile walivyo kuwa wakidhulumu.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"Lakini waliikhalifu amri ya Mola wao Mlezi, wakasema kwa udhalimu maneno sio walio ambiwa, kwa kusudi ya kumkejeli Musa. Basi tukawateremshia adhabu kutoka mbinguni kwa sababu ya kuendelea kwao na udhalimu na kukiuka mpaka.","lang":"sw"},{"name":"7:163","price":"Na waulize khabari za mji ulio kuwa kando ya bahari, wakiivunja Sabato (Jumaamosi ya mapumziko). Samaki walikuwa wakiwajia juu juu siku ya mapumziko yao, na siku zisio kuwa za kupumzika hawakuwa wakiwajia. Kwa namna hiyo tuliwajaribu kwa sababu walikuwa wakifanya upotovu.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"Na waulize Mayahudi, kwa kuyachukia walio yafanya wenzao walio watangulia, khabari ya kijiji, nacho ni Elat, kilicho kuwa karibu na bahari. Wakaazi wake walivunja amri ya Mwenyezi Mungu ya kupiga marfuku kuvua samaki siku ya Jumaamosi, kuwa hiyo ni siku ya ibada tu kwao. Na siku hiyo samaki walikuwa wakiwajia vururu juu ya maji. Na siku isiyo kuwa Jumaamosi samaki walikuwa hawaji. Huo ni mtihani wa Mwenyezi Mungu! Na kwa mfano wa mtihani huo, au majaribio hayo yaliyo tajwa, ndio tunawajaribu kwa majaribio mengine kwa sababu ya upotovu wao unao endelea, ili adhihiri mwema na mbaya.","lang":"sw"},{"name":"7:164","price":"Na kikundi kati yao walisema: Kwa nini mnawawaidhi watu ambao tangu hapo Mwenyezi Mungu atawateketeza au atawaadhibu adhabu kali? Wakasema: Ili uwe ni udhuru kwa Mola Mlezi wenu, na huenda nao wakamchamngu.","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"Na wakumbushe pia hao Mayahudi pale kikundi cha watu wema katika wenzao walio tangulia, ambao hawakutenda mabaya waliyo yatenda wengineo, walipo waambia wanao wapa mawaidha wale waovu: Kwa sababu gani mnawapa nasaha watu ambao Mwenyezi Mungu atawahiliki, au atawaadhibu adhabu kali Akhera, kwa sababu ya madhambi wanayo yatenda? Wakasema: Tunawapa mawaidha ili tupate udhuru kwa Mola wako Mlezi, tusiwe tumefanya taksiri, na kutaraji huenda wakamchamngu.","lang":"sw"},{"name":"7:165","price":"Basi walipo yasahau waliyo kumbushwa, tuliwaokoa walio kuwa wakikataza maovu, na tukawatesa walio dhulumu kwa adhabu mbaya kwa vile walivyo kuwa wakifanya upotovu.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"Walipo yaacha mawaidha waliyo pewa, tukawaokoa na adhabu wale ambao walikuwa wakikataza vitendo viovu, na tukwashika walio dhulumu na wakavuka mipaka na wakakhalifu kwa kuwapa adhabu kali, nayo ni udhalili na shakawa, kwa sababu ya kuendelea kwao kutokana na ut'iifu wa Mwenyezi Mungu, Mola Mlezi wao.","lang":"sw"},{"name":"7:166","price":"Walipo jifakharisha katika waliyo kanywa tuliwaambia: Kuweni manyani wa kudharauliwa.","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"Walipo zidi kuwa wagumu, na wakaendelea kutobali waliyo katazwa, wala adhabu kali isiwaachishe uovu, tukawafanya kama manyani kwa kuzigeuza nyoyo zao, na kuwaondolea uwezo wa kuifahamu Haki, wakawa mbali na kila kheri.","lang":"sw"},{"name":"7:167","price":"Na pale alipo tangaza Mola wako Mlezi kwamba hapana shaka atawaletea watu ambao watawaadhibu kwa adhabu mbaya mpaka Siku ya Kiyama. Hakika Mola wako Mlezi ni Mwepesi wa kuadhibu, na bila ya shaka ni Mwenye maghfira, na Mwenye kurehemu.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"Na wakumbushe pia hao Mayahudi pale alipo wajuvya Mola Mlezi wako wenzao walio watangulia kwa ndimi za Manabii wao: Mwenyezi Mungu atawasalitisha Mayahudi mpaka Siku ya Kiyama adhabu mbaya kabisa kwa sababu ya dhulma yao na upotovu wao. Kwani Mola wako Mlezi ni Mwepesi wa kuwaadhibu watu makafiri, kwani adhabu yake itakuja tu bila ya shaka yoyote. Na kila kijacho kipo karibu, (chambilecho Waarabu). Na Yeye Mwenyezi Mungu ni Mwenye kusamehe na Mwenye kurehemu kwa anaye rejea kwake akatubu.","lang":"sw"},{"name":"7:168","price":"Na tuliwafarikisha katika ardhi makundi makundi. Wako kati yao walio wema, na wengine kinyume cha hivyo. Na tukawajaribu kwa mema na mabaya ili wapate kurejea.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"Na Sisi tumewagawa makundi makundi duniani. Wamo kati yao walio wema. Na hao ndio walio amini wakenda mwendo ulio sawa. Na wapo miongoni mwao watu wasio sifika kwa wema. Na wote tumewafanyia mitihani kwa kuwapa neema na kuwapa nakama, ili watubu, waache waliyo katazwa.","lang":"sw"},{"name":"7:169","price":"Na wakafuatia baada yao kizazi kibaya walio rithi Kitabu. Wakashika anasa za haya maisha duni, na wakasema: Tutasamehewa! Na ikiwajia tena anasa kama hiyo wataishika pia. Je, hawakufanyiwa agano la Kitabu kuwa wasiseme juu ya Mwenyezi Mungu ila Haki tu? Nao wamekwisha soma yaliomo humo. Na nyumba ya Akhera ni bora kwa wanao jikinga na maasi. Basi je, hamtii akilini?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"Baada ya hao tulio kwisha wataja na tukawagawa sehemu mbili, walifuatia waovu wakairithi Taurati kutokana na walio watangulia. Lakini hao hawakufanya yalio amrishwa humo. Kwani wao walishika starehe ya dunia badala ya Neno la Haki. Wakijiambia nafsi zao: Mwenyezi Mungu atatusamehe kwa tunayo yatenda! Wakitaraji maghfira, na ilhali kuwa yakiwajia kama yale waliyo yashika watayashika vile vile. Basi wao wamekuwa wameshikilia kuendelea na madhambi pamoja na kutaka kwao msamaha. Tena basi Mwenyezi Mungu anawatahayarisha kwa vile kutaka maghfira na huku wanaendelea na yao, akasema: Sisi tulichukua kwao ahadi katika Taurati - nao wameyasoma yaliomo humo - kuwa waseme kweli; nao wakasema uwongo! Na hakika neema za nyumba ya Akhera za wanao jikinga na maasi ni bora kuliko starehe za duniani! Basi je, mtaendelea na uasi wenu, wala hayaingii akilini mwenu kuwa neema hizo ni bora kwenu? Na mnakhiari badala yake hizo starehe za dunia?","lang":"sw"},{"name":"7:170","price":"Na wale wanao kishikilia Kitabu, na wakashika Swala - hakika Sisi hatupotezi ujira wa watendao mema.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"Na wanao ikamata baraabara Taurati, na wakashika Swala zilizo faridhiwa kwao, hakika Sisi hatutaupoteza ujira wao kwa sababu ya kutengeneza kwao na kutenda kwao mema.","lang":"sw"},{"name":"7:171","price":"Na pale tulipo unyanyua mlima juu yao ukawa kama kwamba ni kiwingu kilicho wafunika, na wakadhani kuwa utawaangukia, (tukawaambia): Kamateni kwa nguvu tuliyo kupeni, na yakumbukeni yaliyomo ndani yake ili mpate kumcha Mungu.","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"Mwenyezi Mungu ameijibu kauli ya Mayahudi walipo sema kwamba Wana wa Israili hawakupata kwenda kinyume na Haki. Alisema: Ewe Nabii! Wakumbushe pale tulipo unyanyua mlima juu ya Wana wa Israili ukawa kama kiwingu, na wakafazaika kwa kuwa walidhani utawaangukia. Nasi tukawaambia wakati ule ulipo nyanyuliwa na wao wamo katika khofu: Yashikeni ya uwongofu tuliyo kupeni katika Taurati kwa nguvu na kuazimia ut'iifu. Na kumbukeni yaliyomo ndani yake ili mpate kuzingatia na zitengenee nafsi zenu kwa kuchamngu.","lang":"sw"},{"name":"7:172","price":"Na pale Mola wako Mlezi alipo waleta katika wanaadamu kutoka migongoni mwao kizazi chao, na akawashuhudisha juu ya nafsi zao, akawaambia: Je, Mimi si Mola Mlezi wenu? Wakasema: Kwani! Tumeshuhudia. Msije mkasema Siku ya Kiyama sisi tulikuwa tumeghafilika na hayo.","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"Hapa Mwenyezi Mungu amebainisha hidaya ya wanaadamu kwa kusimamisha dalili katika viumbe, baada ya kwisha bainisha kwa njia za Mitume na Vitabu. Alisema: Ewe Nabii! Waambie watu pale Mola wako Mlezi alipo watoa kutoka migongo ya wanaadamu na watoto wao na wanao zaliwa karne baada ya karne, kisha akwasimamishia dalili za Ungu wake, na akawapa akili na nadhari ya kuwawezesha kuzijua, na kwa hizo akili na nadhari waweze kutambua Tawhidi na Rubuubiya, yaani kuwa Mwenyezi Mungu ni Mmoja Pekee na ni Mola Mlezi wa viumbe vyote, hata wakawa hao wanaadamu kama walio ulizwa: Je, Mimi siye Mola wenu Mlezi? Nao wakajibu: Kwani, Wewe ndiye Mola Mlezi wetu. Tunajishuhudia hayo juu ya nafsi zetu...Haya ni kwa kuwa kumkini kwao kupata kujua hizo hoja na dalili, na kutamakani kwao katika hayo imekuwa kama kwamba ni kukiri na kuungama. Na Sisi tumefanya haya ili msije kusema Siku ya Kiyama: Hakika sisi tulikuwa tumeghafilika na hiyo Tawhidi, na tulikuwa hatuijui. Katika Aya hii inaonyesha kuwa watoto asili yake wanatoka kwenye uti wa mgongo. Na ilimu ya kisasa imethibitisha kuwa kokwa za khaswa zinakuwa katika sehemu ya mgongo chini ya mafigo. Na zinakaa hapa mpaka katika miezi ya mwisho ya mimba ndio huteremka pale pahali pake pa kawaida panapo onekana. Na pengine hata hivyo huchelewa kuteremka hata baada ya mtoto kuzaliwa. Kadhaalika mayai ya mwanamke yanafanyika chini ya figo khasa, kisha ndio huteremka pahala pake karibu na tumbo la uzazi.","lang":"sw"},{"name":"7:173","price":"Au mkasema: Hakika baba zetu ndio walio shirikisha kabla yetu, na sisi ni dhuriya zao tu baada yao. Basi utatuangamiza kwa sababu ya waliyo yafanya wapotovu?","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"Au mtasema: Walishiriki baba zetu kabla yetu, na sisi ni dhuriya zao tumewafuata tu. Basi ewe Mola Mlezi wetu! Unatushika utuhiliki kwa walio yafanya wapotovu miongoni mwa baba zetu, kwa kujenga misingi ya ushirikina tulio endelea nao? Basi hamna hoja.","lang":"sw"},{"name":"7:174","price":"Ndio kama hivyo tunavyo zipambanua Ishara, kwa kutaraji kuwa watarejea.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"Kwa mfano wa maelezo wazi yenye hikima tunawabainishia wanaadamu dalili za kuwepo Mwenyezi Mungu, ili warejee waache ukhalifu wao na kuwafuata wapotovu.","lang":"sw"},{"name":"7:175","price":"Na wasomee khabari za yule ambaye tulimpa Ishara zetu, naye akajivua nazo. Na Shet'ani akamuandama, akawa miongoni walio potea.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"Mwenyezi Mungu amepiga mfano wa wanao kadhibisha kwa Aya zake alizomteremshia Mtume wake. Akasema: Ewe Nabii! Wasomee kaumu yako khabari za mtu mmoja katika Wana wa Israili. Tulimpa ilimu ya kuzijua Ishara tulizo wateremshia Mitume wetu. Yeye huyo akazipuuza, wala asizishughulikie. Basi Shetani akamfuata kwa khatua zake, na akamtawala kwa upotovu wake, akawa katika kundi la walio potea.","lang":"sw"},{"name":"7:176","price":"Na tungelitaka tungeli mtukuza kwa hizo Ishara, lakini yeye aliushikilia ulimwengu na akafuata pumbao lake. Basi mfano wake ni mfano wa mbwa. Ukimhujumu hupumua na kutoa ulimi na ukimwacha pia hupumua na kutoa ulimi. Huo ni mfano wa kaumu wanao zikanusha Ishara zetu. Basi simulia hadithi, huenda wakatafakari.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"Na lau tungeli taka kumnyanyua afike daraja za watu wema, tungeli mnyanyua kwa kumwezesha kuyatenda maamrisho ya hizo Aya.. Lakini yeye alishikamana na dunia, na hakuweza kunyanyuka kwendea uwingu wa uwongofu. Akafuata matamanio yake. Akawa hali yake daima yumo katika dhiki, na kushughulika kwake ni kwa dunia, na tafakuri zake duniani ni kutaka kuipata hiyo dunia basi. Hali yake ni kama hali ya mbwa anapo kuwa katika hali ovu kabisa, anavyo kuwa daima anapumua na kutoa limi lake nje, ukimkemea au ukimwacha. Hudorora ulimi wake kwa kuvuta pumzi kwa shida! Kadhaalika mwenye kuipenda dunia hudumu daima katika kuwania starehe zake na matamanio yake! Hakika hizo ndizo sifa zinazo mueleza huyo mwenye kuziacha Aya zetu, na ndio sifa ya wote wanao zikadhibisha Aya zetu zilio teremka. Basi wasimulie kisa chake hichi, huenda wakafikiri na wakaamini.","lang":"sw"},{"name":"7:177","price":"Huu ni mfano muovu kabisa wa watu wanao kanusha Ishara zetu na wakajidhulumu nafsi zao. .","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"Ni mbaya kweli hali ya hao wanao zipinga Ishara zetu, na kwa huku kukengeuka kwao na kuacha Haki hakumdhulumu mtu ila nafsi zao tu.","lang":"sw"},{"name":"7:178","price":"Yule ambae Mwenyezi Mungu amemuhidi (amemuongoza) basi huyo amehidika (ameongoka) na alie muacha kupotea basi hao ndio walio Khasirika","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"Na yule ambaye Mwenyezi Mungu amemwezesha kufuata njia ya haki huyo basi ndie aliye ongoka kweli, mwenye kupata furaha ya kote kuwili duniani na Akhera. Na mwenye kukosa uwezesho huo kwa sababu ya kumilikiwa na pumbao lake basi watu hao ndio walio khasiri.","lang":"sw"},{"name":"7:179","price":"Na tumeiumbia Jahannamu majini wengi na watu. Wana nyoyo, lakini hawafahamu kwazo. Na wana macho, lakini hawaoni kwayo. Na wana masikio, lakini hawasikii kwayo. Hao ni kama nyama howa, bali wao ni wapotofu zaidi. Hao ndio walio ghafilika.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"Na tumewaumbia wengi katika majini na watu marejeo yao ni Motoni Siku ya Kiyama. Kwani hao wana nyoyo zisio funguka ikaingia Haki ndani yake. Wana macho yasiyo angalia dalili za kudra. Wana masikio yasiyo sikia Aya na mawaidha kwa sikio la kuzingatia na kuwaidhika! Hao ni kama wanyama kwa kutonafiika kwa neema ya akili za kuzingatia walizo neemeshwa na Mwenyezi Mungu. Bali hao ni wapotovu zaidi kuliko wanyama, kwani wanyama hutaka cha kuwafaa na hukimbia cha kuwadhuru. Lakini hawa watu hata hawatambui hayo. Hao ndio walio fikia ukomo wa kughafilika.","lang":"sw"},{"name":"7:180","price":"Na Mwenyezi Mungu ana majina mazuri kabisa, basi muombeni kwa hayo. Na waacheni wale wanao haribu utakatifu wa majina yake. Hao watakuja lipwa waliyo kuwa wakiyatenda.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"Na Mwenyezi Mungu peke yake ndiye Mwenye Majina yenye kuonyesha sifa za ukamilifu. Basi mtumilieni hayo mnapo muomba, au mnapo mwita au kumtaja. Na waepukeni hao wanao mili katika hayo yasiyo elekeana na dhati ya utukufu wake. Hao watakuja lipwa malipo ya vitendo vyao.","lang":"sw"},{"name":"7:181","price":"Na katika tulio waumba wako watu wanao ongoza kwa Haki, na kwayo wanafanya uadilifu.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"Na katika tulio wajaalia waingie Peponi wapo wanao waita wengineo kwenye Haki kwa kuipenda Haki, na kwa Haki tu wanafanya uadilifu katika hukumu zao.","lang":"sw"},{"name":"7:182","price":"Na wale walio kadhibisha Ishara zetu, tutawapururia pole pole kwa namna ambayo wenyewe hawaijui","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"Na wale walio zikanusha Ishara (Aya) zetu zilio teremshwa tutawapururia pole pole, na tutawawacha mpaka wafike ukomo watapo fika. Na hayo ni kwa kuwapururia neema juu yao, juu ya kushughulika kwao katika maasi, mpaka maangamizo yawazukie nao wameghafilika wakitaladhadhi na starehe zao.","lang":"sw"},{"name":"7:183","price":"Nami nitawapa muda. Hakika mpango wangu ni madhubuti.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"Nitawakunjulia maisha, bila ya kuyapuuza maovu yao. Na mipango yangu niliyo wapangia ni ya nguvu na mikali juu yao, inalingana na madhambi yao yaliyo zidi kwa kupita kiasi.","lang":"sw"},{"name":"7:184","price":"Je, hawafikiri? Huyu mwenzao hana wazimu. Hakuwa yeye ila ni mwonyaji aliye dhaahiri.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"Wao wameanza kwa kukadhibisha, wala hawakuzingatia yale anayo waitia kwayo Mtume, na hoja anazo zitoa. Bali wakamsingizia kuwa ni mwendaazimu, na hali hana wazimu chochote. Yeye huyu ni mwenye kuwaonya wasifikiwe na adhabu ya ushirikina wao. Na onyo lake liwazi, la dhaahiri.","lang":"sw"},{"name":"7:185","price":"Je, hawatazami ufalme wa mbingu na ardhi, na vitu alivyo viumba Mwenyezi Mungu, na pengine ajali yao imekwisha karibia? Basi maneno gani baada ya haya watayaamini?.","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"Wamemwambia Muhammad mwongo kwa Tawhidi anayo waitia, wala hawakutazama kwa kuzingatia na kutafuta dalili za ufalme mtukufu wa Mwenyezi Mungu ulioko katika mbingu na ardhi na viliomo ndani yao, zinazo onyesha ukamilifu wa uwezo wa huyu Mwenye kuunda, na zinazo onyesha Umoja wake wa pekee. Wala hawakufikiri kuwa ajali yao imekwisha karibia, au huenda ikawa imekaribia, wapate kufanya haraka kutupia nadhari na kuitafuta Haki kabla ya kuzuka ajali. Ikiwa basi watu hawa hawaamini maneno ya Qur'ani watakuja amini maneno gani baada yake","lang":"sw"},{"name":"7:186","price":"Aliye mwacha Mwenyezi Mungu kupotea hana wa kumwongoa. Atawaacha hao wakitangatanga katika upotofu wao.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"Aliye andikiwa na Mwenyezi Mungu kupotea kwa uwovu wa uchaguzi wake mwenyewe, basi hapana mtu wa kumhidi. Na Yeye Subhana, Aliye takasika, anawaacha watu kama hao wakihangaika wala hawaitambui njia.","lang":"sw"},{"name":"7:187","price":"Wanakuuliza hiyo Saa (ya mwisho) itakuwa lini? Sema: Kuijua kwake kuko kwa Mola Mlezi wangu. Haidhihirishi hiyo kwa wakati wake ila Yeye. Ni nzito katika mbingu na ardhi. Haikujiini ila kwa ghafla tu. Wanakuuliza kama kwamba wewe una pupa ya kuijua. Sema: Ujuzi wake uko kwa Mwenyezi Mungu. Lakini aghlabu ya watu hawajui.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"Ewe Muhammad! Mayahudi wanakuuliza khabari ya Saa itakayo malizikia dunia. Itakuwa wakati gani, kujuulikana khasa? Waambie: Ujuzi wa wakati wake uko kwa Mwenyewe Mola wangu Mlezi peke yake. Haujui wakati wake mtu yeyote isipo kuwa Yeye. Itapo tokea kitisho chake kitakuwa kikuu kwa walioko mbinguni na ardhini! Wao wanakuuliza suala hili kama kwamba wewe una pupa ya kuijua! Basi wakaririe jawabu, na uwambie kwa kutia mkazo: Hakika kuijua hiyo Saa kuko kwa Mwenyezi Mungu, lakini aghlabu ya watu hawatambui hakika ya wasiyo yaona au wanayo yaona!","lang":"sw"},{"name":"7:188","price":"Sema: Siimilikii nafsi yangu manufaa wala madhara, ila apendavyo Mwenyezi Mungu. Na lau kuwa ninayajua ya ghaibu ninge jizidishia mema mengi, wala ovu lisinge nigusa. Mimi si chochote ila ni mwonyaji na mbashiri kwa watu wanao amini.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"Waambie: Mimi siimilikii nafsi yangu kujiletea nafuu, wala kujikinga na madhara, ila Mwenyezi Mungu akipenda hayo. Hapo ndio hunipa mamlaka. Na lau kuwa mimi najua yale yaliyo fichikana kwangu, kama mnavyo dhani, basi ningeli kithirisha kila kheri, kwa kuwa ninajua sababu zake. Na ninge ilinda nafsi yangu na kila ovu, kwa kuyaepuka yanayo leta madhara. Mimi si chochote ila ni mwonyaji wa adhabu, na mbashiri wa thawabu, kwa kaumu wanayo iamini Haki na wanait'ii.","lang":"sw"},{"name":"7:189","price":"Yeye ndiye aliye kuumbeni katika nafsi moja; na katika hiyo hiyo akamfanya mwenzi wake, ili akae naye kwa utulivu. Na anapo muingilia hubeba mzigo mwepesi, akitembea nao. Anapo kuwa mja mzito, wote wawili humwomba Mwenyezi Mungu, Mola Mlezi wao: Kama ukitupa mwana mwema tutakuwa katika wanao shukuru.","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"Yeye ndiye Allah, Mwenyezi Mungu, aliye kuumbeni hapo mwanzo kwa nafsi moja. Na akajaalia katika nafsi ile ile mwenzie, na vizazi vyao vikaendelea kuwepo. Nanyi mlikuwa mume na mke. Basi alipo muingilia akachukua mzigo mwepesi, nayo ndio mimba changa, inapo kuwa kama pande la damu na pande la nyama. Mimba ikiwa nzito katika tumbo lake huyo mke, mume na mke humwomba Mola wao Mlezi wakisema: Wallahi, ukitupa mwana mzima asiye na ila katika umbo lake, tutakushukuru kwa neema yako.","lang":"sw"},{"name":"7:190","price":"Basi anapo wapa mwana mwema, wanamfanyia washirikina Mwenyezi Mungu katika kile kile alicho wapa. Mwenyezi Mungu ametukuka na huko kushirikisha kwao","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"Akisha wapa wakitakacho, huwafanya masanamu ndio washirika wa Mwenyezi Mungu Mtukufu katika ile zawadi yake ya ukarimu, kwa kuyatambikia kama kwamba ndio wanayashukuru. Na Mwenyezi Mungu pekee ndiye anaye stahiki kushukuriwa. Yeye ametukuka, hawezi kuwa kama hiyo miungu yao ya kishirikina.","lang":"sw"},{"name":"7:191","price":"Ati wanawafanya viumbe kuwa ni washirika wa Mwenyezi Mungu, nao hawaumbi, bali wao ndio wanaumbwa?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"Jee, inawafalia kumshirikisha Mwenyezi Mungu na masanamu yasio weza kuumba kitu, bali hayo yameumbwa na Mwenyezi Mungu?","lang":"sw"},{"name":"7:192","price":"Wala hawana uwezo wa kuwanusuru wala wenyewe hawajinusuru.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"Wala hayawezi kuwasaidia hao wanayo yaabudu, wala hayajisaidii wenyewe akitokea mtu kuyashambulia.","lang":"sw"},{"name":"7:193","price":"Na mkiwaita kwenye uwongofu, hawakufuateni. Ni mamoja kwenu ikiwa mtawaita au mkinyamaza.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"Na nyinyi mnao yaabudu masanamu! Mkiyaomba hayo masanamu yakuongozeni mpate mnacho kipenda hayakuitikieni hayo myatakayo! Ni sawa sawa kwenu kuwa hapana faida ya kuwaomba au mkinyamaza. Hali yao haibadiliki vyo vyote vile.","lang":"sw"},{"name":"7:194","price":"Hakika hao mnao waomba asiye kuwa Mwenyezi Mungu ni waja mfano wenu nyinyi. Hebu waombeni, nao wakuitikieni, kama mnasema kweli.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"Hakika hao mnao waomba badala ya Mwenyezi Mungu, na mkataraji nafuu kwao, wao wenyewe wanamnyenyekea Mwenyezi Mungu kwa hukumu ya maumbile yao. Kwani Yeye Mwenyezi Mungu amewafanya wafuate amri yake mfano wenu nyinyi. Kama nyinyi mnasema kweli katika madai yenu kuwa hao wanaweza lolote, basi watakeni, na wao wakutimilizieni.","lang":"sw"},{"name":"7:195","price":"Je, wao wanayo miguu ya kwendea? Au wanayo mikono ya kutetea? Au wanayo macho ya kuonea? Au wanayo masikio ya kusikizia? Sema: Iiteni hio miungu yenu ya ushirikina. Kisha nifanyieni mimi vitimbi, wala msinipe muhula.","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"Bali haya masanamu ni duni kuliko nyinyi kwa kuumbwa na kuwa! Kwani wao wana miguu ya kuendea? Au wana mikono ya kukinga madhara yasikupateni au yasiwapate wenyewe? Au wana macho ya kuonea? Au masikio ya kusikia hayo mnayo yataka wakakupeni? Hawana chochote katika hayo! Vipi basi mnawashirikisha hao na Mwenyezi Mungu? Na ikiwa nyinyi mnadhani kuwa hio miungu ya uwongo inaweza kunidhuru mimi au mtu yeyote, basi iiteni, na mfanye njama zenu pamoja nao kama mtakavyo, bila ya kunipa muhula wala kungoja. Hao hakika hawawezi kitu! Basi msiningojee, na wala mimi siwabali.","lang":"sw"},{"name":"7:196","price":"Hakika Mlinzi wangu ni Mwenyezi Mungu aliye teremsha Kitabu. Naye ndiye awalindae walio wema.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"Hakika msaidizi wangu wa kuninusuru nanyi ni Yeye Mwenyezi Mungu. Ulinzi wangu uko kwake. Naye ndiye aliye niteremshia Qur'ani. Na Yeye peke yake ndiye anaye wanusuru waja wake walio wema.","lang":"sw"},{"name":"7:197","price":"Na hao mnao waomba asiye kuwa Mwenyezi hawawezi kukunusuruni, wala hawajinusuru wenyewe.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"Na hayo masanamu mnayo taka kwao msaada, badala ya Mwenyezi Mungu, hayawezi kukusaidieni nyinyi, wala kujisaidia wenyewe.","lang":"sw"},{"name":"7:198","price":"Na mkiwaita kwenye uwongofu hawasikii. Na unawaona wanakutazama, nao hawaoni.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"Na ukiwataka uwongofu katika yaliyo na kheri nanyi hawalisikii ombi lenu, licha ya kukuongozeni! Unawaona wanavyo kukabili kama kwamba wanakutazama, na kumbe wao kwa hakika hawaoni kitu!","lang":"sw"},{"name":"7:199","price":"Shikamana na kusamehe, na amrisha mema, na jitenge na majaahili.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"Ewe Nabii! Waachilie mbali hao majaahili, na endelea katika njia ya Da'wa (Wito). Na wachukulie watu kwa lilio wepesi kwao. Na waamrishe kila jambo linalo pendeza na kuingia akilini.","lang":"sw"},{"name":"7:200","price":"Na uchochezi wa Shet'ani ukikuchochea basi omba ulinzi wa Mwenyezi Mungu. Hakika Yeye ni Msikizi, Mjuzi.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"Na Shetani akikuchochea kwa wasiwasi ili apate kukuachisha ulio amrishwa, kama vile kukasirika kwa kukushikilia kwao mambo ya shari, basi omba ulinzi wa Mwenyezi Mungu akuepushe naye huyo Shetani. Kwani Mwenyezi Mungu ni Mwenye kusikia na kujua kila linalo tokea.","lang":"sw"},{"name":"7:201","price":"Hakika wale wamchaomungu zinapowagusa pepesi za Shetani, mara huzindukana na hapo huwa niwenye kuiyona haki","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"Hakika wale wamchao Mola wao Mlezi, na wakaweka baina yao na maasi kinga cha kuzuia uchochezi wa Shetani unao wapitia kuwaachisha yaliyo waajibu wao, hukumbuka uadui wa Shetani na vitimbi vyake. Kwa hivyo hao wanaiona Haki, basi ndio wanarejea.","lang":"sw"},{"name":"7:202","price":"Na ndugu zao wanawavutia kwenye upotofu, kisha wao hawaachi.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"Na ndugu zao mashetani, nao ni hao makafiri, mashetani huwazidisha upotovu kwa kuwajaza wasiwasi. Tena hawa makafiri hawaachi upotovu wao wakazingatia.","lang":"sw"},{"name":"7:203","price":"Na usipo waletea Ishara waitakayo husema: Kwa nini hukuibuni? Sema: mimi ninafuata yanayo funuliwa kwangu kutokana na Mola Mlezi wangu. Hii (Qur'ani) ni hoja zinazo toka kwa Mola wenu Mlezi, na uwongofu na rehema kwa watu wanao amini.","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"Na usipo waletea makafiri Ishara wanayo itaka kwa inadi na ukafiri, husema: Kwa nini hukuitaka? (au hukuizua? Makusudio yao ni kuwa Mtume s.a.w. akizibuni Aya zote.) Waambie: Mimi sifuati ila Qur'ani ninayo funuliwa kwa wahyi kutoka kwa Mola wangu Mlezi. Na waambie: Hii Qur'ani ni hoja zinazo toka kwa Mola Mlezi wenu kukuonyesheni njia za Haki. Nayo ina uwongofu, na rehema, kwa Waumini, kwa sababu wao wanaifuata kwa vitendo.","lang":"sw"},{"name":"7:204","price":"Na isomwapo Qur'ani isikilizeni na mnyamaze ili mpate kurehemewa.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"Enyi Waumini! Mkisomewa Qur'ani isikilizeni kwa masikio yenu, mpate kuzingatia mawaidha yake, na msikilize vizuri mpate kuipata rehema.","lang":"sw"},{"name":"7:205","price":"Na mkumbuke Mola Mlezi wako nafsini kwako kwa unyenyekevu na khofu, na bila ya kupiga kelele kwa kauli, asubuhi na jioni. Wala usiwe miongoni wa walio ghafilika.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"Na mtaje Mola wako Mlezi ndani ya nafsi yako, upate kuhisi kuwa upo karibu na Mwenyezi Mungu, kwa kumnyenyekea na kumkhofu, bila ya kupiga makelele, bali juu kidogo kuliko kwa siri, na chini ya kudhihirisha kwa maneno. Na umtaje na umkumbuke asubuhi na jioni, ili uanzie mchana wako kwa kumkumbuka Mola wako Mlezi, na ukhitimishie kwayo vile vile. Na wakati wako wote usighafilike na kumtaja na kumkumbuka Mwenyezi Mungu.","lang":"sw"},{"name":"7:206","price":"Hakika wale walioko kwa Mola wako Mlezi hawajivuni wakaacha kumuabdu, na wanamtakasa na wanamsujudia","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"Hao walio karibu na Mola wako Mlezi kwa utukufu na takrimu hawatakabari wakaacha kumuabudu. Na wanamtakasa Mwenyezi Mungu na kila lisio faa kwake. Na wanamnyenyekea Yeye.","lang":"sw"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}