{"data":[{"name":"73:1","price":"Ewe uliye jifunika!","arabic":"يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5476,"juzNumber":29,"footnotes":"Ewe uliye jigubika kwa nguo zako!","lang":"sw"},{"name":"73:2","price":"Kesha usiku kucha, ila kidogo tu!","arabic":"قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5477,"juzNumber":29,"footnotes":"Inuka kwa ajili ya Swala usiku kucha, ila kidogo tu!","lang":"sw"},{"name":"73:3","price":"Nusu yake, au ipunguze kidogo.","arabic":"نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5478,"juzNumber":29,"footnotes":"Simama nusu ya usiku, au punguza kidogo katika hiyo nusu mpaka ifikie thuluthi,","lang":"sw"},{"name":"73:4","price":"Au izidishe - na soma Qur'ani kwa utaratibu na utungo.","arabic":"أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5479,"juzNumber":29,"footnotes":"Au zidisha kwenye nusu mpaka ifikie thuluthi mbili. Na soma Qur'ani kwa pole pole ukibainisha harufi, na pa kusita usite, pasiwe na nuksani yoyote.","lang":"sw"},{"name":"73:5","price":"ka Hakika Sisi tutakuteremshia uli nzito.","arabic":"إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5480,"juzNumber":29,"footnotes":"Ewe Mtume! Hakika Sisi tutakuteremshia Qur'ani yenye kukusanya amri, na makatazo, na takalifu nzito nzito.","lang":"sw"},{"name":"73:6","price":"Hakika kuamka usiku kunawafikiana zaidi na moyo, na maneno yake yanatua zaidi.","arabic":"إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5481,"juzNumber":29,"footnotes":"Hakika ibada zinazo fanywa usiku zinaganda zaidi katika moyo wa mtu, na zinabainika zaidi ulimini, na zinasibu vyema zaidi, kuliko visomo vya ibada za mchana.","lang":"sw"},{"name":"73:7","price":"Kwani hakika mchana una shughuli nyingi.","arabic":"إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5482,"juzNumber":29,"footnotes":"Hakika mchana unakuwa na mambo mengi ya kukuhangaisha kutafuta maslaha ya maisha yako, na kushughulika na mambo ya kufikisha Ujumbe. Basi jiwekee nafsi yako faragha ya usiku kwa ajili ya kumuabudu Mola wako Mlezi.","lang":"sw"},{"name":"73:8","price":"Na lidhukuru jina la Mola wako Mlezi, na ujitolee kwake kwa ukamilifu.","arabic":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5483,"juzNumber":29,"footnotes":"Na pitisha ulimini mwako kudhukuru jina la Mola aliye kuumba na kukulea, na mkhusishe Yeye tu kwa ibada kwa ukamilifu.","lang":"sw"},{"name":"73:9","price":"Mola Mlezi wa mashariki na magharibi, hapana mungu isipo kuwa Yeye, basi mfanye kuwa Mtegemewa wako.","arabic":"رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5484,"juzNumber":29,"footnotes":"Yeye ndiye Mwenye kumiliki mashariki na magharibi, hapana wa kuabudiwa kwa haki isipo kuwa Yeye. Basi mfanye Yeye tu ndiye wa kukutosha katika mambo yako yote, ndiye wa kutegemewa peke yake kama alivyo ahidi.","lang":"sw"},{"name":"73:10","price":"Na vumilia hayo wayasemayo, na jitenge nao kwa vizuri.","arabic":"وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5485,"juzNumber":29,"footnotes":"Na vumilia upuuzi wanao usema, na jitenge nao kwa moyo wako, na nenda kinyume na vitendo vyao, pamoja na kuwapuuza, na kuacha kujilipizia.","lang":"sw"},{"name":"73:11","price":"Na niache Mimi na hao wanao kanusha, walio neemeka; na wape muhula kidogo!","arabic":"وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5486,"juzNumber":29,"footnotes":"Niachilie Mimi hao wanao kadhibisha, wenye kuneemeshwa, na uwape muhula muda mfupi.","lang":"sw"},{"name":"73:12","price":"Hakika Sisi tunazo pingu nzito na Moto unao waka kwa ukali kabisa!","arabic":"إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5487,"juzNumber":29,"footnotes":"Huko Akhera tumewawekea wanao kadhibisha pingu nzito, na Moto wa kuunguza,","lang":"sw"},{"name":"73:13","price":"Na chakula kinacho kwama kooni, na adhabu inayo umiza.","arabic":"وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5488,"juzNumber":29,"footnotes":"Na chakula kinacho sakama kooni, hakimezeki, na adhabu yenye uchungu mkali usio stahamilika.","lang":"sw"},{"name":"73:14","price":"Siku ambayo ardhi itatikiswa na milima pia, na milima itakuwa kama tifutifu la mchanga.","arabic":"يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5489,"juzNumber":29,"footnotes":"Siku itakapo tikisika ardhi na milima kwa mtikiso mkubwa mno, na milima ikawa mirundu ya mchanga ulio tapanyika, baada ya kuwa mawe magumu yaliyo shikamana.","lang":"sw"},{"name":"73:15","price":"Hakika Sisi tumemtuma kwenu Mtume aliye shahidi juu yenu, kama tulivyo mtuma Mtume kwa Firauni.","arabic":"إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5490,"juzNumber":29,"footnotes":"Enyi watu wa Makka! Hakika Sisi tumekutumieni Muhammad kuwa ni Mtume wa kukushuhudilieni Siku ya Kiyama kwa kukubali na kukataa, kama tulivyo mtuma Musa kwa Firauni awe ni Mtume.","lang":"sw"},{"name":"73:16","price":"Lakini Firauni alimuasi huyo Mtume, basi tukamshika mshiko wa mateso.","arabic":"فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5491,"juzNumber":29,"footnotes":"Firauni akamkataa huyo Mtume, basi tukamshika kwa mshiko wa nguvu!","lang":"sw"},{"name":"73:17","price":"Basi nyinyi mkikufuru, mtawezaje kujikinga na Siku ambayo itawafanya watoto wadogo waote mvi?","arabic":"فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5492,"juzNumber":29,"footnotes":"Basi mkikufuru mtajikinga vipi na adhabu ya Siku ambayo kwa kitisho chake itawafanya vijana wawe vikongwe wasio na nguvu?","lang":"sw"},{"name":"73:18","price":"Hapo mbingu zitapasuka! Ahadi yake itakuwa imetekelezwa.","arabic":"ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5493,"juzNumber":29,"footnotes":"Mbingu juu ya nguvu zake na ukubwa wake, Siku hiyo zitapasukilia mbali kwa shida zake na vitisho vyake. Na ahadi ya Mwenyezi Mungu ni lazima itokee, hapana hivi wala hivi.","lang":"sw"},{"name":"73:19","price":"Kwa hakika hili ni kumbusho. Mwenye kutaka atashika njia ya kwendea kwa Mola wake Mlezi.","arabic":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5494,"juzNumber":29,"footnotes":"Hakika Aya hizi zinazo taja ahadi ya Mwenyezi Mungu ni mawaidha. Kwa hivyo mwenye kutaka kunafiika kwazo ataishika njia ya kumwendea Mola wake Mlezi kwa kuchamngu na kunyenyekea.","lang":"sw"},{"name":"73:20","price":"Hakika Mola wako Mlezi anajua ya kuwa hakika wewe unakesha karibu na thuluthi mbili za usiku, na nusu yake, na thuluthi yake. Na baadhi ya watu walio pamoja nawe kadhaalika. Na Mwenyezi Mungu ndiye anaye ukadiria usiku na mchana. Anajua kuwa hamwezi kuweka hisabu, basi amekusameheni. Basi someni kilicho chepesi katika Qur'ani. Anajua ya kuwa baadhi yenu watakuwa wagonjwa, na wengine wanasafiri katika ardhi wakitafuta fadhila ya Mwenyezi Mungu, na wengine wanapigana katika Njia ya Mwenyezi Mungu. Kwa hivyo someni kilicho chepesi humo, na mshike Swala, na toeni Zaka, na mkopesheni Mwenyezi Mungu mkopo mwema. Na kheri yoyote mnayo itanguliza kwa ajili ya nafsi zenu mtaikuta kwa Mwenyezi Mungu, imekuwa bora zaidi, na ina thawabu kubwa sana. Na mtakeni msamaha Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.","arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5495,"juzNumber":29,"footnotes":"Hakika Mola wako Mlezi anajua kwamba wewe, Muhammad, unakesha pengine akali kuliko thuluthi mbili za usiku, na mara nyengine unakesha nusu ya usiku, na pia wanakesha baadhi ya masahaba zako kama ukeshavyo wewe. Na hapana anaye weza kuukadiria urefu wa usiku na mchana, na kudhibiti saa zake, ila Mwenyezi Mungu. Yeye anajua kuwa hamwezi kuhisabu baraabara kila sehemu katika sehemu za usiku na mchana. Kwa hivyo amekukhafifishieni. Basi someni katika Swala kilicho chepesi katika Qur'ani. Yeye anajua kuwa watakuwepo kati yenu walio wagonjwa, ambao watapata taabu kukesha usiku; na wengine wamo safarini kwa ajili ya biashara na kazi, wakitafuta riziki ya Mwenyezi Mungu. Na wengine wanapigana Jihadi katika Njia ya Mwenyezi Mungu kwa ajili ya kulitukuza Neno lake. Basi someni kilicho chepesi katika Qur'ani, na zishikeni baraabara faridha za Swala, na toeni Zaka iliyo kuwajibikieni, na mkopesheni Mwenyezi Mungu mkopo mwema, kwa kuwapa mafakiri kwa khiari juu ya hayo yaliyo kulazimuni. Na chochote cha kheri mnacho kitanguliza kwa ajili ya nafsi zenu, mtakuta thawabu zake kwa Mwenyezi Mungu zimekuwa bora zaidi kuliko hicho mlicho kiacha na kukitoa, na malipo mema zaidi. Na mtakeni msamaha Mwenyezi Mungu kwa vitendo viovu na kwa upungufu katika vitendo vyema. Hakika Mwenyezi Mungu ni Mwingi wa kusamehe madhambi ya Waumini, na ni Mwenye kuwarehemu.","lang":"sw"}],"chapter":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"]}