{"data":[{"name":"76:1","price":"Hakika kilimpitia binaadamu kipindi katika zama ambacho kwamba hakuwa kitu kinacho tajwa.","arabic":"هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5592,"juzNumber":29,"footnotes":"Hakika kimempitia mwanaadamu kipindi cha zama kabla hajapuliziwa roho, naye hata bado hakuwa ni kitu cha kutajika kwa jina lake, wala hajuulikani nini atakuwa.","lang":"sw"},{"name":"76:2","price":"Hakika Sisi tumemuumba mtu kutokana na mbegu ya uhai iliyo changanyika, tumfanyie mtihani. Kwa hivyo tukamfanya mwenye kusikia, mwenye kuona.","arabic":"إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5593,"juzNumber":29,"footnotes":"Hakika Sisi tumemuumba mwanaadamu naye ana sifa namna mbali mbali, kwa ajili ya kumtia mtihanini, majaribioni, baadaye. Kwa hivyo tukamjaalia awe anasikia na anaona, ili apate kuzisikia Aya na azione Ishara.","lang":"sw"},{"name":"76:3","price":"Hakika Sisi tumembainishia Njia. Ama ni mwenye kushukuru, au mwenye kukufuru.","arabic":"إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5594,"juzNumber":29,"footnotes":"Hakika Sisi tumembainishia Njia ya Uwongofu, ama awe Muumini au awe kafiri.","lang":"sw"},{"name":"76:4","price":"Hakika HaSisi tumewaandalia makafiri minyororo na pingu na Moto mkali.","arabic":"إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5595,"juzNumber":29,"footnotes":"Hakika Sisi tumewawekea tayari makafiri minyororo kuwafungia miguu yao, pingu za kuwafungia mikono na shingo, na moto unao waka.","lang":"sw"},{"name":"76:5","price":"Hakika watu wema watakunywa katika vinywaji vilivyo changanyika na kafuri!","arabic":"إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5596,"juzNumber":29,"footnotes":"Hakika walio kuwa wakweli katika Imani yao watakunywa mvinyo iliyo changanywa na maji ya kafuri.","lang":"sw"},{"name":"76:6","price":"Ni chemchem watakao inywa waja wa Mwenyezi Mungu, wakiifanya imiminike kwa wingi.","arabic":"عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5597,"juzNumber":29,"footnotes":"Hiyo ni chemchem wanayo inywa waja wa Mwenyezi Mungu, na wanaipitisha watakapo kwa sahala.","lang":"sw"},{"name":"76:7","price":"Wanatimiza ahadi,na wanaiogopa siku ambayo shari yake inaenea sana,","arabic":"يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5598,"juzNumber":29,"footnotes":"Wanatekeleza yaliyo wajibikia , na wanaikhofu Siku kubwa hiyo ambayo madhara yake yataenea kote kote,","lang":"sw"},{"name":"76:8","price":"Na huwalisha chakula, juu ya kukipenda kwake, masikini, na yatima, na wafungwa.","arabic":"وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5599,"juzNumber":29,"footnotes":"Na huwalisha chakula mafakiri wasio weza kazi, na watoto walio fiwa na wazee wao, na wafungwa wasio miliki kitu, ijapo kuwa wao wenyewe hao watoaji wanakipenda hicho wanacho kitoa, na wanakihitajia.","lang":"sw"},{"name":"76:9","price":"Hakika sisi tunakulisheni kwa wajihi wa Mwenyezi Mungu. Hatutaki kwenu malipo wala shukrani.","arabic":"إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5600,"juzNumber":29,"footnotes":"Na hujiambia nafsi zao: Hakika sisi tunakulisheni kwa ajili ya kutaka thawa;bu za Mwenyezi Mungu. Sisi hatutaki kwenu malipo au zawadi, wala hatutaki kushukuriwa na kusifiwa.","lang":"sw"},{"name":"76:10","price":"Hakika sisi tunaiogopa kwa Mola wetu Mlezi hiyo siku yenye shida na taabu.","arabic":"إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5601,"juzNumber":29,"footnotes":"Hakika sisi tunakhofu kwa Mola wetu Mlezi hiyo siku ya kumletea msiba atakaye kuwapo siku hiyo, na siku ya watu kukunja nyuso zao na vipaji vyao.","lang":"sw"},{"name":"76:11","price":"Basi Mwenyezi Mungu atwalinda na shari ya siku hiyo, na atawakutanisha na raha na furaha.","arabic":"فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5602,"juzNumber":29,"footnotes":"Basi Mwenyezi Mungu akawalinda na shida za siku hiyo, na badala ya mkunjo wa wenye maasi, akawapa nyuso za kupendeza, na ukunjufu na furaha katika nyoyo zao,","lang":"sw"},{"name":"76:12","price":"Na atawajazi Bustani za Peponi na maguo ya hariri kwa vile walivyo subiri.","arabic":"وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5603,"juzNumber":29,"footnotes":"Na akawajazi kwa ile subira yao Pepo imeenea furaha, na nguo zake ni hariri laini.","lang":"sw"},{"name":"76:13","price":"Humo wataegemea juu ya viti vya enzi, hawataona humo jua kali wala baridi kali.","arabic":"مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5604,"juzNumber":29,"footnotes":"Wakiegemea huko Peponi juu ya makochi, hawaoni joto la jua, wala shida ya baridi.","lang":"sw"},{"name":"76:14","price":"Na vivuli vyake vitakuwa karibu yao, na mashada ya matunda yataning'inia mpaka chini.","arabic":"وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5605,"juzNumber":29,"footnotes":"Na Pepo ambayo vivuli vya miti yake vimeenea kote kote, na matunda yake mepesi kuyachuma.","lang":"sw"},{"name":"76:15","price":"Na watapitishiwa vyombo vya fedha na vikombe vya vigae,","arabic":"وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5606,"juzNumber":29,"footnotes":"Na wakiwazungukia watumishi wao kwa bilauri za kunywea zilio fanywa kwa fedha, lakini unaona kiliomo ndani kama kwamba ni kigae,","lang":"sw"},{"name":"76:16","price":"Vya fedha safi kama kiyoo, wamevipima kwa vipimo.","arabic":"قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5607,"juzNumber":29,"footnotes":"Na vinapimwa vinywaji kwa kadiri wanavyo penda wanywaji.","lang":"sw"},{"name":"76:17","price":"Na humo watanyweshwa kinywaji kilicho changanyika na tangawizi.","arabic":"وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5608,"juzNumber":29,"footnotes":"Na watu wema hupewa kunywa huko Peponi mvinyo inayo fanana na sharubati ya tangawizi kwa utamu.","lang":"sw"},{"name":"76:18","price":"Hiyo ni chemchem iliyo humo inaitwa Salsabil.","arabic":"عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5609,"juzNumber":29,"footnotes":"Hiyo ni kutokana na chemchem ya Peponi inayo itwa Salsabil, kwa sababu ya wepesi wa unywaji wake na uzuri wake.","lang":"sw"},{"name":"76:19","price":"Na watawazungukia kuwatumikia wavulana wasio pevuka, ukiwaona utawafikiri ni lulu zilizo tawanywa.","arabic":"۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5610,"juzNumber":29,"footnotes":"Na watakuwa wanawazunguka vijana ambao hawabadiliki hali yao, kwa furaha na sururi. Ukiwaona wanapo zunguka kwa wepesi na uchangamfu, utawadhania kwa uzuri wao na usafi wa rangi zao, kama lulu zilizo tandazwa mbele yako zinang'ara.","lang":"sw"},{"name":"76:20","price":"Na utakapo yaona, utakuwa umeona neema na ufalme mkubwa.","arabic":"وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5611,"juzNumber":29,"footnotes":"Na ukitazama popote katika hiyo Pepo utaona neema kubwa, na ufalme ulio tanda.","lang":"sw"},{"name":"76:21","price":"Juu yao zipo nguo za hariri laini za kijani kibichi, na hariri nzito ya at'ilasi. Na watavikwa vikuku vya fedha, na Mola wao Mlezi atawanywesha kinywaji safi kabisa.","arabic":"عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5612,"juzNumber":29,"footnotes":"Juu yao zipo nguo za hariri nyepesi za kijani, na nguo za hariri nzito. Na mapambo yao yaliomo mikononi mwao ni vikuku vya fedha. Na Mola wao Mlezi atawanywesha kinywaji kingine kilio safi, hakina uchafu wala najisi.","lang":"sw"},{"name":"76:22","price":"Hakika haya ni malipo yenu; na juhudi zenu zimekubaliwa.","arabic":"إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5613,"juzNumber":29,"footnotes":"Hakika neema hizi ameziandaa kwa kukulipeni kwa vitendo vyenu. Na hizo juhudi zenu duniani ni zenye kusifika kwa Mwenyezi Mungu, na zinampendeza, na zimekubaliwa.","lang":"sw"},{"name":"76:23","price":"Hakika Sisi tumekuteremshia Qur'ani kidogo kidogo.","arabic":"إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5614,"juzNumber":29,"footnotes":"Hakika Sisi, kwa rehema yetu na hikima yetu, tumekuteremshia wewe Qur'ani kwa njia ya kukutuza moyo wako, na uweze daima kuihifadhi, basi huto isahau kabisa.","lang":"sw"},{"name":"76:24","price":"Basi ngojea hukumu ya Mola wako Mlezi wala usimt'ii miongoni mwao mwenye dhambi au mwenye kufuru.","arabic":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5615,"juzNumber":29,"footnotes":"Basi subiri, uivumilie hikima ya Mola wako Mlezi kwa kuakhirisha kushinda kwako kuwashinda maadui zako, na wewe ukapata mitihani kwa maudhi yao. Wala usiwat'ii washirikina, wingi wa madhambi, walio zama katika ukafiri.","lang":"sw"},{"name":"76:25","price":"Na likumbuke jina la Mola wako Mlezi asubuhi na jioni;","arabic":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5616,"juzNumber":29,"footnotes":"Na dumisha kumkumbuka na kumtaja Mola wako Mlezi, na sali alfajiri mapema, na adhuhuri, na alasiri jioni,","lang":"sw"},{"name":"76:26","price":"Na usiku msujudie Yeye, na umtakase usiku, wakati mrefu.","arabic":"وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5617,"juzNumber":29,"footnotes":"Na usiku sali magharibi na isha. Na fanya ibada za usiku kwa muda mrefu.","lang":"sw"},{"name":"76:27","price":"Kwa hakika watu hawa wanapenda maisha ya kidunia, na wanaiacha nyuma yao siku nzito.","arabic":"إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5618,"juzNumber":29,"footnotes":"Hakika hawa makafiri wanaipenda dunia, na wanaifadhilisha kuliko Akhera. Na wanaiacha migongoni mwao siku yenye misiba mikubwa, na vitisho vikali. Wala wao hawajui nini cha kuwaokoa wao na hayo!","lang":"sw"},{"name":"76:28","price":"Sisi tumewaumba, na tukavitia nguvu viungo vyao. Na tukitaka tutawabadilisha mfano wao wawe badala yao.","arabic":"نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5619,"juzNumber":29,"footnotes":"Sisi tumewaumba wao, na tumefanya kwa hikima kuumbwa kwao. Na tukitaka tutawateketeza wao na tutawaleta mfano ya wao badala yao, ambao hao watakuja kumt'ii Mwenyezi Mungu kinyume na wao.","lang":"sw"},{"name":"76:29","price":"Hakika haya ni mawaidha; basi anaye taka atashika Njia ya kwenda kwa Mola wake Mlezi.","arabic":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5620,"juzNumber":29,"footnotes":"Hakika Sura hii ni mawaidha kwa walimwengu wote. Basi mwenye kutaka atafuata njia ya Imani na uchamngu kwendea kwa Mola wake Mlezi imfikishe kwenye maghfira yake na Pepo yake.","lang":"sw"},{"name":"76:30","price":"Wala hamwezi kutaka ila atakapo Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye ilimu, Mwenye hikima.","arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5621,"juzNumber":29,"footnotes":"Wala nyinyi hamwezi kutaka kitu chochote ila wakati anapo taka Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye kuzijua hali zenu, Mwenye hikima kwa anayo yataka na akayakhiari.","lang":"sw"},{"name":"76:31","price":"Humuingiza amtakaye katika rehema yake. Na wenye kudhulumu amewawekea adhabu iliyo chungu.","arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5622,"juzNumber":29,"footnotes":"Humuingiza amtakaye katika Pepo yake. Basi kuingia Peponi ni kwa fadhila na rehema ya Mwenyezi Mungu. Naye amewadhalilisha wenye kudhulumu, amewatengenezea adhabu iliyo chungu.","lang":"sw"}],"chapter":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"]}