{"data":[{"name":"8:1","price":"Wanakuuliza juu ya Ngawira. Sema: Ngawira ni ya Mwenyezi Mungu na Mtume. Basi mcheni Mwenyezi Mungu na suluhisheni mambo baina yenu, na mt'iini Mwenyezi Mungu na Mtume wake ikiwa nyinyi ni Waumini.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"Nabii Muhammad (s.a.w.) katolewa Makka na kalazimishwa kuihama kwa sababu ya vitimbi vya mapagani, washirikina, na kwa kuazimia kwao kumuuwa, ili Waislamu wapate kuwa na dola yao. Naye akenda kukaa Madina kwenye amani na manusura. Huko ikawa hapana budi ila kuwania kujilinda na uvamizi wa maadui, wasije wenye Imani wakapata mateso. Vikatokea hivyo Vita vya Badri. Waumini wakapata ushindi ulio wazi na ngawira nyingi waliziteka. Ikatokea khitilafu kidogo na suala katika shauri la ugawaji wa hizo ngawira. Ndio hivyo Mwenyezi Mungu anasema: Wanakuuliza khabari ya ngawira, zende wapi? Apewe nani? Ni za nani? Zigawanywe vipi? Ewe Nabii! Waambie: Hizo ngawira ni za Mwenyezi Mungu kwanza. Na Mtume, kwa amri ya Mola wake Mlezi, ndiye mwenye madaraka ya kuzigawa. Basi wacheni kukhitalifiana kwa ajili ya hayo. Na uwe mtindo wenu ni kumkhofu Mwenyezi Mungu na kumt'ii. Na tengenezeni yaliyo baina yenu, na mfanye mapenzi na uadilifu ndio makhusiano baina yenu. Kwani hakika hizi ndizo sifa za watu wa Imani.","lang":"sw"},{"name":"8:2","price":"Hakika Waumini ni wale ambao anapo tajwa Mwenyezi Mungu nyoyo zao hujaa khofu, na wanapo somewa Aya zake huwazidisha Imani, na wakamtegemea Mola wao Mlezi.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"Ama hakika Waumini wa haki na kweli daima wanakuwa na khofu na ut'iifu kwa Mwenyezi Mungu. Akitajwa Allah Subhanahu, Mwenyezi Mungu Aliye takasika, nyoyo zao hufazaika, na zikajaa khofu. Kwa hivyo kila wakisomewa Aya za Qur'ani Imani yao inazidi kuwa imara, na wao huzidi unyenyekevu na ujuzi, na wala hawamtegemei yeyote ila Mwenyezi Mungu aliye waumba, na ndiye anaye walinda na kuwaendeleza.","lang":"sw"},{"name":"8:3","price":"Hao ambao wanashika Swala na wanatoa katika yale tunayo waruzuku.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"Na hao Waumini walio wa kweli katika Imani, wanashika Swala kwa kutimiza nguzo zake, na kukamilisha unyenyekevu na ut'iifu, ili wawe daima katika kumkumbuka Mwenyezi Mungu, na wanatoa katika mali aliyo waruzuku Mwenyezi Mungu Subhanahu wa Taa'la, kwa ajili ya Jihadi, na mambo yote ya kheri, na kuwasaidia wanyonge.","lang":"sw"},{"name":"8:4","price":"Hao kweli ndio Waumini. Wao wana vyeo, na maghfira, na riziki bora, kwa Mola wao Mlezi.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"Hakika hawa wanao sifika kwa sifa hizi ndio khasa wanao sifika kwa Imani kwa haki na kweli. Na malipo yao ni kupata vyeo vya ngazi ya juu kwa Mwenyezi Mungu. Yeye Allah Subhanahu ndiye ataye wapa radhi zake, na maghafira wanapo teleza, na duniani atawapa riziki njema, na Akhera neema ya daima.","lang":"sw"},{"name":"8:5","price":"Kama Mola wako Mlezi alivyo kutoa nyumbani kwako kwa Haki, na hakika kundi moja la Waumini linachukia.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"Ushindi, bila ya shaka, upo mikononi mwa Mwenyezi Mungu. Na funguo za mambo yote ziko kwake. Na hali ya Waumini katika kukhitalifiana kwao katika mambo ya ngawira ni kama hali yao pale alipo kuamrisha Mwenyezi Mungu utoke ukapigane na washirikina katika Badri, nayo ni Haki iliyo thibiti. Kwani miongoni mwa Waumini kulikuwapo na kikundi kilicho chukia vita kweli kweli.","lang":"sw"},{"name":"8:6","price":"Wanajadiliana nawe kwa jambo la Haki baada ya kwisha bainika, kama kwamba wanasukumwa kwenye mauti nao wanaona.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"Wanajadiliana nawe hao wa kikundi hicho, na wanajaribu kutilia nguvu kauli yao katika jambo la haki, nalo ni kutoka kwa ajili ya Jihadi. Na kumbe wao walikuwa na wenzao walio toka kwenda kupokonya mali ya Makureshi yaliyo kuwa yanakwenda Sham, na wasiyapate. Kikundi hichi kikakhiari kurejea baada ya kuona wamenusurika, kwa kujuvywa na Mtume, na kwamba makafiri wanawaogopa, na kwa kuwa hadi wakivichukia vita, na kuwa hawajui litalo wapata. Na walipo kuwa wakiviendea vita walikuwa kama wanao sukumwa kwenda kufa, na wao wanaona kitacho wauwa, na yanawapata mateso yake.","lang":"sw"},{"name":"8:7","price":"Na Mwenyezi Mungu alipo kuahidini kuwa moja katika makundi mawili ni lenu. Nanyi mkapenda lisilo na nguvu ndio liwe lenu; na Mwenyezi Mungu anapenda ahakikishe Haki kwa maneno yake, na aikate mizizi ya makafiri.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"Enyi Waumini! Kumbukeni ahadi ya Mwenyezi Mungu Mtukufu kwenu kwamba atakupeni ushindi juu ya moja katika makundi mawili, hilo lenye silaha na nguvu. Na hali nyinyi mnapendelea kupambana na hilo kundi jengine lenye mali na watu tu. Na hilo ni msafara wa Abu Sufyan. Nanyi mkakhiari mali yasiyo kuwa na wapiganaji. Lakini Mwenyezi Mungu Mtukufu anataka kuithibitisha Haki kwa mapendo yake na uwezo wake na kwa maneno yake yaliyo kwisha tangazwa, na ili aung'oe kabisa ukafiri katika Bara Arabu kwa ushindi wa Waumini. Aya hizi tukufu zinatoa sura ya yanayo pita katika nafsi wakati wa vita, nako ni kutamani kukutana na maadui wachache na kuchukia kukutana na wengi, na kupenda kuteka mali na ngawira; na ilhali Mwenyezi Mungu Mtukufu anataka kuitukuza Dini na ishinde Haki na wang'oke makafiri.","lang":"sw"},{"name":"8:8","price":"Ili ahakikishe Haki na auvunje upotovu na wangachukia wakosefu.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"Ili athibitishe Haki, na auondoe upotovu, hata wakichukia makafiri ambao wamedhulumu Haki ya Mwenyezi Mungu na Haki ya Waumini na Haki ya nafsi zao wenyewe.","lang":"sw"},{"name":"8:9","price":"Mlipo kuwa mkimuomba msaada Mola wenu Mlezi, naye akakujibuni kuwa: Kwa yakini Mimi nitakusaidieni kwa Malaika elfu wanao fuatana mfululizo.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"Na enyi Waumini! Kumbukeni nanyi mnagawana ngawira na mnakhitalifiana, mlipo omba uwokovu na msaada, na mkaandikiwa kuwa hapana la kukuepusheni na vita. Mwenyezi Mungu alikuitikieni maombi yenu, akakuungeni mkono kwa kukuleteeni (Malaika) Roho zilizo safi nyingi zinazo fika elfu zinazo fuatana, zikija moja baada ya moja. Walipo jua wapiganaji Waumini kuwa hapana njia ya kuepukana na vita wakaomba msaada kwa Mwenyezi Mungu, naye Mwenyezi Mungu Mtukufu akawaitikia, na akawaunga mkono kwa Malaika elfu walio fuatana. Yaani alianza kwa kupeleka msaada kwa vikosi vilivyo fuatana ili iwe wepesi kwa kila kikosi kuelekea pahala pake katika vita pasiwepo kukaa bure au kupigana makumbo. Na ifikapo misaada ya majeshi ya vita roho hufurahi na moyo huingia nguvu. Na hayo ndiyo aliyo yakusudia Mwenyezi Mungu Mtukufu kwa kauli yake: \"Na Mwenyezi Mungu hakufanya haya ila kuwa ni bishara na ili nyoyo zenu zituwe.\" Na ushindi daima unatokana na Mwenyezi Mungu.","lang":"sw"},{"name":"8:10","price":"Na Mwenyezi Mungu hakufanya haya ila kuwa ni bishara na ili nyoyo zenu zituwe. Na haupatikani ushindi ila kutoka kwa Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye nguvu, na Mwenye hikima.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"Wala Mwenyezi Mungu Mtukufu hakujaalia huko kukuungeni mkono kwa (Malaika) hizo Roho safi ila ni kuwa ni kukupeni khabari njema, kama bishara kwenu kuwa mtashinda, mpate kutua nyoyo na msonge mbele. Na Mwenyezi Mungu anakusaidieni, na wala ushindi hauji ila kwa msaada wa Mwenyezi Mungu, Mwenye nguvu, Mwenye kushinda, ambaye anaye panga mambo kwa pahala pake kwa mujibu wa ujuzi wake usio pitikiwa na chochote.","lang":"sw"},{"name":"8:11","price":"Alipo kufunikeni kwa usingizi uwe ni uaminisho kutoka kwake, na akakuteremshieni maji kutoka mbinguni ili kukusafisheni kwayo na kukuondoleeni uchafu wa Shet'ani, na kuzipa nguvu nyoyo zenu, na kuitia imara miguu yenu.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"Enyi Waumini! Kumbukeni wakati mlipo ingiwa khofu kwa upungufu wa maji, na kuwaogopa maadui. Mwenyezi Mungu alikupeni utulivu, kwa kukuleteeni usingizi, mkalala mkatua. Akakuteremshieni maji kutoka mbinguni mkajisafishia, na mkauondoa wasiwasi wa Shetani, na nyoyo zenu zikawa imara kwa msaada wa Rahmani na pia ardhi ikashikamana kwa hayo maji, na miguu yenu ikaweza kukanyaga bila ya kudidimia katika mchanga. Aya hii inaashiria fadhila ya Mwenyezi Mungu Mtukufu juu ya wapiganaji Waumini kwa kupatikana hali ya amani kwa kupumzika kwa usingizi, na kuteremka mvua kwa kujitahirisha na kukoga, na kushikamana mchanga kwa kuwepo maji, basi nyayo zikasimama imara. Inajuulikana kuwa mchanga laini unawaletea taabu wapiganaji na unakuwa pingamizi katika kwenda huku na huko ambako ni katika dharura za vita muhimu. Na aya ya pili inaeleza maneno ya Mwenyezi Mungu Mtukufu kuwaambia Malaika wawathibitishe Waumini na watie khofu katika nyoyo za makafiri. Na ni maarufu kuwa khofu ikiwatawala askari katika midani huwaletea kuemewa. Na katika Aya hii tukufu panaashiriwa pahali pa kupiga napo ni juu ya shingo na kuvikata vidole vinavyo kamata silaha mkononi.","lang":"sw"},{"name":"8:12","price":"Mola wako Mlezi alipo wafunulia Malaika: Hakika Mimi ni pamoja nanyi, basi watieni nguvu walio amini. Nitatia woga katika nyoyo za walio kufuru. Basi wapigeni juu ya shingo na wapigeni kwenye kila ncha za vidole.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"Enyi Waumini! Kumbukeni pale Mwenyezi Mungu alipo wafunulia wale wenye Roho zilio t'ahirika, yaani Malaika, watie ndani ya nyoyo zenu kuwa Mimi ni pamoja nanyi, nakuungeni mkono, na ninakusaidieni, kwa kuwaambia: Zitieni nguvu nyoyo za walio amini, wait'ii Haki na wapigane katika Njia ya Mwenyezi Mungu. Na Mimi nitaifanya khofu izitawale nyoyo za washirikina, nao watakuogopeni. Nanyi enyi Waumini! Wapigeni vichwani mwao vilio juu ya shingo zao, na kateni vidole vyao vinavyo kamata panga.","lang":"sw"},{"name":"8:13","price":"Hayo ni kwa sababu wamemuasi Mwenyezi Mungu na Mtume wake. Na mwenye kumuasi Mwenyezi Mungu na Mtume wake basi Mwenyezi Mungu ni Mkali wa kuadhibu.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"Ukawa ushindi na kuungwa mkono nyinyi, na kwao ni kitisho na fazaa, kwani wao walikuwa upande mmoja, na Mwenyezi Mungu na Mtume wake walikuwa upande mwengine, kwa kuwa wao walimpinga Mwenyezi Mungu na Mtume wake. Basi ndio Mwenyezi Mungu anawateremshia adhabu chungu. Na adhabu ya Mwenyezi Mungu ni kali.","lang":"sw"},{"name":"8:14","price":"Ndio hivyo! Basi ionjeni! Na bila ya shaka makafiri wana adhabu ya Moto.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"Enyi Waumini! Hivyo ndio vita, basi vionjeni, na muwe na yakini kuwa mtapata nusura na kuungwa mkono. Na wanao pinga Ishara za Mwenyezi Mungu watapata adhabu nyengine Siku ya Kiyama, nayo ni adhabu ya Moto.","lang":"sw"},{"name":"8:15","price":"Enyi Mlio amini! Mkikutana na walio kufuru vitani msiwageuzie mgongo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki na mkait'ii! Mkikutana na wale walio kufuru katika uwanja wa vita nao wanakujieni kwa wingi wao, msiwakimbie mkazipa mgongo panga zao.","lang":"sw"},{"name":"8:16","price":"Na atakaye wageuzia mgongo wake siku hiyo - isipo kuwa kwa mbinu za vita au kuungana na kikosi - basi atakuwa amestahiki ghadhabu ya Mwenyezi Mungu. Na pahala pake ni Jahannamu, na huo ni mwisho muovu.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"Na asiye wakaabili uso kwa uso, basi Mwenyezi Mungu amekasirika naye, na marejeo yake ni Motoni. Na huo ndio mwisho muovu kweli. Na mwenye kuacha kuwakaabili kwa kuwa ni hila na mbinu za vita, au kaacha kikosi kwenda jiunga na kikosi kingine cha Waumini apate kuwa na nguvu zaidi za mpambano, huyo hana dhambi.","lang":"sw"},{"name":"8:17","price":"Hamkuwauwa nyinyi lakini Mwenyezi Mungu ndiye aliye wauwa. Na wewe hukutupa, walakini Mwenyezi Mungu ndiye aliye tupa, ili awajaribu Waumini majaribio mema yatokayo kwake. Hakika Mwenyezi Mungu ndiye Msikizi na Mjuzi.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"Na nyinyi Waumini, pale mnapo washinda, na mkawauwa mlio wauwa katika wao, basi hakika si nyinyi mlio wauwa kwa nguvu zenu, lakini ni Mwenyezi Mungu Mtukufu ndiye aliye kupeni ushindi na kuweza kuwauwa, kwa msaada wake kwenu na kutia khofu katika nyoyo zao. Na wewe Mtume, pale ulipo warushia mchanga na kokoto nyusoni mwao kuwafazaisha, si wewe ulio rusha, lakini ni Mwenyezi Mungu Mtukufu ndiye aliye rusha, na wao wakafazaika. Na hayo Mwenyezi Mungu ameyafanya kuwaneemesha Waumini kwa neema njema. Katika hayo pana majaribio ya nguvu kwao, ili ionekane ikhlasi yao, na kwamba Mwenyezi Mungu ni Mwenye kujua mambo yao, Mwenye kusikia maneno yao, na Mwenye kujua mambo ya maadui zao na kauli zao pia.","lang":"sw"},{"name":"8:18","price":"Ndio hivyo! Na hakika Mwenyezi Mungu ni Mwenye kudhoofisha vitimbi vya makafiri.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"Huo ndio ushindi mkubwa, na Mwenyezi Mungu Mtukufu ni Mwenye kudhoofisha kila hila za makafiri.","lang":"sw"},{"name":"8:19","price":"Kama mnataka hukumu basi hukumu imekwisha kujieni. Na mkiacha itakuwa ndio kheri kwenu. Na mkirejea Sisi pia tutarejea. Na jeshi lenu halitakufaeni kitu, japo likiwa kubwa. Kwani hakika Mwenyezi yu pamoja na Waumini.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"Ikiwa nyinyi washirikina mlikuwa mkining'inia mapazia ya Al Kaaba na huku mnaomba yapambanuliwe baina yenu na Waumini ijuulikane haki ipo wapi, basi sasa imekwisha kujieni hukumu ya kupambanua, na ushindi si wenu, bali ni wa Waumini. Na nyinyi mkirejea tena kufanya uadui Nasi tutakushindeni tena. Wala kukusanyika kwenu kwa ajili ya madhambi hakutakufaeni kitu! Hata ikiwa idadi yenu kubwa vipi! Kwani hakika Mwenyezi Mungu yu pamoja na wanao isaidiki Haki na wanaikubali.","lang":"sw"},{"name":"8:20","price":"Enyi mlio amini! Mt'iini Mwenyezi Mungu na Mtume wake, wala msijiepushe naye, nanyi mnasikia.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki, na mkaifuata! Hakika mmejua ushindi umepatikana kwa msaada wa Mwenyezi Mungu na kumt'ii Mtume wake. Basi endeleeni kumt'ii Mwenyezi Mungu na Mtume. Wala msiupuuze wito wa Mtume anao itia Haki, nanyi mnamsikia na mnafahamu ayasemayo.","lang":"sw"},{"name":"8:21","price":"Wala msiwe kama wale wanao sema: Tumesikia, na kumbe hawasikii.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"Wala msiwe kama wanaafiki wanao sema: Tumeisikia Haki na tumefahamu. Lakini hawaifuati wala hawaiamini. Basi wamekuwa kama wasio sikia.","lang":"sw"},{"name":"8:22","price":"Hakika vinyama viovu mbele ya Mwenyezi Mungu ni vile viziwi na bubu visio tumia akili zao.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"Hao washirikina na wanaafiki ni kama wanyama waovu kabisa walio sibiwa na uziwi, kwa hivyo hawasikii; na wakasibiwa na ububu, kwa hivyo hawasemi. Basi wao ni viziwi kwa Haki, na hivyo hawasikii, wala hawaitamki na hawaielewi!!","lang":"sw"},{"name":"8:23","price":"Na Mwenyezi Mungu angeli jua wema wowote kwao ange wasikilizisha, na lau ange wasikilizisha wangeli geuka wakapuuza.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"Na Mwenyezi Mungu kwa ilimu yake ya tangu na tangu lau angeli ona ndani yao kuwa, katika hali yao hivi sasa, itakuja patikana kheri yoyote kwao hao kwa nafsi zao, na kwa watu, na kwa Haki, basi angeli wafanya wasikie kusikia kwa kuongoka hata Haki ikaingia akilini mwao. Na hata wangeli isikia na wakaifahamu Haki basi bado wasingeli ifuata. Na mapuuza hayawaachi kwa kuzidiwa na pumbao.","lang":"sw"},{"name":"8:24","price":"Enyi mlio amini! Muitikieni Mwenyezi Mungu na Mtume anapo kuitieni jambo la kukupeni uzima wa milele. Na jueni kuwa Mwenyezi Mungu huingia kati ya mtu na moyo wake, na kwamba hakika kwake Yeye tu mtakusanywa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki na mkaifuata! Muitikieni Mwenyezi Mungu kwa kufikisha anayo kuamrisheni. Na muitikieni Mtume katika vile anavyo fikisha anayo yaamrisha Mwenyezi Mungu, pale anapo kuiteni Mtume kufuata amri za Mwenyezi Mungu ambazo zitakuleteeni uzima wa miili yenu, na roho zenu, na akili zenu, na nyoyo zenu. Na mjue kwa yakini kuwa Mwenyezi Mungu ni Mwenya kuangalia nyoyo zenu. Huzielekeza atakavyo. Basi Yeye huingilia baina yenu na nyoyo zenu zinapo ingiliwa na matamanio, Yeye basi hukuokoeni nayo ikiwa nyinyi wenyewe mnajielekeza kwenye Njia iliyo nyooka. Na nyinyi nyote mtakusanywa kwake Siku ya Kiyama, na huko ndiko malipo yatakuwa.","lang":"sw"},{"name":"8:25","price":"Na jikingeni na Fitna ambayo haitowasibu walio dhulumu peke yao kati yenu. Na jueni kuwa Mwenyezi Mungu ni Mkali wa kuadhibu.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"Na jikingeni na Dhambi kubwa ya kufisidi jamii yenu, kama vile kuacha kwenda kwenye Jihadi, na kufarikiana mkagawana mapande mapande, na kama kuacha kuamrisha mema na kukataza maovu. Kwani Fitna hiyo, Dhambi hiyo, haiwapati wale walio dhulumu peke yao, bali inawapata wote. Na mjue kuwa bila ya shaka kuwa adhabu ya Mwenyezi Mungu ni kali hapa duniani na Akhera pia.","lang":"sw"},{"name":"8:26","price":"Na kumbukeni mlipo kuwa wachache, mkionekana wanyonge katika nchi, mnaogopa watu wasikunyakueni, naye akakupeni pahala pazuri pa kukaa, na akakutieni nguvu kwa nusura yake, na akakupeni riziki nzuri ili mpate kushukuru.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"Na hebu kumbukeni, enyi Waumini, katika hali ya kuwa mna nguvu, pale mlipo kuwa wachache na wanyonge. Maadui walikudhilini kwa unyonge wenu, nanyi mlishikwa na khofu wasije maadui zenu kukunyakueni. Basi tena mkahama kwa amri ya Mwenyezi Mungu, na makaazi yenu yakawa Yathrib (Madina). Na mkapata manusura kwa msaada wa Mwenyezi Mungu na tawfiki yake, na akakuruzukuni ngawira njema kutaraji mtashukuru kwa neema hii, na muendelee katika Njia ya Jihadi kulinyanyua Neno la Haki.","lang":"sw"},{"name":"8:27","price":"Enyi mlio amini! Msimfanyie khiana Mwenyezi Mungu na Mtume, wala msikhini amana zenu, nanyi mnajua.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki mkaifuata! Haikufaliini kumkhini Mwenyezi Mungu na Mtume wake kwa kufanya urafiki na maadui wa Haki, na kukhuni katika ngawira, au kwa kuacha kwenda kwenye Jihadi. Wala msikhuni amana mnazo pewa nanyi mnajua amri na makatazo yake.","lang":"sw"},{"name":"8:28","price":"Na jueni ya kwamba mali zenu na wana wenu ni Fitna (mtihani), na kwamba kwa Mwenyezi Mungu upo ujira mkubwa.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"Enyi Waumini, wenye kusadiki! Jueni kuwa fitna ya nafsi zenu inatokana na kupita mpaka katika mapenzi yenu kwa watoto wenu na mali yenu. Basi isiwe kupenda kwenu kuyapenda mali na wenenu yakazidi kuliko mapenzi ya Mwenyezi Mungu Mtukufu. Hayo yatakuharibieni mambo yenu. Na jueni kuwa malipo ya Mwenyezi Mungu yanakutosheni kuliko mali na watoto.","lang":"sw"},{"name":"8:29","price":"Enyi mlio amini! Mkimcha Mwenyezi Mungu atakupeni kipambanuo, na atakufutieni makosa, na atakusameheni, na Mwenyezi Mungu ni Mwenye fadhila kubwa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"Enyi mlio isadiki Haki na mkaifuata! Mkizinyenyekea amri za Mwenyezi Mungu kwa siri na dhaahiri, Mwenyezi Mungu atakujaalieni katika nafsi zenu uwezo wa kupambanua baina ya Haki na upotovu, na atakutunukieni ushindi wa kutenga baina yenu na maadui zenu, na atakusitirieni maovu yenu yaondoke, naye akusameheni. Na Yeye Subhanahu daima ni Mwenye fadhila kubwa.","lang":"sw"},{"name":"8:30","price":"Na walipo kupangia mpango walio kufuru wakufunge, au wakuuwe, au wakutoe. Wakapanga mipango yao, na Mwenyezi Mungu akapanga yake. Na Mwenyezi Mungu ndiye mbora wa mipango.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"Na kumbuka ewe Nabii, neema za Mwenyezi Mungu zilio juu yako, pale washirikina walipo panga njama kukutia nguvuni - ama wakufunge, au wakuuwe, au wakutoe mji! Hakika walikupangia mipango miovu! Na Mwenyezi Mungu Mtukufu alikupangia utokane na shari yao. Na mpango wa Mwenyezi Mungu ndio wa kheri, na una nguvu zaidi, na ndio wenye kushinda.","lang":"sw"},{"name":"8:31","price":"Na wanapo somewa Aya zetu, wao husema: Tumesikia. Na lau tungeli penda tunge sema kama haya. Haya si chochote ila hadithi za watu wa kale tu.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"Na ewe Nabii! Kumbuka inda ya washirikina ulipo kuwa ukiwasomea Aya za Qur'ani Tukufu, nazo ni Ishara zetu. Ujahili wao na ghururi yao iliyo pita kiasi iliwapelekea kusema: Tungeli taka kusema kama isemavyo hii Qur'ani tungeli sema; kwani humu hamna chochote ila visa walivyo viandika watu wa kale!","lang":"sw"},{"name":"8:32","price":"Na walipo sema: Ee Mwenyezi Mungu! Ikiwa haya ni kweli itokayo kwako basi tunyeshee mawe kutoka mbinguni, au tuletee adhabu yoyote iliyo chungu.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"Na kumbuka, ewe Nabii, vipi walivyo kuwa wanakupinga na kumpinga Mwenyezi Mungu hata kwa inda yao wakasema kumwambia Mwenyezi Mungu, Mola wao Mlezi: Ikiwa haya unayo kuja nayo ni mambo madhbuti, basi zijaalie mbingu zitunyeshee mawe, au tuletee adhabu yoyote iliyo kali yenye uchungu!","lang":"sw"},{"name":"8:33","price":"Na Mwenyezi Mungu hakuwa wa kuwaadhibu nawe umo pamoja nao, wala Mwenyezi Mungu si wa kuwaadhibu na hali ya kuwa wanaomba msamaha.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"Si katika hikima ya Mwenyezi Mungu Mtukufu kuwaadhibu katika dunia kwa adhabu kali na hali wewe upo miongoni mwao unaitia Haki, nawe unataraji asaa wataitikia. Wala si mtindo wa Mwenyezi Mungu kuwaadhibu wenye kuasi nao wangali wanamuomba maghfira na wamo kuyavua yale waliyo nayo.","lang":"sw"},{"name":"8:34","price":"Lakini wana jambo gani hata Mwenyezi Mungu asiwaadhibu, na hali ya kuwa wanawazuilia watu Msikiti Mtakatifu? Wala wao hawakuwa ndio walinzi wake, bali walinzi wake hawakuwa ila wacha-Mngu tu. Lakini wengi katika wao hawajui.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"Hakika hali yao iliyo sasa inaruhusu kuwaadhibu, kwani wanawazuia watu wasiutumie Msikiti ambao Mwenyezi Mungu ameutukuza kwa kuharimisha vita karibu yake. Lakini Mwenyezi Mungu anawaakhirisha kwa alivyo wakadiria katika ujuzi wake kuwa wengi wao watakuja amini. Wao wakati huu wa sasa sio walinzi wa kuunusuru huo Msikiti Mtukufu, bali wao wameunajisi kwa kutia ibada ya masanamu ndani yake. Ama wa kuunusuru hakika ni Waumini, wenye kumt'ii Mwenyezi Mungu. Lakini wengi katika washirikina hawaijui Dini, wala hawajui cheo cha Nyumba hiyo Tukufu.","lang":"sw"},{"name":"8:35","price":"Na haikuwa ibada yao kwenye hiyo Nyumba (Al Kaaba) ila ni kupiga miunzi na makofi. Basi onjeni adhabu kwa vile mlivyo kuwa mkikufuru.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"Na maombi yao kwenye Nyumba hii Tukufu (Al Kaaba) si chochote ila ni kupiga myunzi na makofi. Ilivyo kuwa hiyo ndiyo hali yenu, basi wacha mauti yakupateni, na yaonjeni katika uwanja wa vita, upate kubaidika (kuwa mbali) ushirikina kutokana na Al Kaaba. Na kuuliwa huko kwenu ni kwa sababu ya ukafiri wenu.","lang":"sw"},{"name":"8:36","price":"Hakika wale walio kufuru hutoa mali yao ili kuzuilia Njia ya Mwenyezi Mungu. Basi watayatoa, kisha yatakuwa juu yao majuto, na kisha watashindwa. Na wale walio kufuru watakusanywa kwenye Jahannam.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"Hakika hao wanao zipinga Ishara za Mwenyezi Mungu na wanamshirikisha na miungu mingine, hutoa mali yao ili wawazuie watu wasiifuate Imani ya Haki! Nao wataendelea kutoa hayo mali, kisha hayo mali, kwa kuwapotea bure bila ya pato walitakalo, yatawaletea majuto na machungu. Na katika uwanja wa mpambano watashindwa hapa duniani, na kisha watakusanywa wote katika Jahannam, wakibaki na ukafiri wao.","lang":"sw"},{"name":"8:37","price":"Ili Mwenyezi Mungu apate kuwa pambanua walio waovu na walio wema, na kuwaweka waovu juu ya waovu wengine, na kuwarundika wote pamoja, na kuwatupa katika Jahannam. Hao ndio walio khasirika.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"Kwa kushindwa makafiri duniani na kuadhibiwa Motoni Akhera Mwenyezi Mungu anapambanua aliye khabithi wa roho na vitendo na maneno, awe mbali na aliye mwema wa roho yake na moyo wake. Na awafanye wale waovu makhabithi wapandane wenyewe kwa wenyewe, huyu juu ya huyu, na awatie Motoni Siku ya Kiyama. Na hao washirikina mafisadi ndio wenye kukhasiri peke yao, duniani na Akhera.","lang":"sw"},{"name":"8:38","price":"Waambie wale walio kufuru: Wakikoma watasamehewa yaliyo kwisha pita. Na wakiyarudia basi imekwisha pita mifano ya wa zamani.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"Hakika juu ya vitisho hivi, mlango wa matarajio ungali wazi. Basi ewe Nabii wa rehema! Waambie hawa wapinzani kuwa wakikoma, wakaacha inadi yao na ushirikina wao, basi hapana shaka Mwenyezi Mungu atawasamehe vile vitendo vyao vilivyo kwisha pita. Na wakiendelea na upotovu wao, na wakarudia tena kukupigeni vita, basi mwendo wa Haki kwa walio tangulia umethibiti utakuwa ule ule, nao ni kuwa Haki lazima iushinde upotovu, pindi ikiwa wale watu wa Haki wakishika ut'iifu na njia za ushindi.","lang":"sw"},{"name":"8:39","price":"Na piganeni nao mpaka isiwepo fitna na mateso, na Dini yote iwe kwa ajili ya Mwenyezi Mungu. Lakini wakiacha, basi hakika Mwenyezi Mungu anayaona wanayo yatenda.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"Na endeleeni kuwapiga vita washirikina mpaka waache kuharibu itikadi za Waumini kwa kuwatesa na kuwaudhi. Wakiacha ukafiri na kuwaudhi Waumini, na wakamsafia Dini Mwenyezi Mungu, basi Mwenyezi Mungu ni Mwenye kuvijua vitendo vyao, na atawalipa kwavyo.","lang":"sw"},{"name":"8:40","price":"Na kama wakigeuka basi jueni kwamba Mwenyezi Mungu ndiye Mola wenu, ni Mola Mwema na Msaidizi Mwema.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"Na wakiendelea na kupuuza kwao na kuwaudhi Waumini, basi enyi Waumini, jueni ya kuwa nyinyi mko katika ulinzi wa Mwenyezi Mungu, na huo ndio ulinzi wenye kupendeza na wenye nguvu kabisa. Na Yeye ndiye Mwenye kukunusuruni, na nusura yake ndio yenye nguvu zaidi na bora zaidi.","lang":"sw"},{"name":"8:41","price":"NA JUENI ya kwamba ngawira mnayo ipata, basi khums (sehemu moja katika tano) ni kwa ajili ya Mwenyezi Mungu na Mtume, na jamaa, na mayatima, na masikini, na wasafiri, ikiwa nyinyi mmemuamini Mwenyezi Mungu na tuliyo yateremsha kwa mja wetu siku ya kipambanuo, siku yalipo kutana majeshi mawili. Na Mwenyezi Mungu ni Muweza wa kila kitu.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"Na enyi Waislamu! Jueni kuwa katika mali ya makafiri mliyo yateka, hukumu yake ni kugawiwa mafungu matano. Fungu moja ni la Mwenyezi Mungu na Mtume, na jamaa zake Mtume, na mayatima, nao ni watoto wadogo wa Waislamu waliofiwa na baba zao nao ni mafakiri; na masikini, nao ni wale Waislamu wenye haja; na msafiri, naye ni mwenye kukatikiwa safari yake ya halali. Na yaliyo khusishwa katika hiyo sehemu moja katika tano kuwa ni ya Mwenyezi Mungu na Mtume hukhusishwa kwa maslaha ya umma kama anavyo pasisha Mtume katika uhai wake, au, baada ya kufa kwake, Imam. Na yaliyo baki katika ile Khumsi watapewa walio kwisha tajwa. Ama sehemu nne nyengine katika ghanima (ngawira), na Aya ikanyamaza kimya juu yake, ni za wale walio pigana. Basi jueni hayo, na myajue ikiwa mmemuamini Mwenyezi Mungu kweli, na mmeziamini Ishara tulizo mteremshia mja wetu, Muhammad, za kumthibitisha na kumsaidia, siku ya Mpambanuo, tulipo pambanua baina ya ukafiri na Imani, nayo ndiyo siku lilipo kutana kundi lenu na kundi la makafiri katika Badri. Na Mwenyezi Mungu Mwenye kudra kubwa juu ya kila kitu aliwapa ushindi Waumini juu ya uchache wao, kuwashinda makafiri juu ya wingi wao.","lang":"sw"},{"name":"8:42","price":"Kumbukeni pale mlipo kuwa nyinyi kwenye ng'ambo ya karibu ya bonde, na wao wakawa ng'ambo ya mbali, na msafara ulipo kuwa chini yenu. Na ingeli kuwa mmeagana mngeli khitalifiana katika miadi. Lakini (mkakutana) ili Mwenyezi Mungu atimize jambo lilio kuwa lazima litendeke, kwa sababu aangamie wa kuangamia kwa dalili zilizo dhaahiri, na asalimike wa kusalimika kwa dalili zilizo dhaahiri. Na Mwenyezi Mungu ni Mwenye kusikia Mwenye kujua.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"Na kumbukeni mlipo kuwa bondeni ng'ambo hii ya karibu na Madina, na wao makafiri wako ng'ambo ile ya mbali, na msafara wenye bidhaa mlio kuwa mnautaka uko karibu zaidi nanyi upande wa baharini. Na lau kuwa mmepeana miadi ya kukutana kwa kupigana basi msinge wafikiana hivyo. Lakini Mwenyezi Mungu kapanga mkutane bila ya miadi, na bila ya kutaka wao, ili apate kutekeleza jambo ambalo katika ujuzi wake limekwisha thibiti litokee tu, wala hapana jenginelo. Jambo lenyewe ni kuwa vitokee vita vitavyo pelekea nyinyi mshinde na wao washindwe. Ipate kuondoka shaka - wateketee wa kuteketea kwa hoja wazi ya kuonekana, nako ni kushindwa makafiri juu ya wingi wao; na wahuike Waumini kwa hoja iliyo wazi, nako ni kushinda kulio toka kwa Mwenyezi Mungu kuwapa Waumini wachache. Hakika Mwenyezi Mungu ni Mwenye kusikia na kujua. Haimfichikii kauli wala niya yoyote ya pande zote mbili.","lang":"sw"},{"name":"8:43","price":"Kumbuka alipo kuonyesha usingizini mwako kwamba wao ni wachache - na lau angeli kuonyesha kuwa ni wengi, mngeli ingiwa na woga, na mngeli zozana katika jambo hilo. Lakini Mwenyezi Mungu kakuvueni. Hakika Yeye ni Mwenye kuyajua yalio vifuani.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"Na kumbuka, ewe Mtume! Pale Mwenyezi Mungu alipo kufadhili kwa kukuonyesha usingizini ndoto ya kuwa hilo jeshi la maadui ni dogo, ili akutulizeni nyoyo muamini kuwa mtawashinda, kwa hivyo muwe imara kuwakaabili. Na lau angeli kuacheni muwaone wengi, bila ya kukuthibitisheni kwa ndoto hiyo, mngeli waogopa, na mkasita sita kupigana nao, na mngeli emewa, na mkazozana msonge mbele au mrudi. Lakini Mwenyezi Mungu amekuvueni na hayo, na akakuokoeni na matokeo yake, kwani hakika Yeye ni Mwenye kuyajua vyema yaliyomo ndani ya vifua vya watu.","lang":"sw"},{"name":"8:44","price":"Na mlipo kutana akakuonyesheni machoni mwenu kuwa wao ni wachache, na akakufanyeni nyinyi ni wachache machoni mwao, ili Mwenyezi Mungu atimize jambo lilio kuwa liwe. Na mambo yote hurejezwa kwa Mwenyezi Mungu.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"Na kumbuka, ewe Mtume! Alipo kuonyeshemi Mwenyezi Mungu kuwa maadui zenu mnapo kutatana nao ni wachache katika macho yenu, kama alivyo waonyesha wao kuwa nyinyi ni wachache, na kwa kuwa tangu hapo wao wana ghururi ndani ya nafsi zao kuwa ni wengi, ili kila mmoja wenu awanie kupigana na mwenzie, na kwa hivyo yatimie aliyo kwisha yaamrisha Mwenyezi Mungu. Na ilikuwa hapana budi hayo yatimie. Na kwa Mwenyezi Mungu ndio hurejea mambo yote ya ulimwengu. Halitendeki jambo ila alilo kwisha lihukumia na kuzitengeneza sababu zake.","lang":"sw"},{"name":"8:45","price":"Enyi mlio amini! Mkikutana na jeshi, basi kueni imara, na mkumbukeni Mwenyezi Mungu sana ili mpate kufanikiwa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"Enyi mlio amini! Mkikutana na kikosi cha wapiganaji katika adui zenu, basi kuweni imara, wala msiwakimbie. Na mkumbukeni Mwenyezi Mungu kwa kufuata uwezo wake, na ahadi yake ya kuwasaidia Waumini, mkikithirisha kumkumbuka na kumtaja pamoja na kuwa imara na kusubiri. Mkifanya hivyo ndio matarajio yenu ya kupata mafanikio yatapo timia.","lang":"sw"},{"name":"8:46","price":"Na mt'iini Mwenyezi Mungu na Mtume wake, wala msizozane mkaingiwa woga, na zikapotea nguvu zenu. Na subirini. Hakika Mwenyezi Mungu yu pamoja na wanao subiri.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"Na mt'iini Mwenyezi Mungu na Mtume wake katika mambo mlio amrishwa na mlio katazwa. Na wacheni kuzozana na kukhitalifiana. Hayo ndiyo yanayo pelekea kupoteza nguvu na kushindwa. Na vumilieni mkipata shida za vita. Hakika Mwenyezi Mungu yuko pamoja na wanao vumilia wakasubiri kwa kuwapa msaada na kuwaunga mkono, na kuwalipa malipo mema.","lang":"sw"},{"name":"8:47","price":"Wala msiwe kama wale walio toka majumbani mwao kwa fakhari na kujionyesha kwa watu, na wakawazuilia watu Njia ya Mwenyezi Mungu. Na Mwenyezi Mungu ameyazunguka yote wanayo yafanya.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"Wala msiwe kama wale walio toka kwenye majumba yao, nao wana ghururi (udanganyifu) kwa nguvu na neema walizo nazo, wakijifakhari na kujionyesha mbele za watu, wakitaka wasifiwe kwa ushujaa na ushindi, na wao huku wanapinga watu katika Njia ya Mwenyezi Mungu, na wanaupinga Uislamu. Na Mwenyezi Mungu amevizunguka vitendo vyao kwa ujuzi na uwezo. Na Yeye atakuja walipa duniani na Akhera.","lang":"sw"},{"name":"8:48","price":"Na pale Shet'ani alipo wapambia vitendo vyao, na akawaambia: Hapana watu wa kukushindeni hii leo, na hali mimi ni mlinzi wenu. Yalipo onana majeshi mawili, akarudi nyuma, na akasema: Mimi si pamoja nanyi. Mimi naona msiyo yaona. Mimi namwogopa Mwenyezi Mungu, na Mwenyezi Mungu ni mkali wa kuadhibu.","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"Na kumbukeni, enyi Waislamu! Pale Shetani alipo kuja kuwazaini hawa washirikina kwa kuwaonyesha kuwa wayatendayo ni mazuri kwa uchochezi wake, akiwaambia: Hapana mtu ye yote anaye weza kuwashinda. Na akawahakikishia kuwa yeye atawalinda, na kuwanusuru! Yalipo kutana makundi mawili katika vita, vitimbi vyake na uchochezi wake ukavunjika. Akarejea nyuma, na akajitoa nao, akaogopa Mwenyezi Mungu asimuangamize. Na Mwenyezi Mungu ni Mkali wa kuadhibu.","lang":"sw"},{"name":"8:49","price":"Na walipo sema wanaafiki, na wale wenye ugonjwa nyoyoni mwao: Watu hawa dini yao imewadanganya. Na Mwenye kumtegemea Mwenyezi Mungu basi hakika Mwenyezi Mungu ni Mwenye nguvu Ametukuka, na Mwenye hikima.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"Na kumbuka ewe Mtume! Walipo sema wanaafiki miongoni mwa makafiri na wale wenye Imani dhaifu walipo kuoneni mmesimama imara: Hawa Waislamu wameghurika kweli na dini yao! Na hakika mwenye kumwakilisha Mwenyezi Mungu jambo lake, na akamuamini Yeye, na akamtegemea Yeye, basi hapana shaka kuwa Mwenyezi Mungu atamkifia amwondolee hamu yake, na atamnusuru na maadui zake. Kwani hakika Mwenyezi Mungu madaraka yake yana nguvu, naye ni Mwenye hikima katika mipango yake.","lang":"sw"},{"name":"8:50","price":"Na laiti ungeli ona Malaika wanapo wafisha wale walio kufuru wakiwapiga nyuso zao na migongo yao, na kuwaambia: Ionjeni adhabu ya Moto!","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"Na lau kuwa unaona, ewe Mtume, kile kitisho kikubwa, kinacho wateremkia hawa makafiri, wakati ule Malaika wanapo wafisha na kuwang'oa roho zao, nao wakiwapiga mbele na nyuma, na wakiwaambia: Onjeni adhabu ya Moto kwa sababu ya vitendo vyenu viovu!!","lang":"sw"},{"name":"8:51","price":"Hayo ni kwa sababu ya yale yaliyo kwisha tangulizwa na mikono yenu, na hakika Mwenyezi Mungu si mwenye kuwadhulumu waja.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"Na hakika Mwenyezi Mungu si mwenye kuwadhulumu waja wake kwa kuwaadhibu kwa madhambi waliyo yatenda. Bali huo ni uadilifu, kwa sababu hawawi sawa muovu na mwema. Basi kuadhibiwa kwake ni kwa vitendo viovu alivyo vitenda mwenyewe.","lang":"sw"},{"name":"8:52","price":"Kama ada ya watu wa Firauni na walio kuwa kabla yao - walizikataa Ishara za Mwenyezi Mungu. Basi Mwenyezi Mungu aliwashika kwa sababu ya madhambi yao. Na hakika Mwenyezi Mungu ni Mwenye nguvu na mkali wa kuadhibu.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"Hakika ada ya hawa washirikina, na shani yao katika ukafiri, ni kama shani ya Mafirauni na majabari wote walio baki walio kuwa kabla yao. Walizipinga Ishara za Mwenyezi Mungu, basi Mwenyezi Mungu aliwaadhibu kwa madhambi yao. Wala Yeye si mwenye kuwadhulumu. Hakika Mwenyezi Mungu ni Mwenye nguvu katika kutekeleza hukumu yake, na Mkali wa kumlipa anaye stahiki adhabu.","lang":"sw"},{"name":"8:53","price":"Hayo ni kwa sababu Mwenyezi Mungu habadilishi kabisa neema alizo waneemesha watu, mpaka wao wabadilishe yaliyomo ndani ya nafsi zao. Na hakika Mwwnyezi Mungu ni Mwenye kusikia, Mwenye kujua.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"Na huu ni uadilifu katika kulipa, kwa sababu Mwenyezi Mungu hakika haibadilishi neema anayo waneemesha watu, kama vile neema ya amani, kutononoka, na afya, mpaka wao wenyewe waigeuze hali yao na sababu zake! Na Mwenyezi Mungu ni Mwenye kuyasikia wayasemayo, na Mwenye kuyajua wayatendayo.","lang":"sw"},{"name":"8:54","price":"Ni kama ada ya watu wa Firauni na walio kabla yao - walizikanusha Ishara za Mola wao Mlezi, basi tukawateketeza kwa madhambi yao. Na tukawazamisha watu wa Firauni. Na wote walikuwa wenye kudhulumu.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"Kama ilivyo kuwa ada yao na mtindo wao hawa katika kuzikanusha Ishara za Mwenyezi Mungu na neema zake ni kama mtindo wa watu wa Firauni na walio watangulia, hali kadhaalika ada yao na shani yao katika kuendelea kuwakadhibisha Mitume wake, na dalili za Unabii wao, ni kama ada ya watu wa Firauni na walio kabla yao. Basi wamefanana hao katika kukanusha Ishara, na kuupinga Utume wa Mitume, na kuwakadhibisha, na kuendelea juu ya mwendo huo vile vile. Na kila mmoja Mwenyezi Mungu amemtia mkononi kwa dhambi zake -wale kwa midharuba, na vimbunga, na kadhaalika; na watu wa Firauni kwa kuwazamisha. Na wote walikuwa ni madhaalimu wa nafsi zao. Kwa hivyo walistahiki adhabu iliyo wafika.","lang":"sw"},{"name":"8:55","price":"Hakika vinyama vilio viovu kabisa mbele ya Mwenyezi Mungu ni wale wanao kufuru, basi hao hawaamini;","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"Hakika katika vyote vilio enea juu ya uso wa ardhi walio waovu mno mbele ya Mwenyezi Mungu katika hukumu yake na uadilifu wake, ni makafiri walio kakamia juu ya ukafiri wao,","lang":"sw"},{"name":"8:56","price":"Wale ambao miongoni mwao umepatana nao ahadi, kisha wanavunja ahadi yao kila mara, wala hawamchi Mungu.","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"Nao ni wale ulio fungamana nao kwa mikataba, nao wakawa hawaachi kuivunja kila mara; na watu hao ni Mayahudi ambao hawachelei utukufu wa Mwenyezi Mungu, wala hawakhofu kupatilizwa naye, wala adhabu yake.","lang":"sw"},{"name":"8:57","price":"Basi ukiwakuta vitani wakimbize walio nyuma yao ili wapate kukumbuka.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"Basi ewe Mtume! Ukiwakuta hawa wavunjao mapatano, na ukasadifiana nao katika vita nawe umeshinda, basi watishe baraabara kwa kuwapa adhabu ya kuwatia uchungu na kuwaogopesha wale walio nyuma yao, upate kuwafarikisha walio baki. Mateso haya ndiyo ya kuwakumbusha uovu wa kuvunja mapatano, na kuwazuia wenginewe wasitende kama hayo. Katika Aya tukufu hizi tunahadharishwa na wale wanao toa ahadi na kisha wakazivunja. Hawa yafaa wapewe adhabu ya kutia mfano kwao na kwa walio nyuma yao. Na katika Aya hii unabainishwa umuhimu wa kuvuruga askari wa adui walio nyuma. Hizi ni mbinu za vita za kisasa, kwani kuzua vurugo katika askari wa nyuma hutosha kuleta fujo na kupelekea jeshi kutawanya askari wake kulinda mgongo wake, na kwa hivyo zinavunjika nguvu zake. Juu ya hivyo katika sehemu za nyuma katika midani ndio huwapo mambo yaliyo khusu idara ya jeshi ambayo juu yake ndio jeshi linategemea kwa msaada. Ukileta vurugu hapa hupelekea kukosekana nidhamu yote ya jeshi, na kwa hivyo ndio huleta kuemewa na kushindwa.","lang":"sw"},{"name":"8:58","price":"Na ukichelea khiana kwa watu fulani basi watupilie ahadi yao kwa usawa. Hakika Mwenyezi Mungu hawapendi makhaini.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"Na ukiona alama za hao watu kutaka kuleta khiana kuvunja maagano yaliyo baina yako na wao, ikate njia yao wasiweze kukukhuni, kwa kuwatangazia wewe kuvunja hayo mapatano, mpaka walijue jambo lako, na wasiweze kukukhuni. Hakika Mwenyezi Mungu hawapendi makhaini, wala haridhii kuwa nyinyi msifike kwa sifa yao.","lang":"sw"},{"name":"8:59","price":"Wala wasidhanie wale walio kufuru kwamba wao wametangulia mbele. La, wao hawatashinda.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"Wala wasidhani walio kufuru kuwa wamekwisha tangulia na wameiepuka adhabu ya kukhuni kwao na kwenda kinyume! Wao kabisa hawatamshinda Mwenyezi Mungu asiwazunguke na kuwatia nguvuni, bali Yeye peke yake ni Muweza, na atawalipa kwa nguvu zake na uadilifu wake.","lang":"sw"},{"name":"8:60","price":"Basi waandalieni nguvu kama muwezavyo, na kwa farasi walio fungwa tayari-tayari, ili kuwatishia maadui wa Mwenyezi Mungu na maadui zenu, na wengineo ambao hamwajui, lakini Mwenyezi Mungu anawajua. Na mkitoa chochote katika Njia ya Mwenyezi Mungu mtarudishiwa, na wala nyinyi hamtadhulumiwa.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"Enyi Umma wa Kiislamu! Tayarisheni kila muwezavyo nguvu za vita za namna zote kwa ajili ya kujizatiti kwa ajili ya kupigana, na wekeni askari walinzi na farasi wao mipakani na kando kando ya nchi, ili kwa hivi mjitayarishe na ulinzi mwatie kiwewe adui za Mwenyezi Mungu na adui zenu miongoni mwa hao makafiri ambao wamo kungojea likupateni jambo. Na pia mpate kuwatishia wenginewe ambao nyinyi hamwajui hivi sasa, lakini Mwenyezi Mungu anawajua, kwani hapana jambo linalo jificha kwake. Na kila mnacho kitoa kwa kuzitayarisha nguvu zenu kwa ajili ya Mwenyezi Mungu, basi Yeye atakulipeni malipo ya kutosha, bila ya kupunguka hata chembe katika mnayo stahiki katika fadhila ya Mola wenu Mlezi Katika Aya hii tukufu pana kuhimizwa na kuamrishwa kujitayarisha kwa ajili ya kupambana na adui. Kwani vita, zamani na sasa, ni jambo la khatari na muhimu kabisa. Juu yake inategemea kheri na shari, kufa kupona kwa umati na umati. Basi yapasa kujitayarisha, kujizatiti, na kujitengeneza kwa jiha mbali mbali za vifaa na silaha na zana. Kuingia vitani bila ya kujipatia zana zote na kujitayarisha ni kutafuta kushindwa. Na tunaona hivi sasa madola yanavyo jiandaa wakati wa amani na vita, na yanavyo jenga siasa zao na mipango yao na wanavyo kusanya uwezekano wao wote ili wapate ushindi katika vita. Na vita sasa havimsazi mtu. Wanashiriki katika vita wanajeshi na raia. Kwa hivyo ndio inapasa zaidi kujitengeneza kila mmoja wao kwa matengenezo ya kuwakusanya na kuwaweka tayari wote ili upatikane ushindi.","lang":"sw"},{"name":"8:61","price":"Na wakielekea amani nawe pia elekea, na mtegemee Mwenyezi Mungu. Hakika Yeye ndiye Mwenye kusikia Mwenye kujua.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"Maadui wakielekea kutaka amani na kuacha uadui wao, basi nawe ewe Mtume, elekea kwenye amani. Kwani vita sio lengo, bali wewe unakusudia kujilinda tu na uadui wao na upinzani wao kupinga wito wako. Basi kubali amani, na umtegemee Mwenyezi Mungu, wala usikhofu vitimbi vyao na njama zao! Yeye Subhanahu ni Mwenye kuzisikia njama zao, ni Mwenye kuijua mipango yao. Hapana kinacho fichikana kwake. Huu ni msingi mkuu katika misingi ya Uislamu, Dini ya Salama. Na leo tunasikia kila dola duniani ina nadi Usalama, na kwa hivyo ukaundwa Umoja wa Mataifa.","lang":"sw"},{"name":"8:62","price":"Na wakitaka kukukhadaa basi Mwenyezi Mungu atakutosheleza. Kwani Yeye ndiye aliye kuunga mkono kwa nusura yake na kwa Waumini.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"Ikiwa hao maadui wanataka kukukhadaa na kukufanyia ujanja kwa hivyo kuonyesha kuwa wanataka amani, basi Mwenyezi Mungu anakutosheleza kukulinda na vitimbi vyao kwa kila upande. Kwani Yeye alikwisha tangulia kukuunga mkono kwa kukupa ushindi pale alipo kutengenezea sababu zilizo onekana na za siri za kutia imara nyoyo za Waumini katika Wahajiri, wahamiaji walio toka Makka, na Ansari, wasaidizi wa Madina.","lang":"sw"},{"name":"8:63","price":"Na akaziunga nyoyo zao. Na lau wewe ungeli toa vyote viliomo duniani usingeli weza kuziunga nyoyo zao, lakini Mwenyezi Mungu ndiye aliye waunganisha. Hakika Yeye ndiye Mtukufu Mwenye nguvu na Mwenye hikima.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"Na Mwenyezi Mungu akawaweka pamoja kwa mapenzi baada ya mtafaruku na uadui, hata wakawa marafiki mbele yako, wakizisabilia roho zao na mali yao kwa ajili ya wito wako. Na wewe hata ungeli toa mali yote na vitu vyote vya nafuu viliomo duniani kwa ajili ya kuwaunga pamoja huku, usinge weza kuyapata hayo. Kwa sababu nyoyo zimo katika mkono wa Mwenyezi Mungu, na Yeye ndiye aliye waunganisha, kwa kuwaongoa kwenye Imani na mapenzi na udugu. Hakika Yeye Mtukufu ni Mwenye nguvu na Mwenye kushinda. Anawapangia waja wake kwa mujibu wa manufaa yao.","lang":"sw"},{"name":"8:64","price":"Ewe Nabii! Mwenyezi Mungu anakutoshelezea wewe na Waumini walio kufuata.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"Ewe Nabii! Hakika Mwenyezi Mungu Mtukufu ni Mwenye kukudhamini wewe na wenye kukufuata miongoni mwa Waumini katika kila jambo lenye maana kwenu.","lang":"sw"},{"name":"8:65","price":"Ewe Nabii! Wahimize Waumini wende vitani. Wakiwapo kati yenu ishirini wanao subiri watawashinda mia mbili. Na wakiwapo kati yenu mia watawashinda elfu moja katika walio kufuru. Kwa sababu wao ni watu wasio fahamu.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"Ewe Nabii! Wahimize Waumini wende vitani kwa ajili ya kulinyanyua Neno la Mwenyezi Mungu, na wapendezeshe kwa yatayo wafwatia katika kheri ya dunia na Akhera watayo ipata, ili nafsi zao ziingie nguvu. Nayo ikiwa wapo kati yenu watu ishirini walio shikamana na Imani na subira na ut'iifu, basi watawashinda makafiri mia mbili. Hayo ni kwa sababu wao ni watu wasio fahamu ukweli wa mambo, kwani hawana Imani, wala subira, wala tamaa ya kupata thawabu.","lang":"sw"},{"name":"8:66","price":"Sasa Mwenyezi Mungu amekupunguzieni, na anajua kuwa upo udhaifu kwenu. Kwa hivyo wakiwa wapo watu mia moja kati yenu wenye kusubiri watawashinda mia mbili. Na wakiwapo elfu moja watawashinda elfu mbili, kwa idhini ya Mwenyezi Mungu. Na Mwenyezi Mungu yu pamoja na wenye kusubiri.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"Ilivyo kuwa ni waajibu wenu enyi Waumini, kusubiri mnapo kutana na maadui zenu katika hali ya kuwa mna nguvu, ijapo kuwa wamekuzidini mara kumi, sasa Mwenyezi Mungu amekuruhusini katika hali isiyo kuwa ya nguvu, kuwa mvumilie ikiwa adui kakuzidini mara mbili basi. Hayo ni kwa kukujua kwake kuwa hamna nguvu nyingi, kwa hivyo mmefanyiwa wepesi na mmesahilishiwa, baada ya kuwa heba ya Uislamu imeingia katika nafsi za makafiri. Kwa hivyo mkiwa nyinyi ni wapiganaji mia wenye kusubiri mnaweza kuwashinda makafiri mia mbili. Na mkiwa elfu moja mtawashinda elfu mbili, kwa Mwenyezi Mungu kupenda na kusaidia. Na Mwenyezi Mungu yu pamoja na wenye kusubiri kwa nusura yake na kuunga mkono kwake.","lang":"sw"},{"name":"8:67","price":"Haimfalii Nabii yeyote kuwa na mateka mpaka awe ameshinda baraabara katika nchi. Mnataka vitu vya dunia, na Mwenyezi Mungu anataka Akhera. Na Mwenyezi Mungu ni Mtukufu Mwenye nguvu Mwenye hikima.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"Haimfalii Nabii yeyote kukamata mateka, au kuchukua fidia, au kutoa bure msamaha, mpaka ashinde, na maadui waone wameshindwa, na wawe wamepata pigo kubwa hata kuwa hawawezi tena kupigana katika nchi. Lakini, nyinyi jamaa wa Kiislamu, mmefanya haraka katika Vita vya Badri kukamata mateka kabla hamjatamakani mkawa imara katika nchi. Mnatafuta manufaa ya dunia, na Mwenyezi Mungu anataka Akhera, kwa kutukuzwa Neno la Haki, na lisikushughulisheni la dunia. Na Mwenyezi Mungu ni Mwenye nguvu, Mwenye kushinda. Hukupangieni mambo yenu kwa mujibu wa faida yenu.","lang":"sw"},{"name":"8:68","price":"Lau isingeli kuwa hukumu iliyo kwisha tangulia kutoka kwa Mwenyezi Mungu ingeli kupateni adhabu kubwa kwa vile mlivyo chukua.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"Ingeli kuwa hapana hukumu iliyo kwisha tangulia kutoka kwa Mwenyezi Mungu ya kumsamehe mwenye kujitahidi japo kuwa amekosa, basi ingeli kupateni adhabu kubwa kwa papara mliyo ifanya.","lang":"sw"},{"name":"8:69","price":"Basi kuleni katika mlivyo teka, ni halali na vizuri, na mcheni Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye kusamehe na Mwenye kurehemu.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"Basi sasa tumieni mlicho kipata katika fidia kwa kuwa ni halali kwenu, wala si uchumi muovu. Na mcheni Mwenyezi Mungu katika mambo yenu yote. Hakika Mwenyezi Mungu ni mkubwa wa kusamehe na kumrehemu amtakaye katika waja wake pindi akirejea.","lang":"sw"},{"name":"8:70","price":"Ewe Nabii! Waambie mateka waliomo mikononi mwenu: Kama Mwenyezi akiona kheri yoyote nyoyoni mwenu atakupeni bora kuliko vilivyo chukuliwa kwenu, na atakusameheni. Na Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"Ewe Nabii! Waambie hao mateka walio angukia mikononi mwenu: Ikiwa katika nyoyo zenu ipo kheri anayo ijua Mwenyezi Mungu, Yeye atakulipeni yaliyo bora zaidi kuliko hicho walicho kichukua Waumini, na atakusameheni ushirikina wenu na madhambi mliyo kuwa nayo. Na Mwenyezi Mungu ni mwingi wa maghfira na rehema kwa mwenye kutubia madhambi yake.","lang":"sw"},{"name":"8:71","price":"Ikiwa wanataka kukufanyia khiana, wao walikwisha mfanyia khiana Mwenyezi Mungu kabla yake, na Yeye akakuwezesha kuwashinda. Na Mwenyezi Mungu ni Mwenye kujua Mwenye hikima.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"Na pindi wakitaka kukukhuni, kwa vile baadhi yao walivyo onyesha kumili kwenye Uislamu, pamoja na nyoyo zao kupenda kukufanyia khiana makusudi, wewe usivunjike moyo. Mwenyezi Mungu atakupa uwezo juu yao. Kama hapo kwanza walipo mkhini Mwenyezi Mungu kwa kumfanyia wenzi na washirika wa kuwaabudu, na wakaikufuru neema yake, na Yeye aliwaweza kwa kukupa ushindi juu yao katika Badri, juu ya kuwa jeshi lako ni dogo na lao ni kubwa. Na Mwenyezi Mungu Mwenye nguvu, Mwenye ushindi, Muendeshaji kwa hikima yake, aliwathibitisha wakawa na nguvu waja wake Waumini kwa nusura yake.","lang":"sw"},{"name":"8:72","price":"Hakika wale walio amini na wakahama na wakapigania Njia ya Mwenyezi Mungu kwa mali yao na nafsi zao, na wale walio toa mahala pa kukaa, na wakanusuru, hao ni marafiki na walinzi wao kwa wao. Na wale walio amini lakini hawakuhama, nyinyi hamna waajibu wa ulinzi kwao hata kidogo mpaka wahame. Lakini wakiomba msaada kwenu katika Dini, basi ni juu yenu kuwasaidia, isipo kuwa juu ya watu ambao yapo mapatano baina yenu na wao. Na Mwenyezi Mungu anayaona mnayo yatenda.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"Hakika walio isadiki Haki na wakaikubali hukumu yake, wakahama Makka, wakapigana Jihadi kwa mali yao na roho zao, na wale walio wapa makaazi wakimbizi ugenini, wakamsaidia Mtume wa Mwenyezi Mungu, wanapigana vita na wale wanao wapiga vita. Wanamfanyia uadui anao wafanyia uadui. Wao kwa wao wanasaidia kuunga mkono Haki, na kutukuza Neno la Mwenyezi Mungu. Na wale wasio hama, haijathibiti kupata ulinzi na msaada wa Waumini, mpaka wahajiri. Lakini wakikutakeni muwanusuru na wanao wakandamiza katika Dini, basi wanusuruni. Wakikutakeni muwasaidie dhidi ya watu ambao mna mapatano nao, na wala hawakuvunja mapatano hayo, basi msiwakubalie. Na Mwenyezi Mungu anayaona myatendayo, hana kinacho fichika kwake. Basi simameni kwenye mipaka yake msije mkatumbukia katika adhabu yake.","lang":"sw"},{"name":"8:73","price":"Na wale walio kufuru ni marafiki wenyewe kwa wenyewe. Msipo fanya hivi itakuwako fitna katika nchi na fisadi kubwa.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"Na walio kufuru wao ni marafiki wenyewe kwa wenyewe. Na wao husaidiana kwa mambo ya upotovu, na wanaungana mkono kukufanyieni nyinyi uadui. Basi nyinyi msifanye nao urafiki. Mkikhaalifu, yaani mkenda kinyume na haya mkawafanya ni wenzenu itaingia fitna katika safu zenu, na utakuwa uharibifu mkubwa katika nchi.","lang":"sw"},{"name":"8:74","price":"Na walio amini wakahama na wakapigana Jihadi katika Njia ya Mwenyezi Mungu, na walio toa mahala pa kukaa na wakanusuru, hao ndio Waumini wa kweli. Watapata msamaha wa Mwenyezi Mungu na kuruzukiwa kwema.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"Na walio amini, na wakahajiri, na wakapigana Jihadi katika Njia ya Mwenyezi Mungu, na walio wapa makaazi, na wakaisaidia Haki na Neno la Mwenyezi Mungu - hao ndio walio na Imani ya kweli. Na Mwenyezi Mungu Mtukufu atawasamehe, na watapata riziki kubwa duniani na Akhera.","lang":"sw"},{"name":"8:75","price":"Na watakao amini baadaye na wakahajiri, na wakapigana Jihadi pamoja nanyi, basi hao ni katika nyinyi. Na jamaa wa nasaba wanastahikiana wenyewe kwa wenyewe zaidi katika Kitabu cha Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye kujua kila kitu.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"Na walio amini baada ya wale wa mwanzo, na mwishoe wakahama nao, na wakapigana Jihadi pamoja na walio tangulia, basi hao ni katika nyinyi, kwa mkusanyiko wa Muhaajirina (Walio hama Makka) na Ansari (walio msaidia Mtume, watu wa Madina). Hao wanastahiki ulinzi na haki kama ziliopo baina ya nyinyi kwa nyinyi. Na walio kuwa wame nasibiana katika Waumini - juu ya urafiki wa Imani -wana urafiki zaidi wa kuwa ni jamaa. Basi hao wanazidiana katika mapenzi, na mali, na kusaidiana, na kuungana mkono. Na Mwenyezi Mungu ameyabainisha hayo katika Kitabu chake. Naye ni Mwenye kujua kila kitu.","lang":"sw"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}