{"data":[{"name":"9:1","price":"Huku ni kujitoa Mwenyezi Mungu na Mtume wake kwenye jukumu la maagano na mlio ahidiana nao katika washirikina.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"Mwenyezi Mungu na Mtume wake wanajitoa katika dhima, wala jukumu lolote, na wale washirikina mlio peana nao ahadi, na wao wakavunja hayo mlio ahidiana nao.","lang":"sw"},{"name":"9:2","price":"Basi tembeeni katika nchi miezi mine, na jueni kwamba nyinyi hamwezi kumshinda Mwenyezi Mungu, na kwamba Mwenyezi Mungu ndiye anaye wahizi makafiri.","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"Basi nyinyi washirikina, mna amani kwa muda wa miezi mine, kuanzia tangazo hili, mzunguke mtakako katika muda huu. Lakini jueni kuwa popote mlipo nyinyi mko chini ya utawala wa Mwenyezi Mungu, na nyinyi hamuwezi kumshinda Yeye. Na mjue kuwa Mwenyezi Mungu amewaandikia hizaya iwapate hao wanao pinga.","lang":"sw"},{"name":"9:3","price":"Na ni tangazo kutokana na Mwenyezi Mungu na Mtume wake kwa wote siku ya Hija Kubwa kwamba Mwenyezi Mungu na Mtume wake hawana jukumu lolote kwa washirikina. Basi mkitubu itakuwa kheri kwenu, na mkigeuka basi jueni kuwa nyinyi hamumshindi Mwenyezi Mungu. Na wabashirie makafiri kuwa watapata adhabu chungu.","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"Na hili ni Tangazo linalo toka kwa Mwenyezi Mungu na Mtume wake kuwatangazia watu wote wanapo jumuika siku ya Hija Kubwa ya kwamba:- Hakika Mwenyezi Mungu na Mtume wake wanajitoa katika dhima, au jukumu, yoyote katika mapatano na washirikina walio fanya khiana. Basi enyi washirikina, mlio vunja ahadi! Mkirudi mkaacha kumshirikisha Mwenyezi Mungu, itakuwa kheri kwenu hapa duniani na kesho Akhera. Lakini mkipuuza na mkabakia hivyo hivyo mlivyo, basi jueni kuwa nyinyi mngali chini ya utawala wa Mwenyezi Mungu. Ewe Mtume! Waonye makafiri wote kuwa ipo adhabu kali yenye uchungu.","lang":"sw"},{"name":"9:4","price":"Isipo kuwa washirikina ambao mliahidiana nao kisha wasikupunguzieni chochote, wala hawakumsaidia yeyote dhidi yenu, basi hao watimizieni ahadi yao mpaka muda wao. Hakika Mwenyezi Mungu huwapenda wacha-Mungu.","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"Ama wale washirikina mlio ahidiana nao na wakatimiza ahadi zao, wala hawakuacha chochote katika hayo, wala hawakumsaidia yeyote dhidi yenu, basi watimizieni ahadi zao mpaka mwisho na mzihishimu...Hakika Mwenyezi Mungu huwapenda wacha-Mungu wenye kutimiza ahadi zao.","lang":"sw"},{"name":"9:5","price":"Na ikisha miezi mitukufu basi wauweni washirikina popote mwakutapo, na washikeni na wazungukeni, na wavizieni katika kila njia. Lakini wakitubu, wakashika Sala, na wakatoa Zaka, basi waachilieni. Hakika Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"Ukimalizika muda wa amani, yaani miezi mine, basi wauweni washirikina walio vunja ahadi katika kila pahala. Na watieni nguvuni, wazungukeni kwa kuwafungia njia, na wavizieni katika kila njia. Wakitubu wakaacha ukafiri wao, na wakafuata hukumu za Uislamu, kwa kushika Swala, na kutoa Zaka, basi nyinyi hamna sababu ya kuwashambulia, kwa kuwa wamekwisha ingia katika Dini ya Mwenyezi Mungu. Na Mwenyezi Mungu ni Mkubwa wa Kusamehe kwa anaye tubu, na Mwenye rehema kunjufu kwa waja wake.","lang":"sw"},{"name":"9:6","price":"Na ikiwa mmoja wapo katika washirikina akikuomba ulinzi, basi mpe ulinzi apate kusikia maneno ya Mwenyezi Mungu. Kisha mfikishe pahala pake pa amani. Haya ni kwa kuwa hao ni watu wasiojua kitu.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"Ewe Mtume! Mmoja wapo katika washirikina ulio amrishwa uwapige vita, akikutaka amani ili apate kusikia wito wako, basi mpe amani mpaka asikie maneno ya Mwenyezi Mungu. Akiingia katika Uislamu basi huyo ni mwenzenu. Na akitoingia mpeleke mpaka afike pahala pa amani kwake. Na haya ya kumpa ulinzi na amani mwenye kuomba ili asikie maneno ya Mwenyezi Mungu ni kwa sababu ya ule ujinga wake wa kutoujua Uislamu ulio kwisha dhihiri, na ile hamu yake ya kutaka kuujua.","lang":"sw"},{"name":"9:7","price":"Itakuwaje iwepo ahadi na washirikina mbele ya Mwenyezi Mungu na mbele ya Mtume wake, ila wale mlio ahidiana nao kwenye Msikiti Mtakatifu? Basi maadamu wanakwenda nanyi sawa, nanyi pia nendeni sawa nao. Hakika Mwenyezi Mungu huwapenda wachamngu .","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"Itakuwaje hawa washirikina, wanao vunja ahadi mara kwa mara, wawe na ahadi ya kuhishimiwa mbele ya Mwenyezi Mungu na mbele ya Mtume wake? Basi msichukue ahadi zao, ila wale katika kabila za Kiarabu mlio ahadiana nao kwenye Msikiti Mtakatifu, na kisha wakasimama sawa kwenye ahadi yao. Basi nanyi simameni sawa juu ya ahadi yenu maadamu wao wamesimama sawa. Hakika Mwenyezi Mungu anawapenda wenye kumt'ii Yeye na wenye kutimiza ahadi zao.","lang":"sw"},{"name":"9:8","price":"Itakuwaje! Nao wakikushindeni hawatazami kwenu udugu wala ahadi. Wanakufurahisheni kwa midomo yao tu, na nyoyo zao zinakataa hayo. Na wengi wao ni wapotovu.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"Vipi nyinyi mtalinda ahadi zao nao ni watu ambao wakikuwezeni wanawasaidia maadui zenu dhidi yenu? Hawataacha fursa ya kukumalizeni bila ya kujali ujamaa (udugu) wala mapatano. Na watu hao hukudanganyeni kwa maneno yao yaliyo pakwa asali, na nyoyo zao zimekunja kwa kukuchukieni. Na wengi wao wametokana na Haki, ni wenye kuvunja ahadi.","lang":"sw"},{"name":"9:9","price":"Wamenunua thamani ndogo kwa Ishara za Mwenyezi Mungu, na wakazuilia watu na Njia yake. Hakika hao ni maovu waliyo kuwa wakiyatenda.","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"Wamezitupa Ishara za Mwenyezi Mungu, na wakazibadilisha hizo kwa machache yasiyo dumu ya kidunia, na wakazuia watu wasiingie katika Dini ya Mwenyezi Mungu. Hakika wafanyayo watu hawa ni mabaya!","lang":"sw"},{"name":"9:10","price":"Hawatazami kwa Muumini udugu wala ahadi; basi hao ndio warukao mipaka.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"Hiyo ndiyo hali ya ukafiri wao. Hawahishimu ujamaa wala ahadi katika kuamiliana na Muumini. Shani ya watu kama hao ni kufanya uadui tu. Hayo ndiyo maradhi yao yasio wabanduka!","lang":"sw"},{"name":"9:11","price":"Basi wakitubu na wakashika Swala na wakatoa Zaka, basi ni ndugu zenu katika Dini. Na tunazichambua Aya kwa watu wajuao.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"Wakitubia, wakaacha ukafiri wao, na wakashika hukumu za Uislamu, kwa kushika Swala, na kutoa Zaka, basi wanakuwa ni ndugu zenu katika Dini. Haki yao kama haki yenu. Jukumu lao kama jukumu lenu. Na Mwenyezi Mungu anazibainisha Aya hizi kwa watu wanao nafiika na ilimu.","lang":"sw"},{"name":"9:12","price":"Na wakivunja viapo vyao baada ya kuahidi kwao, na wakatukana Dini yenu, basi piganeni na waongozi wa ukafiri. Hakika hao hawana viapo vya kweli. Huenda (kwa hayo) wakaacha.","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"Na pindi wakivunja ahadi zao baada ya kwisha zikubali, na wakaendelea kuitukana Dini yenu, basi wapigeni vita wakuu wa upotovu na walio pamoja nao, kwani hao hawana ahadi wala dhima, ili wapate kuacha ukafiri wao.","lang":"sw"},{"name":"9:13","price":"Je, hamtapigana na watu walio vunja viapo vyao na wakawa na hamu ya kumfukuza Mtume, nao ndio walio kuanzeni mara ya kwanza? Je, mnawaogopa? Basi Mwenyezi Mungu anastahiki zaidi mumwogope, ikiwa nyinyi ni Waumini.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"Enyi Waumini! Kwa nini msikimbilie kwenda vitani kuwapiga vita washirikina walio vunja mapatano yenu mara kwa mara, na wao walikuwa wakijihimu kumfukuza Mtume Makka na kumuuwa, na wao tena ndio walio kuanzeni kukuteseni na kukufanyieni uadui tangu mwanzo? Je, mnawaogopa? Msiwaogope! Mwenyezi Mungu tu peke yake ndiye anaye stahiki nyinyi mumwogope, kama nyinyi ni wakweli katika Imani yenu.","lang":"sw"},{"name":"9:14","price":"Piganeni nao, Mwenyezi Mungu awaadhibu kwa mikono yenu, na awahizi na akunusuruni muwashinde, na avipoze vifua vya kaumu ya Waumini,","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"Enyi Waumini, piganeni nao! Mwenyezi Mungu atawaonjesha adhabu itokayo mikononi mwenu, na atawadhalilisha na atakupeni ushindi juu yao. Na kwa kuwashinda hao, na kuunyanyua utukufu wa Uislamu, Mwenyezi Mungu atayapoza machungu yaliyomo katika vifua vya Waumini, yaliyo fichikana na yaliyo dhihiri, wakati wote walipo kuwa wakipata maudhi ya makafiri.","lang":"sw"},{"name":"9:15","price":"Na aondoe hasira ya nyoyo zao. Na Mwenyezi Mungu humkubalia toba ya amtakaye. Na Mwenyezi Mungu ni Mwenye kujua Mwenye hikima.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"Na Mwenyezi Mungu atazijaza nyoyo za Waumini furaha ya kushinda baada ya kuwa na hamu na khofu, na atawaondolea hasira, na Mwenyezi Mungu atapokea toba ya amtakaye kumkubalia katika wao. Na Mwenyezi Mungu ni Mkunjufu wa ujuzi kwa mambo yote ya waja wake, ni Mkuu wa hikima katika anayo waamrisha.","lang":"sw"},{"name":"9:16","price":"Je, mlidhani kuwa mtaachwa tu, bila ya Mwenyezi Mungu kuwajuulisha wale walio pigana Jihadi kati yenu, na wala hawakumfanya mwendani wao isipo kuwa Mwenyezi Mungu na Mtume wake na Waumini wenziwe? Na Mwenyezi Mungu anazo khabari za yote mnayo yatenda.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"Enyi Waumini! Msidhani kuwa Mwenyezi Mungu Mtukufu atakuacheni hivi hivi bila ya kukutieni mtihanini kwa Jihadi na mfano wa hayo. Ndio mwendo wake Mwenyezi Mungu kufanya mitihani, upate dhihiri ujuzi wake kwa wale kati yenu wanao pigana Jihadi, wenye ikhlasi (yaani nyoyo safi), na wala hawawafanyi marafiki, wendani na walinzi, isipo kuwa Mwenyezi Mungu na Mtume wake na Waumini wenzao. Na Mwenyezi Mungu ni Mwenye kujua vyema vitendo vyenu vyote, na atakulipeni kwavyo.","lang":"sw"},{"name":"9:17","price":"Haiwi kuwa makafiri ndio waamirishe misikiti ya Mwenyezi Mungu, hali wanajishuhudishia wenyewe ukafiri. Hao ndio ambao vitendo vyao vimeharibika, na katika Moto watadumu.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"Hawawi washirikina ndio wenye kufaa kuamirisha Misikiti ya Mwenyezi Mungu, na hali wao wangali kuendelea na ukafiri wao, na wanautangaza khasa! Vitendo vyao washirikina havitiwi hisabuni, wala hawatolipwa thawabu kwavyo! Wao ni wenye kudumu Motoni Siku ya Kiyama.","lang":"sw"},{"name":"9:18","price":"Hakika wanao amirisha misikiti ya Mwenyezi Mungu ni wale wanao muamini Mwenyezi Mungu, na Siku ya Mwisho, na wakashika Swala, na wakatoa Zaka, na wala hawamchi ila Mwenyezi Mungu. Basi huenda hao wakawa katika waongofu.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"Lakini wanao amirisha Misikiti ya Mwenyezi Mungu ni wale wenye kumuamini Mwenyezi Mungu Mmoja peke yake, na wakasadiki kuwapo kufufuliwa na kulipwa, na wakatimiza Swala kama itakikanavyo, na wakatoa Zaka ya mali yao, na wala hawamwogopi ila Mwenyezi Mungu peke yake. Na hao ndio wanao tarajiwa kuwa mbele ya Mwenyezi Mungu waongofu wa kufuata Njia Iliyo Nyooka.","lang":"sw"},{"name":"9:19","price":"Je, mnafanya kuwanywesha maji Mahujaji na kuamirisha Msikiti Mtakatifu ni sawa na mwenye kumuamini Mwenyezi Mungu, na Siku ya Mwisho, na akapigana Jihadi katika Njia ya Mwenyezi Mungu? Hawawi sawa mbele ya Mwenyezi Mungu. Na Mwenyezi Mungu hawaongoi watu madhaalimu.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"Haifalii kuwafanya washirikina wanao wanywesha maji Mahujaji, na wakauamirisha Msikiti Mtakatifu (wa Makka), katika cheo kama cha wanao muamini Mwenyezi Mungu Mmoja, na wakasadiki kufufuliwa na kulipwa kwa wayatendayo, na wakapigana Jihadi katika Njia ya Mwenyezi Mungu..Hao si makamu mamoja mbele ya Mwenyezi Mungu. Na Mwenyezi Mungu hawaongoi kwenye Njia ya kheri watu ambao wameshikilia kujidhulumu wenyewe kwa ukafiri wao, na wakawadhulumu wengineo kwa maudhi yasio kwisha.","lang":"sw"},{"name":"9:20","price":"Wale walio amini, na wakahama, na wakapigana Jihadi katika Njia ya Mwenyezi Mungu kwa mali yao na nafsi zao, hao wana cheo kikubwa zaidi mbele ya Mwenyezi Mungu. Na hao ndio wenye kufuzu.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"Wale walio sadiki kuwa Mwenyezi Mungu ni Mmoja, na wakauhama mji wa ukafiri kuendea mji wa Uislamu, na wakavumilia mashaka ya Jihadi katika Njia ya Mwenyezi Mungu kwa kutoa mali yao na roho zao, hao wana cheo kikubwa zaidi mbele ya Mwenyezi Mungu, kuliko wengineo wasio na sifa hizi. Na hawa ndio wenye kufuzu, kuzipata thawabu za Mwenyezi Mungu na ukarimu wake.","lang":"sw"},{"name":"9:21","price":"Mola wao Mlezi anawabashiria rehema zitokazo kwake, na radhi, na Bustani ambazo humo watapata neema za kudumu.","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"Na hao Mwenyezi Mungu Mtukufu anawabashiria rehema kunjufu itakayo waenea, na atawakhusisha radhi zake, na hayo ndiyo malipo makuu. Na Siku ya Kiyama atawatia katika Mabustani, na humo watapata neema zenye kuthibiti na kudumu.","lang":"sw"},{"name":"9:22","price":"Watadumu humo milele. Hakika kwa Mwenyezi Mungu yapo malipo makubwa.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"Na wao watadumu huko Peponi hawatoki. Na hakika kwa Mwenyezi Mungu yapo malipo makubwa, na thawabu nyingi.","lang":"sw"},{"name":"9:23","price":"Enyi mlio amini! Msiwafanye baba zenu na ndugu zenu kuwa vipenzi vyenu ikiwa wanastahabu ukafiri kuliko Imani. Na katika nyinyi atakaye wafanya hao ndio vipenzi vyake, basi hao ndio madhaalimu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"Enyi Waumini! Msiwafanye baba zenu, na watoto wenu, na ndugu zenu, na jamaa zenu, na wake zenu, ndio wasaidizi wenu wa kukunusuruni maadamu wanapenda ukafiri, na wanaufadhilisha kuliko Imani. Na wenye kutaka manusura kwa makafiri, ndio hao walio iwacha Njia Iliyo Nyooka.","lang":"sw"},{"name":"9:24","price":"Sema: Ikiwa baba zenu, na wenenu, na ndugu zenu, na wake zenu, na jamaa zenu, na mali mliyo yachuma, na biashara mnazo ogopa kuharibika, na majumba mnayo yapenda, ni vipenzi zaidi kwenu kuliko Mwenyezi Mungu na Mtume wake na Jihadi katika Njia yake, basi ngojeni mpaka Mwenyezi Mungu alete amri yake. Na Mwenyezi Mungu hawaongoi watu wapotovu.","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"Ewe Mtume! Waambie Waumini: Ikiwa baba zenu, na ndugu zenu, na wake zenu, na jamaa zenu, na mali mliyo yachuma, na biashara mnazo khofu zisibwage, na majumba mnayo starehea kuyakaa, mnayapenda zaidi kuliko Mwenyezi Mungu na Mtume na Jihadi katika Njia ya Mwenyezi Mungu, hata mkaacha kumuunga mkono Mtume, basi ngojeni mpaka Mwenyezi Mungu akuleteeni hukumu yake na adhabu yake. Na Mwenyezi Mungu hawaongoi wenye kutoka kwenye mipaka ya Dini yake.","lang":"sw"},{"name":"9:25","price":"Hakika Mwenyezi Mungu amekunusuruni katika mapigano mengi, na siku ya Hunayni ambapo wingi wenu ulikupandisheni kichwa, lakini haukukufaeni kitu. Na ardhi ikawa dhiki kwenu juu ya upana wake. Kisha mkageuka mkarudi nyuma.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"Hakika Mwenyezi Mungu amekunusuruni na maadui zenu mara nyingi katika vita kwa nguvu ya Imani yenu. Na mlipo ghurika na wingi wenu katika vita vya Hunayni, kwanza Mwenyezi Mungu alikuachieni wenyewe. Wingi wenu usikufaeni kitu. Adui akakushindeni, na kwa shida ya kufazaika mkaiona ardhi kuwa ni nyembamba. Msiweze kupata njia ya kupigana wala kuokoka kwa murwa. Wengi wenu wakawa hawana njia ya kuepuka ila kukimbia. Mkakimbia kwa kushindwa, na mkamuacha Mtume na Waumini wachache tu. Vita vya Hunayni walipigana Waislamu na kabila mbili za Thaqiif na Hawaazin. Jeshi la Waislamu lilifika kiasi ya watu elfu kumi na mbili, na makafiri walikuwa elfu nne. Nao walipigana kwa ukali kwa kuwa ilikuwa wakishindwa wao basi ibada ya masanamu itatoweka kabisa kwa Waarabu, kwani Makka ilikuwa ndio kwanza kwisha tekwa. Majeshi mawili yakapambana, Waumini kwa wingi wao, nao uliwapandisha kichwa; na wale makafiri na uchache wao wakali. Kwanza makafiri wakashinda kwa kuwa Waislamu walighurika kwa wingi wao wakajiona. Lakini mwishoe vita vikaishia kwa kushinda Waumini. Funzo la hapa ni kuwa wingi sio unao pelekea ushindi, lakini nguvu za kimoyo na imani.","lang":"sw"},{"name":"9:26","price":"Kisha Mwenyezi Mungu akateremsha utulivu wake juu ya Mtume wake na juu ya Waumini. Na akateremsha majeshi ambayo hamkuyaona, na akawaadhibu wale walio kufuru. Na hayo ndiyo malipo ya makafiri.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"Tena mkapata himaya ya Mwenyezi Mungu. Akateremsha utulivu juu ya Mtume wake, na akaujaza utulivu katika nyoyo za Waumini, na akakuungeni mkono kwa Malaika, jeshi lake, walio tia imara miguu yenu. Nanyi hamkuwaona Malaika hao...Na Mwenyezi Mungu akawaonjesha maadui zenu machungu ya kushindwa. Na hayo ndiyo malipo ya makafiri duniani.","lang":"sw"},{"name":"9:27","price":"Kisha baada ya hayo Mwenyezi Mungu atawasamehe awatakao. Na Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"Kisha Mwenyezi Mungu atakubali toba ya amtakaye katika waja wake, na amsamehe dhambi zake, pindi akirejea kwa usafi wa moyo. Na Mwenyezi Mungu ni Mkubwa wa kusamehe, Mkuvunjufu wa kurehemu.","lang":"sw"},{"name":"9:28","price":"Enyi mlio amini! Hakika washirikina ni najsi, kwa hivyo wasiukaribie Msikiti Mtakatifu baada ya mwaka wao huu. Na ikiwa mnakhofia umasikini, basi Mwenyezi Mungu atakutajirisheni kwa fadhila yake akipenda. Hakika Mwenyezi Mungu ni Mwenye kujua Mwenye hikima.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"Enyi Waumini! Washirikina kwa sababu ya ushirikina wao wamejinajisi nafsi zao, nao wamepotea katika itikadi. Msiwaachilie kuingia Msikiti Mtakatifu baada ya mwaka huu (9 Hijra). Mkichelea ufakiri kwa kukatika biashara Mwenyezi Mungu atakupeni badala yake, na atakutoshelezeni kwa fadhila yake akipenda. Hakika Mwenyezi Mungu anayajua mambo yenu yote, na Mwenye hikima katika mipango yake.","lang":"sw"},{"name":"9:29","price":"Piganeni na wasio muamini Mwenyezi Mungu wala Siku ya Mwisho, wala hawaharimishi alivyo harimisha Mwenyezi Mungu na Mtume, wala hawashiki Dini ya Haki, miongoni mwa walio pewa Kitabu, mpaka watoe kodi kwa khiari yao, hali wamet'ii.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"Enyi mlio amini! Wapigeni vita makafiri katika Watu wa Kitabu wasio muamini Mwenyezi Mungu kwa Imani iliyo sawa, wala hawakiri kuwa kuna kufufuliwa na kulipwa, wala hawayashiki aliyo yakataza Mwenyezi Mungu na Mtume wake, wala hawaishiki Dini ya Haki, nayo ni Uislamu. Wapigeni vita mpaka waamini, au watoe Jizya, nao wamenyenyekea na wat'iifu, si wenye kuasi, wasaidie katika kujenga mfuko wa Kiislamu.  \"Jizya\" ni katika kipato muhimu katika madukhuli ya serikali ya Kiislamu. Kodi hii ilikuwa baina ya Dirham 8 na 40. Kila mtu mmoja katika Mayahudi na Wakristo na walio kuwa kama wao akitozwa Dirham 12. Akilazimishwa kulipa mwanamume aliye kwisha baalighi, na mzima wa mwili na akili, na kwa sharti awe na mali ya kuweza kutoa. Wanawake na watoto walisamehewa, na vile vile vizee. Kwa sababu hao hawapigwi vita. Wala hawatozwi vipofu na wasio jiweza, ila wakiwa matajiri. Kadhaalika hawatozwi mafakiri na masikini na watumwa. Wala hawakutakiwa kutoa mamonaki, yaani mapadri wanao jitenga na watu. Na asli ya kutozwa Jizya ni ulinzi wa wasio kuwa Waislamu. Kwa sababu Ahli Lkitaab, Watu wa Biblia, na walio kama wao, hawakulazimishwa kuingia vitani kulinda nchi wala kujilinda nafsi zao. Kwa hivyo ilikuwa ni haki wao watoe kodi kuwa ni badala ya ulinzi na manufaa mengine ya dola wanayo yapata na wanastarehea nayo. Pia ni badala ya wanacho kitoa Waislamu. Kwani Muislamu anatozwa ile khumsi (moja katika tano) ya ngawira, anatozwa Zaka ya mali, na Zaka ya Fitri, na kafara mbali mbali kwa kulipia makosa. Kwa hivyo ikawa hapana budi kuchukuliwa kodi kutokana kwa asiye kuwa Muislamu badala ya yote anayo yatoa Muislamu kwa maslaha ya wote na kwa ajili ya mafakiri wa wasio kuwa Waislamu. Wala haikukusudiwa kutozwa kodi kuwatia unyonge au kuwatia adabu. Kwani hayo hayaambatani na uadilifu wa Uislamu, wala hayakubaliani na makusudio yake mazuri.","lang":"sw"},{"name":"9:30","price":"Na Mayahudi wanasema: Uzeir ni mwana wa Mungu. Na Wakristo wanasema: Masihi ni mwana wa Mungu. Hiyo ndiyo kauli yao kwa vinywa vyao. Wanayaiga maneno ya walio kufuru kabla yao. Mwenyezi Mungu awaangamize! Wanageuzwa namna gani hawa!","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"Mayahudi wameacha Tawhidi, ya kumuamini Mwenyezi Mungu Mmoja pekee, na wakasema kuwa Uzair ni mwana wa Mungu! (Mayahudi wa Arabuni tu ndio walimfanya Uzair ni mwana wa Mungu.) Na Wakristo nao wakaacha Imani ya Mungu Mmoja vile vile, wakasema: Masihi ni mwana wa Mungu!! Na kauli yao hii ni ya uzushi, wanakariri kwa vinywa vyao, wala hayakuletwa hayo na Kitabu wala Mtume. Wala hawana hoja wala ushahidi wa hayo. Na katika haya wanafanana na maneno ya washirikina walio kuwa kabla yao! Mwenyezi Mungu amewalaani makafiri hawa, na atawaangamiza! Ama ajabu watu hawa! Vipi wanaipotea Haki nayo ni dhaahiri inaonekana, na wanakwenda kufuata upotovu!! Uzair ndiye Ezra, Kuhani katika ukoo wa Harun. Alitoka Babilonia walipo rejea Mayahudi mara ya pili, baada ya kufa Mtume wa Mwenyezi Mungu Musa, a.s. kwa kiasi ya miaka elfu. Na huyo Uzair akiitwa \"Katibu\" kwa kuwa alikuwa akiandika Sharia ya Musa. Angalia: Uzair pamoja na Mayahudi wengine walitoka huko Babilonia kwendea Yerusalemu katika mwaka 456 K.K. (Kabla ya Kristo) katika enzi ya Arikhtisna, Mfalme wa Iran baada ya kuteketezwa Yerusalemu na kuunguzwa Baitul Muqaddas na kunajisiwa kwa muda mrefu","lang":"sw"},{"name":"9:31","price":"Wamewafanya makuhani wao na wamonaki wao kuwa ni marabi badala ya Mwenyezi Mungu, na pia Masihi bin Maryamu. Na wala hawakuamrishwa isipo kuwa wamuabudu Mungu Mmoja, hapana mungu ila Yeye. Subhanahu, Ametakasika na hayo wanayo mshirikisha nayo.","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"Hao Mayahudi na Wakristo wamewafanya makuhani wao na mapadri kuwa ni \"Marabi\", kama ni miungu, kwa kuwapa madaraka ya kutunga sharia, na kuwa maneno yao ndiyo dini, ijapo kuwa yanakhitalifiana na kauli za Mtume wao. Wanawafuata katika upotovu wao, na wakamuabudu Masihi mwana wa Maryamu! Na Mwenyezi Mungu amewaamrisha katika hivyo hivyo Vitabu vyao kwa ndimi za Mitume wao, kuwa wasimuabudu ila Mungu Mmoja, kwa kuwa Yeye hapana anaye stahiki kuabudiwa kwa mujibu wa hukumu ya sharia na akili ila Mungu Mmoja. Mwenyezi Mungu ametakasika na kushirikishwa katika ibada, uumbaji, na sifa.","lang":"sw"},{"name":"9:32","price":"Wanataka kuizima Nuru ya Mwenyezi Mungu kwa vinywa vyao, na Mwenyezi Mungu anakataa ila aitimize Nuru yake ijapo kuwa makafiri watachukia.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"Makafiri wanataka kwa madai yao ya upotovu waizime Nuru ya Mwenyezi Mungu, nayo ni Uislamu. Na Mwenyezi Mungu hataki ila aitimize Nuru yake, kwa kuidhihirisha Dini yake na ashinde Mtume wake, ijapo kuwa wao watachukia.","lang":"sw"},{"name":"9:33","price":"Yeye ndiye aliye mtuma Mtume wake kwa uwongofu na Dini ya Haki ipate kushinda dini zote, ijapo kuwa washirikina watachukia.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"Yeye ndiye Mwenyezi Mungu aliye dhamini kutimiza Nuru yake kwa kumtuma Mtume wake, Muhammad s.a.w. na hoja zilizo wazi, na Dini ya Haki, Uislamu, ipate kutukuka Dini hii juu ya dini zote zilizo tangulia, ijapo kuwa washirikina watakasirika. Mwenyezi Mungu ataipa ushindi tu, wakitaka wasitake.","lang":"sw"},{"name":"9:34","price":"Enyi mlio amini! Hakika wengi katika makuhani na wamonaki wanakula mali za watu kwa baat'ili na wanazuilia Njia ya Mwenyezi Mungu. Na wanao kusanya dhahabu na fedha, wala hawazitumii katika Njia ya Mwenyezi Mungu, wabashirie khabari ya adhabu iliyo chungu.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"Enyi Waumini! Jueni kuwa wengi katika wataalamu wa Kiyahudi na mapadri wa Kikristo wanajihalalishia kula mali ya watu bila ya haki yoyote, na wanawazuga wafwasi wao wanao waamini kwa kila walisemalo. Na wanawazuilia watu wasiingie katika Uislamu. Na wale wanao kusanya mali, dhahabu na fedha, wakiyaweka tu, wala hawatoi Zaka zake, waonye ewe Mtume, kuwa kuna adhabu ya kutia uchungu _","lang":"sw"},{"name":"9:35","price":"Siku zitapo tiwa moto katika Moto wa Jahannamu, na kwazo vikachomwa vipaji vya nyuso zao na mbavu zao na migongo yao, wakaambiwa: Haya ndiyo mlio jilimbikia nafsi zenu, basi onjeni mliyo kuwa mkilimbika.","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"-- Siku ya Kiyama, kwa kuwa hayo mali yatatiwa kwenye Moto wa Jahannamu, kisha waunguzwe nayo kwenye vipaji vya nyuso zao, na mbavu zao, na migongo yao; na waambiwe: Haya ndiyo mliyo kuwa mkijilimbikia kama khazina kwa ajili ya nafsi zenu, wala hamkuwa mkitoa haki ya Mwenyezi Mungu! Basi ionjeni hii leo adhubu kali!","lang":"sw"},{"name":"9:36","price":"Hakika idadi ya miezi kwa Mwenyezi Mungu ni miezi kumi na mbili katika hukumu ya Mwenyezi Mungu tangu alipo umba mbingu na ardhi. Katika hiyo iko mine mitakatifu. Hiyo ndiyo Dini iliyo sawa. Basi msidhulumu nafsi zenu humo. Na piganeni na washirikina wote kama wao wnavyo pigana nanyi nyote. Na jueni kuwa Mwenyezi Mungu yu pamoja na wachamngu.","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"Hakika hisabu ya miezi ya kuandama ni miezi kumi na mbili, kwa hukumu na kudra ya Mwenyezi Mungu, na ndivyo alivyo ibainisha katika vitabu vyake tangu kuanza ulimwengu. Na katika hii miezi thinaashara (kumi na mbili) ipo mine imekatazwa kupigana vita ndani yake, nayo:-Mwezi wa Rajab, Alqa'ada (Mfungo Pili), Alhijja (Mfungo Tatu), na Almuharram (Mfungo Nne). Na huku kuitukuza miezi hii mine na kuharimisha kupigana vita ndani yake ndiyo Dini ya Mwenyezi Mungu Iliyo Nyooka, ambayo haibadiliki wala haina mageuzo. Basi msijidhulumu nafsi zenu kwa kuhalalisha vita katika miezi hii, au mkaacha kujilinda adui akikupigeni. Na enyi Waumini! Piganeni na washirikina bila ya kumbagua yeyote kati yao, kama wanavyo kupigeni nyinyi nyote. Na kuweni na yakini kuwa Mwenyezi Mungu atawanusuru wanao mcha, na wakashika amri zake, na wakaepuka anayo yakataza.","lang":"sw"},{"name":"9:37","price":"Bila ya shaka kuakhirisha (miezi) ni kuzidi katika kukufuru; kwa hayo hupotezwa walio kufuru. Wanauhalalisha mwaka mmoja na kuharimisha mwaka mwingine, ili wafanye kuwa sawa idadi ya ile (miezi) aliyo itukuza Mwenyezi Mungu. Kwa hivyo huhalalisha alivyo viharimisha Mwenyezi Mungu. Wamepambiwa ubaya wa vitendo vyao hivi. Na Mwenyezi Mungu hawaongoi watu makafiri.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"Na hakukuwa kuichelewesha miezi mitakatifu, au baadhi yake, kuliko alivyo iweka Mwenyezi Mungu, ila ni kuzidi ukafiri, kama walivyo kuwa wakifanya watu wa kijahiliya. Hao makafiri wakizidisha hivyo kuongeza upotovu juu ya upotovu! Waarabu wakati wa ujuhali walikuwa hufanya mwezi uliyo harimishwa kupigana vita kuwa ni wa halali, pindi wakihitajia kupigana. Na hufanya mwezi ulio halalishwa ndio ulio harimishwa. Na wakisema: Mwezi kwa mwezi. Yaani kulipizia ipate kutimia idadi ile aliyo harimisha Mwenyezi Mungu. Matamanio yao yamewapendezeshea kitendo chao hicho kiovu. Na Mwenyezi Mungu hawaongoi watu walio shikilia kukataa kuifuata Njia ya kwendea Kheri.","lang":"sw"},{"name":"9:38","price":"Enyi mlio amini! Mna nini mnapo ambiwa: Nendeni katika Njia ya Mwenyezi Mungu, mnajitia uzito katika ardhi? Je, mmeridhia maisha ya dunia kuliko ya Akhera? Lakini starehe za maisha ya dunia kulinganisha na ya Akhera ni chache.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"Enyi Waumini! Mna nini, anapo kwambieni Mtume: Tokeni mwende kwenye Jihadi kwa ajili ya Mwenyezi Mungu baadhi yenu mkafanya uzito kutoka? Haikufalieni hivyo! Mnaona afadhali maisha ya dunia yatayo kwisha, kuliko maisha ya Akhera na neema zake za kudumu? Starehe ya duniani na utamu wake ukilinganisha na starehe ya Akhera ni chache na upuuzi.","lang":"sw"},{"name":"9:39","price":"Kama hamwendi atakuadhibuni adhabu chungu, na atawaleta watu wengine, wala nyinyi hamtamdhuru chochote. Na Mwenyezi Mungu ni Muweza wa kila kitu.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"Msipo muitikia Mtume, mkatoka nje kwenda pigana Jihadi, Mwenyezi Mungu atakupeni adhabu iliyo chungu, na Mola wenu Mlezi atawabadilisha watu waje wengine, sio nyinyi, wamuitikie Mtume wala hawatobaki nyuma ikinadiwa Jihadi. Wala nyinyi kwa kukataa kwenu kwenda pigana, hamtamdhuru Mwenyezi Mungu chochote. Na Mwenyezi Mungu ni Mwenye uwezo mkubwa juu ya kila kitu.","lang":"sw"},{"name":"9:40","price":"Ikiwa nyinyi hamtamnusuru Mtume, basi Mwenyezi Mungu alikwisha mnusuru walipo mtoa walio kufuru, naye ni wa pili katika wawili walipo kuwa katika pango, naye akamwambia sahibu yake: Usihuzunike. Hakika Mwenyezi Mungu yu pamoja nasi. Mwenyezi Mungu akamteremshia utulivu wake, na akamuunga mkono kwa majeshi msiyo yaona, na akalifanya neno la walio kufuru kuwa chini, na Neno la Mwenyezi Mungu kuwa ndilo juu. Na Mwenyezi Mungu ndiye Mwenye nguvu Mwenye hikima.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"Enyi Waumini! Ikiwa nyinyi hamtasaidia kumnusuru Mtume wa Mwenyezi Mungu, basi. Kwani Mwenyezi Mungu anatosha Yeye kumnusuru. Kama pale alipo msaidia na akamnusuru alipo tolewa Makka kwa kahari na makafiri, naye hana mwenziwe ila Abu Bakar peke yake. Wakawa wao wawili pangoni wanajificha wasionekane na washirikina walio kuwa wanawasaka wawaadhibu na kuwauwa. Abu Bakar akawa anamkhofia Mtume maisha yake. Mtume akamwambia kumpoza: Usihuzunike! Kwani hakika Mwenyezi Mungu yu pamoja nasi, kwa kutunusuru na kutusaidia. Hapo Mwenyezi Mungu akamteremshia Abu Bakar utulivu, na akamuunga mkono Mtume kwa askari walio toka kwake, na ambao hawawajui ila Yeye Subhanahu. Na mambo yakamalizikia kuwa shari ya washirikina ikavia na Dini ya Mwenyezi Mungu ikashinda. Na Mwenyezi Mungu anasifika kuwa ni Mwenye nguvu, hashindiki, ni Mwenye hikima hapotei katika mipango yake.  Hilo pango alilo jificha Nabii s.a.w. na rafiki yake Abu Bakar r.a. lilikuwa katika mlima wa Thor, karibu na Makka. Wakakaa humo siku tatu, baadae wakatoka usiku walipoona msako umetulia. Walifika Madina taarikh 8 katika Mwezi Rabii'ul awwal (Mfungo Sita) mwaka wa kwanza wa Hijra. (20 Septemba, 630 kwa taarikh za Kizungu.)","lang":"sw"},{"name":"9:41","price":"Nendeni mtoke, mkiwa wepesi na wazito, na piganeni Jihadi kwa mali yenu na nafsi zenu katika Njia ya Mwenyezi Mungu. Haya ni kheri kwenu mkiwa mnajua.","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"Enyi Waumini! Akinadi mwenye kunadi kuwa kuna Jihadi, basi itikieni wito huo, mkiwa mmoja mmoja au kwa makundi. Kila mmoja kwa kadri ya uwezo wake, na hali mna uchangamfu kwa nguvu na salama na silaha. Na muwanie Jihadi kwa mali na nafsi katika Njia ya Mwenyezi Mungu kwa ajili ya kulitukuza Neno la Mwenyezi Mungu. Katika hayo upo utukufu na kheri kwenu, ikiwa nyinyi ni watu wenye ujuzi ulio baraabara na mnaijua Haki. Na katika maana yaliyo kusudiwa hapa ni: kuwa nendeni mmepanda au kwa miguu, mna silaha nyepesi na nyengine nzito. Na hivi ni katika mbinu maarufu za kisasa. Silaha nyepesi kama panga ni za kuuwana na askari, na silaha nzito ni za kubomoa ngome za maadui.","lang":"sw"},{"name":"9:42","price":"Na lau ingeli kuwa ipo faida ya papo kwa papo, na safari yenyewe ni fupi, wangeli kufuata. Lakini wameona ni mbali na kuna mashaka. Nao wataapa kwa Mwenyezi Mungu: Tungeli weza bila ya shaka tungeli toka pamoja nanyi. Wanaziangamiza nafsi zao. Na Mwenyezi Mungu anajua kuwa hakika hao ni waongo.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"Qur'ani inawasusuika wanaafiki kwa kubakia nyuma wakaacha kumfuata Mtume katika Jihadi. Ikasema: Ingeli kuwa walicho itiwa hawa wanaafiki ni pato la kidunia lilio jepesi kulipata, au ingeli kuwa safari yenyewe ya kwendea ni nyepesi, wangeli kufuata, ewe Mtume. Lakini wanaona safari hii ina mashaka! Na watakuapia kwamba lau wangeli weza wangeli toka nawe! Na kwa unaafiki huu na uwongo wanajihilikisha nafsi zao. Na hali haimfichikii Mwenyezi Mungu. Yeye anaujua uwongo wao na atawalipa malipo yake.","lang":"sw"},{"name":"9:43","price":" Mwenyezi Mungu amekusamehe! Kwa nini ukawapa ruhusa kabla ya kubainikia kwako wanao sema kweli, na ukawajua waongo?","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"Mwenyezi Mungu amekusamehe, ewe Mtume, kwa kuwaruhusu hawa wanaafiki wabaki nyuma wasende kwenye Jihadi kabla ya kuwa haijabainika kwako ukajua kwamba udhuru wao ni wa kweli, na kuwajua walio waongo kati yao katika madai yao kuwa wanaamini, na kuwa ati wana udhuru za kweli..","lang":"sw"},{"name":"9:44","price":"Hawatakuomba ruhusa wale wanao muamini Mwenyezi Mungu na Siku ya Mwisho, wasende kupigana Jihadi kwa mali yao na nafsi zao. Na Mwenyezi Mungu ni Mwenye kuwajua wachamngu.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"Sio mwendo wa Waumini wa kweli wanao muamini Mwenyezi Mungu na Hisabu ya Siku ya Mwisho waje kukutaka ruhusa ya kuto kwenda kuwania Jihadi kwa mali na nafsi, au kuwa wao wabaki nyuma wakuache wewe. Kwa sababu ukweli wa Imani yao unawapendekezesha Jihadi katika Njia ya Mwenyezi Mungu. Na Mwenyezi Mungu anajua ukweli wa niya za Waumini.","lang":"sw"},{"name":"9:45","price":"Wasio muamini Mwenyezi Mungu na Siku ya Mwisho na nyoyo zao zikatia shaka, hao tu ndio wanao kutaka ruhusa. Basi hao wanataradadi katika shaka zao.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"Wanao kutaka ruhusa ni wale wasio muamini Mwenyezi Mungu kwa Imani ya kweli, wala hawaamini Hisabu yake ya Siku ya Mwisho. Kwa sababu nyoyo zao daima zimo katika shaka na wasiwasi. Nao wanaishi katika hali ya ubabaishi. Na watakuja yapata malipo ya hayo.","lang":"sw"},{"name":"9:46","price":"Na ingeli kuwa kweli walitaka kutoka bila ya shaka wangeli jiandalia maandalio, lakini Mwenyezi Mungu kachukia kutoka kwao, na kwa hivyo akawazuia na ikasemwa: Kaeni pamoja na wanao kaa!","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"Na kama kweli hawa wanaafiki walikuwa na niya ya kwenda kwenye Jihadi pamoja na Mtume, wangeli jitayarisha kwa vita na wakajiandalia. Lakini Mwenyezi Mungu Mwenyewe alichukia huko kutoka kwao, kwa kuwa akijua lau wangeli toka nanyi basi wangeli kuwa dhidi yenu si wenzenu. Basi akawatia uzito wasitoke kwa vile nyoyo zao zilivyo jaa unaafiki! Na msemaji wao akasema: Kaeni pamoja na wale wanao kaa wenye udhuru!","lang":"sw"},{"name":"9:47","price":"Lau wangeli toka nanyi wasingeli kuzidishieni ila mchafuko, na wange tanga tanga kati yenu kukutilieni fitna. Na miongoni mwenu wapo wanao wasikiliza. Na Mwenyezi Mungu anawajua madhaalimu.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"Na pindi wangeli toka pamoja nanyi wasinge kuzidishieni nguvu zozote. Lakini wao wangeeneza wasiwasi na kuzidisha fitna, na wakaieneza kati yenu. Na miongoni mwenu wapo wasio jua uovu wa niya zao, na huenda pengine wangeli khadaika na maneno yao, na wakazisikiliza fitna zao. Na Mwenyezi Mungu anawajua vyema hao wanaafiki, wanao jidhulumu nafsi zao kwa ule uharibifu wanao udhamiria.","lang":"sw"},{"name":"9:48","price":"Tangu zamani walitaka kukutilieni fitna, na wakakupindulia mambo juu chini, mpaka ikaja Haki na ikadhihirika amri ya Mwenyezi Mungu, na wao wamechukia.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"Na hawa wanaafiki walikwisha tangulia kuleta fitna baina yenu, na wewe, ewe Mtume, wakakupangia njama. Lakini Mwenyezi Mungu aliviviza vitimbi vyao, na akahakikisha kukunusuru, na akaipa ushindi Dini yake wao wakipenda wasipende.","lang":"sw"},{"name":"9:49","price":"Na miongoni mwao wapo wanao sema: Niruhusu wala usinitie katika fitina. Kwa yakini wao hivyo wamekwisha tumbukia katika fitina. Na hakika Jahannamu imewazunguka.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"Na baadhi ya wanaafiki walikuwa wakimwambia Mtume: Tupe ruhusa tukae tusende kwenye Jihadi, wala usitutie kwenye shida na dhiki. Na wao kwa hakika kwa msimamo huo wamekwisha jitia wenyewe katika maasia, kumuasi Mwenyezi Mungu. Na hakika Siku ya Akhera Moto wa Jahannamu utawazunguka.","lang":"sw"},{"name":"9:50","price":"Ukikupata wema unawachukiza, na ukikusibu msiba, wao husema: Sisi tuliangalia mambo yetu vizuri tangu kwanza. Na hugeuka kwenda zao nao wamefurahi.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"Hawa wanaafiki hawakutakii wewe Mtume na Masahaba zako ila mambo ya karaha tu. Wanaona uchungu mkipata kheri yoyote, ikiwa ya ushindi au ngawira; na wanafurahi mkisibiwa na shari, kama kujeruhiwa au kuuwawa! Na yakikupateni hayo wao husema kwa kufurahia msiba wenu: Sisi tulichukua hadhari yetu, kwa kubaki nyuma tusitoke kwenda kwenye Jihadi. Na huenda zao nao wamefurahi.","lang":"sw"},{"name":"9:51","price":" Sema: Halitusibu ila alilo tuandikia Mwenyezi Mungu. Yeye ndiye Mola wetu Mlinzi. Na Waumini wamtegemee Mwenyezi Mungu tu!","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"Waambie ewe Mtume: Hayatupati ya kheri wala ya shari katika hii dunia yetu, ila aliyo tukadiria Mwenyezi Mungu. Kwani sisi turadhi na hukumu ya Mwenyezi Mungu. Hatujitapi kwa kheri, wala hatuingiwi na dukuduku la roho kwa kufikiwa na shari. Hakika Mwenyezi Mungu peke yake ndiye Mwenye kuyatawala mambo yetu yote, na juu yake Yeye tu ndio Waumini wa kweli wanategemea.","lang":"sw"},{"name":"9:52","price":"Sema: Hivyo mnatutazamia litupate lolote isipo kuwa moja katika mema mawili? Na sisi tunakutazamieni kuwa Mwenyezi Mungu akufikishieni adhabu itokayo kwake, au kutokana na mikono yetu. Basi ngojeni, nasi tunangoja pamoja nanyi.","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"Ewe Mtume! Waambie hao: Nyinyi msitaraji yatatutufikia sisi ila moja ya mema mawili, ama tushinde na tupate ngawira, au tufe mashahidi katika Njia ya Mwenyezi Mungu na tuingie Peponi kesho Akhera. Na sisi tunakutarajieni ikufikieni adhabu itokayo kwa Mwenyezi Mungu ikuangamizeni; au akuadhibuni kwa udhalili kutokana na mikono yetu. Basi ingojeeni amri ya Mwenyezi Mungu; na sisi pia tunaingoja amri yake pamoja nanyi.","lang":"sw"},{"name":"9:53","price":"Sema: Toeni mkipenda msipende. Hakitopokelewa kitu kwenu, kwani nyinyi ni watu wapotovu.","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"Ewe Mtume! Waambie hao wanaafiki wanao taka kuficha unaafiki wao kwa kutoa michango ya mali kwa ajili ya Jihadi na mengineyo: Toeni mtakacho, kwa khiari au kwa nguvu; Mwenyezi Mungu havikubali vitendo vyenu vilivyo kwisha haribiwa na unaafiki wenu! Kwani nyinyi daima ni wenye kuiasi Dini ya Mwenyezi Mungu, wenye kuipinga amri yake.","lang":"sw"},{"name":"9:54","price":"Na hawakuzuiliwa kukubaliwa michango yao ila kwa kuwa walimkataa Mwenyezi Mungu na Mtume wake, wala hawaji kwenye Sala ila kwa uvivu, wala hawatoi michango ila nao wamechukia.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"Wala Mwenyezi Mungu hakukataza visipokelewe wanavyo vitoa ila kwa kuwa wao wamemkataa Mwenyezi Mungu na Mtume wake. Na ukafiri, kukataa, kunavunja a'mali zote. Na vile kwa kuwa wao hawaswali kwa namna walio amrishwa; kwani wao huswali bila ya kuiamini Swala, ila wanafanya kama ni kuficha unaafiki wao. Wala wao hawatoi kitu isipo kuwa na huku wanachukia huko kutoa ndani ya nyoyo zao.","lang":"sw"},{"name":"9:55","price":"Yasikufurahishe mali yao wala wana wao. Hakika Mwenyezi Mungu anataka kuwaadhibu kwayo hapa duniani, na zitoke roho zao na hali wao ni makafiri.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"Wala usifurahie na moyo wako ukavutika kwa unavyo waona wanaafiki wana mali na wana. Kwani Mwenyezi Mungu hakuwapa hayo ila wapate kuyahangaikia hayo kwa taabu na mashaka wayalinde katika maisha ya duniani, bila ya kupata malipwa yake. Yawakumbe mauti nao wamo katika ukafiri wao, waadhibiwe kwa sababu yake Akhera.","lang":"sw"},{"name":"9:56","price":"Na wanaapa kwa Mwenyezi Mungu kwamba wao ni katika nyinyi, wala wao si katika nyinyi. Lakini ni watu wanao ogopa.","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"Na hawa wanaafiki hukuapieni kiapo cha uwongo, enyi jamaa Waumini, kwamba wao ni Waumini kama nyinyi. Na hakika wao hawamuamini Mwenyezi Mungu. Lakini hao ni watu madhaifu na woga, na hayo ndiyo yanayo wapelekea kufanya unaafiki wao, na daima kuwa na khofu.","lang":"sw"},{"name":"9:57","price":"Lau kama wangeli pata pa kukimbilia au mapango au pahala pa kuingia basi wangeli fyatuka mbio kuelekea huko.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"Wao hali wanakudhikini na wanachukia kuingiana nanyi, lau wangeli pata ngome, au mapango milimani, au mashimo chini ya ardhi wakaingia humo, basi wangeli yakimbilia mbio!","lang":"sw"},{"name":"9:58","price":"Na miongoni mwao wapo wanao kusengenya katika kugawa sadaka. Wanapo pewa wao huridhika. Na wakito pewa hukasirika.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"Na baadhi ya hawa wanaafiki wanakusema kwa ubaya, na wanakutia ila katika ugawaji wa sadaka na ngawira. Hawana ila uroho wa makombo ya kidunia tu. Ukiwapa wakitakacho wanakuwa radhi nawe kwa utendayo. Na kama hukuwapa ndio wao ni wepesi wa kukuletea maudhi.","lang":"sw"},{"name":"9:59","price":"Na laiti wao wangeli ridhia kile alicho wapa Mwenyezi Mungu na Mtume wake, na wakasema: Mwenyezi Mungu anatutosheleza, Mwenyezi Mungu atatupa katika fadhila yake - na pia Mtume wake; hakika sisi ni wenye kumtaka Mwenyezi Mungu!","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"Na lau kuwa hao wanaafiki wanao kusema kwa vibaya katika ugawaji wa sadaka na ngawira wangeli ridhia wanacho gaiwa na Mwenyezi Mungu, nacho ndicho anacho wapa Mtume wake, na zikatua nafsi zao - ijapo kuwa ni kitu kidogo - na wakasema: Hukumu ya Mwenyezi Mungu imetutosheleza, na Mwenyezi Mungu ataturuzuku kutokana na fadhila yake, na Mtume wake atakuja tupa zaidi kuliko alicho tupa mara hii, na sisi tunataka ut'iifu wa Mwenyezi Mungu na fadhila zake na ihsani zake.. lau wangeli fanya hayo ingeli kuwa kheri kwao.","lang":"sw"},{"name":"9:60","price":"Wa kupewa sadaka ni mafakiri, na masikini, na wanao zitumikia, na wa kutiwa nguvu nyoyo zao, na katika kukomboa watumwa, na wenye madeni, na katika Njia ya Mwenyezi Mungu, na wasafiri. Huu ni waajibu ulio faridhiwa na Mwenyezi Mungu. Na Mwenyezi Mungu ni Mwenye kujua Mwenye hikima.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"Zaka iliyo faridhiwa haitumiwi ila kwa mafakiri wasio pata cha kuwatosha, na masikini wagonjwa ambao hawawezi kazi wala hawana mali, na wale wanao itumikia kwa kuikusanya, na wanao tiwa moyo kwa sababu wanatarajiwa kusilimu na kupatikana kwao manufaa kwa utumishi wao na kuunusuru Uislamu, na wale wanao eneza Uislamu na kufanya tabshiri (Da'awa), na katika kuwakomboa waliomo utumwani na walio tekwa, na kuwatoa waliomo katika unyonge na utawala wa madhila, na katika kuwalipia wenye madeni walio shindwa kuyalipa ikiwa hayo madeni hayakutokana na madhambi au dhulma au upumbavu, na katika kuzatiti Jihadi katika Njia ya Mwenyezi Mungu, na katika mambo kama hayo yaliyomo katika njia za kheri na wema, na katika kusaidia wasafiri walio katikiwa kupata msaada wa mali yao na watu wao. Mwenyezi Mungu ameyatungia sharia hayo kuwa ni waajibu kwa ajili ya maslaha ya waja wake. Na Mwenyezi Mungu Subhanahu ni Mwenye kujua vyema maslaha ya viumbe vyake, na Mwenye hikima kwa anayo yafanyia sharia. Zaka ni mpango ulio wekwa wa kukusanya mali kutokana na matajiri na kurudishiwa mafakiri. Kwa hivyo ni haki ya mafakiri katika mali ya matajiri. Na huyakusanya mtawala na huyatumilia kwa njia zake ambazo zinahisabiwa kuwa ndio muhimu kabisa na bora hizo ni kupiga vita athari za ufakiri kwa mafakiri. Hupewa mafakiri, masikini, wasafiri, kusaidiwa mwenye deni aliye kopa kwa jambo la halali si kwa uharibifu, na katika hayo ipo njia ya kupewa mkopo \"kardhan hasanan\" (mkopo kwa Lillahi). Katika mwanzo wa Uislamu ilivyo kuwa Zaka inatozwa na kutumiwa vilivyo hapakuwapo katika umma mtu anaye lala na njaa, wala mwombaji aliye dhalilika kwa haja. Ilifika hadi hata wenye kutumikia Zaka wakashitaki kuwa jinsi ya kuenea neema hapana wa kustahiki kupewa. Alishitaki mmoja wapo katika Afrika kumshitakia Khalifa Umar bin Abdulaziz kuwa hakumpata fakiri wa kumpa Zaka. Umar akamwambia walipie wenye madeni. Akawalipia. Bado akashitaki tena. Akamwambia wanunue watumwa uwape uhuru wao. Huo basi ndio utumiwaji wa Zaka. Na ukitaka kweli, ni kuwa lau kuwa Zaka zikikusanywa kwa inavyo faa, na zikatumiliwa zinavyo stahiki basi huo bila ya shaka ungeli kuwa ni mpango bora kabisa wa kudhamini maisha ya umma yasipate shida ya umasikini.","lang":"sw"},{"name":"9:61","price":"Na miongoni mwao wapo wanao muudhi Nabii na kusema: Yeye huyu ni sikio tu. Sema: Basi ni sikio la kheri kwenu. Anamuamini Mwenyezi Mungu, na ana imani na Waumini, naye ni rehema kwa wanao amini miongoni mwenu. Na wanao muudhi Mtume wa Mwenyezi Mungu watapata adhabu chungu.","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"Na wapo watu wanaafiki wanakusudia kumuudhi Nabii, na kumletea ya kumkirihi. Wao humtuhumu kuwa anapenda kusikiliza kila analo ambiwa, kweli na uwongo, na kwamba yeye anakhadaika na hayo anayo yasikia. Basi, ewe Mtume! Waambie: Huyo mnaye msengenya nyuma yake sio kama mnavyo dai. Bali yeye ni sikio la kheri kwenu. Hasikii ila la kweli, wala hakhadaiki na upotovu. Anamsadiki Mwenyezi Mungu na wahyi (ufunuo) wake, na anawasadiki Waumini, kwa sababu Imani yao inawakataza uwongo. Na yeye ni rehema kwa kila mmoja wenu anaye amini. Na hakika Mwenyezi Mungu amewaandalia wanao muudhi Mtume adhabu chungu, na kali, na ya kudumu milele.","lang":"sw"},{"name":"9:62","price":"Wanakuapieni Mwenyezi Mungu ili kukuridhisheni nyinyi, hali ya kuwa wanao stahiki zaidi kuridhishwa ni Mwenyezi Mungu na Mtume wake, lau kama wao ni Waumini.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"Katika kwenda vitani wao hubaki nyuma hawatoki nanyi kwenda kupigana na adui zenu wala hawataradadi. Na kisha hukutoleeni udhuru wa uwongo kwa kule kubaki kwao nyuma. Na hukuapieni ili muwaridhie na mkubali udhuru wao. Na wa kustahiki kutakiwa radhi kama wao kweli ni Waumini, ni Mwenyezi Mungu na Mtume.","lang":"sw"},{"name":"9:63","price":"Je, hawajui ya kwamba anaye shindana na Mwenyezi Mungu na Mtume wake, basi huyo atapata Moto wa Jahannamu adumu humo? Hiyo ndiyo hizaya kubwa.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"Hivyo hawa wanaafiki hawajui kwamba malipo ya mwenye kumkataa Mwenyezi Mungu na Mtume wake na akashindana nao ni adhabu ya daima katika Moto wa Jahannamu? Na hiyo ndiyo hizaya ya kufedhehesha, na madhila makubwa.","lang":"sw"},{"name":"9:64","price":"Wanaafiki wanaogopa isije teremshwa Sura itakayo watajia yaliyomo katika nyoyo zao. Sema: Fanyeni mzaha! Hakika Mwenyezi Mungu atayatoa nje hayo mnayo yaogopa.","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"Wanaafiki wanapo kuwa wao kwa wao humfanyia kejeli Mtume, na wao wanaogopa yasifedheheke mambo yao, zikamteremkia Nabii Aya za Qur'ani zitakazo fichua yale wanayo yaficha katika nyoyo zao, na wanayafanya ni siri baina yao! Ewe Mtume! Waambie: Fanyeni maskhara yenu mpendavyo, Mwenyezi Mungu ni Mwenye kuyafichua hayo mnayo yaogopea yasije kudhihiri.","lang":"sw"},{"name":"9:65","price":"Na ukiwauliza, wanasema: Sisi tulikuwa tukipiga porojo na kucheza tu. Sema: Mlikuwa mkimfanyia maskhara Mwenyezi Mungu na Ishara zake na Mtume wake?","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"Ewe Mtume! Kuwa na yakini kwamba, baada ya kwisha fedheheka mambo yao hawa wanaafiki, ukawauliza sababu ya kuitia ila Dini na kumfanyia kejeli Mwenyezi Mungu na Ishara zake, wao hutoa udhuru kwa kusema: Tulikuwa tunapiga porojo na tukicheza tu! Waambie: Vipi inakufalieni kupiga porojo na kucheza kwa kumfanyia maskhara Mwenyezi Mungu na Aya zake na Mtume wake?","lang":"sw"},{"name":"9:66","price":"Msitoe udhuru; mmekwisha kufuru baada ya kuamini kwenu! Tukilisamehe kundi moja kati yenu, tutaliadhibu kundi jingine kwa kuwa wao ni wakosefu.","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"Msitoe udhuru kama huu wa uwongo! Ukafiri wenu umekwisha dhihiri baada ya kujidai kwenu kuwa mmeamini. Na ikiwa Sisi tutalisamehe kundi moja lenu lilio tubu na likaamini, kwa sababu ya kutubu kwake kwa kweli, na kuamini kwake, vile vile tutaliadhibu kundi jengine katika nyinyi kwa kushikilia kwake ukafiri na unaafiki, na ukhalifu wake katika haki ya Mtume na ya Waumini.","lang":"sw"},{"name":"9:67","price":"Wanaume wanaafiki na wanawake wanaafiki, wote ni hali moja. Huamrisha maovu na huyakataza mema, na huifumba mikono yao. Wamemsahau Mwenyezi Mungu, basi na Yeye pia amewasahau. Hakika wanaafiki ndio wapotofu.","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"Wanaafiki wanaume na wanaafiki wanawake wamefanana kwa kuwa wote wanatenda maovu, na wanayaamrisha, na wanaiacha Haki na wanaikataza, na wanafanya ubakhili kutumia mali katika njia za kheri. Basi hao kama ni viungo vya mwili mmoja. Wamemwacha Mwenyezi Mungu, na Mwenyezi Mungu naye akawaacha wala hawaongoi, kwa kuwa wao wamekwisha toka kwenye ut'iifu wa Mwenyezi Mungu.","lang":"sw"},{"name":"9:68","price":"Mwenyezi Mungu amewaahidi wanaafiki wanaume na wanaafiki wanawake na makafiri Moto wa Jahannamu kudumu humo. Hayo yanawatosha, na Mwenyezi Mungu amewalaani; nao wana adhabu milele.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"Mwenyezi Mungu amewaandikia wanaafiki na makafiri Moto wa Jahannamu. Atawaadhibu humo, wala hawatatoka. Hayo yanatosha kuwa ni malipo yao, na pamoja na malipo hayo watapata kukasirikiwa na Mwenyezi Mungu na adhabu ya daima Siku ya Kiyama.","lang":"sw"},{"name":"9:69","price":"Ni kama wale walio kuwa kabla yenu. Walikuwa wana nguvu na mali na watoto zaidi kuliko nyinyi. Basi walistarehea fungu lao, na nyinyi mnastarehea fungu lenu, kama walivyo starehe kwa fungu lao wale walio kuwa kabla yenu. Na nyinyi mkazama katika maovu kama wao walivyo zama. Hao ndio ambao vitendo vyao vimeharibika katika dunia na Akhera; na hao ndio walio khasiri.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"Hakika hali yenu, enyi wanaafiki, ni kama hali ya wenzenu walio kutangulieni katika unaafiki na ukafiri. Kwa hakika wao walikuwa wana nguvu zaidi kuliko nyinyi, na walikuwa na mali zaidi na watoto. Wakajistarehea kwa sehemu yao ya dunia walio jaaliwa, na wakapuuza kumkumbuka Mwenyezi Mungu na kumcha Yeye. Na wakawakabili Manabii wao kwa kuwabeua na kuwakejeli. Na nyinyi mmejistarehea vile vile kwa mlivyo jaaliwa katika ladha za kidunia, kama walivyo jistarehea wao. Na nyinyi mkabobea katika mambo machafu na mapotovu kama walivyo bobea wao. Hakika hao vitendo vyao vimeharibika, basi havikuwafaa duniani wala Akhera, na wakawa wenye kukhasiri. Na nyinyi ni mfano wa hao katika hali na matokeo maovu.","lang":"sw"},{"name":"9:70","price":"Je, hazikuwafikia khabari za walio kuwa kabla yao - kaumu ya Nuhu, na A'ad, na Thamud, na kaumu ya Ibrahim, na watu wa Madyana, na miji iliyo pinduliwa chini juu? Mitume wao waliwafikia kwa hoja zilizo wazi. Basi Mwenyezi Mungu hakuwa mwenye kuwadhulumu, walakini wao walikuwa wakijidhulumu wenyewe.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"Basi je, hawazingatii wanaafiki na makafiri hali ya walio watangulia katika kaumu ya Nuhu na A'ad na Thamud na kaumu ya Ibrahim na kaumu ya Shuaib na kaumu Lut'? Mitume wa Mwenyezi Mungu waliwajia na hoja zilizo wazi wazi kutokana na Mwenyezi Mungu, na wakawakanusha na wakawakataa! Mwenyezi Mungu akawashika kila mmoja wao kwa dhambi zake, na akawateketeza wote! Wala Mwenyezi Mungu hakuwadhulumu, lakini walizidhulumu wenyewe nafsi zao kwa ukafiri wao, na uasi wao kumuasi Mwenyezi Mungu, na wakastahiki peke yao kupata adhabu. Basi wao ndio wanao jidhulumu wenyewe.","lang":"sw"},{"name":"9:71","price":"Na Waumini wanaume na Waumini wanawake wao kwa wao ni marafiki walinzi. Huamrisha mema na hukataza maovu, na hushika Sala, na hutoa Zaka, na humt'ii Mwenyezi Mungu na Mtume wake. Hao Mwenyezi Mungu atawarehemu. Hakika Mwenyezi Mungu ni Mtukufu Mwenye nguvu, Mwenye hikima.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"Na Waumini wanaume na Waumini wanawake, wao kwa wao ni wapenzi wa kupendana na kusaidiana, kwa mujibu wa Imani. Wanaamrisha yanayo amrishwa na Dini yao ya Haki, na wanakataza yanayo katazwa na Dini. Wanatimiza Swala kwa nyakati zake, wanatoa Zaka kuwapa wanao stahiki kwa wakati wake. Na wanat'ii anayo waamrisha Mwenyezi Mungu na Mtume wake. Na wanayaepuka anayo yakataza Mwenyezi Mungu na Mtume wake. Na hao ndio watakao kuwa chini ya Rehema ya Mwenyezi Mungu, kwa kuwa Mwenyezi Mungu ni Muweza wa kuwalinda kwa Rehema, na Mwenye hikima katika upaji wake.","lang":"sw"},{"name":"9:72","price":"Mwenyezi Mungu amewaahidi Waumini wanaume na Waumini wanawake Bustani zipitazo mito kati yake, wadumu humo. Na makaazi mema katika Bustani za kudumu, na Radhi za Mwenyezi Mungu ndio kubwa kuliko yote. Huko ndiko kufuzu kukubwa.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"Mwenyezi Mungu amewaahidi hao Bustani (Pepo) watakao kaa daima katika neema zake, na makaazi ya kuziliwaza nafsi zao katika makao ya kudumu milele. Na pamoja na hayo watapata Radhi ya Mwenyezi Mungu kuwa radhi nao, nayo wataiona. Na hiyo ndiyo neema kubwa kabisa. Na huko ndiko kufuzu kukubwa.","lang":"sw"},{"name":"9:73","price":"Ewe Nabii! Pambana na makafiri na wanaafiki, na wakazanie. Na makaazi yao ni Jahannamu, na huo ndio mwisho mbaya.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"Ewe Nabii! Shikamana na juhudi ya kuwazuia makafiri na ukafiri wao, na wanaafiki na unaafiki wao. Na wakazanie katika juhudi yako. Makaazi yao hawa aliyo waahidi Mwenyezi Mungu huko Akhera ni Jahannamu. Na uovu ulioje mwisho huo!","lang":"sw"},{"name":"9:74","price":"Wanaapa kwa Mwenyezi Mungu kuwa hawakusema; nao wamekwisha sema neno la ukafiri, na wakakufuru baada ya kusilimu kwao. Na wakajihimu kufanya ambayo hawakuweza kuyafikia. Na hawakuchukia ila kuwa Mwenyezi Mungu na Mtume wake amewatajirisha kutokana na fadhila zake. Wakitubu itakuwa kheri kwao, na wakigeuka Mwenyezi Mungu atawaadhibu adhabu chungu duniani na Akhera. Na wala hawana katika ardhi mlinzi wala wa kuwanusuru.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"Hao wanaafiki wanaapa mbele yako, ewe Mtume wa Mwenyezi Mungu, kwamba hawakusema jambo baya katika hayo uliyo ambiwa. Nao ni waongo katika kukataa kwao, wanaapa kiapo cha uwongo! Na wao hakika wamesema neno la kufuru. Na ukafiri wao sasa umebainika, baada ya kuwa kwanza umefichika. Na hapana sababu yoyote ya kukuchukia ila ni kiburi kwa neema walizo pewa na Mwenyezi Mungu na Mtume wake, kwa kule kupewa ngawira walizo shirikiana na Waislamu! Wakirejea kwa Mwenyezi Mungu, wakaacha unaafiki wao, na wakajuta kwa waliyo yatenda, toba yao itakubaliwa. Na hivyo itakuwa kheri kwao. Wakiitupa Imani, basi Mwenyezi Mungu atawaadhibu duniani kwa namna mbali mbali za balaa, na kesho Akhera atawatia katika Moto wa Jahannamu. Wala hawatapata katika ardhi wa kuwapigania, au wa kuwaombea, au wa kuwanusuru.","lang":"sw"},{"name":"9:75","price":"Na miongoni mwao wapo walio muahidi Mwenyezi Mungu kwa kusema: Akitupa katika fadhila yake hapana shaka tutatoa sadaka, na tutakuwa katika watendao mema.","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"Katika wanaafiki wapo ambao humuapia na kumuahidi Mwenyezi Mungu kuwa akiwapa mali na akawatajirisha kwa fadhila yake, basi watatoa sadaka na watakuwa wenye vitendo vyema.","lang":"sw"},{"name":"9:76","price":"Alipo wapa katika fadhila yake wakaifanyia ubakhili na wakageuka, na huku wakipuuza.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"Mwenyezi Mungu akiwaitikia na akawapa kwa fadhila yake, wanafanya ubakhili. Hawatoi kitu, wala hawatimizi ahadi, na huiacha kheri wakiipuuza na wakimpuuza Mwenyezi Mungu.","lang":"sw"},{"name":"9:77","price":"Basi akawalipa unaafiki kuutia nyoyoni mwao mpaka Siku watapo kutana naye, kwa sababu ya kuwa walimkhalifu Mwenyezi Mungu katika yale waliyo muahidi, na kwa sababu ya kusema kwao uwongo.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"Matokeo ya ubakhili wao ni kujaa unaafiki katika nyoyo zao mpaka watakapo kufa na wakakutana na Mwenyezi Mungu, kwa sababu ya kuvunja ahadi zao na uwongo wao katika viapo vyao.","lang":"sw"},{"name":"9:78","price":"Je, hawajui kwamba Mwenyezi Mungu anajua siri zao na minong'ono yao, na kwamba Mwenyezi Mungu ni Mwenye kuyajua sana ya ghaibu?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"Vipi wanajitia ujinga na Mwenyezi Mungu ni Mwenye kuwajua vyema? Hapana chochote wanacho dhamiria kisirisiri katika kuvunja ahadi kinacho fichikana kwake. Wala wanacho kinong'ona kwa uficho katika kuitia kombo Dini na kuwapangia njama Waislamu. Naye, aliye tukuka shani yake, ni Mjuzi mno hapitikiwi na kitu chochote..","lang":"sw"},{"name":"9:79","price":" Wale wanao wabeuwa Waumini wanao toa sadaka nyingi na wasio nacho cha kutoa ila kadri ya juhudi yao, basi huwakejeli. Mwenyezi Mungu atawakejeli wao! Nao watapata adhabu chungu!","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"Na katika ila zao hawa wanaafiki pamoja na ubakhili wao ni kuwa wao huwakejeli Waumini wenye nafasi kwa vile kusabilia mali yao kwa wanao hitajia, na huwafanyia maskhara wale wenye nafasi ndogo wanao toa sadaka juu ya kuwa wenyewe walicho nacho ni kidogo. Mwenyezi Mungu kesha walipa kwa hizo kejeli zao kwa kuwakashifu wakatambulikana fedheha zao, wakawa wao ndio kichekesho cha watu wote. Na kesho Akhera adhabu yao itakuwa kali.","lang":"sw"},{"name":"9:80","price":"Waombee msamaha au usiwaombee. Hata ukiwaombea msamaha mara sabiini, Mwenyezi Mungu hatawasamehe. Hayo ni kwa sababu ya kuwa wao wamemkataa Mwenyezi Mungu na Mtume wake. Na Mwenyezi Mungu hawaongoi watu wapotofu.","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"Haitofaa kitu kuwaitikia baadhi yao na ukawaombea maghfira kwa Mwenyezi Mungu. Ewe Nabii! Ukiwaombea msamaha au ukitowaombea, hata ukiwaombea mara ngapi, Mwenyezi Mungu hatowasamehe! Kwa sababu kwa hawa hapana matarajio ya msamaha wala maghfira maadamu wanaendelea na ukafiri wao. Na watu hawa wamemkataa Mwenyezi Mungu na Mtume wake! Na Mwenyezi Mungu hawaongoi watu wanao kwenda kinyume naye, wakamuasi, na wakenda kinyume na kumuasi Mtume wake, na wakaiasi Sharia yake na Dini yake.","lang":"sw"},{"name":"9:81","price":"Walifurahi walio achwa nyuma kwa kule kubakia kwao nyuma na kumuacha Mtume wa Mwenyezi Mungu. Na walichukia kupigana Jihadi kwa mali zao na nafsi zao, na wakasema: Msitoke nje katika joto! Sema: Moto wa Jahannamu una joto zaidi, laiti wangeli fahamu!","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"Hakika wanaafiki walibaki nyuma wasitoke pamoja na Mtume wa Mwenyezi Mungu kwenda kuwakaabili maadui, na wakafurahi kubakia Madina baada ya kutoka Nabii, na kukhalifu amri yake ya kwenda kwenye Jihadi. Walichukia kutumia mali yao na kujitolea roho zao kwa ajili ya Jihadi kulinyanyua Neno la Mwenyezi Mungu na kuinusuru Dini yake. Wakawa wao wakiwavunja moyo wengineo, na wakiwashawishi wabaki nyuma pamoja nao, na wakiwatisha wasende vitani katika joto kama hilo! Ewe Mtume! Waambie hawa: Kama nyinyi mna akili mtakumbuka kuwa vukuto la Moto wa Jahannamu ni kali zaidi na lina shida zaidi kuliko hili mnalo likhofu.","lang":"sw"},{"name":"9:82","price":"Basi nawacheke kidogo; watalia sana. Hayo ni malipo ya yale waliyo kuwa wakiyachuma.","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"Basi nawacheke kufurahia kutokwenda vitani na kuwakejeli Waumini. Kwani kicheko chao muda wake ni mfupi; kitakwisha yatakapo kwisha maisha yao hapa duniani. Tena kitafuata kilio kikubwa kisicho kuwa na mwisho cha huko Akhera. Hayo ni malipo yao kwa madhambi waliyo yafanya.","lang":"sw"},{"name":"9:83","price":"Basi Mwenyezi Mungu akikurudisha kwenye kikundi kimoja miongoni mwao - na wakakutaka idhini ya kutoka - sema: Nyinyi hamtatoka pamoja nami kabisa, wala hamtapigana na adui pamoja nami. Nyinyi mliridhia kukaa nyuma mara ya kwanza, basi kaeni pamoja na hao watakao bakia nyuma.","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"Ukirejea kutoka vitani wakawa baadhi ya hawa wanaafiki walio kataa kwenda vitani wakakutaka ruhusa watoke nawe kwenda Jihadi katika vita vingine, basi wewe usiwakubalie, na waambie: Hamtokwenda nami katika vita vyo vyote, wala hamtoshirikiana nami katika kupigana kokote na adui. Kwani kukaa kwenu nyuma msitoke pale mara ya kwanza hakukuwa na udhuru wowote unao faa, wala haikutokea toba yoyote ya kustahiki msamaha! Basi kaeni kama mlivyo ridhia kukaa pamoja na wazee na wakongwe na wanawake na watoto wadogo walio bakia nyuma.","lang":"sw"},{"name":"9:84","price":"Wala usimsalie kabisa yeyote katika wao akifa, wala usisimame kaburini kwake. Hakika hao wamemkataa Mwenyezi Mungu na Mtume wake, na wakafa na hali ni wapotofu.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"Na akifa yeyote katika wao, basi usimsalie, wala usisimame kaburini kwake anapo zikwa, kwa sababu hawa wameishi maisha yao nao wakimkataa Mwenyezi Mungu na Mtume wake, na wao wamekufa, nao wametoka katika Dini ya Mwenyezi Mungu.","lang":"sw"},{"name":"9:85","price":"Wala zisikushitue mali zao na watoto wao. Mwenyezi Mungu anataka kuwaadhibu kwa hayo katika dunia; na zitoke roho zao na hali wao ni makafiri.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"Wala usistaajabu, ewe Mtume, kuona tulivyo wapa mali na wana, juu ya kuwa tumeudhika nao. Hayakuwa hayo kwa kuwa tunawapendelea wao zaidi, lakini ni kutekeleza anayo yataka Mwenyezi Mungu yawapate, nayo ni shakawa ya duniani kwa kushughulikia kukusanya mijimali tu pamoja na yaliyo lazimikana nayo. Nayo ni hizo hamu na masaibu yanayo ambatana na ukusanyaji wa mali. Na ili yatimie anayo yataka Mwenyezi Mungu yawe, nayo ni kuwa waifariki dunia nao ni makafiri, iwe wamekhasiri dunia na Akhera.","lang":"sw"},{"name":"9:86","price":"Na inapo teremshwa Sura isemayo: Muaminini Mwenyezi Mungu na piganeni Jihadi pamoja na Mtume wake, wale wenye nguvu miongoni mwao hukutaka ruhusa na husema: Tuache tuwe pamoja na wanao kaa nyuma!","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"Na hawa wanaafiki wakisikia chochote ulicho teremshiwa katika Qur'ani kinacho wataka wamsafie Imani Mwenyezi Mungu, na wende kwenye Jihadi pamoja na Mtume wa Mwenyezi Mungu, matajiri na wenye nguvu katika wao wanakutaka uwaachilie wasende nawe kwenye Jihadi, na husema: Tuache tuwe na hawa walio pewa ruhusa kukaa nyuma Madina.","lang":"sw"},{"name":"9:87","price":"Wameridhia kuwa pamoja na wabakiao nyuma, na nyoyo zao zikapigwa muhuri; kwa hivyo hawafahamu.","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"Hao hakika wamejikubalia wenyewe wahisabike katika walio bakia nyuma, nao ni wanawake, na wasio jiweza, na watoto wadogo wasio viweza vita. Na Mwenyezi Mungu amepiga muhuri juu ya nyoyo zao kwa khofu na unaafiki. Basi hao hawafahamu vilivyo uhakika wa Jihadi na kumfuata Mtume, nako ni kupata utukufu duniani na kupata radhi ya Mwenyezi Mungu katika Akhera.","lang":"sw"},{"name":"9:88","price":"Lakini Mtume na wale walio amini pamoja naye waliwania Jihadi kwa mali zao na nafsi zao. Hao ndio watakao pata kheri nyingi, na hao ndio wenye kufanikiwa.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"Hiyo ndiyo hali ya wanaafiki. Lakini Mtume na wale walio sadiki pamoja naye, wametoa mali zao na roho zao ili kumridhi Mwenyezi Mungu, na kulinyanyua Neno lake. Hao tu peke yao ndio watakao pata kila kheri ya duniani, nayo ni utukufu na ushindi, na a'mali njema. Na wao peke yao ndio wenye kufuzu.","lang":"sw"},{"name":"9:89","price":"Mwenyezi Mungu amewatengenezea Bustani zipitazo mito kati yake, wadumu humo. Huko ndiko kufuzu kukubwa.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"Na Mwenyezi Mungu amekwisha watengenezea katika Akhera neema za kudumu, katika Mabustani yanayo pitiwa na mito. Na huko ndiko kufuzu adhimu, na kufanikiwa kukubwa.","lang":"sw"},{"name":"9:90","price":"Na walikuja wenye kutoa udhuru katika Mabedui ili wapewe ruhusa, na wakakaa wale walio mwambia Mwenyezi Mungu na Mtume wake uwongo. Itawafika walio kufuru katika wao adhabu chungu.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"Na kama walivyo bakia nyuma baadhi ya wanaafiki katika Madina wasitoke kwenda pigana Jihadi, kadhaalika walikuja baadhi ya Mabedui, nao ni watu wa majangwani, wakijidai kutoa udhuru huu na huu ili waruhusiwe wabaki nyuma. Na kwa hivyo wakakaa nyuma wale walio mwambia uwongo Mwenyezi Mungu na Mtume wake kwa kuonyesha Imani. Hawakuhudhuria, wala hawakumtaka udhuru Mwenyezi Mungu na Mtume wake. Na hiyo ni dalili ya ukafiri wao. Adhabu ya kutia uchungu itawateremkia walio makafiri kati yao.","lang":"sw"},{"name":"9:91","price":"Hapana lawama kwa wanyonge, wagonjwa, na wasio pata cha kutumia, maadamu wanamsafia niya Mwenyezi Mungu na Mtume wake. Hapana njia ya kuwalaumu wanao fanya wema. Na Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"Hakika wanao kubaliwa udhuru wao kubaki nyuma ni wanyonge, na madhaifu wasio jiweza, na wagonjwa, na mafakiri wasio pata cha kutumia kujizatiti kwa vita. Na watu hawa wakiwa wao wana usafi wa niya kwa Mwenyezi Mungu na Mtume wake katika Dini yao, basi hao ni watu wema, wala hapana lawama juu ya watu wema. Na Mwenyezi Mungu ni Mwingi wa Maghfira, na Mkunjufu wa Rehema.","lang":"sw"},{"name":"9:92","price":"Wala wale walio kujia ili uwachukue ukasema: Sina kipando cha kukuchukueni. Tena wakarudi na macho yao yanamiminika machozi kwa huzuni ya kukosa cha kutoa.","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"Na kadhaalika hapana lawama juu ya Waumini wanao kujia uwapatie kipando cha kwendea Jihadi ukawaambia: Sina cha kukupandisheni. Wakenda zao na macho yao yanatiririka machozi kwa huzuni ya kukosa sharafu ya Jihadi katika Njia ya Mwenyezi Mungu, kwa kukosa kwao masurufu ya kutoa.","lang":"sw"},{"name":"9:93","price":"Ipo njia ya kuwalaumu wale wanao kuomba ruhusa wasende vitani na hali wao ni matajiri. Wameridhia kuwa pamoja na wanao bakia nyuma. Na Mwenyezi Mungu amewapiga muhuri juu ya nyoyo zao. Kwa hivyo hawajui.","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"Lawama na adhabu ni juu ya wale wanao kutaka ruhusa, ewe Mtume, wabakie nyuma wasende vitani, nao wanayo mali na zana, na wanaweza kutoka pamoja nawe. Kwani hao juu ya uwezo wao wamekhiari wabaki nyuma pamoja na wanawake wanyonge, na wazee wakongwe, na wagonjwa wasio jiweza; na nyoyo zao hao zimefungwa hazitambui Haki, na hawajui matokeo maovu kabisa yatakayotokea duniani na Akhera kwa kule kuacha kutoka kwao kwenda kwenye Jihadi.","lang":"sw"},{"name":"9:94","price":"WATAKUTOLEENI UDHURU mtapo warudia. Sema: Msitoe udhuru; hatukuaminini. Mwenyezi Mungu amekwisha tueleza khabari zenu. Na Mwenyezi Mungu na Mtume wake wataviona vitendo vyenu. Kisha mtarudishwa kwa Mjuzi wa ya siri na ya dhaahiri; naye atakuambieni mliyo kuwa mkiyatenda.","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"Enyi Waumini Mujaahidina! Hao walio bakia nyuma na wakafanya taksiri watakutoleeni udhuru mtapo rejea kutoka vitani na mkakutana nao. Ewe Mtume! Waambie: Msitoe udhuru, kwani hakika sisi hatukusadikini. Mwenyezi Mungu amekwisha bainisha wazi ukweli wa roho zenu, na amemfunulia Nabii wake baadhi ya uwongo wenu. Na baada ya hayo Mwenyezi Mungu na Mtume wake watavijua vitendo vyenu. Na mwisho wenu baada ya maisha ya duniani ni kuendea kwa Mwenyezi Mungu ambaye anayajua yaliyo fichikana na yanayo onekana wazi. Naye atakulipeni kwa mliyo kuwa mkiyatenda. Na atakulipeni kwa mnavyo stahiki.","lang":"sw"},{"name":"9:95","price":"Watakuapieni kwa Mwenyezi Mungu mtakapo rudi kwao ili muwaachilie mbali. Basi waachilieni mbali. Hakika hao ni najsi, na makaazi yao ni Jahannamu, kuwa ni malipo kwa waliyo kuwa wakiyachuma.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"Watakuapieni kwa Mwenyezi Mungu pale mtapo rejea kwao, kwamba wao wanasema kweli katika kutoa udhuru wao, ili muwaridhie na kwa hivyo waghafilike na vitendo vyao. Basi msiwakubalie kwa lengo lao hilo. Bali watengeni na muwachukie, kwani wao wako daraja ya mwisho kabisa ya ukhabithi wa roho na ukafiri. Na mwisho wao ni Jahannamu, kuwa ndio adabu yao kwa madhambi na maasi walio yatenda!","lang":"sw"},{"name":"9:96","price":"Wanakuapieni ili muwe radhi nao. Basi hata mkiwa radhi nao nyiye, Mwenyezi Mungu hawi radhi na watu wapotofu.","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"Wanakuapieni kwa tamaa ya kutaka muwe radhi nao. Hata mkakhadaika kwa viapo vyao na mkawaridhia, radhi zenu nyinyi peke yenu hazitowafaa, kwa sababu Mwenyezi Mungu amekasirika nao kwa upotovu wao na uasi wao kuipinga Dini!","lang":"sw"},{"name":"9:97","price":"Mabedui wamezidi sana katika ukafiri na unaafiki, na wameelekea zaidi kutojua mipaka ya aliyo yateremsha Mwenyezi Mungu juu ya Mtume wake. Na Mwenyezi Mungu ni Mjuzi Mwenye hikima.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"Mabedui, Waarabu wa majangwani, ndio wakubwa wa kuikataa Haki na wa unaafiki. Hao hakika wamefika upeo wa mwisho katika hayo. Na hayo ni hivyo kwa kuwa wao wapo mbali na maarifa na mwahali mwenye vitovu vya ilimu. Na wao ndio wameelekea zaidi kuwa wasiijue mipaka ya Mwenyezi Mungu, na aliyo mteremshia Mtume wake katika sharia na hukumu. Na Mwenyezi Mungu ni Mjuzi wa pande zote mbili, na ni Mwenye hikima katika malipo anayo yakadiria.","lang":"sw"},{"name":"9:98","price":"Na katika Mabedui hao wapo wanao fikiri kuwa wanayo yatoa ni gharama ya bure, na wanakungojeleeni mambo yakugeukieni. Mageuko maovu yatakuwa juu yao! Na Mwenyezi Mungu ni Mwenye kusikia Mwenye kujua.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"Na baadhi ya hawa wanaafiki katika watu wa majangwani wanaona kuwa wanacho kitoa katika Sabiili-Llahi (Njia ya Mwenyezi Mungu) kuwa ni gharama na khasara ya bure, kwa kuwa vile hawaamini kuwa kuna malipo ya Mwenyezi Mungu Mtukufu. Nao wanataraji na wanangojea hali ya vita ikugeukieni nyinyi Waumini. Bali hayo mageuko yatawageukia wao! Na hiyo shari wanayo ingojea ikufikieni itawafika wao iwazunguke! Na Mwenyezi Mungu ni Mwenye kuzisikia kauli zao, na Mwenye kuvijua vitendo vyao na niya zao, na madhambi wanayo yachuma.","lang":"sw"},{"name":"9:99","price":"Na katika Mabedui wapo wanao muamini Mwenyezi Mungu na Siku ya Mwisho, na wanaitakidi kuwa wanayo yatoa ndiyo ya kuwasogeza kwa Mwenyezi Mungu na ya kuwapatia dua za Mtume. Naam! Hayo ni kweli mambo ya kuwasogeza. Mwenyezi Mungu atawaingiza katika rehema yake. Hakika Mwenyezi Mungu ni Mwenye maghfira Mwenye kurehemu.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"Wala si kama Mabedui wote ni hali hiyo. Wamo kati yao wanao muamini Mwenyezi Mungu, na wanaisadiki Siku ya Kiyama, na wanaitakidi kuwa kwa kutoa katika Njia ya Mwenyezi Mungu wanajikaribisha kwa Mwenyezi Mungu, na ni sababu ya Mtume s.a.w. kuwaombea wao, kwa kuwa yeye alikuwa akiwaombea kheri na baraka wale wanao toa sadaka. Na hayo bila ya shaka ni njia kubwa ya kuwakaribisha watu kwa Mwenyezi Mungu na kuwafikishia yale wayatakayo. Basi hakika Mwenyezi Mungu atawamiminia rehema yake, kwani Yeye ni Mwenye kusamehe madhambi, Mwenye kuwarehemu viumbe vyake.","lang":"sw"},{"name":"9:100","price":"Na wale walio tangulia, wa kwanza, katika Wahajiri na Ansari, na walio wafuata kwa wema, Mwenyezi Mungu ameridhika nao, na wao wameridhika naye; na amewaandalia Bustani zipitazo mito kati yake, wadumu humo milele. Huko ndiko kufuzu kukubwa.","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"Na Waumini walio tangulia kusilimu, na Wahajiri (walio hama Makka kwenda Madina) na Ansari (wasaidizi wa Madina walio wapokea) walio kwenda mwendo mzuri wala hawakufanya taksiri, Mwenyezi Mungu yu radhi nao. Basi anawapokea na anawalipa mema. Na wao kadhaalika wameridhika na wamefurahia aliyo waandalia Mwenyezi Mungu, nayo ni Mabustani yapitayo mito kati ya miti yake. Wataneemeka humo kwa neema ya milele. Na huko ndiko kufuzu kukubwa.","lang":"sw"},{"name":"9:101","price":"Na katika mabedui walio jirani zenu wamo wanaafiki; na katika wenyeji wa Madina pia wapo walio bobea katika unaafiki. Wewe huwajui. Sisi tunawajua. Tutawaadhibu mara mbili, kisha watarudishwa kwenye adhabu kubwa.","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"Na katika walio kuwa jirani na Madina miongoni mwa watu wa majangwani, walikuwako walio kuwa wakificha ukafiri wao na wakijidhihirisha kuwa ni Waumini. Na katika wakaazi wa Madina walikuwapo walio kuwa wamezoea unaafiki hata wakawa mabingwa, na wakawa wanauficha watu wasiutambue! Hata mwisho wewe, Mtume, usiwajue. Lakini Mwenyezi Mungu anajua hakika yao, na atawaadhibu duniani mara mbili - mara ya kwanza kwa kuwashinda maadui zenu, na hayo yatawaudhi wao; na mara nyingine kwa kuwafedhehi na kuwakashifu unaafiki wao. Tena, basi, watarejeshwa Siku ya Akhera kwenye adhabu ya Moto, na vitisho vyake vikubwa.","lang":"sw"},{"name":"9:102","price":"Na wengine walikiri dhambi zao, wakachanganya vitendo vyema na vingine viovu. Asaa Mwenyezi Mungu akapokea toba zao. Hakika Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"Na wapo watu wengine walio kuudhini, kisha baadae wakakubali makosa yao, na wakafuata Njia ya Haki. Basi watu hao wamefanya vitendo vyema na vitendo viovu. Kwa hao inatarajiwa kukubaliwa toba yao. Na hakika Mwenyezi Mungu ni Mwenye kuwarehemu waja wake; huikubali toba yao na huwasamehe.","lang":"sw"},{"name":"9:103","price":"Chukua sadaka katika mali zao, uwasafishe na uwatakase kwazo, na uwaombee rehema. Hakika maombi yako ni utulivu kwao. Na Mwenyezi Mungu ni Mwenye kusikia Mwenye kujua.","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"Ewe Mtume! Pokea kwa hawa wenye kutubu sadaka zao, uwasafishe kwa hizo sadaka makosa yao na uchoyo wao, na unyanyue daraja zao mbele ya Mwenyezi Mungu. Na waombee kheri na uwongofu; kwani kuomba kwako kutawapoza nafsi zao, na zitatulia nyoyo zao. Na Mwenyezi Mungu ni Mwenye kusikia maombi, Mwenye kuwajua wenye nyoyo safi katika toba zao.","lang":"sw"},{"name":"9:104","price":"Je! Hawajui ya kwamba Mwenyezi Mungu anapokea toba ya waja wake, na anazikubali sadaka, na kwamba Mwenyezi Mungu ni Mwingi wa kupokea toba na Mwenye kurehemu?.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"Hebu na wajue hao wanao tubu kuwa hakika Mwenyezi Mungu peke yake ndiye anaye kubali toba ya kweli, na sadaka iliyo safi, na kwamba Yeye Subhanahu ndiye Mkunjufu wa fadhila katika kukubali toba, Mkuu katika kuwarehemu waja wake.","lang":"sw"},{"name":"9:105","price":"Na sema: Tendeni vitendo. Na Mwenyezi Mungu, na Mtume wake, na Waumini wataviona vitendo vyenu. Na mtarudishwa kwa Mwenye kujua siri na dhaahiri; naye atakuambieni mliyo kuwa mkiyatenda.","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"Ewe Mtume! Waambie watu: Tendeni wala msifanye taksiri katika vitendo vya kheri na kutekeleza waajibu. Kwani hakika Mwenyezi Mungu anavijua vitendo vyenu vyote. Na Mtume na Waumini nao pia wataviona na watavipima kwa vipimo vya Imani, na wataviona kwa mujibu wa itakikanavyo. Kisha mtarudishwa baada ya kufa kwa Mwenye kuijua siri yenu na dhaahiri yenu, apate kukulipeni kwa vitendo vyenu, baada ya kukwambieni dogo lake na kubwa lake.","lang":"sw"},{"name":"9:106","price":"Na wapo wengine wanangojea amri ya Mwenyezi Mungu - ama atawaadhibu au atawasamehe. Na Mwenyezi Mungu ni Mwenye kujua Mwenye hikima.","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"Na wapo watu wengine wametumbukia katika madhambi - wameacha kwenda kwenye Jihadi, lakini hawana unaafiki. Watu hawa wanangojea amri ya Mwenyezi Mungu. Ama awaadhibu au awakubalie toba yao awasamehe. Na Mwenyezi Mungu anazijua hali zao, na yaliyomo ndani ya nyoyo zao. Naye ni Mwenye hikima kwa ayafanyayo kwa waja wake, ikiwa kuwalipa thawabu au adhabu.","lang":"sw"},{"name":"9:107","price":"Na wapo walio jenga msikiti kwa ajili ya madhara na ukafiri na kuwafarikisha Waumini, na pa kuvizia kwa walio mpiga vita Mwenyezi Mungu na Mtume wake hapo kabla. Na bila ya shaka wataapa kwamba: Hatukukusudia ila wema tu. Na Mwenyezi Mungu anashuhudia kuwa wao ni waongo.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"Na miongoni mwa wanaafiki walikuwapo jamaa walio jenga msikiti si kwa kutafuta ridhaa ya Mwenyezi Mungu, bali wakikusudia madhara, na kufuru, na kuwagawa Waumini. Na wao wataapa kuwa wao hawakutaka kwa kujenga msikiti huo ila kheri na a'mali njema. Na Mwenyezi Mungu anawashuhudia kuwa ni waongo katika hiyo Imani yao. Msikiti ulio tajwa katika Aya ulijengwa na baadhi ya wanaafiki wa Madina walio azimia shari. Waliudhika kujengwa Masjid Qubaa walio ujenga Banu Amri bin Auf, na akaubariki Mtume s.a.w. kwa kuswali ndani yake. Basi Ibn Aamir Arrahib (aliye itwa Rahib, Mmonaki, kwa kushirikiana kwake na Mapadri) aliwachochea hao wanaafiki wajenge nao Msikiti wa ushinde kushindana na walio jenga Masjid Qubaa, ili uwepo ushinde wa kijahili kwa kila mmoja kujitapa kwa kujenga msikiti. Vile vile ilikuwa azma yao wafanye hapo ni kioteo pa kukutania siri kupanga njama za kuwadhuru Waumini. Baada ya kwisha jenga walimualika Mtume s.a.w. ende kuswali humo, wafanye hiyo sala ndio ada tena ya ushindani wao na kuwafarikisha Waumini. Mtume alitaka kuitikia wito wao bila ya kujua njama zao. Lakini Mwenyezi Mungu Mtukufu alimjuvya alipo kuwa anarudi kutoka vita vya Tabuk na azma yake ya kuitikia wito. Na Yeye Subhanahu akamkataza asisimame kabisa katika msikiti huo, licha ya kuswali ndani yake.","lang":"sw"},{"name":"9:108","price":"Usisimame kwenye msikiti huo kabisa. Msikiti ulio jengwa juu ya msingi wa uchamngu tangu siku ya mwanzo unastahiki zaidi wewe usimame ndani yake. Humo wamo watu wanao penda kujitakasa. Na Mwenyezi Mungu anawapenda wanao jitakasa.","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"Ewe Mtume! Usisali kabisa katika msikiti huo. Msikiti unao faa kupata rehema za Mwenyezi Mungu na radhi zake tangu mwanzo kama Masjid Qubaa ndio unao stahiki kusimamishwa ndani yake ibada za Mwenyezi Mungu. Katika msikiti huo wamo watu wanao penda kujinadhifisha miili yao na nyoyo zao kwa kutekeleza ibada zilizo sawa. Na Mwenyezi anawapenda na anawalipa thawabu wanao jikaribisha kwake kwa kujit'ahirisha nje na ndani, kiwiliwili na kiroho.","lang":"sw"},{"name":"9:109","price":"Je! Mwenye kuweka msingi wa jengo lake juu ya kumcha Mwenyezi Mungu na radhi zake ni bora au mwenye kuweka msingi wa jengo lake juu ya ukingo wa shimo linalo burugunyika, na likaburugunyika naye katika Moto wa Jahannamu? Na Mwenyezi Mungu hawaongoi watu madhaalimu.","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"Hawi sawa katika itikadi yake wala katika vitendo vyake mwenye kusimamisha jengo lake kwa usafi wa niya katika kumcha Mwenyezi Mungu na kutafuta radhi zake, na yule mwenye kusimamisha jengo lake juu ya unaafiki, na ukafiri. Kwani vitendo vya mchamngu vimenyooka, vimejengeka juu ya msingi madhbuti. Na vitendo vya mnaafiki ni kama jengo lililo jengwa juu ya ukingo wa shimo. Jengo hilo litaporomoka tu, na litamtupa mwenyewe katika Moto wa Jahannamu. Na Mwenyezi Mungu hamuongoi kwenye Njia ya Uwongofu anaye shikilia kujidhulumu nafsi yake kwa ukafiri.","lang":"sw"},{"name":"9:110","price":"Na jengo lao hilo walilo lijenga litakuwa sababu ya kutia wasiwasi nyoyoni mwao mpaka nyoyo zao hizo zikatike vipande vipande. Na Mwenyezi Mungu ni Mwenye kujua Mwenye hikima.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"Na hilo jengo lao walilo lijenga wanaafiki litakuwa ni sababu ya kuwakereketa na kuwatia khofu katika nyoyo zao. Hayeshi hayo mpaka zipasuke nyoyo zao kwa majuto na kutubu au wafe! Na Mwenyezi Mungu ni Mjuzi wa kila kitu, na Mwenye hikima katika vitendo vyake na malipo yake.","lang":"sw"},{"name":"9:111","price":"Hakika Mwenyezi Mungu amenunua kwa Waumini nafsi zao na mali zao kwa kuwa wao watapata Pepo. Wanapigana katika Njia ya Mwenyezi Mungu - wanauwa na wanauwawa. Hii ni ahadi aliyo jilazimisha kwa Haki katika Taurati na Injili na Qur'ani. Na nani atimizae ahadi kuliko Mwenyezi Mungu? Basi furahini kwa biashara yenu mliyo fanya naye. Na huko ndiko kufuzu kukubwa,.","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"Mwenyezi Mungu anatilia mkazo ahadi yake aliyo wapa Waumini wanao toa nafsi zao na mali yao kwa ajili ya Njia yake, kuwa hakika Yeye amenunua kwao hizo nafsi zao na mali yao kwa kuwalipa Pepo kuwa ndio thamani ya hivyo walivyo toa. Kwani wao wanapigana Jihadi katika Njia ya Mwenyezi Mungu. Wanawauwa maadui wa Mwenyezi Mungu, au wao wanakufa mashahidi katika Njia yake. Na Mwenyezi Mungu amethibitisha ukweli huu katika Taurati na Injili, kama alivyo thibitisha katika Qur'ani. Wala hapana yeyote mwenye kumshinda Mwenyezi Mungu katika kutimiza ahadi. Basi furahini, enyi Waumini Mujaahidina, kwa biashara hii mlio uza nafsi zenu na mali yenu ambayo yatatoweka, na badala yake mkanunua Pepo itakayo baki milele. Na biashara hii ndio ushindi mkubwa kwenu.","lang":"sw"},{"name":"9:112","price":"(Kwa) wanao tubia, wanao abudu, wanao himidi, wanao kimbilia kheri, wanao rukuu, wanao sujudu, wanao amrisha mema na wanao kataza maovu, na wanao linda mipaka ya Mwenyezi Mungu. Na wabashirie Waumini.","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"Sifa za wale walio uza nafsi zao kwa ajili ya Pepo ni kuwa wanakithirisha toba kwa Mwenyezi Mungu kwa kujikwaa kwao, na wanamhimidi katika kila hali, na wanakimbilia kwenda kujifanyia kheri nafsi zao na kuwafanyia wenginewe, na wanahifadhi Swala zao, na wanazitimiza kwa ukamilifu na unyenyekevu, na wanaamrisha kila kheri inayo wafikiana na Sharia ya Mwenyezi Mungu, na wanakataza kila uovu unao zuiliwa na Dini, na wanaishika Sharia ya Mwenyezi Mungu. Ewe Mtume! Wabashirie kheri Waumini!","lang":"sw"},{"name":"9:113","price":"Haimpasii Nabii na wale walio amini kuwatakia msamaha washirikina, ijapo kuwa ni jamaa zao, baada ya kwisha bainika kuwa hao ni watu wa Motoni.","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"Haimfalii Nabii na Waumini kuwatakia maghfira washirikina, hata ikiwa ni jamaa zao wa karibu kabisa, baada ya kwisha hao Waumini kuwajua kwamba hao washirikina wamekufa katika ukafiri. Kwani hao wamestahiki kukaa milele Motoni.","lang":"sw"},{"name":"9:114","price":"Wala haikuwa Ibrahim kumtakia msamaha baba yake ila kwa sababu wa ahadi aliyo fanya naye. Lakini ilipo mbainikia kwamba yeye ni adui ya Mwenyezi Mungu, alijiepusha naye. Hakika Ibrahim alikuwa mwingi wa kuomba, mnyenyekevu, mvumilivu.","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"Haikuwa vile alivyo fanya Ibrahim a.s. kumtakia msamaha baba yake ila ni kutimiza ahadi aliyo ahidi Ibrahim kumuahidi baba yake, kwa kutaraji kuwa atakuja amini. Ilipo kwisha mbainikia Ibrahim kuwa huyo ni adui wa Mwenyezi Mungu kwa kushikilia kwake ushirikina mpaka akafa na ukafiri, Ibrahim alijitenga naye, na akaacha kumwombea maghfira. Na Ibrahim alikuwa mwingi wa kuomba, na unyenyekevu kwa Mwenyezi Mungu, na mstahamilivu kwa maudhi.","lang":"sw"},{"name":"9:115","price":"Na haiwi kwa Mwenyezi Mungu kuwahisabu watu kuwa wamepotea baada ya kwisha waongoza mpaka awabainishie ya kujiepusha nayo. Hakika Mwenyezi Mungu ni Mwenye kujua kila kitu.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"Na si katika mwendo wa Mwenyezi Mungu na upole wake kwa waja wake kuwachukulia watu kuwa wamepotea, na awapitishie hukumu ya kuwatia khatiani na kuwapa adhabu, baada ya kwisha waongoza njia ya Uislamu, mpaka awabainishie kwa njia ya wahyi, ufunuo, kwa Mtume wake mambo ambayo inawapasa wajiepushe nayo. Hakika Mwenyezi Mungu ni Mwenye kujua vyema kila kitu.","lang":"sw"},{"name":"9:116","price":"Hakika Mwenyezi Mungu anao ufalme wa mbingu na ardhi; huhuisha na hufisha. Nanyi hamna Mlinzi wala Msaidizi isipo kuwa Mwenyezi Mungu.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"Hakika ni Mwenyezi Mungu peke yake ndiye Mmiliki wa mbingu na ardhi na viliomo ndani yake. Na Yeye ndiye Mwenye kuvisarifu viliomo humo kwa uhai na mauti. Na nyinyi hamna ila Mwenyezi Mungu ndiye Mlinzi wa kutawala mambo yenu, wala hamna Msaidizi mwingine wa kukunusuruni na kukulindeni.","lang":"sw"},{"name":"9:117","price":"Mwenyezi Mungu amekwisha pokea toba ya Nabii na Wahajiri na Ansari walio mfuata katika saa ya dhiki, pale baada ya kukaribia nyoyo za baadhi yao kugeuka. Basi akapokea toba yao, kwani hakika Yeye kwao wao ni Mpole na ni Mwenye kuwarehemu.","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"Mwenyezi Mungu Subhanahu amemfadhili Nabii wake na Masahaba wake wenye kuamini, walio wakweli, miongoni mwa Wahajiri na Ansari, walio toka pamoja naye kwenda pigana Jihadi wakati wa shida. (katika vita vya Tabuk) . Aliwaweka imara na akawalinda wasikhitalifiane, baada ya shida ya dhiki ya kuwafarikisha baina yao, hata zikakaribia nyoyo zao kuelekea kutaka kubaki nyuma wasitoke kwenda kwenye Jihadi. Tena Mwenyezi Mungu aliwasamehe kwa ile raghba yao iliyo wapitia ndani ya nafsi zao. Hakika Yeye Subhanahu ni Mwenye upole mwingi, na Mwenye rehema kubwa. Vita hivi vilikuwa mwezi wa Rajab mwaka wa 9 wa Hijra, baina ya Waislamu na Warumi. Na huitwa \"Vita vya Dhiki\", Ghazwatu U'sr, kwa sababu ya dhiki ya Waislamu waliyo kuwa nayo kwa ukosefu wa mali na zana. Katika vita hivi alijitolea Othman kulizatiti jeshi zima.","lang":"sw"},{"name":"9:118","price":"Na pia wale watatu walio achwa nyuma hata dunia wakaiona dhiki juu ya ukunjufu wake, na nafsi zao zikabanika, na wakayakinika kuwa hapana pa kumkimbia Mwenyezi Mungu isipo kuwa kwake Yeye. Kisha akawaelekea kwa rehema yake ili nao waendelee kutubu. Hakika Mwenyezi Mungu ndiye Mwenye kupokea toba na Mwenye kurehemu.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"Na pia Mwenyezi Mungu aliwafadhili wale wanaume watatu walio baki nyuma wasitoke kwenda kwenye Jihadi katika vita vya Tabuk. Hawa hawakubaki nyuma kwa unaafiki. Ilikuwa inatarajiwa Mwenyezi Mungu atoe bayana ya hukumu yao. Ilivyo kuwa toba yao ni ya kweli, na majuto yao makubwa hata wakaiona dunia nyembamba juu ya upana wake, na nafsi zao zikaingiwa na dhiki kwa hamu na huzuni, na wakajua kuwa hapana pa kuikimbia ghadhabu ya Mwenyezi Mungu isipo kuwa kwa kumwomba Yeye msamaha na kurejea kwake. Hapo basi Mwenyezi Mungu aliwaongoa watubu. Na Yeye akawasamehe, ili wapate kuendelea na hali ya toba. Hakika Mwenyezi Mungu ni Mwingi wa kukubali toba za wenye kutubu, ni Mwingi wa kuwarehemu waja wake.","lang":"sw"},{"name":"9:119","price":"Enyi mlio amini! Mcheni Mwenyezi Mungu, na kuweni pamoja na wakweli.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"Enyi mlio amini! Simameni imara baraabara juu ya uchamungu na Imani. Na kuweni pamoja na wale walio wakweli katika kauli yao na vitendo vyao.","lang":"sw"},{"name":"9:120","price":"Haiwafalii watu wa Madina na Mabedui walio jirani zao kubakia nyuma wasitoke na Mtume, wala kujipendelea nafsi zao kuliko yeye. Hayo ni kwa kuwa hakiwapati kiu, wala machofu, wala njaa, kwa ajili ya Njia ya Mwenyezi Mungu, wala hawendi mahali panapo waghadhibisha makafiri, wala hakiwapati chochote kutokana na maadui, ila huandikiwa kuwa ni kitendo chema. Hakika Mwenyezi Mungu haupotezi ujira wa wanao fanya mema.","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"Haikuwa ni halali kwa wakaazi wa Madina na majirani zao katika wakaazi wa majangwani kubaki nyuma wasitoke kwenda vitani pamoja na Mtume wa Mwenyezi Mungu s.a.w. Wala kujifanyia uchoyo kwa ajili ya nafsi zao katika aliyo jitolea Mtume nafsi yake. (Mtume kajitolea roho na mali kwa kupigania Haki.) Kwani wao hakiwapati, katika Njia ya Mwenyezi Mungu, kiu, au machofu, au njaa, wala hawashuki pahala panapo watia ghadhabu makafiri, wala hakiwasibu kutokana na adui chochote kama kushindwa au kunyan'ganywa ngawira, ila huhisabiwa kwa hayo yote kuwa ni a'mali njema, ya kulipiwa bora ya malipo. Na Mwenyezi Mungu haupotezi ujira wa wenye kufanya mema katika vitendo vyao.","lang":"sw"},{"name":"9:121","price":"Wala hawatoi cha kutoa kidogo wala kikubwa, wala hawalivuki bonde, ila huandikiwa, ili Mwenyezi Mungu awalipe bora ya waliyo kuwa wakiya- tenda.","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"Na kadhaalika Mujaahidina hawatoi mali wanayo toa, kingi na kidogo, wala hawasafiri safari yoyote, kwa Njia ya Mwenyezi Mungu ila huandikiwa katika madaftari ya vitendo vyao vyema, ili wapate malipo wanayo stahiki kuyapata hao watendao.","lang":"sw"},{"name":"9:122","price":"Wala haiwafalii Waumini kutoka wote. Lakini kwa nini hawatoki baadhi katika kila kundi miongoni mwao, wakajifunze vyema Dini, na kisha waje kuwaonya wenzao watakapo warejea, ili wapate kujihadharisha?.","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"Haifai Waumini watoke wote kwenda kwa Mtume s.a.w. ila iwe dharura. Itakikanavyo ni kutoka kikundi kwenda kwa Mtume kwa ajili ya kusoma Dini, na wapate kuwaita watu wao kuwaonya na kuwabashiria, pale wanapo rejea. Haya ili wapate kuwa imara daima juu ya Haki, na watahadhari na upotovu na uharibifu.","lang":"sw"},{"name":"9:123","price":"Enyi mlio amini! Piganeni na wale makafiri walio karibu yenu, na wakute ugumu kwenu. Na jueni ya kwamba Mwenyezi Mungu yu pamoja na wacha- Mungu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"Enyi mlio amini! Piganeni na makafiri walio karibu yenu ili wasiwe ndio sababu ya kukutieni khatarini. Na kueni wakali kwao mnapo pigana, wala msiwafanyie upole. Na jueni kuwa Mwenyezi Mungu kwa msaada wake na nusra yake yu pamoja na wanao mcha.","lang":"sw"},{"name":"9:124","price":"Na inapo teremshwa Sura wapo miongoni mwao wasemao: Ni nani miongoni mwenu Sura hii imemzidishia Imani? Ama wale walio amini inawazidishia Imani, nao wanafurahi.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"Na ikiteremka Sura ya Qur'ani wakaisikia wanaafiki huifanyia maskhara na kuikejeli. Huambizana wao kwa wao: Nani katika nyinyi iliyo mzidisha Imani? Ndio Mwenyezi Mungu anawajibu ya kwamba ipo farka baina ya wanaafiki na Waumini. Ama Waumini ndio wale walio iona Nuru na wakaijua Haki. Hao Aya za Mwenyezi Mungu zimewazidishia Imani, na wao huzifurahia wakati zinapo teremka.","lang":"sw"},{"name":"9:125","price":"Ama wale wenye maradhi katika nyoyo zao, basi inawazidishia uovu juu ya uovu wao; na wanakufa hali ni makafiri.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"Ama wanaafiki ambao nyoyo zao zinaugua, na macho yao yamepofoka, hao haziwazidishi ila ukafiri juu ya ukafiri walio nao, na watakufa hali nao ni makafiri.","lang":"sw"},{"name":"9:126","price":"Je! Hawaoni ya kwamba wanatiwa mtihanini kila mwaka mara moja au mara mbili? Kisha hawatubu, wala hawakumbuki.","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"Je! Hawazingatii wanaafiki vile Mwenyezi Mungu anavyo wapa majaribio kila mwaka mara moja au zaidi, kwa balaa namna mbali mbali, kama kuwakashifu siri zao, na kudhihirisha hali zao na kushindwa na Waumini, na kufichuliwa upotovu wao? Kisha juu ya yote hawaachi hao walio nayo wakatubu, wala hawayakumbuki yanao wapata.","lang":"sw"},{"name":"9:127","price":"Na ikiteremka Sura hutazamana wao kwa wao, (kama kwamba wanasema:) Je! Yuko mtu anakuoneni? Kisha hugeukilia mbali. Mwenyezi amezigeuza nyoyo zao kwa kuwa hao ni watu wasio fahamu.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"Na kadhaalika ikiteremka Sura nao wapo barazani kwa Mtume hukonyezana na kuambiana: Yuko mtu anaye kuoneni? Tena nyoyo zao hukengeuka wasimfuate Mtume wala wasimuamini! Mwenyezi Mungu amewazidisha kupotea kwa vile kushikilia kwao kubaki katika upotovu na kuikataa Haki, kwani watu hawa hawafahamu kitu!","lang":"sw"},{"name":"9:128","price":"Hakika amekwisha kujieni Mtume kutokana na nyinyi wenyewe; yanamhuzunisha yanayo kutaabisheni; anakuhangaikieni sana. Kwa Waumini ni mpole na mwenye huruma.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"Enyi watu! Amekujieni Mtume, binaadamu kama nyinyi kwa umbo lake. Anapata dhiki kwa madhara yanayo kusibuni, ana hamu mwongoke, na mwingi wa huruma na rehema kwa Waumini.","lang":"sw"},{"name":"9:129","price":"Basi wakigeuka, wewe sema: Mwenyezi Mungu ananitosheleza. Hapana mungu isipokuwa Yeye tu. Mimi namtegemea Yeye, na Yeye ndiye Mola Mlezi wa Kiti Kikuu cha Enzi.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"Basi, ewe Mtume! Wakiipuuza Imani, wakaikataa, wewe usihuzunike kwa mapuuza yao. Wewe tafakhari na utukufu wa Mola wako Mlezi, na useme: Ananitosheleza Mwenyezi Mungu, ambaye hapana mungu asiye kuwa Yeye. Juu yake Yeye tu peke yake mimi nategemea. Na Yeye ndiye Mmiliki wa ufalme wote, Mola Mlezi wa viumbe vyote, na ndiye Mwenye utawala mkuu.","lang":"sw"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}