{"data":[{"name":"6:111","price":"Biz, onlara melekleri de indirsek, ölüler onlarla konuşsa ve her şeyi karşılarına toplasaydık, Allah dilemedikçe yine iman etmezlerdi. Fakat, onların çoğu cahillik ederler.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:112","price":"Böylece biz, her peygambere insan ve cin şeytanlarını düşman kıldık. Birbirlerini aldatmak için yaldızlı sözler telkin ederler. Rabbin dileseydi bunu yapamazlardı. Öyleyse onları uydurdukları şeylerle baş başa bırak.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:113","price":"Ahirete inanmayanların kalpleri o sözlere yönelsin, ondan hoşlansınlar ve işledikleri günahları işlemeye devam etsinler.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:114","price":"O, size kitabı ayrıntılı olarak indirmişken Allah’tan başka bir hakem mi isteyeyim? Kendilerine kitap verdiğimiz kimseler, onun Rabbin tarafından hak olarak indirilmiş olduğunu bilirler. Sakın şüphe edenlerden olma!","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:115","price":"Rabbinin sözü, (haber verdiklerinde) doğruluk ve (hükümlerinde) adalet bakımından tamdır. O’nun sözlerini değiştirebilecek hiçbir şey yoktur. O, her şeyi işitendir, her şeyi en iyi bilendir.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:116","price":" Eğer yeryüzündeki insanların çoğuna uyarsan, seni Allah’ın yolundan saptırırlar. Onlar zandan başka bir şeye uymazlar ve onlar sadece yalan uydururlar.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:117","price":"Rabbin, kendi yolundan sapanları en iyi bilendir. Hidayette olanları da en iyi O bilir.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:118","price":"Eğer O’nun ayetlerine iman edenlerden iseniz, üzerine Allah’ın ismi anılarak (kesilmiş) olanlardan yiyin.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:119","price":"Size ne oluyor ki, Allah size zorda kalmanızın dışında, haram olanları genişçe açıklamışken ismi anılarak (kesilmiş) olanlardan yemiyorsunuz? Doğrusu bir çokları, heva ve heveslerine uyarak, bilmeden sapıtıyorlar. Şüphesiz Rabbin, ölçüyü aşanları en iyi bilendir.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:120","price":"Günahın açığını da gizlisini de bırakın. Günah işleyenler, yaptıklarının cezasını mutlaka görecektir.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:121","price":"Üzerine Allah’ın ismi anılmayarak kesilenleri yemeyin. Bu, fasıklıktır. Şeytanlar, dostlarına sizinle mücadele etmeleri için fısıldarlar. Eğer (Allah'ın adı anılmadan kesilen hayvanın yenmesinin helal kılınması hususunda) onlara uyarsanız, siz de müşriklerden olursunuz.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:122","price":"Ölü iken dirilttiğimiz, kendisine insanlar arasında, yürüyeceği bir ışık verdiğimiz kimsenin durumu, hiç içinden çıkamayacağı karanlıklardaki kimse gibi midir? Şu kadar var ki kâfirlere yaptıkları işler güzel görünüyor.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:123","price":"İşte böyle, her memlekette günahkârları oranın ileri gelenleri kıldık ki, oralarda tuzaklar kursunlar. Oysa yalnız kendilerine tuzak kurarlar da farkında olmazlar.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:124","price":"Onlara bir ayet geldiği zaman; Allah’ın rasûllerine verilen, bize de verilmedikçe iman etmeyeceğiz” derler. Allah, kime peygamberlik vereceğini daha iyi bilir. Suç işleyenlere Allah katından bir aşağılanma ve tuzak kurmalarına karşılık şiddetli bir azap erişecektir.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:125","price":"Allah kimi doğru yola eriştirmek isterse, onun gönlünü İslam’a açar. Kimi de saptırmak isterse, göğe yükseliyormuş gibi, kalbini dar ve sıkıntılı kılar. Allah, iman etmeyenlere, işte böyle pislik/azap verir.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:126","price":"İşte bu, Rabbinin dosdoğru yoludur. Ayetleri, öğüt alan bir toplum için ayrıntılı olarak açıklamışızdır.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:127","price":"Onlar için, Rableri katında selamet yurdu/cennet vardır. O, yaptıklarından ötürü onların velisidir.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:128","price":"Allah, hepsini toplayacağı gün: Ey cin topluluğu! İnsanların çoğunu yoldan çıkardınız, der. Onların dostları olan insanlar ise: Rabbimiz, birbirimizden istifade ettik ve bizim için belirlediğin süremizin sonu ulaştık, derler. \"Cehennem, Allah’ın dilemesi (dışındakiler) hariç, sizin ebedi kalacağınız mekanınızdır” der. Şüphesiz Rabbin hikmet sahibidir, her şeyi bilendir.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:129","price":"İşte böyle, zalimleri işledikleri sebebiyle birbirlerinin dostu yaparız.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:130","price":"Ey cin ve insan topluluğu! İçinizden size ayetlerimi anlatan ve sizi bu gününüze kavuşmakla uyaran rasûller gelmedi mi? Kendi aleyhimizde şahidiz, diyecekler. Dünya hayatı onları aldattı da kâfir olduklarına kendi aleyhlerine şahitlik ettiler.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:131","price":"Bu (şekilde rasûllerin gönderilmesi), Rabbinin zulümleri sebebiyle ülkeleri/halkları haberleri yok iken onları helak etmeyeceğinden dolayıdır.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:132","price":"Herkesin derecesi ameline göredir. Rabbin yaptıkları şeylerden gafil değildir.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:133","price":"Rabbin mustağnidir, rahmet sahibidir. Dilerse sizi ortadan kaldırır ve sizi başka bir kavmin soyundan getirdiği gibi, sizin yerinize de arkanızdan dilediğini getirir.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:134","price":"Size yapılan vaat mutlaka gerçekleşecek ve siz (kaçarak) engelleyemezsiniz.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:135","price":"De ki: Ey kavmim! Durumunuz gereği yapabileceğinizi yapın. Ben de (kendime göre) yapacağımı yapacağım. Ahiret yurdundaki güzel sonun kim için olduğunu öğreneceksiniz. Gerçek şu ki: Zalimler kurtuluşa eremez.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:136","price":"Allah’ın yarattığı ekin ve hayvandan Allah’a bir hisse ayırıyorlar, kendi zanlarınca bu Allah’ındır, bu da ortak (koştuk)larımızındır, diyorlar. Ortakları için ayrılan Allah'a ulaşmıyor, fakat Allah için ayrılan ortaklarına ulaşıyor! Ne kötü hüküm veriyorlar!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:137","price":" Yine bunun gibi Allah’a şirk koşanların çoğuna, şirk koştukları ortaklar, çocuklarını öldürmelerini güzel gösterdi ki; onları helâke sürüklesinler ve dinlerini karıştırsınlar. Eğer Allah dileseydi bunu yapmazlardı. Öyleyse onları, uydurdukları ile baş başa bırak!","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:138","price":" Zanlarınca: Bu hayvanlar ve ekinler haramdır. Dilediğimizden başkası bunlardan yiyemez; (bunlar ise) sırtlarına yük vurmak haram olan hayvanlardır, derler. Allah’a iftira ederek, hayvanları (keserken) O’nun ismini zikretmezler. Allah, onları uydurdukları şeyler sebebiyle cezalandıracaktır.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:139","price":"Bu hayvanların karınlarındakiler sadece erkeklerimiz içindir. Karılarımıza haramdır, ama eğer ölü (doğar) ise hepsi bunu (yemekte) ortaktır, derler. Onlara bu vasıflarının cezasını yakında verecektir. Şüphesiz Rabbin hikmet sahibidir, her şeyi bilendir. ","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:140","price":"Akılsızlıkları yüzünden, cahilce çocuklarını öldürenler ve Allah’ın kendilerine verdiği rızkı, Allah’a iftira ederek haram sayanlar, mutlaka hüsrana uğramışlardır. Onlar sapmışlardır, zaten doğru yolda değillerdi.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:141","price":"Çardaklı ve çardaksız bahçeleri, (tadı, şekli) çeşitli hurma ve ekinleri, (yaprakları) birbirine benzeyen ve (meyveleri) benzemeyen zeytin ve narı yaratan O’dur. Meyve verdikleri zaman onların meyvelerinden yiyin ve hasat edildiği zaman da hakkını verin. İsraf etmeyin. Çünkü O, müsrifleri sevmez.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:142","price":"Hayvanlardan yük taşıyan ve taşımayanlar vardır. Allah’ın size rızık olarak verdiklerinden yiyin. Fakat, şeytanın adımlarına uymayın. Çünkü o, sizin apaçık düşmanınızdır.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:143","price":"Sekiz tür: Koyundan iki ve keçiden de iki tane. De ki: (Allah) iki erkeği mi, yoksa iki dişiyi mi; ya da bu iki dişinin rahimlerindekini mi haram kıldı? Doğru iseniz bana ilme dayanarak haber verin.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:144","price":"Deveden iki ve sığırdan da iki tane. De ki: İki erkeği mi, yoksa iki dişiyi mi; ya da bu kişi dişinin rahimlerindekini mi haram kıldı? Yoksa siz, Allah bunları size emrederken şahit mi oldunuz? İlme dayanmadığı halde, sırf insanları saptırmak için Allah’a karşı yalan uydurandan daha zalim kimdir? Allah, zalim toplumu hidayet etmez.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:145","price":"De ki: Bana vahyolunanlar içinde, bu (haram dediklerinizin), yemek isteyen kimseye haram kılındığını bulamıyorum. Ancak; ölü, akıtılmış kan, domuz eti ki (bunlar) pistir veya bir fısk olarak Allah'tan başkası adına kesilen hayvan olursa başka. (Bunlar haramdır) Kim zaruret içindeyse, arzulamadan ve zaruret miktarını aşmadan (bunlardan da yiyebilir.) Şüphesiz Rabbin, çokça bağışlayandır, çokça merhamet edendir.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:146","price":"Yahudilere bütün tırnaklı hayvanları haram kıldık; sığır ve koyunun iç yağlarını da onlara haram kıldık. Yalnız sırtlarında veya bağırsaklarında bulunan ya da kemiğe karışanlar bundan müstesnadır. Böylece, azgınlıkları sebebiyle onları cezalandırdık. Şüphe yok ki biz elbette sâdıklarız.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:147","price":"Seni yalanlarlarsa: \"Rabbiniz, geniş rahmet sahibidir; O’nun azabı ise günahkâr toplumdan geri çevrilemez\" de!","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:148","price":"Müşrikler: \"Allah dileseydi babalarımız ve biz şirk koşmaz ve hiçbir şeyi de haram kılmazdık\" diyecekler. Onlardan öncekiler de, bizim acı azabımızı tadana kadar yalanlamışlardı. De ki: Bize çıkarabileceğiniz bir deliliniz var mı? Siz, sadece zanna uyuyorsunuz ve sadece uyduruyorsunuz.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:149","price":"De ki: Kesin delil Allah’ındır. O, dileseydi hepinize hidayet ederdi.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:150","price":"De ki: Haydi, Allah şunu haram kıldı diye şahitlik edecek şahitlerinizi getirin. Şahitlik ederlerse sakın onlarla şahitlik etme. Ayetlerimizi yalanlayıp, ahirete iman etmeyen ve Rab’lerine başkalarını denk tutanların heveslerine uyma.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:151","price":"De ki: Gelin, Rabbinizin size neyi haram kıldığını okuyayım. O’na hiçbir şeyi şirk koşmayın. Anaya babaya iyilik edin. Yoksulluk yüzünden çocuklarınızı öldürmeyin. Sizin de, onların da rızıklarını veren biziz! Fuhşiyatın/günahların açığına da gizlisine de yaklaşmayın. Allah’ın haram kıldığı cana haksız yere kıymayın. İşte, (Allah) size, akledesiniz diye bunları emrediyor. ","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:152","price":"Yetimin malına, ancak rüşt/bulüğ çağına erinceye kadar, en güzel şekliyle yaklaşın. Ölçüyü ve tartıyı doğru yapın. Biz, bir kimseyi ancak gücünün yettiği kadarıyla sorumlu tutarız. Konuştuğunuz zaman akraba bile olsa adaletli olun. Ve Allah’a verdiğiniz sözü yerine getirin! İşte, (Allah) size bunları düşünür, öğüt alırsınız diye emrediyor.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:153","price":" İşte bu, benim dosdoğru yolumdur. Buna uyun! (O) yollara uymayın ki, sizi onun yolundan saptırıp, paramparça etmesinler. Sakınıp, takvalı olmanız için işte size bunu emrediyor.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:154","price":"Yine, Musa’ya da, iyilik yapanlara (nimetleri) tamamlamak, her şeyi ayrı ayrı açıklamak ve bir hidayet, rahmet olmak üzere o kitabı Tevrat’ı verdik ki Rablerine kavuşacaklarına iman etsinler.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:155","price":"Bu (Kur’an) da indirdiğimiz mübarek bir kitaptır. O’na uyun ve sakınıp, takvalı olun ki merhamet olunasınız.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:156","price":"“Kitap, yalnız bizden önceki iki topluluğa (Yahudilere ve Hristiyanlara) indirildi. Biz onların okumalarından habersizdik demeyesiniz.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:157","price":"Yahut; \"Kitap bize indirilmiş olsaydı, onlardan daha çok doğru yolda olurduk” demeyesiniz. Size Rabbinizden açık bir belge, hidayet ve rahmet gelmiştir. Artık Allah’ın ayetlerini yalanlayanlardan ve onlardan yüz çevirenden daha zalim kim olabilir? Ayetlerimizden yüz çevirenleri, yüz çevirdiklerinden dolayı kötü azapla cezalandıracağız.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:158","price":"Onlar, illâ da kendilerine meleklerin gelmesini ya da Rabbinin gelmesini veya Rabbinin bazı (kıyamet) alametlerinin gelmesini mi bekliyorlar? Rabbinin (kıyamet) alametlerinin geldiği gün, daha önceden iman etmemiş ya da imanıyla bir iyilik kazanmamış kimseye imanı fayda sağlamayacaktır. De ki: Bekleyin, biz de bekliyoruz!","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:159","price":"Dinlerini parça parça edip, gruplara ayrılanlar ile senin bir ilgin yoktur. Onların işi ancak Allah’a kalmıştır. Sonra da onlara ne yaptıklarını bildirecektir.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:160","price":"Kim bir iyilik yaparsa ona on katı verilir; bir kötülük yapan ise, yalnız onun karşılığı ile cezalandırılacak ve onlara haksızlık edilmeyecektir.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:161","price":"De ki: Rabbim beni, doğru yola, dosdoğru olan dine, Müşriklerden olmayan İbrahim’in Hanif dinine hidayet etti.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:162","price":"De ki: Benim namazım, kurbanım, hayatım ve ölümüm alemlerin Rabbi olan Allah içindir.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:163","price":"O’nun hiçbir ortağı yoktur. Sadece bununla emrolundum ve ben müslüman olanların ilkiyim.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:164","price":" De ki: O, her şeyin Rabbi iken, ben O’ndan başka bir rab mi arayacağım? Herkesin kazandığı (günah) yalnızca kendisi aleyhinedir. hiçbir günahkâr bir başkasının günahını taşımaz. Sonunda dönüşünüz ancak Rabbinizedir. Hakkında ayrılığa düştüğünüz şeyleri O, size haber verecektir.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"6:165","price":"Sizi yeryüzünün halifeleri kılan O’dur. Bir kısmınızı verdikleri ile denemek için bir kısmınızdan derecelerle üstün kılmıştır. Şüphesiz Rabbin çabucak cezalandırandır ve O çok bağışlayan ve merhamet edendir.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:1","price":"Elif Lâm Mîm Sâd.","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:2","price":"İman edenlere öğüt olarak ve onunla uyarasın diye sana indirilen kitaptan dolayı sakın kalbinde bir sıkıntı olmasın.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:3","price":"Rabbinizden size indirilene uyun; ondan başka velilere uymayın. Ne kadar az öğüt dinliyorsunuz!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:4","price":"Nice memleketler helak ettik. Kahredici azabımız, onlara gece ya da öğle vakti uyurlarken gelip çattı.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:5","price":"Azabımız onlara geldiği vakit, sözleri: “Biz, gerçekten zalimler idik!” demekten başka bir şey olmadı.","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:6","price":"Kendilerine (peygamber) gönderilenlere mutlaka soracağız; gönderilen peygamberlere de elbette soracağız.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:7","price":"Sonra da onlara, (yaptıklarını) ilim ile açıklayacağız. Biz onlardan gaib/uzak değildik.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:8","price":"İşte o gün tartı haktır. Tartıları ağır gelenler, işte onlar, kurtulmuş olanlardır.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:9","price":"Tartıları hafif gelenler ise, işte onlar da ayetlerimizi inkar etmekle kendilerini ziyana uğratmış olanların ta kendileridir","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:10","price":"Sizi yeryüzünde yerleştirdik. Orada sizin için geçimlikler sağladık. Buna rağmen ne kadar az şükrediyorsunuz.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:11","price":"Sizi yaratmış sonra da şekil vermiştik. Sonra, meleklere: “Adem'e secde edin.” dedik. İblis dışında hemen secde ettiler. O, secde edenlerden olmadı.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:12","price":"Allah: Sana emrettiğimde, secde etmene ne engel oldu? dedi. İblis: Ben, ondan hayırlıyım. Beni ateşten yarattın, onu ise çamurdan yarattın, dedi. ","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:13","price":"Allah: Hemen in oradan; orada senin büyüklük taslaman haddin değildir. Hemen çık (git). Sen, alçaklardansın, dedi.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:14","price":"İblis: Onların yeniden diriltilecekleri güne kadar bana mühlet ver, dedi. ","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:15","price":"Allah: Mühlet verilenlerdensin! dedi. ","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:16","price":" İblis: Beni dalalete düşürmenden dolayı, Ben de onlar için senin dosdoğru yolunun üzerinde oturacağım.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:17","price":"Sonra onlara, önlerinden, arkalarından, sağlarından ve sollarından yaklaşacağım. Sen de onların çoğunu şükreder bulamayacaksın, dedi. ","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:18","price":"Allah da: Çık oradan, yerilmiş ve kovulmuş olarak! Onlardan kim sana tabi olursa, sizin hepinizi cehenneme dolduracağım, dedi.","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:19","price":"Ey Adem! Sen ve eşin cennete yerleşin. Dilediğiniz yerden yiyin, fakat, şu ağaca yaklaşmayın. Yoksa zalimlerden olursunuz.","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:20","price":"Şeytan, örtülü olan avret yerlerini onlara açmak için, ikisine de vesvese vererek şöyle dedi: Rabbiniz, bu ağacı yalnızca ikinizin de melek olmamanız veya ölümsüz olmamanız için yasakladı. ","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:21","price":"Ben sizin, iyiliğinizi isteyen, size öğüt verenlerdenim, diye onlara yemin etti.","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:22","price":"Böylece onları aldatarak düşürttü. Ağacın meyvesinden tattıklarında, avret yerleri kendilerine göründü ve oraları Cennet yapraklarıyla örtmeye başladılar. Rableri, o ikisine: Size bu ağacı yasaklamadım mı, şeytan sizin apaçık düşmanınızdır demedim mi? diye seslendi.","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:23","price":"Rabbimiz, kendimize zulmettik, bizi bağışlamaz ve bize merhamet etmezsen elbette hüsrana uğrayanlardan oluruz, dediler.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:24","price":"Allah buyurdu ki: Birbirinize düşman olarak inin! Size yeryüzünde belirli bir süreye kadar yerleşip, geçinmek vardır.","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:25","price":"Orada yaşayacak, orada ölecek ve tekrar oradan çıkarılacaksınız.","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:26","price":"Ey Ademoğulları, size avret yerlerinizi örtecek bir elbise ve bir de süs elbisesi indirdik. Takva elbisesi ise daha hayırlıdır. İşte bu, Allah’ın ayetlerindendir. Ola ki düşünüp, öğüt alırlar.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:27","price":"Ey Ademoğulları, şeytan ana ve babanızı, ayıp yerlerini kendilerine göstermek için, elbiselerini soyarak cennetten çıkardığı gibi, sakın sizi de fitneye düşürmesin. O ve ordusu, sizin onları göremediğiniz yerden sizi görürler. Biz, şeytanları iman etmeyenlerin velileri kıldık.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:28","price":"Onlar kötü bir iş yaptıkları zaman: Atalarımızı böyle yaparken bulduk, Allah da bunu bize emretti, derler. De ki: Allah, kötülüğü emretmez. Bilmediğiniz şeyi Allah’a karşı mı söylüyorsunuz? ","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:29","price":"De ki: Rabbim adaleti emretti. Her mescidde yönünüzü O’na doğrultun. Dini ona halis kılarak (şirk koşmadan) O’na dua edin. İlk defa sizi yarattığı gibi, yine O’na döneceksiniz.","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:30","price":"O, (insanların) bir bölümünü hidayete ulaştırdı, bir bölümüne ise sapıklık hak oldu; çünkü onlar, Allah’ı bırakıp, şeytanları veliler olarak benimsediler. Kendilerini de hidayet üzere sanırlar.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:31","price":"Ey Ademoğulları, her mescide (namaza) gidişinizde güzel (elbisenizi) giyin; yiyin, için fakat israf etmeyin. Çünkü Allah, israf edenleri sevmez. ","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:32","price":"De ki: Allah’ın, kulları için çıkarttığı ziyneti ve temiz rızıkları kim haram kıldı? De ki: Onlar, bu dünya hayatında iman edenler içindir. Kıyamet gününde de yalnız onlara mahsustur. Bilen bir toplum için ayetleri işte böyle açıklıyoruz.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:33","price":"De ki: Rabbim, ancak fuhşiyatın açığını da gizlisini de günahı, haksız yere (insanlara) zulmü, hakkında hiçbir delil indirmemiş olduğu halde Allah’a şirk koşmanızı ve Allah hakkında bilmediğiniz şeyleri söylemenizi haram kılmıştır.","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:34","price":" Her ümmetin bir eceli vardır. Ecelleri geldiğinde; ne bir süre ertelenebilir, ne de öne alınabilir.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:35","price":"Ey Ademoğulları, içinizden size ayetlerimizi okuyan resuller geldiği zaman, kim sakınıp, takvalı olur ve (amellerini) düzeltirse; artık onlara bir korku yoktur. Onlar, üzülmeyeceklerdir.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:36","price":"Ayetlerimizi yalanlayanlar ve onlara karşı büyüklük taslayanlar ise, ateş ehlidir. Onlar, orada ebedidirler.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:37","price":"Öyleyse Allah hakkında yalan uydurandan veya O’nun ayetlerini yalanlayandan daha zalim kim olabilir? Bunlara kitapta yazılı nasipleri ulaşacaktır. Nihayet; elçilerimiz onların canlarını almaya gelince: Hani, nerede, Allah’ın dışında dua ettikleriniz? diyecekler. Onlar da: Bizden uzaklaşıp gittiler, diyerek kâfir oldukları hakkında kendi aleyhlerine şahitlik edeceklerdir.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:38","price":"Allah: Sizden önce geçen cin ve insan toplumları içinde siz de haydi ateşe girin! der. Her toplum (oraya) girdikçe kardeşini lanetler. Sonunda hepsi orada bir araya gelince, sonra gelenler, öncekiler için: Rabbimiz, işte bizi bunlar saptırdılar. Onlara ateşten azabı kat kat ver! derler. Allah: Herkese kat kat azap vardır, fakat bilmiyorsunuz, der.","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:39","price":"Öncekiler ise, kendilerinden sonra gelenlere: Sizin, bizden bir üstünlüğünüz yoktur, siz de kazanmış olduklarınıza karşılık azabı tadın!” derler.","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:40","price":"Ayetlerimizi yalanlayıp, onlara karşı büyüklük taslayanlara, (öldükten sonra ruhları için) gök kapıları açılmayacak, deve iğne deliğinden geçmedikçe, onlar cennete giremeyeceklerdir. İşte biz, suçluları böyle cezalandırırız.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:41","price":"Onlar için cehennemden yatak ve üstlerine de ondan örtüler vardır. İşte, zalimleri böyle cezalandırırız.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:42","price":"İman eden ve salih amel işleyenlere gelince -ki biz kimseye gücünün üstünde bir yük yüklemeyiz- işte bunlar da cennetliklerdir. Onlar, orada ebedidirler.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:43","price":"Göğüslerinde, kinden ne varsa söküp atarız. Altlarından ırmaklar akarken onlar şöyle der: Bizi bunu hidayet eden Allah’a hamdolsun; Allah bizi hidayete iletmeseydi biz, doğru yolu bulamazdık. Rabbimizin rasûlleri hakkı getirmişler! İşte size yaptıklarınızın karşılığı olarak şu cennete varis kılındınız! diye onlara seslenilir. ","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:44","price":"Cennet ehli, cehennem ehline (şöyle) seslenir: Biz, Rabbimizin bize vaad ettiğinin gerçek olduğunu gördük. Siz de Rabbinizin vaadini gerçek buldunuz mu? Onlar da: Evet! derler. Aralarında bir münâdi: Allah’ın laneti; zalimlerin üzerinedir! diye seslenir.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:45","price":"Onlar, Allah yolundan yüz çevirir, alı koyarlar ve yolun eğri olmasını isterler. Onlar ahiretin de kâfiridir.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:46","price":"İkisi arasında bir perde/engel, (A’raf’ın) üzerinde herkesi simalarından tanıyan kimseler vardır. Cennetliklere: Selam size diye nîda ederler. Henüz oraya girmemişler, fakat çok arzulamaktadırlar. ","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:47","price":"Gözleri cehennemlikler tarafına çevrilince: Rabbimiz, bizi zalim toplumla birlikte bulundurma! derler.","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:48","price":"A’raftakiler simalarından tanıdıkları bazı adamlara seslenirler: Topladıklarınız ve büyüklük taslıyor olmanız size fayda vermedi.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:49","price":"Bunlar mıydı o sizin, “Allah bunları rahmetine erdirmeyecektir” diye yemin ettikleriniz? derler. Girin cennete size korku yoktur ve siz, mahzun da olmayacaksınız!","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:50","price":"Cehennem halkı, cennet halkına: Bize de, biraz su ya da Allah’ın size verdiği rızıklardan akıtın diye seslenirler. Cennet halkı da onlara: Allah, kâfirlere ikisini de haram kılmıştır! derler.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:51","price":"Onlar, dinlerini oyun ve eğlence edinmişler ve dünya hayatı da onları aldatmıştır. Bugün, bu karşılaşma günlerini unuttukları ve bile bile ayetlerimizi inkar ettikleri gibi biz de onları unutacağız.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:52","price":"Biz onlara, ilim ile apaçık açıkladığımız, iman eden bir toplum için de hidayet ve rahmet olan bir kitap getirmiştik..","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:53","price":"Onlar yalnızca (haber verilenlerin) ortaya çıkmasını mı bekliyorlar? Ortaya çıktığı gün, önceleri onu unutmuş olanlar: Rabbimizin elçileri gerçeği getirmişler. Şimdi, bize şefaat edecek bir şefaatçi var mı? Veya yaptıklarımızdan başka şeyler yapmamız için (Dünya'ya) bir dönüşümüz var mı? derler. Onlar, kendilerini hüsrana uğratmışlar ve uydurdukları şeyler de kaybolup, onlardan ayrılmıştır.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:54","price":"Şüphesiz Rabbiniz, gökleri ve yeri altı günde yaratmış, sonra arşın üstüne istiva etmiş/yükselmiş, geceyi (karanlığı ile), gündüz (aydınlığını) bürüyüp, örter ve (birbirlerini) durmadan takip eder kılmıştır; Güneş, ay ve yıldızlar da emrine boyun eğmiştir. Dikkat edin, yaratma ve emir yalnızca O’nundur. Alemlerin Rabbi olan Allah ne yücedir!","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:55","price":" Rabbinize yalvara yakara gizlice dua edin. O, sınırı aşanları sevmez.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:56","price":"Yeryüzünde, ıslah edildikten sonra bozgunculuk yapmayın. Allah’a korku ve ümit ile dua edin. Allah’ın rahmeti iyi kimselere yakındır.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:57","price":"Rahmetinin önünde müjdeci olarak rüzgarları gönderen O’dur. Rüzgarlar, ağır ağır yağmur yüklü bulutları yüklendiği zaman; biz, onu ölü bir bölgeye gönderir ve su indiririz. Onunla her türlü ürün çıkarırız. Ölüleri de böyle çıkaracağız. Belki düşünüp, ibret alırsınız.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:58","price":"Verimli bölgenin bitkisi Rabbinin izniyle bol çıkar. Verimsiz olandan ise kavruk bitkiden başkası çıkmaz. Şükreden bir toplum için işte ayetleri böyle çeşitli şekillerde açıklıyoruz.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:59","price":"Nuh’u kavmine peygamber olarak gönderdik. O da kavmine dedi ki: Ey kavmim, (yalnızca) Allah’a ibadet edin. Sizin O’ndan başka bir ilahınız yoktur. Ben, doğrusu sizin için büyük günün azabından korkuyorum\" dedi.","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:60","price":"Kavminin ileri gelenleri: Biz, seni açıkça bir dalalet içinde görüyoruz.” dediler.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:61","price":"Nuh: Ey kavmim, bende hiçbir sapıklık yoktur. Ben, ancak Alemlerin Rabbi tarafından (gönderilen) bir rasûlüm.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:62","price":"Size, Rabbimin gönderdiklerini bildiriyor ve nasihat ediyorum. Ben, sizin bilmediğiniz şeyleri biliyorum.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:63","price":"Sizi uyarması, sizinde sakınıp, takvalı olarak merhamet olunmanız için aranızdan bir adam ile Rabbinizden size bir öğüt gelmesine şaştınız mı? ","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:64","price":"Fakat, onu yalanladılar. Biz de onu ve gemide onunla beraber olanları kurtardık. Ayetlerimizi yalanlayanları da suda boğduk. Onlar, kör bir toplumdu.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:65","price":"Âd kavmine de, kardeşleri Hud’u gönderdik. Hud, onlara: Ey kavmim, (yalnızca) Allah’a ibadet edin, sizin O’ndan başka bir ilahınız yoktur. (Azaptan) sakınmıyor musunuz? dedi. ","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:66","price":"Kavminden kâfir olan ileri gelenleri: Biz, senin sefehat/cehalet içinde olduğunu görüyoruz. Ve senin yalancılardan olduğuna inanıyoruz, dediler.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:67","price":"Ey kavmim! dedi. Bende sefihlik diye bir şey yoktur. Ben, Alemlerin Rabbinden bir rasûlüm. ","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:68","price":"Size Rabbimin vahyettiklerini bildiriyorum. Ben, sizin için güvenilir bir nasihatçıyım.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:69","price":"Aranızdan bir adam ile sizi uyarmak için Rabbinizden size bir öğüt gelmesine şaştınız mı? O’nun, sizi Nuh kavminden sonra halifeler kıldığını ve yaratılışta sizi onlardan daha güçlü/iri yaptığını hatırlayın. Allah'ın nimetlerini anın ki, kurtuluşa erebilesiniz.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:70","price":"(Yalnızca) Bir tek ilaha ibadet etmemiz ve atalarımızın ibadet edegeldiklerini, bırakmamız için mi bize geldin? Bizi tehdit ettiğin azabı haydi başımıza getir. Doğru söyleyenlerden isen! dediler.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:71","price":"Hûd: Rabbinizden üzerinize bir azap, bir gazap hak olmuştur. Allah'ın hakkında hiçbir delil indirmediği, isimlerini de siz ve atalarınızın koyduğu (putlar) hakkında mı benimle tartışıyorsunuz? Öyleyse bekleyin, ben de sizinle beraber bekleyenlerdenim! dedi.","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:72","price":"O’nu ve beraberindekileri katımızdan bir rahmet ile kurtardık. Ayetlerimizi yalanlayan ve mümin olmayan kavmin de arkasını/kökünü kestik.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:73","price":"Semûd kavmine de kardeşleri Salih'i gönderdik. (Salih, onlara) dedi ki: Ey kavmim, (yalnızca) Allah’a ibadet edin. Sizin O’ndan başka bir ilahınız yoktur. Rabbinizden size apaçık bir bir delil/mucize ulaştı. Bu, Allah’ın dişi devesi, sizin için bir mucizedir. Onu bırakın, Allah’ın toprağında otlasın, ona bir kötülük etmeyin. Sonra sizi acı bir azap yakalar.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:74","price":"Âd kavminden sonra sizi halifeler yaptığını, ovalarında köşkler kurup, dağlarında evler inşa ettiğiniz bu topraklara yerleştirdiğini bir hatırlayın. Allah’ın nimetlerini düşünün de yeryüzünde bozgunculuk yaparak taşkınlık etmeyin!","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:75","price":"O’nun kavminden büyüklük taslayan ileri gelenleri de, hor gördükleri halktan iman edenlere sordular: Salih’in gerçekten Rabbi tarafından gönderilmiş bir peygamber olduğunu biliyor musunuz? Onlar da şöyle dediler: Biz, O'nunla gönderilenlere iman eden kimseleriz.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:76","price":"Büyüklük taslayanlar ise: Biz de sizin iman ettiklerinize küfredenleriz, dediler.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:77","price":"O dişi deveyi boğazladılar. Rab’lerinin emrine baş kaldırdılar ve: Ey Salih, eğer peygamberlerden isen bize korkutup durduğun azabı getir! dediler.","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:78","price":"Bunun üzerine onları şiddetli bir sarsıntı tutuverdi ve yurtlarında diz üstü çöke kaldılar.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:79","price":"Salih ise, onlardan yüz çevirip: Ey kavmim, andolsun ki ben size Rabbimin gönderdiklerini tebliğ ettim. Size nasihat ettim. Fakat siz nasihat edenleri sevmiyorsunuz, dedi.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:80","price":"Lût’u da gönderdik. Kavmine: Sizden önce tüm alemlerde hiç kimsenin yapmadığı ahlaksızlığı mı yapıyorsunuz?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:81","price":"Siz, kadınları bırakıp da şehvetle erkeklere yanaşıyorsunuz. Meğer siz, (koyulan sınırları) aşan bir toplummuşsunuz!” dediği vakit;","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:82","price":"Kavminin cevabı: Çıkarın onları memleketinizden, ! demekten başka bir şey olmadı. Zira onlar (bu günahtan) temiz olan insanlardır.","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:83","price":"Biz de Lût’u ve âilesini kurtardık; yalnız karısı geride kalanlardan oldu.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:84","price":"Onlara azap yağmuru yağdırdık. İşte bak, günahkârların sonu nasıl oldu!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:85","price":"Medyen halkına da kardeşleri Şuayb’i gönderdik. (Kavmine şöyle) dedi: Ey kavmim, (yalnızca) Allah’a ibadet edin. O’ndan başka bir ilahınız yoktur. Rabbinizden size apaçık bir delil ulaştı. Ölçü ve tartıyı tam yapın, insanların eşyasından bir şeyler eksik vermeyin. Islah edildikten sonra yeryüzünde bozgunculuk etmeyin. Eğer mü'minler iseniz bu sizin için en hayırlı olandır.\n\n","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:86","price":" Tehdit edip, Allah'a iman edenleri O'nun yolundan alıkoyarak ve o yolun eğri olmasını isteyerek, her yolun başında oturmayın. Azınlık iken Allah’ın sizi çoğalttığını hatırlayın. Bozguncuların sonunun ne olduğuna da bir bakın!","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":null,"lang":"tr"},{"name":"7:87","price":"Eğer benimle gönderilene içinizden bir grup iman edip, bir grup da iman etmemiş ise, Allah aranızda hükmünü verinceye kadar sabredin. Hüküm verenlerin en hayırlısı O’dur.","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":null,"lang":"tr"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}