{"data":[{"name":"2:142","price":"Səfeh kimsələr deyəcəklər: “Müsəlmanları üz tutduqları qiblədən döndərən nədir?” De: “Məşriq də, məğrib də Allahındır. O, istədiyi kəsi doğru yola yönəldər!”","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:143","price":"Beləliklə, siz insanlara şahid olasınız, peyğəmbər də, sizə şahid olsun deyə Biz sizi orta bir ümmət etdik. Biz, sənin əvvəl üz tutduğun qibləni, Allah rəsulunun ardınca gedənləri, ondan üz döndərənlərdən ayır etmək üçün təyin etdik. Bu, Allahın doğru yola yönəltdiyi kimsələrdən başqa hamıya ağır gəldi. Allah sizin imanınızı puç etməz. Həqiqətən də, Allah insanlara qarşı çox şəfqətlidir, rəhmlidir.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:144","price":"Biz sənin üzünün göyə tərəf çevrildiyini görürük. Odur ki, səni razı qalacağın qibləyə tərəf yönəldəcəyik. Artıq üzünü Məscidulharama tərəf çevir! Harada olursunuzsa, olun, üzünüzü ona tərəf çevirin! Şübhəsiz ki, Kitab verilənlər bunun özlərinin Rəbbi tərəfindən gerçək olduğunu bilirlər. Allah onların etdiklərindən qafil deyildir.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:145","price":"Kitab verilənlərə hər cür dəlil gətirsən də, onlar sənin qiblənə üz tutmazlar. Sən də, onların qibləsinə üz tutan deyilsən. Onların özləri də bir-birlərinin qibləsinə üz tutan deyillər. Əgər sənə gələn elmdən sonra onların istəklərinə tabe olasn, onda sən də, heç şübhəsiz ki, zalımlardan olarsan.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:146","price":"Kitab verdiyimiz kəslər Peyğəmbəri öz oğullarını tanıdıqları kimi tanıyırlar. Buna rəğmən onlardan bir dəstə bilə-bilə haqqı gizlədir.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:147","price":"Haqq sənin Rəbbindəndir! Odur ki, şübhə edənlərdən olma!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:148","price":"Hər kəsin üz tutduğu bir qibləsi vardır. Yaxşı işlər görməkdə bir-birinizlə yarışın. Harada olursunuzsa olun, Allah sizin hamınızı bir yerə toplayacaqdır. Şübhəsiz ki, Allah hər şeyə qadirdir.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:149","price":"Hara (səfərə) çıxsan, (namaz qıldıqda) üzünü Məscidulharama tərəf çevir! Həqiqətən, bu, sənin Rəbbindən gələn haqdır! Allah sizin etdiklərinizdən qafil deyildir.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:150","price":"Hara (səfərə) çıxsan, (namaz qıldıqda) üzünü Məscidulharama tərəf çevir! Harada olursunuzsa olun, üzünüzü ona tərəf çevirin ki, insanlar arasındakı zalımlardan başqa heç kəsin sizə qarşı bir dəlili olmasın. Onlardan qorxmayın, Məndən qorxun ki, Mən də, sizə olan nemətimi tamamlayım və bəlkə, siz doğru yola yönələsiniz.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:151","price":"Həmçinin, öz içərinizdən ayələrimizi sizə oxuyan, sizi (günahlardan) təmizləyən, Kitabı və hikməti sizə öyrədən, habelə, bilmədiklərinizi sizə öyrədən bir rəsul göndərdik.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:152","price":"Elə isə siz Məni yad edin ki, Mən də sizi yad edim! Mənə şükür edin, Mənə qarşı nankor olmayın!","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:153","price":"Ey iman gətirənlər! Səbir etmək və namaz qılmaqla (Allahdan) kömək diləyin. Həqiqətən, Allah səbir edənlərlədir!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:154","price":"Allah yolunda öldürülənlərə: “Ölüdürlər!” deməyin. Əksinə, (onlar) diridirlər, lakin siz (bunu) hiss etmirsiniz.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:155","price":"Biz sizi bir az qorxu, bir az aclıq, bir az da mal-dövlət, insan və məhsul itkisi ilə sınayarıq. Səbir edənləri müjdələ.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:156","price":"O kəslər ki, onlara bir müsibət üz verdikdə: “Biz, Allaha məxsusuq və biz yalnız Ona qayıdacağıq!”– deyirlər.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:157","price":"Onlara öz Rəbbi tərəfindən məğfirət və rəhmət vardır. Məhz onlar doğru yolda olanlardır.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:158","price":"Həqiqətən, Səfa və Mərvə Allahın nişanələrindəndir. Kim (müqəddəs) Evi həcc və ya ümrə (məqsədi ilə) ziyarət edərsə, bu iki (dağ arasında) səy etməsində ona heç bir günah yoxdur. Kim könüllü olaraq yaxşı bir iş görərsə, (bilsin ki), Allah şükrün əvəzini verəndir, (hər şeyi) biləndir.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:159","price":"Kitabda insanlara bəyan etdikdən sonra, nazil etdiyimiz açıq-aydın dəlilləri və doğru yol göstərən ayələri gizlədən kəslərə həm Allah lənət edər, həm də, lənət edə bilənlər lənət oxuyarlar!","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:160","price":"Yalnız tövbə edənlər, (əməllərini) islah edənlər və (haqqı) bəyan edənlər istisnadır. Mən onların tövbəsini qəbul edərəm. Mən tövbələri qəbul edənəm, Rəhmliyəm!","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:161","price":"Küfr edib kafir olaraq ölən kəslərə Allahın, mələklərin və bütün insanların lənəti olsun!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:162","price":"Onlar bu (lənətin) içərisində həmişəlik qalarlar. Onların əzabı yüngülləşdirilməz və onlara möhlət də verilməz.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:163","price":"Sizin məbudunuz Tək olan İlahdır. Ondan başqa (ibadətə layiq olan) məbud yoxdur, O, Mərhəmətlidir, Rəhmlidir.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:164","price":"Həqiqətən də, göylərin və yerin yaradılmasında, gecə ilə gündüzün bir-birilə əvəz olunmasında, insanlara fayda verən şeylərlə (yüklənmiş halda) dənizdə üzən gəmilərdə, Allahın göydən endirdiyi, onunla da ölmüş torpağı diriltdiyi suda, (Onun) növbənöv heyvanları (yer üzünə) yaymasında, küləklərin (istiqamətinin) dəyişdirilməsində və göylə yer arasında ram edilmiş buludlarda, başa düşən insanlar üçün dəlillər vardır.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:165","price":"İnsanlardan elələri də var ki, Allahdan qeyrilərini (Ona) tay tutur, onları da, Allahı sevdikləri kimi sevirlər. İman gətirənlərin isə Allaha olan sevgisi daha güclüdür. Kaş zülm edənlər əzabı görəcəkləri zaman bütün qüdrət və qüvvətin Allaha məxsus olduğunu və Allahın şiddətli əzab verdiyini biləydilər.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:166","price":"Tabe olunmuş (başçılar) tabe olanlardan uzaqlaşacaqları zaman, (hamısı) əzabı görəcək və aralarındakı əlaqələr kəsiləcəkdir.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:167","price":"Tabe olanlar deyəcəklər: “Kaş, bizim üçün (dünyaya) dönüş olaydı, (indi) onlar bizdən uzaqlaşdıqları kimi, biz də onlardan uzaqlaşardıq!” Beləcə, peşman olsunlar deyə, Allah onlara özlərinin əməllərini göstərəcək və onlar (heç vaxt Cəhənnəm) odundan çıxa bilməyəcəklər.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:168","price":"Ey insanlar! Yer üzündə olan halal və təmiz ruzilərdən yeyin, şeytanın addımlarını izləməyin! Şübhəsiz ki, o, sizin açıq-aşkar düşməninizdir.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:169","price":"O sizə yalnız pis və iyrənc işlər görməyi və Allaha qarşı bilmədiyiniz şeyləri söyləməyi əmr edir.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:170","price":"Onlara: “Allahın nazil etdiyinə tabe olun!”– deyildikdə, onlar: “Xeyr, biz atalarımızın tutduğu yolla gedəcəyik!”– deyirlər. Bəs ataları heç bir şey anlamamış və doğru yolda olmamışlarsa, onda necə?!","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:171","price":"Kafirlərin (və onları haqqa çağıran kimsənin) məsəli, çığırtı və bağırtıdan başqa bir şey anlamayanları (heyvanları) haylayan (çobanın) məsəlinə bənzəyir. (Onlar) kar, lal və kordurlar. Odur ki, (haqqı) anlamazlar.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:172","price":"Ey iman gətirənlər! Sizə verdiyimiz ruzilərin təmiz olanından yeyin! Əgər Allaha ibadət edirsinizsə, Ona şükür edin!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:173","price":"O sizə yalnız leşi, qanı, donuz ətini və Allahdan başqasının adı ilə kəsilmiş heyvanı haram etmişdir. Hər kim təcavüz etmədən və həddi aşmadan (bunlardan yeməyə) məcbur olarsa, bu ona günah sayılmaz. Həqiqətən, Allah çox bağışlayandır, rəhmlidir.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:174","price":"Şübhəsiz ki, Allahın nazil etdiyi kitabdan (bir şey) gizlədib onun müqabilində cüzi miqdarda qazanc əldə edənlər öz qarınlarına oddan başqa bir şey doldurmurlar. Qiyamət günü Allah onları danışdırmayacaq və onları təmizə çıxarmayacaqdır. Onlar üçün ağrılı-acılı bir əzab vardır.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:175","price":"Onlar doğru yol qarşılığında azğınlığı, bağışlanma qarşılığında isə əzabı satın alan kimsələrdir. Onlar (Cəhənnəm) oduna necə də səbirlidirlər!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:176","price":"Bu ona görədir ki, Allah kitabı haqq olaraq nazil etmişdir. Kitab barəsində ixtilaf edənlər isə, əlbəttə, (haqdan) uzaq bir ziddiyyət içindədirlər.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:177","price":"Yaxşı əməl heç də üzünüzü məşriqə və məğribə tərəf çevirməyiniz deyildir. Lakin yaxşı əməl (sahibləri) Allaha, Axirət gününə, mələklərə, (hər bir səmavi) kitaba və peyğəmbərlərə iman gətirən, sevdiyi malı qohum-əqrəbaya, yetimlərə, yoxsullara, müsafirlərə, dilənənlərə və kölələrin azad edilməsinə xərcləyən, namaz qılıb zəkat verən, əhd bağladıqda əhdlərini yerinə yetirən, sıxıntı və xəstəlik üz verdikdə, habelə, döyüş zamanı səbir edən şəxslərdir. Onlar (imanlarında) doğru olanlardır. Müttəqi olanlar da, elə məhz onlardır.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:178","price":"Ey iman gətirənlər! Öldürülən şəxsə görə qisas almaq sizə vacib edildi. (Odur ki,) azad kəsə görə azad olandan, köləyə görə kölədən, qadına görə qadından (qisas alın!) Əgər (qatil öldürdüyü) qardaşının (varisləri) tərəfindən (qanbahası müqabilində) bir şeylə əfv edilsə, onda (varislər onunla) insafla davranmalı, (qatil də, qanbahasını) gözəl tərzdə ödəməlidir. Bu, Rəbbiniz tərəfindən bir yüngüllük və mərhəmətdir. Bundan sonra kim həddi aşsa, onun üçün ağrılı-acılı bir əzab vardır.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:179","price":"Qisasda sizin üçün həyat vardır. Ey ağıl sahibləri! Bəlkə (bununla Allahdan) qorxasınız.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:180","price":"Sizlərdən birinə ölüm gəldiyi zaman qoyub gedəcəyi varidatdan müvafiq qaydada valideynlərə və yaxın qohumlara vəsiyyət etməsi ona vacib edilmişdir. (Bu,) müttəqilər üçün bir borcdur.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:181","price":"Kim (ölənin vəsiyyətini) eşitdikdən sonra onu dəyişdirsə, günahı ancaq onu dəyişdirənlərin üzərinə düşər. Şübhəsiz ki, Allah (hər şeyi) eşidəndir, (hər şeyi) biləndir!","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:182","price":"Kim də vəsiyyət edənin haqsızlıq etməsindən və ya günah işlətməsindən ehtiyat edib (tərəflərin) arasını düzəldərsə, ona heç bir günah olmaz. Şübhəsiz ki, Allah bağışlayandır, rəhmlidir!","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:183","price":"Ey iman gətirənlər! Oruc tutmaq sizdən əvvəlkilərə vacib edildiyi kimi, sizə də vacib edildi ki, bəlkə (Allahdan) qorxasınız.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:184","price":"(Oruc) sayı müəyyən olan günlərdir. Sizlərdən xəstə və ya səfərdə olanlar başqa günlərdə eyni sayda oruc tutmalıdırlar. Buna taqəti olanlar isə (buraxdığı hər gününün əvəzinə) bir kasıbı yedirtməklə fidyə verməlidirlər. Kim könüllü olaraq yaxşılıq etsə, bu onun üçün daha xeyirli olar. Bilsəniz oruc tutmaq sizin üçün nə qədər xeyirlidir.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:185","price":"İnsanlara doğru yolu göstərən, bu yolun və haqqı batildən ayırd edənin açıq-aydın dəlilləri olan Quran ramazan ayında nazil edilmişdir. Qoy sizlərdən bu aya yetişən kəslər həmin ayı oruc tutsunlar. Xəstə və ya səfərdə olanlar isə başqa günlərdə eyni sayda oruc tutmalıdırlar. Allah sizin üçün çətinlik istəməz, (əksinə), sizin üçün asanlıq istəyər. Allah istəyir ki, siz (buraxdığınız günlərin orucunu) tamamlayasınız və sizi doğru yola yönəltdiyinə görə Onu uca tutasınız. Bəlkə şükür edəsiniz.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:186","price":"Əgər qullarım səndən Mənim barəmdə soruşsalar, sözsüz ki, Mən (onlara) yaxınam, Mənə dua edənin duasını qəbul edərəm. Gərək onlar da, Mənim çağırışımı qəbul etsinlər və Mənə iman gətirsinlər ki, bəlkə (bununla) doğru yola yönəlsinlər.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:187","price":"Oruc gecəsi qadınlarınızla yaxınlıq etmək sizə halal edildi. Onlar sizin üçün bir libas, siz də, onlar üçün bir libassınız. Allah sizin (oruc gecələrində qadınlarınızla yaxınlıq etməklə) özünüzə xəyanət etdiyinizi bildi və tövbənizi qəbul edib sizi bağışladı. Artıq onlara yaxınlaşın və Allahın sizin üçün (əzəldən) təqdir etdiyini istəyin. Dan yeri söküləndə, ağ sapın qara sapdan seçildiyi sizə aydın olanadək yeyin-için. Sonra gecəyədək orucunuzu tamamlayın. Məscidlərdə etikafda olduğunuz zaman onlarla yaxınlıq etməyin. Bunlar Allahın hüdudlarıdır, onlara yaxınlaşmayın! Allah Öz ayələrini insanlara belə bəyan edir ki, bəlkə Ondan qorxalar.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:188","price":"Mallarınızı öz aranızda haqsızlıqla yeməyin və camaatın malının bir qismini bilə-bilə günah yolu ilə yeyəsiniz deyə, hakimləri ələ almağa çalışmayın.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:189","price":"Səndən yeni doğan aylar barəsində soruşurlar. De: “Bunlar insanlar və həcc üçün vaxt ölçüləridir.” Evlərə arxa tərəfindən daxil olmağınız yaxşı əməl deyildir. Lakin yaxşı əməl sahibi Allahdan qorxan kəsdir. Evlərə qapılarından daxil olun! Allahdan qorxun ki, bəlkə nicat tapasınız.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:190","price":"Sizinlə vuruşanlara qarşı Allah yolunda siz də vuruşun və həddi aşmayın! Həqiqətən, Allah həddi aşanları sevməz.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:191","price":"Onları (müşrikləri) harada yaxalasanız öldürün və sizi çıxartdıqları yerdən siz də onları çıxardın! Fitnə qətldən daha pisdir. Onlar sizə qarşı Məscidulharamın yanında vuruşmayınca, siz də onlara qarşı orada vuruşmayın. Əgər sizinlə vuruşsalar, (bu zaman) onları öldürün. Kafirlərin cəzası belədir.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:192","price":"Əgər onlar bu (savaşa) son qoysalar, əlbəttə ki, Allah bağışlayandır, rəhmlidir!","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:193","price":"Fitnə aradan qalxana qədər və din ancaq Allaha məxsus edilənədək onlara qarşı vuruşun! Əgər onlar (savaşa) son qoysalar, (bilin ki,) düşmənçilik ancaq zalımlara qarşı olur.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:194","price":"Haram ay, haram ay qarşılığındadır. Toxunulmazlığı pozmağın cəzası qisas almaqdır. Kim sizə qarşı təcavüz etsə, siz də ona qarşı onun təcavüz etdiyi qədər təcavüz edin. Allahdan qorxun və bilin ki, Allah müttəqilərlədir.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:195","price":"(Malınızdan) Allah yolunda xərcləyin və öz əllərinizlə özünüzü təhlükəyə atmayın. Yaxşılıq edin! Həqiqətən, Allah yaxşılıq edənləri sevər.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:196","price":"Allah üçün həcc və ümrəni tam yerinə yetirin. Əgər sizə (ziyarət etməyə) maneçilik törətsələr, müyəssər olan bir qurban kəsin. Qurbanlıq (heyvan) öz yerinə çatana qədər başınızı qırxmayın. Sizlərdən kim xəstə olarsa və ya başında ona əziyyət verən bir şey varsa, fidyə olaraq, ya oruc tutmalı, ya sədəqə verməli, ya da qurban kəsməlidir. Əminlik içində olduğunuz təqdirdə isə həcc vaxtına qədər ümrədən faydalanan kəs müyəssər olan bir qurban kəsməlidir. Qurbanlıq (heyvan) tapmayanlar isə həcc əsnasında üç gün, (vətəninə) qayıtdıqda isə yeddi gün oruc tutmalıdırlar. Bu da, tam on gün edir. Bu, ailəsi Məscidulharamda yaşamayanlara aiddir. Allahdan qorxun və bilin ki, Allahın əzabı şiddətlidir.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:197","price":"Həcc (ziyarəti) məlum olan aylardadır. Bu aylarda həcci yerinə yetirməyi niyyət edən kəs həcc (ziyarəti) əsnasında (qadınıyla) yaxınlıq etməməli, günah işlər görməməli və mübahisələrə qoşulmamalıdır. Sizin etdiyiniz yaxşılıqları Allah bilir. (Özünüzlə) azuqə götürün! Həqiqətən də, ən xeyirli azuqə təqvadır. Məndən qorxun, ey ağıl sahibləri!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:198","price":"(Həcc vaxtı) Rəbbinizdən lütf diləmək (ticarət etmək) sizə günah deyildir. Ərəfatdan qayıdarkən, Məşərulharamda Allahı zikr edin! Sizi doğru yola yönəltdiyinə görə Onu yad edin. Sözsüz ki, bundan əvvəl siz azmışlardan idiniz.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:199","price":"Sonra insanların gəldiyi yerdən siz də gəlin. Allahdan bağışlanma diləyin! Şübhəsiz ki, Allah bağışlayandır, rəhmlidir.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:200","price":"(Həcc) ibadətlərinizi bitirdikdə, (vaxtilə) atalarınızı yad etdiyiniz kimi, hətta ondan da qüvvətli şəkildə Allahı yad edin! İnsanlar arasında: “Ey Rəbbimiz! Bizə (verəcəyini) elə bu dünyada ver!”– deyənlər vardır. Belə şəxslərin axirətdə heç bir payı yoxdur.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:201","price":"Onlardan: “Ey Rəbbimiz! Bizə həm (bu) dünyada, həm də axirətdə gözəl nemətlər ver və bizi (Cəhənnəm) odunun əzabından qoru!”– deyənlər də vardır.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:202","price":"Məhz onlar üçün qazandıqları (əməllərə) görə mükafat vardır. Allah tez haqq-hesab çəkəndir.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:203","price":"Sayı müəyyən olan günlərdə Allahı yad edin. Kim iki gün ərzində (ayinləri yerinə yetirib Minadan) tez çıxarsa, ona heç bir günah olmaz. Kim yubanarsa, ona da heç bir günah olmaz. Bu, müttəqilərə aiddir. Allahdan qorxun və bilin ki, Onun hüzuruna toplanacaqsınız.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:204","price":"İnsanlardan eləsi də var ki, onun bu dünya həyatında danışdığı sözlər səni heyran edər. O, qəlbində olana Allahı şahid göstərər. Halbuki, o, ən qatı mübahisəçidir.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:205","price":"O, dönüb getdikdə, yer üzündə fitnə-fəsad törətməyə, əkinləri və nəsilləri məhv etməyə çalışar. Allah isə fitnə-fəsadı sevməz.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:206","price":"Ona: “Allahdan qorx!”– deyildikdə, lovğalıq onu (daha da) günaha sürükləyər. Ona Cəhənnəm kifayət edər. Ora nə pis məkandır!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:207","price":"İnsanlardan eləsi də var ki, Allahın razılığını qazanmaq üçün canını da verər. Allah Öz qullarına qarşı çox şəfqətlidir.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:208","price":"Ey iman gətirənlər! İslamı bütövlüklə qəbul edin və şeytanın addımlarını izləməyin! Şübhəsiz ki, o sizə açıq-aydın düşməndir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:209","price":"Sizə açıq-aydın dəlillər gəldikdən sonra (haqq yoldan) çıxsanız, bilin ki, Allah qüdrətlidir, hikmət sahibidir.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:210","price":"Yoxsa onlar Allahın bulud kölgələri içində, üstəlik, mələklərin də gəlməsini və işin bitmiş olmasını gözləyirlər?! (Bütün) işlər Allaha qaytarılacaqdır.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:211","price":"İsrail oğullarından soruş ki, Biz onlara nə qədər açıq-aydın dəlillər göndərdik. Kim özünə Allahın neməti gəldikdən sonra onu dəyişdirərsə, (bilsin ki,) Allah şiddətli cəza verəndir.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:212","price":"Dünya həyatı kafirlər üçün gözəlləşdirildi. Onlar iman gətirənləri məsxərəyə qoyurlar. Halbuki müttəqilər Qiyamət günü onlardan üstün olacaqlar. Allah istədiyi kəsə hesabsız ruzi verər.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:213","price":"İnsanlar tək bir ümmət idi. Allah (onlara) müjdə verən və (əzabla) qorxudan peyğəmbərlər göndərdi, onlarla birlikdə haqq olan kitab nazil etdi ki, insanların ixtilafa düşdükləri şeylərə dair onların arasında hökm versin. Halbuki (kitab) verilmiş şəxslər özlərinə açıq-aydın dəlillər gəldikdən sonra aralarındakı ədavət üzündən onun barəsində ixtilafa düşdülər. Allah isə Öz izni ilə iman gətirənləri ixtilafda olduqları (məsələlərdə) haqqa yönəltdi. Allah istədiyini düz yola yönəldər.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:214","price":"Yoxsa siz əvvəlkilərin başına gələnlər sizin başınıza gəlmədən Cənnətə daxil olacağınızımı güman edirdiniz? Onlara elə kasıblıq və xəstəlik üz vermiş, elə sarsılmışdılar ki, hətta, Peyğəmbər və onunla birlikdə olan möminlər: “Allahın köməyi nə vaxt gələcək?”– dedilər. Bilin ki, Allahın köməyi yaxındır.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:215","price":"Səndən (Allah yolunda) nə xərcləyəcəkləri barəsində soruşurlar. De: “Xərcləyəcəyiniz hər bir xeyir valideynlərə, qohum-əqrəbaya, yetimlərə, kasıblara və müsafirlərə aiddir. Siz nə yaxşılıq edirsinizsə, şübhəsiz ki, Allah onu bilir.”","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:216","price":"Döyüş xoşunuza gəlməsə də, o, sizə vacib edildi. Ola bilsin ki, sevmədiyiniz bir şey sizin üçün xeyirli, sevdiyiniz bir şey isə sizin üçün zərərli olsun. Allah bilir, siz isə bilmirsiniz.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:217","price":"Səndən haram ayında vuruşmaq barəsində soruşurlar. De: “Bu ayda vuruşmaq böyük günahdır. Lakin (insanları) Allah yolundan sapdırmaq, Ona küfr etmək, (müsəlmanları) Məscidulharama buraxmamaq və onun sakinlərini oradan çıxartmaq Allah yanında daha böyük günahdır. Fitnə isə qətldən də böyük günahdır.” Kafirlər bacarsalar, sizi dininizdən döndərənə qədər sizinlə vuruşmaqdan əl çəkməyəcəklər. Sizlərdən hər kim dinindən dönüb kafir olaraq ölərsə, onların əməlləri dünyada və axirətdə puça çıxar. Onlar Od sakinləridirlər və onlar orada əbədi qalacaqlar.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:218","price":"Həqiqətən də, iman gətirənlər, hicrət edənlər və Allah yolunda cihad edənlər, Allahın mərhəmətinə ümid edirlər. Allah bağışlayandır, rəhmlidir.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:219","price":"Səndən (sərxoşedici) içki və qumar barəsində soruşurlar. De: “İkisində də, həm böyük günah, həm də insanlar üçün mənfəət vardır. Amma günahları mənfəətlərindən daha böyükdür.” Səndən Allah yolunda nə xərcləyəcəklərini soruşurlar. De: “(Ehtiyacınızdan) artıq qalanını!” Allah ayələri sizə belə bəyan edir ki, bəlkə fikirləşəsiniz –","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:220","price":"dünya və axirət barəsində. Səndən yetimlər haqqında soruşurlar. De: “Onlara yaxşılıq etmək daha xeyirlidir. Əgər onlarla birlikdə yaşayırsınızsa, (bilin ki,) onlar sizin qardaşlarınızdır”. Allah fəsad törədəni yaxşılıq edəndən ayırd edə bilir. Əgər Allah istəsəydi, əlbəttə, sizi çətin vəziyyətə salardı. Şübhəsiz ki, Allah qüdrətlidir, hikmət sahibidir.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:221","price":"Müşrik qadınlar iman gətirməyincə onlarla evlənməyin. Əlbəttə, iman gətirmiş bir kəniz, sizi heyran edən müşrik bir qadından daha xeyirlidir. Müşrik kişilər iman gətirməyincə (mömin qadınları) onlara ərə verməyin. Əlbəttə, iman gətirmiş bir kölə, sizi heyran edən müşrik bir kişidən daha xeyirlidir. Onlar Oda çağırırlar. Allah isə (sizi) Öz izni ilə Cənnətə və bağışlanmağa çağırır. O, Öz ayələrini insanlara bəyan edir ki, bəlkə, düşünüb ibrət alsınlar.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:222","price":"Səndən heyz barəsində soruşurlar. De: “Bu, əziyyətverici bir haldır. Heyz vaxtı qadınlardan (cinsi əlaqədən) uzaq durun və heyzdən təmizlənməyincə onlarla yaxınlıq etməyin. Təmizləndikdən sonra isə Allahın sizə buyurduğu yerdən onlara yaxınlaşın!” Şübhəsiz ki, Allah tövbə edənləri və pak olanları sevər!","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:223","price":"Qadınlarınız sizin tarlanızdır. Tarlanıza istədiyiniz kimi yaxınlaşın. Özünüz üçün qabaqcadan (yaxşı işlər) hazırlayın. Allahdan qorxun və bilin ki, siz Onunla qarşılaşacaqsınız. (Ey Muhəmməd!) Möminləri müjdələ.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:224","price":"Andlarınızdan dolayı Allahı (Allahın adını) yaxşılıq etmənizə, pis işdən çəkinmənizə və insanlar arasında sülh yaratmanıza dair bir maneəyə çevirməyin. Allah (hər şeyi) eşidəndir, (hər şeyi) biləndir!","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:225","price":"Allah sizi qərəzsiz içdiyiniz andlara görə cəzalandırmaz, lakin O, sizi qəlbinizin qərəzinə (qəsdən içdiyiniz andlara) görə cəzalandıracaqdır. Allah bağışlayandır, həlimdir.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:226","price":"Qadınları ilə yaxınlıq etməməyi and içənlər üçün gözləmə müddəti dörd aydır. Əgər (bu müddət içində andlarından) dönsələr, şübhəsiz ki, Allah bağışlayandır, rəhmlidir.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:227","price":"Əgər onlar boşanmağa qərar versələr, şübhəsiz ki, Allah (hər şeyi) eşidəndir, (hər şeyi) biləndir!","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:228","price":"Boşanmış qadınlar üç heyz görüncəyə (və ya üç kərə təmizlənincəyə qədər) gözləməlidirlər. Əgər Allaha və Axirət gününə iman gətirmişlərsə, Allahın onların bətnində yaratdığını gizlətmək onlara halal olmaz. Əgər bu müddət ərzində onların ərləri barışmaq istəsələr, onları qaytarmağa daha çox haqlıdırlar. Kişilərin qadınlar üzərində (şəriətə müvafiq) haqları olduğu kimi, qadınların da kişilər üzərində (şəriətə müvafiq) haqları vardır. Kişilərin onlar üzərində olan haqları isə bir dərəcə üstündür. Allah qüdrətlidir, hikmət sahibidir.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:229","price":"Boşama iki dəfədir. Bundan sonra (qadını şəriətə) müvafiq qayda üzrə saxlamaq, yaxud xoşluqla buraxmaq gərəkdir. Onlara verdiklərinizdən bir şey götürmək sizə halal olmaz. Yalnız hər ikisinin Allahın hüdudlarını yerinə yetirməyəcəklərindən qorxması istisnadır. Əgər siz onların Allahın hüdudlarını yerinə yetirməyəcəklərindən qorxsanız, qadının (boşanmaq üçün) bir şey əvəz verməsində ikisinə də heç bir günah yoxdur. Bunlar Allahın hüdudlarıdır, onları aşmayın! Allahın hüdudlarını aşanlar – məhz onlar zalımlardır.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:230","price":"Əgər onu (üçüncü dəfə) boşayarsa, bundan sonra o (qadın) başqa bir kişiyə ərə getməyincə (əvvəlki ərinə) halal olmaz. Əgər (sonrakı əri) onu boşasa, Allahın hüdudlarını yerinə yetirəcəklərini güman etdikləri təqdirdə, (qadının birinci əri ilə yenidən) nikaha girməsində, ikisinə də heç bir günah yoxdur. Bunlar Allahın hüdudlarıdır, onları anlayan kimsələrə bəyan edir.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:231","price":"Qadınlarınızı boşadığınız və onların gözləmə müddəti sona yetişdiyi zaman onları ya (şəriətə) müvafiq qayda üzrə saxlayın, ya da müvafiq qayda üzrə buraxın. Zərər vermək üçün haqsızlıq edib onları saxlamayın. Kim bunu etsə, ancaq özünə zülm etmiş olar. Allahın ayələrini məsxərəyə qoymayın. Allahın sizə olan nemətlərini, öyüd-nəsihət vermək üçün nazil etdiyi Kitab və hikməti yadınıza salın. Allahdan qorxun və bilin ki, Allah hər şeyi bilir.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:232","price":"Qadınlarınızı boşadığınız və onların gözləmə müddəti başa çatdığı zaman (keçmiş ərləri ilə) öz aralarında xoşluqla razılığa gəldikləri təqdirdə, o qadınlara yenidən (əvvəlki) ərlərinə ərə getməyə mane olmayın. Bu, sizlərdən Allaha və Axirət gününə iman gətirənlərə verilən bir öyüd-nəsihətdir. Bu, sizin üçün daha yaxşı və daha pakdır. Allah bilir, siz isə bilmirsiniz.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:233","price":"Analar öz övladlarını tam iki il əmizdirsinlər. Bu, əmizdirməni tamamlamaq istəyənlər üçündür. Anaların yeməyi və geyimi (şəriətə) müvafiq qaydada uşağın atasının üzərinə düşür. Heç kəs qüvvəsi çatdığından artıq yüklənməz. Nə bir ana, nə də bir ata öz övladına görə zərər çəkməməlidir. (Atanın üzərinə düşən) bu vəzifə eynilə varisin üzərinə düşür. Əgər (ata və ana) özlərinin razılığı və məsləhəti ilə (uşağı iki ildən tez) süddən kəsmək istəsələr, ikisinə də heç bir günah olmaz. Əgər siz uşaqlarınızı (süd anasına) əmizdirmək istəyirsinizsə, verəcəyinizi (süd haqqını) müvafiq qayda üzrə ödəsəniz, sizə heç bir günah olmaz. Allahdan qorxun və bilin ki, Allah sizin nə etdiklərinizi görür.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:234","price":"Sizlərdən ölənlərin qoyub getdiyi zövcələr (yenidən ərə getmələri üçün) dörd ay on gün gözləməlidirlər. Onların gözləmə müddəti bitdikdə özləri barədə (şəriətə) müvafiq qayda üzrə etdikləri işə görə sizə günah olmaz. Allah nə etdiklərinizdən xəbərdardır.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:235","price":"(İddə müddətini gözləyən) qadınlara elçi göndərmək istəyinizi üstüörtülü bildirməkdə və ya ürəyinizdə gizlətməkdə sizə heç bir günah yoxdur. Allah bilir ki, siz onları xatırlayacaqsınız. Lakin onlarla gizlicə sözləşməyin, onlara yalnız (şəriətə) müvafiq qayda üzrə söz deyin. Gözləmə müddəti başa çatanadək (onlarla) nikah bağlamayın. Bilin ki, Allah sizin könlünüzdəkiləri bilir. Elə isə Ondan qorxun! Bilin ki, Allah bağışlayandır, rəhmlidir!","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:236","price":"Yaxınlıq etmədiyiniz və mehrini təyin etmədiyiniz qadınları boşamanızda sizə heç bir günah yoxdur. Belə olduğu təqqdirdə onlara pay verin – varlı öz imkanına görə, kasıb da öz imkanına görə, (şəriətə) müvafiq qayda üzrə pay versin. Bu, yaxşılıq edənlər üçün bir borcdur.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:237","price":"Qadınlar üçün mehr təyin etdikdən sonra, yaxınlıq etməzdən əvvəl onları boşasanız, təyin etdiyinizin yarısını onlara verməlisiniz. Qadınların (bunu ərlərinə) bağışlaması və ya əlində nikah müqaviləsi olanın bunu (qadına) bağışlaması isə istisnadır. Sizin bağışlamanız təqvaya daha yaxındır. Aranızdakı fəziləti (bir-birinizə yaxşılıq etməyi) unutmayın. Allah sizin nə etdiklərinizi görür.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:238","price":"Namazları, (xüsisilə) orta namazı qoruyun və Allah üçün müti olaraq (namaza) durun.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:239","price":"Əgər (nədənsə) qorxsanız, (namazınızı) ayaq üstə və ya minik üzərində qılın. Təhlükə sovuşduqda isə Allahı, sizə bilmədiklərinizi necə öyrədibsə, o cür yad edin!","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:240","price":"Sizlərdən ölən və (özündən sonra) zövcələr qoyub gedən kəslər (sağlığında ikən), zövcələrinə bir ilin tamamınadək (evlərindən) çıxarılmamaq şərtilə baxılmasını vəsiyyət etməlidirlər. Əgər o qadınlar (öz istəkləri ilə) çıxıb getsələr, özləri barədə (şəriətə) müvafiq qayda üzrə etdikləri işə görə sizə günah olmaz. Allah qüdrətlidir, hikmət sahibidir.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:241","price":"Boşanmış qadınlara (şəriətə) müvafiq qayda üzrə pay verilsin. Bu, müttəqilər üzərində bir borcdur.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:242","price":"Allah Öz ayələrini sizə belə bəyan edir ki, bəlkə anlayasınız.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:243","price":"(Sayları) minlərlə olduğu halda ölüm qorxusundan dolayı yurdlarından çıxanları görmədinmi? Allah onlara: “Ölün!”– dedi. Sonra isə onları diriltdi. Doğrudan da, Allah insanlara qarşı lütfkardır, lakin insanların çoxu şükür etməz.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:244","price":"Allah yolunda vuruşun və bilin ki, Allah (hər şeyi) eşidəndir, (hər şeyi) biləndir!","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:245","price":"Kim Allaha gözəl bir borc versə (malından Allah yolunda xərcləsə), Allah onun üçün bunu qat-qat artırar. Allah (kimisinin ruzisini) azaldar, (kimisinin ruzisini də) artırar. Siz Ona qaytarılacaqsınız.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:246","price":"Musadan sonra İsrail oğullarından olan əyanların başına gələnləri bilmirsənmi? O zaman onlar özlərinə (göndərilmiş) peyğəmbərə dedilər: “Bizə bir hökmdar təyin et ki, Allah yolunda döyüşək!” O dedi: “Sizə döyüş vacib edildikdə, ola ilsin ki, döyüşmədiniz?” Onlar dedilər: “Niyə Allah yolunda döyüşməyək ki, biz yurdumuzdan çıxarıldıq, övladlarımızdan ayrıldıq?!” Döyüşmək onlara vacib edildikdə isə onlardan az bir qismi istisna olmaqla (hamısı döyüşdən) üz çevirdi. Allah zalımları yaxşı tanıyır.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:247","price":"Peyğəmbərləri onlara dedi: “Allah Talutu sizə hökmdar göndərdi!” Onlar dedilər: “O, necə bizə hökmdar ola bilər ki, biz hökmdarlığa ondan daha layiqik və ona çoxlu sərvət verilməmişdir?” O dedi: “Allah sizin üzərinizə onu (hökmdar) seçdi, elm və bədəncə ona üstünlük verdi. Allah Öz mülkünü istədiyi kəsə verir. Allahın (lütfü) genişdir, O (hər şeyi) biləndir”.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:248","price":"Peyğəmbərləri onlara dedi: “Onun hökmdarlığının əlaməti sizə bir sandığın gəlməsidir. Onun içində, Rəbbinizdən bir təskinlik, Musa və Harun ailəsindən qalan (bəzi) şeylər vardır. Onu mələklər gətirəcəkdir. Əgər möminsinizsə, şübhəsiz ki, bunda sizin üçün bir dəlil vardır”.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:249","price":"Talut qoşunla birlikdə (döyüşə) yola düşdükdə (əsgərlərinə) dedi: “Allah sizi bir çayla sınağa çəkəcəkdir. Kim ondan içsə, o məndən deyildir. Bir ovuc götürən istisna olmaqla, kim ondan dadmasa, o, məndəndir”. Onların az bir qismi istisna olmaqla (hamısı) ondan su içdi. Talut və onunla birlikdə olan möminlər çayı keçdikdən sonra (bəziləri) dedilər: “Bu gün bizim Caluta və onun qoşununa qarşı vuruşmağa taqətimiz yoxdur”. Allahla qarşılaşacaqlarını yəqin bilənlər isə dedilər: “Neçə-neçə az saylı dəstə olub ki, Allahın izni ilə çox saylı dəstəyə qalib gəlib!” Allah səbir edənlərlədir.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:250","price":"Onlar Calutun və onun qoşununun qarşısına çıxdıqda, dedilər: “Ey Rəbbimiz! Bizə bollu səbir ver, qədəmlərimizi möhkəmlət və kafir qövmə qələbə çalmaqda bizə yardım et!”","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:251","price":"(Möminlər) Allahın izni ilə onları məğlub etdilər. Davud da Calutu öldürdü. Allah ona hökmranlıq və hikmət bəxş etdi, ona istədiyini öyrətdi. Əgər Allah insanların bəzilərini digərləri ilə dəf etməsəydi, yer üzü fitnə-fəsada uğrayardı. Lakin Allah aləmlərə qarşı lütfkardır.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"az"},{"name":"2:252","price":"Bunlar Allahın ayələridir. Biz onları sənə haqq olaraq oxuyuruq. Şübhəsiz ki, sən göndərilən elçilərdənsən.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"az"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}