{"data":[{"name":"2:253","price":"Biz o elçilərin bəzisini digərlərindən üstün etdik. Allah onlardan bəzisi ilə danışmış, bəzisini isə dərəcələrlə yüksəltmişdir. Biz Məryəm oğlu İsaya açıq-aydın dəlillər verdik və onu müqəddəs Ruh (Cəbrail) ilə qüvvətləndirdik. Əgər Allah istəsəydi, onlardan sonra gələnlər özlərinə açıq-aydın dəlillər gəldikdən sonra bir-biriləri ilə vuruşmazdılar. Lakin onlar ixtilaf etdilər. Onlardan kimisi iman gətirdi, kimisi də, kafir oldu. Əgər Allah istəsəydi, onlar bir-biriləri ilə vuruşmazdılar. Lakin Allah istədiyini edər.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:254","price":"Ey iman gətirənlər! Alış-verişin, dostluğun və şəfaətin olmayacağı gün gəlməmişdən öncə, sizə verdiyimiz ruzidən (Allah yolunda) xərcləyin! Kafirlər, əlbəttə ki, zalımdırlar.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:255","price":"Allah Özündən başqa (haqq) məbud olmayandır, (əbədi) Yaşayandır, (bütün yaratdıqlarının) Qəyyumudur. Onu nə mürgü, nə də yuxu tutar. Göylərdə və yerdə nə varsa, (hamısı) Ona məxsusdur. Allahın izni olmadan Onun yanında kim şəfaət edə bilər? O, (qullarının) gələcəyini və keçmişini bilir. Onlar Allahın elmindən Onun istədiyindən başqa heç bir şey qavraya bilməzlər. Onun Kürsüsü göyləri və yeri əhatə etmişdir. Bunları qoruyub saxlamaq Ona ağır gəlməz. O, Ucadır, Əzəmətlidir.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:256","price":"Dində məcburiyyət yoxdur. Artıq doğru yol azğınlıqdan fərqlənir. Hər kim tağutu inkar edib Allaha iman gətirərsə, heç vaxt qırılmayan ən möhkəm dəstəkdən yapışmış olar. Allah (hər şeyi) eşidəndir, (hər şeyi) biləndir.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:257","price":"Allah iman gətirənlərin dostudur, onları zülmətlərdən nura çıxarar. Kafirlərin dostları isə tağutdur, onları nurdan zülmətlərə çıxarar. Onlar Od sakinləridirlər və onlar orada əbədi qalacaqlar.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:258","price":"Allahın verdiyi hökmranlıqığa görə, İbrahim ilə Rəbbi barəsində höcətləşən kəsi görmədinmi? İbrahim: “Mənim Rəbbim həm dirildir, həm də öldürür!”– dedikdə, (Nəmrud:) “Mən də, həm dirildir, həm də öldürürəm!”– demişdi. İbrahim: “Allah günəşi məşriqdən gətirir. Sən də, onu məğribdən gətir!”– dedikdə, o kafir çaşıb qalmışdı. Allah zalım qövmü doğru yola yönəltməz.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:259","price":"Və ya damları uçulub xarabalığa çevrilmiş bir kəndin yanından keçən kimsəni (görmədinmi)? O demişdi: “Görəsən, Allah bu kəndi ölümündən sonra necə dirildəcək?” Allah onu öldürüb yüz il saxladı, sonra dirildib: “Nə qədər qaldın?”– deyə buyurdu. O dedi: “Bir gün və ya bir gündən də az!” Allah buyurdu: “Xeyr, sən yüz il qaldın. Yediyinə və içdiyinə bax, hələ də xarab olmayıb. Uzunqulağına da bax! Səni belə etdik ki, insanlar üçün bir dəlil olasan. Sümüklərə bax, gör Biz onları necə bir-birinə birləşdirir, sonra da, onların üstünü ətlə örtürük”. Ona (həqiqət) bəlli olduqda: “Mən artıq bilirəm ki, Allah hər şeyə qadirdir!”– dedi.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:260","price":"Bir zaman İbrahim: “Ey Rəbbim, ölüləri necə diriltdiyini mənə göstər!”– demişdi. (Rəbbi ona:) “Məgər sən inanmırsan?”– deyə buyurdu. (İbrahim) dedi: “Əlbəttə, (inanıram!) Lakin (istəyirəm ki,) qəlbim rahat olsun”. (Allah) buyurdu: “Quşlardan dördünü tut və onları götür tikə-tikə et, sonra hər dağın başına onlardan bir parça qoy, sonra da onları çağır, tez sənin yanına gələcəklər. Bil ki, Allah qüdrətlidir, hikmət sahibidir!”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:261","price":"Mallarını Allah yolunda xərcləyənlərin məsəli yeddi sünbül verən bir toxumun məsəlinə bənzəyir ki, sünbüllərin hər birində yüz ədəd dən vardır. Allah istədiyi kimsənin mükafatını artırar. Allahın (lütfü) genişdir, O (hər şeyi) biləndir.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:262","price":"Mallarını Allah yolunda xərcləyənlərin və xərclədiklərinin ardından minnət qoymayan və əziyyət verməyənlərin Rəbbi yanında mükafatları vardır. Onlara heç bir qorxu yoxdur və onlar kədərlənməyəcəklər.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:263","price":"Xoş söz (söyləmək və xətaları) bağışlamaq, ardından əziyyət gələn sədəqədən daha yaxşıdır. Allah zəngindir, həlimdir.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:264","price":"Ey iman gətirənlər! Sədəqələrinizi, özünü camaata göstərmək məqsədilə malını xərcləyən, Allaha və Axirət gününə inanmayan şəxs kimi minnət qoymaqla və əziyyət verməklə puç etməyin. Beləsinin məsəli, üzərində torpaq olan hamar qayanın məsəlinə bənzəyir ki, üzərinə bol yağış düşüb onu çılpaq hala salmışdır. Onlar qazandıqlarından heç bir şey əldə etməzlər. Allah kafir qövmü doğru yola yönəltməz.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:265","price":"Mallarını Allahın razılığını qazanmaq və nəfslərini möhkəmləndirmək üçün xərcləyənlərin məsəli təpə üzərindəki bağın məsəlinə bənzəyir ki, ona bol yağış düşdükdən sonra o öz bəhrəsini iki qat verər. Yox, əgər ona şiddətli yağış düşməzsə, narın yağış da (bəs edər). Allah sizin nə etdiklərinizi görür.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:266","price":"Məgər sizlərdən biri istəyərmi ki, onun xurma ağaclarından və üzümlüklərdən ibarət, (ağacları və qəsrləri) altından çaylar axan və içində onun üçün hər cür meyvələr olan bir bağı olsun, (sonra da) ona qocalıq üz verdiyi zaman, özünün də, (o bağa) möhtac olan uşaqları olduğu halda, (bu bağa) odlu bir qasırğa düşüb (onu) yandırsın? Allah ayələri sizə belə bəyan edir ki, bəlkə fikirləşəsiniz.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:267","price":"Ey iman gətirənlər! Qazandığınız və sizin üçün torpaqdan çıxartdığımız şeylərin yaxşısından (Allah yolunda) xərcləyin. Özünüzə verildikdə, ancaq göz yumub aldığınız pis şeylərdən xərcləməyə çalışmayın. Bilin ki, Allah zəngindir, tərifəlayiqdir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:268","price":"Şeytan sizi yoxsulluqla qorxudur və sizə pis işlər görməyi əmr edir. Allah isə sizə Öz tərəfindən bağışlanma və lütf vəd edir. Allahın (lütfü) genişdir, O (hər şeyi) biləndir.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:269","price":"Allah hikməti istədiyi kəsə bəxş edir. Kimə hikmət verilərsə, ona çoxlu xeyir verilmiş olar. Bundan yalnız ağıl sahibləri düşünüb ibrət alarlar.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:270","price":"Xərclədiyiniz hər bir sədəqəni və verdiyiniz hər bir nəziri şübhəsiz ki, Allah bilir. Zalımların isə köməkçiləri olmaz.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:271","price":"Sədəqələri aşkarda versəniz, bu çox gözəl olar. Əgər onu yoxsullara gizlində versəniz, bu sizin üçün daha xeyirli olar. Allah sizin bəzi günahlarınızdan keçər. Allah nə etdiklərinizdən xəbərdardır.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:272","price":"Onların hidayətə gəlməsi sənə aid deyildir. Allah isə istədiyi şəxsi hidayətə qovuşdurur. Xeyirli şeylərdən xərclədikləriniz sizin özünüz üçündür. Siz (möminlər) onu ancaq Allahın Üzünü dilədiyinizə görə sərf edirsiniz. Xeyirli şeylərdən xərclədiklərinizin əvəzi sizə tam verilər və sizə zülm edilməz.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:273","price":"(Verəcəyiniz sədəqələr) Allah yolunda cihad edib yer üzündə (qazanc dalınca) səfərə çıxa bilməyən yoxsullar üçündür. Bu kimsələr həyalarından dolayı (dilənmədiklərinə görə) tanımayan adam onları varlı hesab edir. Sən isə onları simalarından tanıyırsan. Onlar israrla insanlardan (bir şey) istəməzlər. Xeyirli şeylərdən nə xərcləsəniz, şübhəsiz ki, Allah onu bilir.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:274","price":"Mallarını gecə və gündüz, gizli və aşkar xərcləyənlərin öz Rəbbi yanında mükafatı vardır. Onlara heç bir qorxu yoxdur və onlar kədərlənməyəcəklər.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:275","price":"Sələm yeyənlər (qəbirlərindən), şeytan toxunmuş dəlinin qalxdığı kimi qalxarlar. Bu, onların: “Alış-veriş də sələmçilik kimidir!”– demələrinə görədir. Halbuki, Allah alış-verişi halal, sələmçiliyi isə haram etmişdir. Hər kim özünə Rəbbindən xəbərdarlıq gəldikdən sonra (sələmçiliyə) son qoyarsa, keçmişdə aldığı (sələmlər) onundur. Onun işi Allaha qalar. Kim yenə (sələmçiliyə) qayıdarsa, məhz onlar cəhənnəmlik olar və orada əbədi qalarlar.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:276","price":"Allah sələmi puç edər, sədəqələri isə artırar. Allah küfr və günah işlərdə israr edən kimsələri sevməz.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:277","price":"Həqiqətən, iman gətirib saleh əməllər edən, namaz qılan və zəkat verənlərin Rəbbi yanında mükafatları vardır. Onlara heç bir qorxu yoxdur və onlar kədərlənməyəcəklər.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:278","price":"Ey iman gətirənlər! Allahdan qorxun və əgər möminsinizsə, sələmdən qalan məbləğdən vaz keçin.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:279","price":"Əgər belə etməsəniz, Allahın və Onun rəsulunun sizə müharibə elan etdiyini bilin. Yox, əgər tövbə etsəniz, sərmayəniz sizindir. Nə siz zülm edərsiniz, nə də sizə zülm olunar.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:280","price":"Əgər borclu olan kəs borcu qaytarmağa qadir deyilsə, vəziyyəti düzələnə qədər (ona) möhlət verin. Kaşki (borcu) sədəqə olaraq bağışlamağınızın sizin üçün nə qədər xeyirli olduğunu biləydiz!","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:281","price":"Allahın hüzuruna qaytarılacağınız gündən qorxun! Sonra hər kəsə qazandığının əvəzi veriləcək və onlara zülm edilməyəcəkdir.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:282","price":"Ey iman gətirənlər! Müəyyən bir müddətədək bir-birinizə borc verdikdə, onu yazın. Qoy bunu aranızda bir katib ədalətlə yazsın. Katib Allahın onu öyrətdiyi kimi yazmaqdan boyun qaçırmasın. Qoy o yazsın, boynunda borc olan adam da (götürdüyü borcun miqdarını) yazdırsın, Rəbbi olan Allahdan qorxsun və borcdan heç bir şey əskiltməsin. Əgər boynunda borc olan kimsə səfehdirsə, yaxud (ağıldan) zəifdirsə və ya özü yazdırmağa qadir deyilsə, qoy onun himayədarı (borcu) ədalətlə yazdırsın. Aranızdakı kişilərdən də iki nəfəri şahid tutun. Əgər iki kişi tapılmazsa, razı olduğunuz şahidlərdən bir kişi və iki qadını şahid tutun ki, qadınlardan biri unutduqda, o birisi onun yadına salsın. Şahidlər (şahidlik etməyə) çağırıldıqda, boyun qaçırmasınlar. Az da olsa, çox da olsa, onu (qaytarılma) vaxtı ilə (bərabər) yazmaqdan usanmayın. Belə etməyiniz, Allah yanında daha ədalətli, şahidlik üçün daha düzgün və şübhəyə düşməməyiniz üçün daha münasibdir. Yalnız aranızda gedən nağd ticarət istisnadır. Bunu yazmamağınız isə sizin üçün günah deyildir. Alış-veriş etdikdə şahid tutun. Lakin katibə və şahidə zərər verilməsin. Əgər (zərər) versəniz, şübhəsiz ki, bu, sizin üçün bir fasiqlikdir. Allahdan qorxun! Allah sizi öyrədir. Allah hər şeyi biləndir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:283","price":"Əgər səfərdə olduqda katib tapmasanız, (borc yiyəsi yanında) girov saxlanılmalıdır. Əgər sizlərdən biri digərinə etibar edirsə, qoy etibar olunmuş kəs (ona verilmiş) əmanəti qaytarsın və Rəbbi olan Allahdan qorxsun. Şahidliyi gizlətməyin! Kim onu gizlədirsə, şübhəsiz ki, onun qəlbi günahkardır. Allah nə etdiklərinizi bilir.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:284","price":"Göylərdə və yerdə nə varsa, Allaha məxsusdur. Siz içinizdə olanı üzə çıxarsanız da, gizlətsəniz də, Allah buna görə sizi hesaba çəkəcəkdir. O, istədiyini bağışlayar, istədiyinə də, əzab verər. Allah hər şeyə qadirdir.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:285","price":"Allahın rəsulu öz Rəbbindən ona nazil edilənə iman gətirdi, möminlər də, (iman gətirdilər). Hamısı Allaha, Onun mələklərinə, kitablarına və elçilərinə iman gətirdilər. (Onlar dedilər): “Biz Onun elçiləri arasında fərq qoymuruq!” (Həmçinin,) dedilər: “Eşitdik və itaət etdik! Ey Rəbbimiz, Səndən bağışlanma diləyirik, dönüş yalnız Sənədir!”","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"2:286","price":"Allah hər kəsi yalnız onun qüvvəsi çatdığı qədər mükəlləf edər. Hər kəsin qazandığı xeyir yalnız onun özünə, qazandığı şər də, yalnız öz əleyhinədir. “Ey Rəbbimiz, unutsaq və ya xəta etsək bizi cəzalandırma! Ey Rəbbimiz, bizdən əvvəlkiləri yüklədiyin kimi, bizi ağır yüklə yükləmə! Ey Rəbbimiz, gücümüz çatmayan şeyi daşımağa bizi vadar etmə! Bizi əfv et, bizi bağışla, bizə rəhm et! Sən bizim Himayədarımızsan! Kafir qövmə qalib gəlməkdə bizə yardım et!”","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:1","price":"Əlif. Ləm. Mim.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:2","price":"Allah Özündən başqa (haqq) məbud olmayandır, (əbədi) Yaşayandır, (bütün yaradılanların) Qəyyumudur.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:3","price":"O, bu Kitabı sənə özündən əvvəlkiləri təsdiqləyən, həm də, haqq olaraq nazil etdi. Tövratı və İncili də, O nazil etdi –","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:4","price":"daha əvvəllər insanlara doğru yolu göstərən rəhbər olmaq üçün. Furqanı da, O nazil etdi. Şübhəsiz ki, Allahın ayələrinə küfr edənlərə şiddətli bir əzab vardır. Allah qüdrətlidir, intiqam almağa qadirdir.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:5","price":"(Sözsüz ki,) nə yerdə, nə də göydə, heç bir şey Allahdan gizli qalmaz.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:6","price":"Bətnlərdə sizə istədiyi surəti verən Odur. Ondan başqa (ibadətə layiq olan) məbud yoxdur, O, Qüdrətlidir, Hikmət sahibidir.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:7","price":"Kitabı sənə nazil edən Odur. O Kitabın bir qismi muhkəm (hər kəsin başa düşdüyü) ayələrdir ki, bunlar, Kitabın anasıdır. Digərləri isə mutəşabih (müstəsna insanların başa düşüdüyü) ayələrdir. Qəlblərində əyrilik olanlar fitnə-fəsad törətmək və istədikləri kimi yozmaq məqsədilə, mutəşabih ayələrin ardınca gedərlər. Halbuki onun yozumunu Allahdan başqa heç kəs bilməz. Dərin biliyə malik olanlar isə deyərlər: “Biz ona iman gətirdik, hamısı Rəbbimiz tərəfindəndir”. Bunu isə yalnız ağıl sahibləri dərk edərlər.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:8","price":"Ey Rəbbimiz! Bizi hidayət yoluna yönəltdikdən sonra qəlbimizi sapdırma. Bizə Öz tərəfindən bir mərhəmət bəxş et. Həqiqətən, Sən Bəxşedənsən.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:9","price":"Ey Rəbbimiz! Həqiqətən, (gerçəkləşəcəyinə) şübhə edilməyən bir gündə, insanları (bir yerə) cəm edən Sənsən. Həqiqətən, Allah vədinə əsla xilaf çıxmaz!","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:10","price":"Şübhəsiz ki, kafir olanların nə malları, nə də övladları onlara Allahın hüzurunda heç bir şeylə fayda verə bilməz. Onlar Cəhənnəmin yanacağıdırlar.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:11","price":"(Onların əməli) Firon nəslinin və onlardan əvvəlkilərin əməlinə bənzəyir. Onlar ayələrimizi yalan hesab etdilər, Allah da, onları günahlarına görə yaxaladı. Allah şiddətli cəza verəndir.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:12","price":"Kafirlərə de: “Siz məğlub olacaq və Cəhənnəmə toplanacaqsınız! Ora nə pis yerdir!”","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:13","price":"Qarşı-qarşıya gələn iki dəstədə, sizin üçün bir ibrət var idi. Dəstələrdən biri Allah yolunda vuruşurdu, digəri isə kafirlər idi. (Möminlər kafirlərin) sayca onlardan iki qat artıq olduqlarını öz gözləri ilə görürdülər. Allah istədiyi kəsi Öz köməyi ilə qüvvətləndirir. Həqiqətən, bunda bəsirət sahibləri üçün bir ibrət vardır.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:14","price":"Qadınların, uşaqların, yığın-yığın qızıl-gümüşün, yaxşı cins atların, mal-qaranın və əkin yerlərinin verdiyi zövqlərə olan istək insanlara gözəl göstərilmişdir. Bunlar, dünya həyatının keçici zövqüdür. Halbuki gözəl qayıdış yeri Allah yanındadır.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:15","price":"De: “Sizə bunlardan daha xeyirlisini xəbər verimmi? Allahdan qorxanlar üçün Rəbbi yanında, (ağacları və qəsrləri) altından çaylar axan, içində əbədi qalacaqları cənnətlər, pak zövcələr və Allahın rizası vardır”. Allah qullarını görəndir.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:16","price":"O kəslər ki: “Ey Rəbbimiz! Həqiqətən, biz iman gətirdik, günahlarımızı bağışla və bizi Od əzabından qoru!” – deyirlər.","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:17","price":"Onlar səbir edən, dürüst olan, müti olan, malından (Allah yolunda) xərcləyən və sübh çağına yaxın (Allahdan) bağışlanma diləyən kimsələrdir.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:18","price":"Allah, mələklər və elm sahibləri də, Ondan başqa (ibadətə layiq olan) məbud olmadığına ədalətlə şahidlik etmişlər. Ondan başqa (ibadətə layiq olan) məbud yoxdur. O, Qüdrətlidir, Hikmət sahibidir.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:19","price":"Həqiqətən, Allah yanında (haqq) din, İslamdır! Kitab verilənlər ancaq özlərinə elm gəldikdən sonra aralarındakı ədavət üzündən ixtilafa düşdülər. Kim Allahın ayələrinə küfr edərsə, (bilsin ki,) Allah tez haqq-hesab çəkəndir.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:20","price":"Əgər onlar səninlə mübahisə etsələr, de: “Mən özümü Allaha təslim etdim. Mənə tabe olanlar da, (həmçinin).” Kitab verilənlərə və savadsızlara (özlərində kitab olmayan ərəb müşriklərinə): “Siz də, təslim oldunuzmu?” Əgər təslim olsalar, doğru yola yönəlmiş olarlar. Yox əgər üz döndərsələr, (bil ki,) sənin öhdənə düşən ancaq (haqqı) təbliğ etməkdir. Allah qullarını görəndir.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:21","price":"Allahın ayələrinə küfr edənləri, peyğəmbərləri haqsız yerə öldürənləri və ədalətə çağıran insanları qətlə yetirənləri ağrılı-acılı bir əzabla müjdələ!","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:22","price":"Onlar dünyada da, axirətdə də, əməlləri puç olan kimsələrdir. Onların yardımçıları da olmaz.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:23","price":"Kitabdan özlərinə bir pay verilmiş kəsləri görmədinmi? Onlar, aralarında hökm verməsi üçün Allahın Kitabına dəvət olunurlar. Sonra onlardan bir dəstə üz çevirib (geri) dönür.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:24","price":"Bu, onların: “Od bizə ancaq bir neçə gün toxunar!”– demələrinə görədir. Onları uydurduqları şeylər öz dinlərində aldadıb yoldan çıxartmışdır.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:25","price":"(Baş verəcəyinə) şübhə edilməyən bir gündə onları topladığımız və hər kəsə qazandığının əvəzi ödəniləcəyi, özlərinə də, heç bir haqsızlıq edilməyəcəyi zaman (onların halı) necə olacaq?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:26","price":"De: “Ey mülkün sahibi olan Allahım! Sən mülkü istədiyin kəsə verir, istədiyindən də, onu geri alırsan; istədiyin kimsəni ucaldır, istədiyini də, alçaldırsan. Xeyir (yalnız) Sənin Əlindədir. Həqiqətən, Sən hər şeyə qadirsən.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:27","price":"Sən gecəni gündüzə qatır, gündüzü də gecəyə qatırsan. Ölüdən diri çıxarır, diridən də ölü çıxarırsan. Sən istədiyin kəsə hesabsız ruzi verirsən”.","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:28","price":"Möminlər möminləri qoyub kafirləri dost tutmasınlar! Bunu edən kəs (bilsin ki,) Allah ilə onun heç bir əlaqəsi yoxdur. Ancaq kafirlərdən gələ biləcək təhlükədən qorxmanız istisnadır. Allah sizi Özündən çəkindirir (Öz əzabı ilə qorxudur). Dönüş də (ancaq) Allahadır.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:29","price":"De: “Qəlblərinizdə olanı gizlətsəniz də, üzə çıxarsanız da, Allah onu bilir. O, göylərdə və yerdə olanları da bilir. Allah hər şeyə qadirdir”.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:30","price":"Hər kəs etdiyi yaxşı və pis əməllərini qarşısında hazır görəcəyi gün, özü ilə pis əməllərinin arasında çox böyük məsafə olmasını arzulayacaqdır. Allah sizi Özündən çəkindirir (Öz əzabı ilə qorxudur). Allah qullarına qarşı çox şəfqətlidir.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:31","price":"De: “Əgər siz Allahı sevirsinizsə, mənim ardımca gəlin ki, Allah da, sizi sevsin və günahlarınızı bağışlasın. Allah bağışlayandır, rəhmlidir”.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:32","price":"De: “Allaha və Onun Rəsula itaət edin!” Əgər üz döndərsələr, (bilsinlər ki,) Allah, həqiqətən də, kafirləri sevməz.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:33","price":"Allah Adəmi, Nuhu, İbrahim nəslini və İmran ailəsini seçib aləmlərdən üstün etdi.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:34","price":"Onlar biri digərindən olan (hənif) bir nəsil idilər. Allah (hər şeyi) eşidəndir, (hər şeyi) biləndir.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:35","price":"Bir zaman İmranın zövcəsi demişdi: “Ey Rəbbim! Mən bətnimdəkini Sənə xidmətçi bir qul olmaq üçün nəzir etdim. (Bu nəziri) məndən qəbul et! Həqiqətən, Sən Eşidənsən, Bilənsən”.","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:36","price":"(Nəhayət,) bari-həmlini yerə qoyduğu zaman dedi: “Ey Rəbbim! Mən qız doğdum” – (halbuki,) Allah onun nə doğduğunu yaxşı bilirdi, – “axı oğlan qız kimi deyildir. Mən onun adını Məryəm qoydum, onu və onun nəslini lənətlənmiş şeytandan qorumağı Sənə həvalə edirəm”.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:37","price":"Rəbbi onu gözəl tərzdə qəbul etdi, onu gözəl bir bitki kimi yetişdirdi və ona baxmağı Zəkəriyyaya tapşırdı. Zəkəriyya hər dəfə (Məryəmin) yanına mehraba daxil olduqda, onun yanında ruzi olduğunu görərdi. Nəhayət, o: “Ey Məryəm! Bu, sənin üçün haradandır?”– deyə soruşduqda, (Məryəm) dedi: “Bu, Allah tərəfindəndir! Şübhəsiz ki, Allah istədiyi kimsəyə hesabsız ruzi verir”.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:38","price":"Zəkəriyya orada Rəbbinə dua edib dedi: “Ey Rəbbim! Öz tərəfindən mənə pak bir zürriyyət bəxş et! Şübhəsiz ki, Sən duaları eşidənsən”.","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:39","price":"(Zəkəriyya) mehrabda durub namaz qılarkən mələklər ona belə xitab etdilər: “Allah səni, Allah tərəfindən olan Kəlməni təsdiq edən, (qövmünün) ağası, nəfsinə hakim və əməlisalehlərdən bir peyğəmbər olacaq Yəhya ilə müjdələyir”.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:40","price":"O dedi: “Ey Rəbbim! Qocalıq məni haqladığı vaxt, zövcəm də, sonsuz ikən mənim necə oğlum ola bilər?” (Allah) buyurdu: “Elədir, (lakin) Allah istədiyini edər”.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:41","price":"O dedi: “Ey Rəbbim! Mənim üçün bir əlamət təyin et”. (Allah) buyurdu: “Sənin əlamətin, üç gün, – işarə ilə danışmaq istisna olmaqla, – insanlarla danışmamağındır. (Həmin vaxt) Rəbbini çox yad et və səhər-axşam Onun şəninə təriflər de!”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:42","price":"Bir zaman mələklər demişdilər: “Ey Məryəm, həqiqətən, Allah səni seçdi, tərtəmiz etdi və aləmlərin qadınlarından üstün tutdu.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:43","price":"Ey Məryəm, Rəbbinə itaət et, səcdə qıl və rüku edənlərlə birlikdə rüku et!”","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:44","price":"Bunlar sənə vəhy etdiyimiz qeyb xəbərlərindəndir. (İsrail oğullarından) hansı birinin Məryəmi himayə edəcəyi barədə qələmlərini (püşk) atdıqları zaman sən onların yanında deyildin. Bir-birilərilə mübahisə etdikdə də, sən onların yanında deyildin.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:45","price":"O zaman mələklər demişdilər: “Ey Məryəm, həqiqətən, Allah Öz tərəfindən bir kəlmə ilə səni müjdələyir. Onun adı Məryəm oğlu İsa Məsihdir. O, həm bu dünyada, həm də axirətdə şan-şöhrətli və (Allaha) yaxın olanlardandır.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:46","price":"O, (həm) beşikdə ikən, (həm də) yetkin çağında insanlarla danışacaq və salehlərdən olacaqdır”.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:47","price":"(Məryəm) dedi: “Ey Rəbbim! Mənə bir insan toxunmadığı halda necə övladım ola bilər?” (Allah) buyurdu: “Elədir, Allah istədiyini yaradır. O, bir işin olmasını istədikdə, ona ancaq “Ol!”– deyər, o da olar”.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:48","price":"(Allah) ona yazmağı, hikməti, Tövratı və İncili öyrədəcək.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:49","price":"(Allah onu) İsrail oğullarına bir elçi edəcəkdir. O deyəcəkdir: “Mən sizə Rəbbinizdən bir möcüzə gətirmişəm. Sizin üçün palçıqdan quşa bənzər bir şey düzəldib ona üfürərəm, o da Allahın izni ilə quş olar. Allahın izni ilə anadangəlmə koru, cüzam xəstəliyinə tutulanı sağaldar və ölüləri dirildərəm. Evlərinizdə yediyiniz və yığıb saxladığınız şeyləri sizə xəbər verərəm. Əgər möminsinizsə, (bilin ki,) bunda sizin üçün bir dəlil vardır.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:50","price":"Məndən əvvəl nazil olmuş Tövratı təsdiqləyən olaraq və sizə haram edilmiş bəzi şeyləri halal etmək üçün göndərildim. Mən sizə Rəbbinizdən bir dəlil gətirdim. Elə isə Allahdan qorxun və mənə itaət edin.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:51","price":"Həqiqətən, Allah mənim də Rəbbim, sizin də Rəbbinizdir. Elə isə Ona ibadət edin! Doğru yol da, budur!”","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:52","price":"İsa onlardakı küfrü hiss etdikdə, dedi: “Allah yolunda kimlər mənə yardımçı olacaq?” Həvarilər dedilər: “Bizik Allahın (dininin) yardımçıları! Biz Allaha iman gətirdik. Sən də şahid ol ki, biz müsəlmanıq!","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:53","price":"Ey Rəbbimiz! Biz sənin nazil etdiyinə iman gətirdik və (göndərdiyin) elçinin ardınca getdik. Bizi də, şahidlərlə bir yerdə yaz!”","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:54","price":"Onlar hiylə işlətdilər, Allah da hiylə işlətdi. Allah (qarşılıqlı olaraq) hiylə işlədənlərin ən xeyirlisidir.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:55","price":"O vaxt Allah buyurdu: “Ey İsa, həqiqətən, Mən sənin həyatına son qoyub Özümə tərəf qaldıracaq, səni kafirlərdən təmizləyəcək və sənin ardınca gedənləri Qiyamət gününə qədər kafirlərdən üstün edəcəyəm. Sonra sizin dönüşünüz Mənə olacaq. Mən də, ixtilafa düşdüyünüz şeylər barəsində sizin aranızda hökm verəcəyəm.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:56","price":"Kafirlərə gəlincə, onlara həm bu dünyada, həm də axirətdə şiddətli əzab verəcəyəm. Onların heç bir köməkçisi olmayacaqdır”.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:57","price":"(Allah) iman gətirib saleh əməllər işləyənlərin mükafatlarını tam verəcəkdir. Allah zalımları sevməz.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:58","price":"Bunlar sənə oxuduğumuz ayələrdən və hikmətli Zikrdəndir.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:59","price":"Həqiqətən, Allah yanında İsanın məsəli Adəmin məsəlinə bənzəyir. Allah Adəmi torpaqdan yaratdı, sonra ona “Ol!”– dedi, o da oldu.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:60","price":"Haqq sənin Rəbbindəndir. Elə isə şübhə edənlərdən olma!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:61","price":"Sənə elm gəldikdən sonra kim səninlə (İsa barəsində) mübahisə edərsə, de: “Gəlin, oğullarımızı və oğullarınızı, qadınlarımızı və qadınlarınızı, özümüzü və özünüzü çağıraq, sonra isə dua edib yalançılara Allahın lənət etməsini diləyək”.","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:62","price":"Həqiqətən bu (deyilənlər,) gerçək əhvalatlardır. Allahdan başqa (ibadətə layiq olan) məbud yoxdur. Şübhəsiz ki, Allah Qüdrətlidir, Hikmətlidir.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:63","price":"Əgər onlar üz çevirsələr, şübhəsiz ki, Allah fitnə-fəsad törədənləri tanıyır.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:64","price":"De: “Ey Kitab əhli! Bizimlə sizin aranızda olan eyni bir kəlməyə (tərəf) gəlin ki, Allahdan başqasına ibadət etməyək, Ona heç bir şeyi şərik qoşmayaq və Allahı qoyub bir-birimizi ilahiləşdirməyək”. Əgər onlar yenə üz çevirsələr, deyin: “Şahid olun ki, biz müsəlmanlarıq!”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:65","price":"Ey Kitab əhli! Nə üçün İbrahim barəsində höcətləşirsiniz? (Halbuki,) Tövrat və İncil ancaq ondan sonra nazil edilmişdir. Məgər anlamırsınız?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:66","price":"Bax, siz o kəslərsiniz ki, bildiyiniz şeylər barədə höcətləşirdiniz. Bəs nə üçün bilmədiyiniz şeylər barədə höcətləşirsiniz? Allah bilir, siz isə bilmirsiniz!","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:67","price":"İbrahim nə yəhudi, nə də nəsrani idi. O, ancaq hənif (batildən haqqa tapınan) bir müsəlman idi və müşriklərdən də olmamışdlr.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:68","price":"Həqiqətən, insanlardan İbrahimə ən yaxın olanı, onun ardınca gedənlər, bu Peyğəmbər və (ona) iman gətirənlərdir. Allah möminlərin dostudur.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:69","price":"Kitab əhlindən bir zümrə sizi azdırmaq istər. (Halbuki onlar,) yalnız özlərini azdırır və (bunu) anlamırlar.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:70","price":"Ey Kitab əhli, (haqqa) şahid olduğunuz halda, nə üçün Allahın ayələrinə küfr edirsiniz?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:71","price":"Ey Kitab əhli, nə üçün siz bilə-bilə haqqa batil donu geyindirir və haqqı gizlədirsiniz?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:72","price":"Kitab əhlindən bir zümrə (bir-birinə) dedi: “Möminlərə nazil edilənə günün əvvəlində iman gətirin, günün sonunda isə (onu) inkar edin ki, bəlkə onlar (öz dinlərindən) dönələr.","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:73","price":"Sizin dininizə tabe olanlardan başqa heç kəsə inanmayın!” De: “Şübhəsiz ki, doğru yol, Allahın yoludur!” Onlar yenə (bir-birilərinə) dedilər: “Sizə verilənin bənzərinin başqa bir kimsəyə verildiyinə və ya Rəbbiniz yanında (müsəlmanların) sizə dəlil gətirəcəyinə inanmayın.” De: “Şübhəsiz ki, lütf Allahın əlindədir və onu istədiyinə verir! Allahın lütfü genişdir, O (hər şeyi) biləndir”.","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:74","price":"(Allah) Öz mərhəmətini istədiyi kəsə məxsus edər. Allah böyük lütf sahibidir.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:75","price":"Kitab əhlindən eləsi var ki, ona bir yığın (mal) əmanət etsən, onu sənə (tam) qaytarar. Onlardan eləsi də var ki, ona bir dinar versən belə, başının üstündə durub tələb etməyincə onu sənə qaytarmaz. Bu, ona görədir ki, onlar: “Ümmilərdən (cahil ərəblərdən) ötrü bizə günah olmaz!”– deyirlər və bilə-bilə Allaha qarşı yalan söyləyirlər.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:76","price":"Xeyr! Kim əhdini yerinə yetirsə və (Allahdan) qorxsa, şübhəsiz ki, Allah müttəqiləri sevər.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:77","price":"Allah ilə olan əhdlərini və andlarını ucuz qiymətə satan kimsələrə gəlincə, onlara axirətdə heç bir pay yoxdur. Allah onları danışdırmayacaq, Qiyamət günü onların üzünə baxmayacaq və onları təmizə çıxarmayacaqdır. Onlar üçün ağrılı-acılı bir əzab vardır.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:78","price":"Onlardan elə bir dəstə də vardır ki, oxuduqlarını Kitabdan hesab edəsiniz deyə, Kitabı oxuyarkən dillərini əyib bükürlər. Halbuki, bu, Kitabdan deyildir. Onlar: “Bu, Allah tərəfindəndir!”– deyirlər. Halbuki bu, Allah tərəfindən də deyildir. Onlar bilə-bilə Allaha qarşı yalan söyləyirlər.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:79","price":"Heç bir kəsin, Allah ona Kitab, hikmət və peyğəmbərlik verdikdən sonra insanlara: “Allaha yox, mənə qul olun!”– deməsi mümkün deyil. Əksinə, (o belə) deyər: “Öyrətdiyiniz Kitabın və ondan öyrəndiyiniz şeyin sayəsində rəbbani olun!”","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:80","price":"O, sizə mələkləri və peyğəmbərləri özünüzə rəbb qəbul etməyi buyurmaz. Məgər o sizə, siz müsəlman olduqdan sonra küfr etməyi əmr edərmi?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:81","price":"Bir zaman Allah peyğəmbərlərdən: “Sizə Kitab və hikmət verdikdən sonra, özünüzdəkini təsdiqləyən bir elçi gəldikdə, ona mütləq iman gətirib yardım edəcəksiniz”– deyə əhd almış və (onlara): “Təsdiq etdinizmi, (bu) əhdimi öhdənizə götürdünüzmü?”– demişdi. Onlar: “İqrar etdik!”– deyə cavab vermişdilər. (Allah da) belə buyurmuşdu: “Elə isə şahid olun, Mən də sizinlə bərabər şahid olanlardanam”.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:82","price":"Kim bundan sonra üz döndərərsə, məhz onlar fasiqlərdir.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:83","price":"Yoxsa onlar Allahın dinindən başqasınımı axtarırlar? (Halbuki,) göylərdə və yerdə olanlar istər-istəməz Ona təslim olmuş və Onun hüzuruna qaytarılacaqlar.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:84","price":"De: “Biz Allaha, bizə nazil olana, İbrahimə, İsmailə, İshaqa, Yəquba və onun nəslinə nazil olanlara, Musaya, İsaya və peyğəmbərlərə öz Rəbbi tərəfindən verilənlərə iman gətirdik. Biz onların heç birini digərindən fərqləndirmirik. Biz yalnız Ona təslim olanlarıq!”","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:85","price":"Kim İslamdan başqa bir din arayarsa, (bilsin ki,) o din ondan əsla qəbul olunmaz və o, axirətdə ziyana uğrayanlardan olar.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:86","price":"İman gətirdikdən, (Allahın göndərdiyi) Rəsulun haqq olduğuna şahidlik etdikdən və özlərinə aydın dəlillər gəldikdən sonra kafir olan kimsələri Allah necə doğru yola yönəldər? Allah zalım qövmü doğru yola yönəltməz.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:87","price":"Onların cəzası, Allahın, mələklərin və bütün insanların lənətinə uğramaqdır.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:88","price":"Onlar (bu lənətin içində və ya Cəhənnəm odunda) həmişəlik qalacaqlar. Onların əzabı yüngülləşdirilməz və onlara möhlət də verilməz.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:89","price":"Bundan sonra tövbə edib (əməllərini) islah edənlər isə istisnadır. Şübhəsiz ki, Allah bağışlayandır, rəhmlidir.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:90","price":"Sözsüz ki, iman gətirdikdən sonra kafir olan və küfrlərini daha da artıran kimsələrin tövbəsi əsla qəbul edilməyəcək. Məhz onlar (doğru yoldan) azanlardır.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:91","price":"Həqiqətən, kafir olub kafir kimi ölənlər dünya dolusu qızıl fidyə versələr belə, bu onların heç birindən qəbul edilməyəcəkdir. Onlar üçün ağrılı-acılı bir əzab vardır. Onların heç köməkçiləri də yoxdur.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"az"},{"name":"3:92","price":"Sevdiyiniz şeylərdən (Allah yolunda) xərcləməyincə xeyrə nail olmazsınız. (Malınızdan) nə xərcləsəniz, şübhəsiz ki, Allah onu bilir.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"az"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}