{"data":[{"name":"10:1","price":"Alif. Lām. Rā’.[214] Ang mga ito ay ang mga talata ng Aklat na marunong.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"[214] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"10:2","price":"Ang mga tao ba ay may pagtataka na nagkasi Kami sa isang lalaki[215] na kabilang sa kanila [na sinasabihan] na: “Magbabala ka sa mga tao at magbalita ka ng nakagagalak sa mga sumampalataya na ukol sa kanila ay isang pangunguna sa kalamangan sa ganang Panginoon nila?”[216] Nagsabi ang mga tagatangging sumampalataya: “Tunay na ito ay talagang isang manggagaway na malinaw.”","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"[215] Ibig sabihin: si Propeta Muhammad.\n[216] O...na ukol sa kanila ay magandang kabayaran buhat sa Panginoon nila.","lang":"tl"},{"name":"10:3","price":"Tunay na ang Panginoon ninyo ay si Allāh na lumikha ng mga langit at lupa sa anim na araw. Pagkatapos lumuklok Siya sa Trono, na nangangasiwa sa kapakanan. Walang anumang tagapagpamagitan kundi matapos na ng pahintulot Niya. Iyon ay si Allāh, ang Panginoon ninyo, kaya sumamba kayo sa Kanya. Kaya hindi ba kayo nagsasaalaala?","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:4","price":"Tungo sa Kanya ang babalikan ninyo nang lahatan, bilang pagpangako ni Allāh ng totoo. Tunay na Siya ay nagsisimula ng paglikha, pagkatapos mag-uulit nito[217] upang gumanti sa mga sumampalataya at gumawa ng mga maayos ayon sa pagkamakatarungan. Ang mga tumangging sumampalataya, ukol sa kanila ay isang inumin mula sa nakapapasong tubig at isang pagdurusang masakit dahil dati silang tumatangging sumampalataya.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"[217] Ibig sabihin: muling magbubuhay nito.","lang":"tl"},{"name":"10:5","price":"Siya ang gumawa sa araw bilang tanglaw at sa buwan bilang liwanag at nagtakda rito ng mga yugto upang malaman ninyo ang bilang ng mga taon at ang pagtutuos. Hindi lumikha si Allāh niyon kundi ayon sa katotohanan. Nagdedetalye Siya ng mga tanda para sa mga taong umaalam.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:6","price":"Tunay na sa pagsasalitan ng gabi at maghapon at anumang nilikha ni Allāh sa mga langit at lupa ay talagang may mga tanda para sa mga taong nangingilag magkasala.","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:7","price":"Tunay na ang mga hindi nag-aasam ng pakikipagkita sa Amin at nalugod sa buhay na pangmundo at napanatag rito, at ang mga sa mga tanda Namin ay mga pabaya,","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:8","price":"ang mga iyon ay ang Apoy ang kanlungan nila dahil sa dati nilang nakakamit.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:9","price":"Tunay na ang mga sumampalataya at gumawa ng mga maayos ay nagpapatnubay sa kanila ang Panginoon nila dahil sa pananampalataya nila. Dadaloy mula sa ilalim nila ang mga ilog sa mga hardin ng kaginhawahan.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:10","price":"Ang panalangin nila doon ay “Kaluwalhatian sa Iyo, O Allāh” at ang pagbati nila roon ay “Kapayapaan.” Ang panghuli sa panalangin nila ay na “Ang papuri ay ukol kay Allāh, ang Panginoon ng mga nilalang.”","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:11","price":"Kung sakaling ipamamadali ni Allāh para sa mga tao ang kasamaan gaya ng pagpapamadali sa kanila sa kabutihan ay talaga sanang winakasan sa kanila ang taning nila. Ngunit nagpapabaya Kami sa mga hindi nag-aasam ng pakikipagkita sa Amin sa pagmamalabis nila habang nag-aapuhap sila.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:12","price":"Kapag sumaling sa tao ang kapinsalaan ay dumadalangin siya sa Amin [habang nakahiga] sa tagiliran niya o nakaupo o nakatayo. Ngunit noong pumawi Kami sa kanya ng kapinsalaan sa kanya ay nagpatuloy siya na para bang hindi siya dumalangin sa Amin [ng pagpawi] sa kapinsalaang sumaling sa kanya. Ganyan ipinaakit para sa mga nagpapakalabis ang dati nilang ginagawa.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:13","price":"Talaga ngang nagpahamak Kami sa mga [makasalanang] salinlahi bago pa ninyo noong lumabag sila sa katarungan samantalang naghatid sa kanila ang mga sugo nila [mula kay Allāh] ng mga patunay na malinaw ngunit hindi naging ukol na sumampalataya sila. Gayon Kami gumaganti sa mga taong salarin.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:14","price":"Pagkatapos gumawa Kami sa inyo [O mga tao] bilang mga kahalili sa lupa matapos na nila upang tumingin Kami kung papaano kayong gagawa.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:15","price":"Kapag binibigkas sa kanila ang mga talata Namin [sa Qur’ān] bilang mga malinaw na patunay ay nagsasabi ang mga hindi nag-aasam ng pakikipagkita sa Amin: “Magdala ka ng isang Qur’ān na iba rito o magpalit ka nito.” Sabihin mo: “Hindi nagiging ukol sa akin na magpalit ako nito mula sa pagkukusa ng sarili ko. Hindi ako sumusunod maliban sa ikinakasi sa akin. Tunay na ako ay nangangamba, kung sumuway ako sa Panginoon, sa pagdurusa sa isang araw na sukdulan.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:16","price":"Sabihin mo: “Kung sakaling niloob ni Allāh ay hindi sana ako bumigkas nito sa inyo at hindi sana Siya nagpaalam nito sa inyo sapagkat namalagi nga ako sa inyo nang tanang-buhay bago pa nito. Kaya hindi ba kayo nakapag-uunawa?”","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:17","price":"Kaya sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan o nagpasinungaling sa mga tanda Niya. Tunay na hindi nagtatagumpay ang mga salarin.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:18","price":"Sumasamba sila bukod pa kay Allāh sa hindi nakapipinsala sa kanila at hindi nagpapakinabang sa kanila, at nagsasabi sila: “Ang mga ito ay ang mga tagapagpamagitan namin sa ganang kay Allāh.” Sabihin mo: “Nagbabalita ba kayo kay Allāh hinggil sa hindi Niya nalalaman sa mga langit ni sa lupa [na may katambal Siya]? Kaluwalhatian sa Kanya at napakataas Siya higit sa anumang itinatambal nila.”","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:19","price":"Walang iba dati ang mga tao kundi nag-iisang kalipunan [sa isang paniniwala], saka nagkaiba-iba sila. Kung hindi dahil sa isang salitang nauna mula sa Panginoon mo ay talaga sanang humusga sa pagitan nila hinggil sa anumang kaugnay roon ay nagkakaiba-iba sila.","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:20","price":"Nagsasabi sila: “Bakit kasi walang pinababa sa kanya na isang tanda mula sa Panginoon niya?” Kaya sabihin mo: “Ang nakalingid ay ukol kay Allāh lamang kaya maghintay kayo; tunay na ako ay kasama sa inyo kabilang sa mga tagahintay.”","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:21","price":"Nang nagpatikim Kami [sa mga tagapagtambal] sa mga tao ng isang awa matapos na ng isang kariwaraan na sumaling sa kanila, biglang mayroon silang isang pakana sa mga tanda Namin. Sabihin mo: “Si Allāh ay higit na mabilis sa pakana.” Tunay na ang mga [anghel na] sugo Namin ay nagsusulat ng anumang ipinakakana ninyo.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:22","price":"Siya ay ang nagpapalakbay sa inyo sa katihan at karagatan; hanggang sa nang kayo ay naging nasa mga sasakyang-dagat, naglayag ang mga ito kasama sa kanila sa pamamagitan ng isang hanging kaaya-aya, at natuwa sila rito ay may dumating sa mga ito na isang hanging umuunos, dumating sa kanila ang mga alon mula sa bawat pook, at nagpalagay sila na sila ay pinaligiran. Dumalangin sila kay Allāh habang mga nagpapakawagas para sa Kanya sa relihiyon, [na nagsasabi]: “Talagang kung paliligtasin Mo kami mula rito, talagang kami nga ay magiging kabilang sa mga tagapagpasalamat.”","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:23","price":"Ngunit noong pinaligtas Niya sila biglang sila ay nananampalasan sa lupa nang walang karapatan. O mga tao, ang paglabag ninyo ay laban sa mga sarili ninyo lamang, bilang natatamasa sa buhay na pangmundo. Pagkatapos tungo sa Amin ang babalikan ninyo saka magbabalita Kami sa inyo hinggil sa anumang dati ninyong ginagawa.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:24","price":"Ang paghahalintulad sa buhay na pangmundo ay gaya ng tubig lamang na pinababa Namin mula sa langit, saka humalo dito ang mga halaman ng lupa, na mula sa mga ito kumakain ang mga tao at ang mga hayupan; hanggang sa nang kumuha ang lupa ng palamuti nito, nagayakan ito, at nagpalagay ang mga naninirahan dito na sila ay mga nakakakaya rito, ay pumunta rito ang utos Namin sa gabi o maghapon saka gumawa Kami rito bilang aning para bang hindi ito lumago kahapon. Gayon Kami nagdedetalye ng mga tanda para sa mga taong nag-iisip-isip.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:25","price":"Si Allāh ay nag-aanyaya sa Tahanan ng Kapayapaan at nagpapatnubay sa sinumang niloloob Niya tungo sa isang landasing tuwid.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:26","price":"Ukol sa mga gumawa ng maganda ang pinakamaganda at isang karagdagan [na pagtingin sa mukha ni Allāh]. Walang lulukob sa mga mukha nila na mga alikabok ni isang kaabahan. Ang mga iyon ay ang mga maninirahan sa Paraiso. Sila ay doon mga mananatili.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:27","price":"Ang mga nagkamit ng mga masagwang gawa, ang ganti sa masagwang gawa ay katumbas sa tulad nito at may lulukob sa kanila na isang kaabahan. Walang ukol sa kanila laban kay Allāh na anumang tagapagsanggalang. Para bang tinakpan ang mga mukha nila ng mga piraso mula sa gabi bilang nagpapadilim. Ang mga iyon ay ang mga maninirahan sa Apoy. Sila ay doon mga mananatili.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:28","price":"Sa araw na kakalap Kami sa kanila nang lahatan, pagkatapos magsasabi Kami sa mga nagtambal: “[Manitili] sa lugar ninyo, kayo at ang mga pantambal ninyo,” at magpapahiwalay Kami sa pagitan nila. Magsasabi ang mga pantambal nila: “Hindi kayo dati sa amin sumasamba,","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:29","price":"saka nakasapat si Allāh bilang saksi sa pagitan namin at ninyo. Tunay na kami noon sa pagsamba ninyo ay talagang mga nalilingat.”","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:30","price":"Doon susulitin ang bawat tao sa ipinauna niya. Isasauli sila kay Allāh, ang Pinagpapatangkilikan nilang totoo. Mawawala sa kanila ang dati nilang ginawa-gawa.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:31","price":"Sabihin mo: “Sino ang nagtutustos sa inyo mula sa langit at lupa? O sino ang nagmamay-ari ng pandinig at mga paningin? Sino ang nagpapalabas ng buhay mula sa patay at ang nagpapalabas ng patay mula sa buhay? Sino ang nangangasiwa sa kapakanan?” Magsasabi sila na si Allāh, kaya sabihin mo: “Kaya hindi ba kayo mangingilag magkasala?”","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:32","price":"Kaya gayon si Allāh, ang Panginoon ninyo, ang Totoo. Kaya ano pa matapos ng katotohanan kundi ang pagkaligaw? Kaya paano kayong inililihis?”","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:33","price":"Gayon nagindapat ang hatol ng Panginoon mo sa mga nagpakasuwail, na sila ay hindi sumasampalataya.","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:34","price":"Sabihin mo: “Mayroon kaya sa mga pantambal ninyo na nagsisimula ng paglikha, pagkatapos nagpapanumbalik nito?” Sabihin mo: “Si Allāh ay nagsisimula ng paglikha, pagkatapos nagpapanumbalik nito. Kaya paanong nalilinlang kayo?”","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:35","price":"Sabihin mo: “Mayroon kaya sa mga pantambal ninyo na nagpapatnubay tungo sa katotohanan?” Sabihin mo: “Si Allāh ay nagpapatnubay para sa katotohanan. Kaya ang nagpapatnubay ba tungo sa katotohanan ay higit na karapat-dapat na sundin o ang hindi nagpapatnubay maliban na pinapatnubayan? Kaya ano ang mayroon sa inyo? Papaano kayong humahatol?”","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:36","price":"Walang sinunsunod ang higit na marami sa kanila[218] kundi isang palagay. Tunay na ang palagay ay hindi nakasasapat sa katotohanan sa anuman. Tunay na si Allāh ay Maalam sa anumang ginagawa nila.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"[218] Ibig sabihin: sa mga tagapagtambal.","lang":"tl"},{"name":"10:37","price":"Hindi nangyaring ang Qur’ān na ito ay magawa-gawa ng bukod pa kay Allāh, subalit [naging] pagpapatotoo sa nauna rito at pagdedetalye sa Kasulatan, na walang pag-aalinlangan dito mula sa Panginoon ng mga nilalang.","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:38","price":"O nagsasabi ba sila na ginawa-gawa niya ito? Sabihin mo: “Kaya magdala kayo ng isang kabanatang tulad nito at tumawag kayo ng sinumang nakaya ninyo bukod pa kay Allāh, kung kayo ay mga tapat.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:39","price":"Bagkus nagpasinungaling sila sa hindi sila nakapaligid sa kaalaman niyon at hindi pa pumunta sa kanila ang pagbibigay-pakahulugan niyon. Gayon nagpasinungaling ang mga bago pa nila. Kaya tumingin ka kung papaano naging ang kinahinatnan ng mga tagalabag sa katarungan.","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:40","price":"Mayroon sa kanila na sumasampalataya rito at mayroon sa kanila na hindi sumasampalataya rito. Ang Panginoon mo ay higit na maalam sa mga tagatiwali.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:41","price":"Kung nagpasinungaling sila sa iyo ay sabihin mo: “Ukol sa akin ang gawain ko at ukol sa inyo ang gawain ninyo. Kayo ay mga walang-kaugnayan sa anumang ginagawa ko at ako ay walang-kaugnayan sa anumang ginagawa ninyo.”","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:42","price":"Mayroon sa kanila na mga nakikinig sa iyo, ngunit ikaw ba ay nagpapakinig sa mga bingi kahit pa man sila ay hindi nakapag-uunawa?","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:43","price":"Mayroon sa kanila na tumitingin sa iyo, ngunit ikaw ba ay nagpapatnubay sa mga bulag kahit pa man sila ay hindi nakakikita?","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:44","price":"Tunay na si Allāh ay hindi lumalabag sa katarungan sa mga tao sa anuman subalit ang mga tao sa mga sarili nila ay lumalabag sa katarungan.[219]","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"[219] dahil sa paghahatid sa mga ito sa mga hatiran ng kapahamakan","lang":"tl"},{"name":"10:45","price":"Sa araw na kakalap Siya sa kanila, para bang hindi sila namalagi maliban sa isang bahagi ng maghapon habang nagkakakilalahan sila sa gitna nila. Nalugi nga ang mga nagpasinungaling sa pakikipagkita kay Allāh at sila dati ay hindi mga napatnunubayan.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:46","price":"Kung magpapakita nga naman Kami sa iyo ng ilan sa ipinangangako Namin sa kanila o magpapayao nga naman Kami sa iyo ay tungo sa Amin ang babalikan nila. Pagkatapos si Allāh ay Saksi sa anumang ginagawa nila.","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:47","price":"Para sa bawat kalipunan ay may sugo. Kaya kapag dumating ang sugo nila ay huhusga sa pagitan nila ayon pagkamakatarungan habang sila ay hindi nilalabag sa katarungan.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:48","price":"Magsasabi sila: “Kailan ang pangakong ito kung kayo ay mga tapat?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:49","price":"Sabihin mo: “Hindi ako nakapagdudulot para sa sarili ko ng isang pinsala ni isang pakinabang maliban sa niloob ni Allāh. Para sa bawat kalipunan ay may taning. Kapag dumating ang taning nila ay hindi sila makapagpapaantala ng isang sandali at hindi sila makapagpapauna.”","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:50","price":"Sabihin mo: “Nagsaalang-alang ba kayo kung pumunta sa inyo ang pagdurusang dulot Niya sa magdamag o maghapon? Sa ano nagmamadali mula roon ang mga salarin?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:51","price":"Pagkatapos ba kapag naganap ito ay mananampalataya kayo rito? Ngayon ba, samantalang kayo nga dati rito ay nagmamadali?”","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:52","price":"Pagkatapos sasabihin sa mga lumabag sa katarungan: “Lasapin ninyo ang pagdurusa ng pananatiling-buhay. Ginagantihan kaya kayo ng maliban pa sa ayon sa dati ninyong nakakamit?”","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:53","price":"Nagpapabalita sila sa iyo kung totoo ba ito? Sabihin mo: “Siya nga; sumpa man sa Panginoon ko, tunay na ito ay talagang totoo, at kayo ay hindi mga makalulusot.”","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:54","price":"Kung sakaling taglay ng bawat kaluluwa na lumabag sa katarungan[220] ang anumang nasa lupa ay talagang tutubos siya nito. Maglilihim sila ng pagsisisi kapag nakita nila ang pagdurusa. Huhusga sa pagitan nila ayon sa pagkamakatarungan habang sila ay hindi lalabagin sa katarungan.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"[220] sa pamamagitan ng pagtangging sumampalataya o pagtatambal kay Allāh","lang":"tl"},{"name":"10:55","price":"Pansinin, tunay na sa kay Allāh ang anumang nasa mga langit at lupa. Pansinin, tunay na ang pangako ni Allāh ay totoo, subalit ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:56","price":"Siya ay nagbibigay-buhay at nagbibigay-kamatayan, at tungo sa Kanya pababalikin kayo.","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:57","price":"O mga tao, may dumating nga sa inyo na isang pangaral mula sa Panginoon ninyo, isang lunas para sa nasa mga dibdib, isang patnubay, at isang awa para sa mga mananampalataya.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:58","price":"Sabihin mo: “Sa kabutihang-loob ni Allāh[221] at sa awa Niya, doon ay magalak sila; ito ay higit na mabuti kaysa sa iniipon[222] nila.”","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"[221] Ang tinutukoy ng kabutihang-loob ni Allāh dito ay ang Qur’an o ang Islam.\n[222] na mga panandaliang basura ng Mundo","lang":"tl"},{"name":"10:59","price":"Sabihin mo: “Nagsaalang-alang ba kayo sa pinababa ni Allāh para sa inyo na panustos, saka gumawa kayo mula rito ng ipinagbabawal at ipinahihintulot?” Sabihin mo: “Si Allāh ba ay pumayag sa inyo, o laban kay Allāh ay gumagawa-gawa kayo?”","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:60","price":"Ano ang pagpapalagay ng mga gumawa-gawa laban kay Allāh ng kasinungalingan sa Araw ng Pagbangon? Tunay na si Allāh ay talagang may kagandahang-loob sa mga tao, subalit ang higit na marami sa kanila ay hindi nagpapasalamat.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:61","price":"Hindi ka nasa isang pinagkakaabalahan, hindi ka bumibigkas mula sa bahagi ng Qur’ān, at hindi kayo gumagawa ng anumang gawain malibang Kami sa inyo ay saksi noong nagsasagawa kayo niyon. Walang nawawaglit buhat sa Panginoon mo na kasimbigat ng isang katiting sa lupa ni sa langit, ni higit na maliit kaysa roon ni higit na malaki malibang nasa isang talaang malinaw.[223]","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"[223] O malinaw.","lang":"tl"},{"name":"10:62","price":"Pansinin, tunay na ang mga katangkilik ni Allāh ay walang pangamba sa kanila ni sila ay malulungkot.","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:63","price":"[Sila] ang mga sumampalataya at sila noon ay nangingilag magkasala kay Allāh.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:64","price":"Ukol sa kanila ang balitang nakagagalak sa buhay sa Mundo at sa Kabilang-buhay. Walang pagpapalit sa mga salita ni Allāh. Iyon ay ang pagkatamong sukdulan.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:65","price":"Huwag magpalungkot sa iyo ang sabi nila.[224] Tunay na ang karangalan[225] ay ukol kay Allāh nang lahatan. Siya ang Madinigin, ang Maalam.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"[224] Ibig sabihin: ang sabi ng mga tagatangging sumampalataya.\n[225] O kapangyarihan.","lang":"tl"},{"name":"10:66","price":"Pansinin, tunay na sa kay Allāh ang sinumang nasa mga langit at ang sinumang nasa lupa. Hindi sumusunod sa mga pantambal [kay Allāh] ang mga dumadalangin sa bukod pa kay Allāh. Hindi sila sumusunod kundi sa palagay at wala silang [ginagawa] kundi naghahaka-haka.","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:67","price":"Siya ang gumawa para sa inyo ng gabi upang mamahinga kayo rito at ng maghapon bilang nagbibigay-paningin. Tunay na sa gayon ay talagang may mga tanda para sa mga taong dumidinig.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:68","price":"Nagsabi sila: “Gumawa si Allāh ng isang anak.” Kaluwalhatian sa Kanya! Siya ay ang Walang-pangangailangan. Sa Kanya ang anumang nasa mga langit at ang anumang nasa lupa. Wala kayong taglay na anumang katunayan dito. Nagsasabi ba kayo hinggil kay Allāh ng hindi ninyo nalalaman?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:69","price":"Sabihin mo: “Tunay na ang mga gumawa-gawa hinggil kay Allāh ng kasinungalingan ay hindi magtatagumpay.”","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:70","price":"Isang natatamasa sa Mundo, pagkatapos tungo sa Amin ang babalikan nila. Pagkatapos magpapalasap Kami sa kanila ng pagdurusang matindi dahil dati silang tumatangging sumampalataya.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:71","price":"Bigkasin mo sa kanila ang balita kay Noe noong nagsabi siya sa mga tao niya: “O mga tao ko, kung bumigat sa inyo ang pananatili ko at ang pagpapaalaala ko ng mga tanda ni Allāh ay kay Allāh naman ako nanalig. Kaya pagpasyahan ninyo ang balak ninyo kasama ng mga pantambal ninyo. Pagkatapos ang balak ninyo ay huwag sa inyo maging malabo. Pagkatapos humusga kayo sa akin at huwag kayong magpalugit sa akin.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:72","price":"Ngunit kung tumalikod kayo ay hindi ako humingi sa inyo ng anumang pabuya; walang iba ang pabuya sa akin kundi nasa kay Allāh. Inutusan ako na ako ay maging kabilang sa mga tagapagpasakop.”","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:73","price":"Ngunit nagpasinungaling sila sa kanya kaya nagligtas Kami sa kanya at sa sinumang kasama sa kanya sa daong. Gumawa Kami sa kanila bilang mga kahalili at lumunod Kami sa mga nagpasinungaling sa mga tanda Namin. Kaya tumingin ka kung papaano naging ang kinahinatnan ng mga binalaan [ngunit hindi sumampalataya].","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:74","price":"Pagkatapos nagpadala Kami, matapos na niya, ng mga sugo sa mga tao nila at naghatid sila sa mga iyon ng mga malinaw na patunay. Ngunit hindi naging ukol sa mga iyon na sumampalataya sa pinasinungalingan ng mga iyon bago pa niyan. Gayon Kami nagpipinid sa mga puso ng mga lumalabag.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:75","price":"Pagkatapos nagpadala Kami, matapos na nila, kina Moises at Aaron kay Paraon at sa konseho nito kalakip ng mga tanda Namin, ngunit nagmalaki sila at sila ay naging mga taong salarin.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:76","price":"Kaya noong dumating sa kanila ang katotohanan mula sa ganang Amin ay nagsabi sila: “Tunay na ito ay talagang isang panggagaway na malinaw.”","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:77","price":"Nagsabi si Moises: “Nagsasabi ba kayo para sa katotohanan noong dumating ito sa inyo: Panggagaway ba ito? Hindi magtatagumpay ang mga manggagaway.”","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:78","price":"Nagsabi sila: “Dumating ka ba sa amin upang magbaling sa amin palayo sa natagpuan namin sa mga ninuno namin at maging ukol sa inyong dalawa [Moises at Aaron] ang kadakilaan sa lupa gayong kami sa inyong dalawa ay hindi mga naniniwala?”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:79","price":"Nagsabi si Paraon: “Magdala kayo sa akin ng bawat manggagaway na maalam.”","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:80","price":"Kaya noong dumating ang mga manggagaway ay nagsabi sa kanila si Moises: “Pumukol kayo ng anumang kayo ay mga pupukol.”","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:81","price":"Kaya noong pumukol sila ay nagsabi si Moises: “Ang inihatid ninyo ay ang panggagaway. Tunay na si Allāh ay magpapawalang-saysay rito. Tunay na si Allāh ay hindi nagsasaayos sa gawa ng mga tagatiwali.","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:82","price":"Nagsasakatotohanan si Allāh sa katotohanan sa pamamagitan ng mga salita Niya kahit pa man nasuklam ang mga salarin.”","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:83","price":"Ngunit walang naniwala kay Moises kundi ilang supling mula sa mga tao niya dala ng pangamba kay Paraon at sa konseho ng mga ito na mang-usig sa kanila. Tunay na si Paraon ay talagang nagmamataas sa lupain, at tunay na siya ay talagang kabilang sa mga nagpapakalabis.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:84","price":"Nagsabi si Moises: “O mga tao ko, kung nangyaring kayo ay sumampalataya kay Allāh, sa Kanya kayo manalig kung kayo ay naging mga Muslim.”[226]","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"[226] O mga nagpapasakop kay Allāh. Ang Tagapagsalin.","lang":"tl"},{"name":"10:85","price":"Kaya nagsabi sila: “Kay Allāh ay nanalig kami. Panginoon namin, huwag Mo kaming gawin bilang pinag-uusig para sa mga taong tagalabag sa katarungan,","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:86","price":"at iligtas Mo kami sa pamamagitan ng awa Mo laban sa mga taong tagatangging sumampalataya.”","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:87","price":"Nagkasi Kami kay Moises at sa kapatid niya, na [nagsasabi]: “Magtalaga kayong dalawa para sa mga kalipi ninyong dalawa sa Ehipto ng mga bahay. Gumawa kayo ng mga bahay ninyo [paharap] sa qiblah [ng Jerusalem]. Magpanatili kayo ng pagdarasal. Magbalita ka ng nakagagalak sa mga mananampalataya.”","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:88","price":"Nagsabi si Moises: “Panginoon namin, tunay na Ikaw ay nagbigay kay Paraon at sa konseho niya ng gayak at mga yaman sa buhay na pangmundo, Panginoon namin, upang magligaw sila palayo sa landas Mo. Panginoon namin, pumawi Ka sa mga yaman nila at magpatindi Ka sa mga puso nila para hindi sila manampalataya hanggang sa makakita sila sa pagdurusang masakit.”","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:89","price":"Nagsabi Siya: “Sinagot na ang panalangin ninyong dalawa kaya magpakatuwid kayong dalawa at huwag nga kayong dalawa susunod sa landas ng mga hindi nakaaalam.”","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:90","price":"Nagpalampas Kami sa mga anak ni Israel sa dagat saka sumunod sa kanila si Paraon at ang hukbo niya dala ng paglabag at pangangaway; hanggang sa nang umabot sa kanya ang pagkalunod ay nagsabi siya: “Sumampalataya ako na walang Diyos kundi ang sinampalatayanan ng mga anak ni Israel, at ako ay kabilang sa mga Muslim.”","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:91","price":"Ngayon ba samantalang sumuway ka nga noon pa man, at ikaw dati ay kabilang sa mga tagatiwali?","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:92","price":"Kaya sa araw na ito, magliligtas Kami sa iyo sa katawan mo upang ikaw para sa sinumang papalit sa iyo ay maging isang tanda. Tunay na marami sa mga tao sa mga tanda Namin ay talagang mga nalilingat.","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:93","price":"Talaga ngang nagpatahan Kami sa mga anak ni Israel sa pinatatahanang angkop at nagtustos Kami sa kanila mula sa mga kaaya-ayang bagay saka hindi sila nagkasalungatan hanggang sa dumating sa kanila ang kaalaman. Tunay na ang Panginoon mo ay maghuhusga sa pagitan nila sa Araw ng Pagbangon sa anumang dati silang nagkakaiba-iba hinggil doon.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:94","price":"Kaya kung ikaw ay nasa isang pagdududa hinggil sa pinababa Namin sa iyo ay magtanong ka sa mga bumabasa ng Kasulatan bago mo pa. Talaga ngang dumating sa iyo ang katotohanan mula sa Panginoon mo kaya huwag ka ngang maging kabilang sa mga tagapagtaltalan.","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:95","price":"Huwag ka ngang maging kabilang sa mga nagpasinungaling sa mga tanda ni Allāh sapagkat magiging kabilang ka sa mga lugi.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:96","price":"Tunay na ang mga nagindapat sa kanila ang hatol ng Panginoon mo ay hindi sumasampalataya,","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:97","price":"kahit pa man dumating sa kanila ang bawat tanda, hanggang sa makakita sila sa pagdurusang masakit.","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:98","price":"Kaya bakit kasi walang pamayanang sumampalataya kaya nagpakinabang dito ang pananampalataya nito maliban sa mga tao ni Jonas. Noong sumampalataya sila ay nag-alis Kami sa kanila ng pagdurusa ng kahihiyan sa buhay na pangmundo at nagpatamasa Kami sa kanila hanggang sa isang panahon.","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:99","price":"Kung sakaling niloob ng Panginoon mo ay talaga sanang sumampalataya ang sinumang nasa lupa sa kabuuan nila nang lahatan. Kaya ikaw ba ay mamimilit sa mga tao hanggang sa sila ay maging mga mananampalataya?","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:100","price":"Hindi naging ukol sa isang kaluluwa na sumampalataya ito malibang ayon sa pahintulot ni Allāh. Naglalagay Siya ng karumihan sa mga hindi nakapag-uunawa.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:101","price":"Sabihin mo: “Tumingin kayo kung ano ang nasa mga langit at lupa.” Hindi nagdudulot ang mga tanda at ang mga mapagbabala sa mga taong hindi sumasampalataya.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:102","price":"Kaya naghihintay kaya sila ng maliban pa sa tulad ng mga araw ng mga lumipas bago pa nila? Sabihin mo: “Kaya maghintay kayo; tunay na ako ay kasama sa inyo kabilang sa mga tagahintay.”","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:103","price":"Pagkatapos magliligtas Kami sa mga sugo Namin at sa mga sumampalataya. Gayon bilang tungkulin sa Amin na paliligtasin Namin ang mga mananampalataya.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:104","price":"Sabihin mo: “O mga tao, kung kayo ay nasa isang pagdududa hinggil sa Relihiyon ko, hindi ako sumasamba sa mga sinasamba ninyo bukod pa kay Allāh, subalit sumasamba ako kay Allāh na nagpapapanaw sa inyo. Inutusan ako na ako ay maging una sa mga mananampalataya.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:105","price":"[Ipinag-uutos] na: “Magpanatili ka ng mukha mo sa Relihiyon bilang makatotoo at huwag ka ngang maging kabilang sa mga tagapagtambal.","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:106","price":"Huwag kang dumalangin sa bukod pa kay Allāh, na hindi nagpapakinabang sa iyo ni nakapipinsala sa iyo sapagkat kung ginawa mo, tunay na ikaw samakatuwid ay kabilang sa mga tagalabag sa katarungan.”","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:107","price":"Kung sasaling sa iyo si Allāh ng isang kapinsalaan ay walang tagapawi nito kundi Siya. Kung magnanais Siya sa iyo ng isang kabutihan ay walang tagatulak sa kabutihang-loob Niya. Nagpapatama Siya nito sa sinumang niloloob Niya kabilang sa mga lingkod Niya. Siya ay ang Mapagpatawad, ang Maawain.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:108","price":"Sabihin mo: “O mga tao, dumating nga sa inyo ang katotohanan mula sa Panginoon ninyo. Kaya ang sinumang napatnubayan ay napatnubayan lamang para sa sarili niya; at ang sinumang naligaw ay naligaw lamang laban dito. Ako sa inyo ay hindi isang pinananaligan.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"10:109","price":"Sumunod ka sa ikinakasi sa iyo at magtiis ka hanggang sa humatol si Allāh. Siya ay ang pinakamabuti sa mga tagahatol.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"tl"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}