{"data":[{"name":"11:1","price":"Alif. Lām. Rā’.[227] [Ito ay] isang Aklat na pinahusay ang mga talata nito, pagkatapos dinetalye mula sa panig ng isang Marunong, isang Mapagbatid.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"[227] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"11:2","price":"[Ipinasasabi sa Sugo:] “Na huwag kayong sumamba kundi kay Allāh. Tunay na ako para sa inyo mula sa Kanya ay isang mapagbabala at isang mapagbalita ng nakagagalak.”","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"11:3","price":"[Ipinasasabi sa Sugo:] “Na humingi kayo ng tawad sa Panginoon ninyo, pagkatapos magbalik-loob kayo sa Kanya, magpapatamasa Siya sa inyo ng isang natatamasang maganda hanggang sa isang taning na tinukoy at magbibigay Siya sa bawat may kabutihang-loob ng kabutihang-loob dito. Kung tatalikod kayo, tunay na ako ay nangangamba para sa inyo ng pagdurusa sa isang araw na malaki.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"11:4","price":"Tungo kay Allāh ang babalikan ninyo. Siya sa bawat bagay ay May-kakayahan.”","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"tl"},{"name":"11:5","price":"Pansinin, tunay na sila ay nagtatakip ng mga dibdib nila upang makapagkubli sila [ng pagdududa] mula sa Kanya.[228] Pansinin, kapag nagpapabalot sila ng mga kasuutan nila ay nakaaalam Siya sa anumang inililihim nila at anumang inihahayag nila. Tunay na Siya ay Maalam sa nilalaman ng mga dibdib.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"[228] O Pansinin, tunay na sila ay naglilihis ng mga dibdib nila upang makapagkubli sila mula sa Kanya. Pansinin, tunay na sila ay nagkikimkim ng ngitngit sa mga dibdib nila upang maikubli nila mula sa Kanya.","lang":"tl"},{"name":"11:6","price":"Walang anumang gumagalaw na nilalang sa lupa malibang nasa kay Allāh ang panustos nito. Nakaaalam Siya sa tuluyan nito [sa pamumuhay] at pinaglalagakan dito [sa pagkamatay]. Bawat isa ay nasa isang talaang malinaw.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:7","price":"Siya ang lumikha ng mga langit at lupa sa anim na araw – at ang Trono Niya ay nasa ibabaw ng tubig – upang sumubok Siya sa inyo kung alin sa inyo ang pinakamaganda sa gawa. Talagang kung nagsabi ka: “Tunay na kayo ay mga bubuhayin matapos na ng kamatayan” ay talagang magsasabi nga ang mga tagatangging sumampalataya: “Walang iba ito kundi isang panggagaway na malinaw.”","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:8","price":"Talagang kung nag-antala Kami sa kanila ng pagdurusa hanggang sa isang yugtong nabibilang ay talagang magsasabi nga sila: “Ano ang pumipigil dito?” Pansinin, sa araw na darating ito sa kanila ay hindi ito maililihis palayo sa kanila at papaligid sa kanila ang dati nilang kinukutya.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:9","price":"Talagang kung nagpalasap Kami sa tao ng isang awa mula sa Amin, pagkatapos nag-alis Kami nito mula sa kanya, tunay na siya ay talagang walang-wala ang pag-asa, mapagtangging magpasalamat.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:10","price":"Talagang kung nagpalasap Kami sa kanya ng isang kabiyayaan matapos ng isang kariwaraan[229] na sumaling sa kanya ay talagang magsasabi nga siya: “Umalis ang mga masagwa palayo sa akin.” Tunay na siya ay talagang masaya, napakayabang –","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"[229] gaya ng karukhaan at karamdaman","lang":"tl"},{"name":"11:11","price":"maliban sa mga nagtiis at gumawa ng mga maayos; ang mga iyon ay may ukol sa kanila na isang kapatawaran at isang pabuyang malaki [sa Kabilang-buhay].","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:12","price":"Kaya baka ikaw ay mag-iiwan sa ilan sa ikinakasi sa iyo at pinaninikipan dahil dito ng dibdib mo na magsabi sila sa iyo: “Bakit kasi walang pinababa sa kanya na isang kayamanan o may dumating kasama sa kanya na isang anghel?” Ikaw ay isang mapagbabala lamang. Si Allāh sa bawat bagay ay Pinagkakatiwalaan.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:13","price":"O nagsasabi ba sila na ginawa-gawa niya ito? Sabihin mo: “Kaya maglahad kayo ng sampung kabanata [ng Qur’ān] kabilang sa tulad nito na mga ginawa-gawa at tumawag kayo ng sinumang nakaya ninyo bukod pa kay Allāh [para tumulong sa inyo] kung kayo ay mga tapat.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:14","price":"Kaya kung hindi sila tumugon sa inyo, alamin ninyo na pinababa lamang [ang Qur’ān na] ito nang may kaalaman ni Allāh at na walang Diyos kundi Siya. Kaya kayo ba ay mga tagapagpasakop?[230]","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"[230] O Musalim sa wikang Arabe.","lang":"tl"},{"name":"11:15","price":"Ang sinumang nagnanais ng buhay na pangmundo at gayak nito, maglulubus-lubos Kami tungo sa kanila [ng kabayaran] sa mga gawa nila rito habang sila rito ay hindi kinukulangan.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:16","price":"Ang mga iyon, walang ukol sa kanila sa Kabilang-buhay kundi ang Apoy. Nawalang-kabuluhan ang niyari nila rito [sa Mundo] at walang-saysay ang dati nilang ginagawa.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:17","price":"Kaya ba ang nasa isang malinaw na patunay mula sa Panginoon niya [ay tulad ng nabanggit]? Sumusunod dito ang isang tagasaksi mula sa Kanya at, bago pa nito, ang kasulatan ni Moises bilang pinuno at bilang awa. Ang mga iyon ay sumasampalataya rito. Ang sinumang tumangging sumampalataya rito [sa Qur’ān] kabilang sa mga lapian, ang Apoy ay ipinangako sa kanya. Kaya huwag kang maging nasa isang pag-aalangan dito [sa Qur’ān]. Tunay na ito ay ang katotohanan mula sa Panginoon mo, subalit ang higit na marami sa mga tao ay hindi sumasampalataya.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:18","price":"Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan? Ang mga iyon ay ilalahad sa Panginoon nila at magsasabi ang mga saksi: “Ang mga ito ay ang mga nagsinungaling laban sa Panginoon nila.” Pansinin, ang sumpa ni Allāh ay ukol sa mga tagalabag sa katarungan,","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:19","price":"na mga sumasagabal sa landas ni Allāh at naghahangad dito ng isang kabaluktutan habang sila sa Kabilang-buhay ay mga tagatangging sumampalataya.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:20","price":"Ang mga iyon ay hindi mga makalulusot[231] sa lupa at hindi sila nagkaroon bukod pa kay Allāh ng mga katangkilik. Pag-iibayuhin para sa kanila ang pagdurusa. Hindi sila dati nakakakaya ng pagdinig [sa katotohanan] at hindi sila dati nakakikita.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"[231] O makapagpapahina.","lang":"tl"},{"name":"11:21","price":"Ang mga iyon ay ang mga nagpalugi sa mga sarili nila at nawala sa kanila ang dati nilang ginagawa-gawa.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:22","price":"Walang pasubali na sila sa Kabilang-buhay ay ang mga pinakalugi.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:23","price":"Tunay na ang mga sumampalataya, gumawa ng mga maayos, at nagmababang-loob sa Panginoon nila, ang mga iyon ay ang mga maninirahan sa Paraiso; sila ay doon mga mananatili.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:24","price":"Ang paghahalintulad sa dalawang pangkat ay gaya ng bulag at bingi, at ng nakakikita at nakaririnig. Nagkakapantay kaya ang dalawa sa paghahalintulad? Kaya hindi ba kayo magsasaalaala?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:25","price":"Talaga ngang nagsugo Kami kay Noe sa mga tao niya, [na nagsasabi]: “Tunay na ako para sa inyo ay isang mapagbabalang malinaw,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:26","price":"na huwag kayong sumamba kundi kay Allāh; tunay na ako ay nangangamba para sa inyo sa isang pagdurusa sa isang araw na masakit.”","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:27","price":"Kaya nagsabi ang konseho na tumangging sumampalataya kabilang sa mga kalipi niya: “Wala kaming nakikita sa iyo kundi isang tao tulad namin, wala kaming nakikita sa iyo na sumunod sa iyo kundi silang mga napakahamak sa amin sa unang tingin,[232] at wala kaming nakikita para inyo na isang kalamangan sa amin, bagkus nagpapalagay kami na kayo ay mga sinungaling.”","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"[232] Ang ibig sabihin ng “sa unang tingin” ay walang pag-iisip-ip at walang pagtingin.","lang":"tl"},{"name":"11:28","price":"Nagsabi siya:[233] “O mga tao ko, nagsaalang-alang ba kayo kung ako ay nasa isang malinaw na patunay mula sa Panginoon ko at nagbigay Siya sa akin ng awa mula sa ganang Kanya ngunit pinalingid ito sa inyo? Mamimilit ba kami sa inyo [na maniwala] rito samantalang kayo rito ay mga nasusuklam?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"[233] Si Noe","lang":"tl"},{"name":"11:29","price":"O mga tao ko, hindi ako humihingi sa inyo dahil doon ng isang yaman; walang pabuya sa akin kundi nasa kay Allāh. Ako ay hindi magtataboy sa mga sumampalataya. Tunay na sila ay makikipagkita sa Panginoon nila, subalit ako ay nakakikita sa inyo bilang mga taong nagpapakamangmang.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:30","price":"O mga tao ko, sino ang mag-aadya sa akin laban kay Allāh kung nagtaboy ako sa kanila? Kaya hindi ba kayo nagsasaalaala?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:31","price":"Hindi ako nagsasabi sa inyo na taglay ko ang mga imbakan ni Allāh. Hindi ako nakaaalam sa nakalingid. Hindi ako nagsasabi na tunay na ako ay isang anghel. Hindi ako nagsasabi sa mga hinahamak ng mga mata ninyo na hindi magbibigay sa kanila si Allāh ng isang mabuti. Si Allāh ay higit na maalam sa nasa mga sarili nila. Tunay na ako samakatuwid ay talagang kabilang sa mga tagalabag sa katarungan [kung magsasabi ng gayon].”","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:32","price":"Nagsabi sila: “O Noe, nakipagtalo ka na sa amin saka nagpadalas ka sa pakikipagtalo sa amin kaya magdala ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga tapat.”","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:33","price":"Nagsabi siya: “Magdadala lamang sa inyo nito si Allāh kung niloob Niya, at kayo ay hindi mga makalulusot.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:34","price":"Hindi magpapakinabang sa inyo ang pagpapayo ko – kung nagnais ako na magpayo sa inyo – kung nangyaring si Allāh ay nagnanais na magpalisya sa inyo. Siya ay ang Panginoon ninyo, at tungo sa Kanya pababalikin kayo.”","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:35","price":"O nagsasabi sila na gumawa-gawa siya nito? Sabihin mo: “Kung gumawa-gawa ako nito[234] ay sa akin ang pagpapakasalarin ko at ako ay walang-kaugnayan sa anumang pagpapakasalarin ninyo.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"[234] Ibig sabihin: ng Qur’an.","lang":"tl"},{"name":"11:36","price":"Ikinasi kay Noe: “Hindi sasampalataya kabilang sa mga tao mo kundi ang sinumang sumampalataya na, kaya huwag kang mahapis sa anumang dati nilang ginagawa.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:37","price":"Yumari ka ng daong sa pamamagitan ng mga mata Namin at pagkasi Namin. Huwag kang makipag-usap sa Akin hinggil sa mga lumabag sa katarungan [dahil sa kawalang-pananampalataya]; tunay na sila ay mga malulunod.”","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:38","price":"Yumayari siya[235] ng daong. Sa tuwing may napadaan sa kanya na isang konseho kabilang sa mga tao niya ay nanunuya sila sa kanya. Nagsabi siya: “Kung nanunuya kayo sa amin, tunay na kami ay manunuya sa inyo kung paanong nanunuya kayo,","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"[235] Ibig sabihin: si Noe.","lang":"tl"},{"name":"11:39","price":"saka makaaalam kayo sa kung sino ang pupuntahan ng isang pagdurusang magpapahiya sa kanya at dadapuan ng isang pagdurusang mananatili.”","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:40","price":"[Gayon nga] hanggang sa nang dumating ang utos Namin at nagsambulat [ng tubig] ang pugon ay nagsabi Kami: “Maglulan ka sa loob niyon ng mula sa bawat dalawang magkapares [na lalaki at babae], ng mag-anak mo – maliban sa nauna sa kanya ang hatol – at ng sinumang sumampalataya.” Walang sumampalataya kasama sa kanya kundi kaunti.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:41","price":"Nagsabi siya: “Sumakay kayo rito; sa ngalan ni Allāh ang paglalayag nito at ang pagdaong nito. Tunay na ang Panginoon ko ay talagang Mapagpatawad, Maawain.”","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:42","price":"Ito ay naglayag lulan sila sa mga alon na gaya ng mga bundok. Nanawagan si Noe sa anak niya habang ito ay nasa pinaglayuan [nito]: “O anak ko, sumakay ka kasama sa amin at huwag kang maging kabilang sa mga tagatangging sumampalataya.”","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:43","price":"Nagsabi ito: “Kakanlong ako sa isang bundok na magsasanggalang sa akin laban sa tubig.” Nagsabi siya: “Walang tagapagsanggalang sa araw na ito laban sa pasya ni Allāh maliban sa kinaawaan Niya.” Humarang sa pagitan nilang dalawa ang mga alon, kaya ito ay naging kabilang sa mga nalunod.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:44","price":"Sinabi: “O lupa, lulunin mo ang tubig mo; o langit, pigilin mo [ang ulan].” Pinahupa ang tubig, natapos ang pasya, at lumuklok ito sa ibabaw ng [bundok ng] Jūdīy. Sinabi: “Kalayuan [sa awa] ay ukol sa mga taong tagalabag sa katarungan.”","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:45","price":"Nanawagan si Noe sa Panginoon niya saka nagsabi: “O Panginoon ko, tunay na ang anak ko ay kabilang sa mag-anak ko. Tunay na ang pangako Mo ay ang totoo. Ikaw ay ang pinakatagahatol sa mga tagahatol.”","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:46","price":"Nagsabi Siya: “O Noe, tunay na siya ay hindi kabilang sa mag-anak mo. Tunay na [ang paghiling na] ito[236] ay gawang hindi maayos. Kaya huwag kang humiling sa Akin ng wala kang kaalaman hinggil doon. Tunay na Ako ay nangangaral sa iyo na baka ikaw ay maging kabilang sa mga mangmang.”","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"[236] O Tunay na siya","lang":"tl"},{"name":"11:47","price":"Nagsabi siya: “O Panginoon ko, tunay ako ay nagpapakupkop sa Iyo na humiling ako sa Iyo ng wala akong kaalaman hinggil doon. Kung hindi Ka magpapatawad sa akin at maaawa sa akin, ako ay magiging kabilang sa mga lugi.”","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:48","price":"Sinabi: “O Noe, manaog ka nang may kapayapaan mula sa Amin at mga pagpapala sa iyo at sa mga kalipunan kabilang sa sinumang kasama sa iyo. May mga kalipunang pagtatamasain Namin, pagkatapos may sasaling sa kanila mula sa Amin na isang pagdurusang masakit.”","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:49","price":"Iyon ay kabilang sa mga balita ng nakalingid, na ikinakasi Namin sa iyo. Hindi ka dati nakaaalam nito, ikaw ni ang mga tao mo bago pa nito. Kaya magtiis ka; tunay na ang [magandang] kahihinatnan ay ukol sa mga tagapangilag magkasala.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:50","price":"[Nagsugo sa liping] `Ād ng kapatid nilang si Hūd. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Walang iba kayo kundi mga gumagawa-gawa [ng kasinungalingan.]”","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:51","price":"O mga kalipi ko, hindi ako humihingi sa inyo dahil doon ng isang pabuya; walang pabuya sa akin kundi nasa lumalang sa akin. Kaya hindi ba kayo nakapag-uunawa?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:52","price":"O mga kalipi ko, humingi kayo ng tawad sa Panginoon ninyo, pagkatapos magbalik-loob kayo sa Kanya, magsusugo Siya sa langit sa ibabaw ninyo ng masaganang [ulan] at magdaragdag Siya sa inyo ng lakas sa [dating] lakas ninyo. Huwag kayong tumalikod bilang mga salarin.","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:53","price":"Nagsabi sila: “O Hūd, hindi ka nagdala sa amin ng isang malinaw na patunay [sampalatayanan ka]. Kami ay hindi mga mag-iiwan ng mga diyos namin dahil sa sabi mo at kami sa iyo ay hindi mga maniniwala.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:54","price":"Wala kaming sinasabi kundi nagpasapit sa iyo ang ilan sa mga diyos namin ng isang kasagwaan.” Nagsabi siya: “Tunay na ako ay nagpapasaksi kay Allāh, at saksihan ninyo, na ako ay walang-kaugnayan sa anumang itinatambal ninyo","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:55","price":"bukod pa sa Kanya. Kaya manlansi kayo sa akin nang lahatan, pagkatapos huwag kayong magpalugit sa akin.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:56","price":"Tunay na ako ay nanalig kay Allāh, ang Panginoon ko at ang Panginoon ninyo. Walang anumang gumagalaw na nilalang malibang Siya ay humahawak sa unahan ng noo nito. Tunay na ang Panginoon ko ay nasa isang landasing tuwid [ng katarungan].”","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:57","price":"Ngunit kung tatalikod kayo ay [sabihin mo:] “Nagpaabot na ako sa inyo ng ipinasugo sa akin sa inyo. Magtatalaga bilang kahalili ang Panginoon ko sa mga taong iba pa sa inyo. Hindi kayo makapipinsala sa Kanya ng anuman. Tunay na ang Panginoon sa bawat bagay ay Mapag-ingat.”","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:58","price":"Noong dumating ang utos Namin ay nagligtas Kami kay Hūd at sa mga sumampalataya kasama sa kanya sa pamamagitan ng isang awa mula sa Amin at nagligtas Kami sa kanila mula sa isang pagdurusang mabagsik.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:59","price":"Iyon ay [liping] `Ād na nagkaila sa mga tanda ng Panginoon nila, sumuway sa mga sugo nila, at sumunod sa utos ng bawat palasupil na mapagmatigas [sa katotohanan].","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:60","price":"Pinasundan sila sa Mundong ito ng isang sumpa at sa Araw ng Pagbangon. Pansinin, tunay na ang [liping] `Ād ay tumangging sumampalataya sa Panginoon nila. Pansinin, kalayuan [sa awa] ay ukol sa [liping] `Ād, na mga kalipi ni Hūd.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:61","price":"[Nagsugo sa liping] Thamūd ng kapatid nilang si Ṣāliḥ. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Siya ay nagpaluwal sa inyo mula sa lupa at nagpanirahan sa inyo rito, kaya humingi kayo ng tawad sa Kanya, pagkatapos magbalik-loob kayo sa Kanya. Tunay na ang Panginoon ko ay Malapit,[237] Tagasagot [ng panalangin].”","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"[237] O sa kaalaman, pagkakita, pagdinig, pagtugon.","lang":"tl"},{"name":"11:62","price":"Nagsabi sila: “O Ṣāliḥ, ikaw nga dati sa atin ay inaasam bago nito. Sumasaway ka ba sa amin na sumamba kami sa sinasamba ng mga ninuno namin? Tunay na kami ay talagang nasa isang pagdududang tagapagpaalinlangan hinggil sa inaanyaya mo sa amin.”","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:63","price":"Nagsabi siya: “O mga kalipi ko, nagsaalang-alang ba kayo kung ako ay nasa isang malinaw na patunay mula sa Panginoon ko at nagbigay Siya sa akin mula sa Kanya ng isang awa? Kaya sino ang mag-aadya sa akin laban kay Allāh kung sumuway ako sa Kanya? Kaya hindi kayo nakadaragdag sa akin ng iba pa sa isang pagpapalugi.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:64","price":"O mga kalipi ko, ito ay dumalagang kamelyo ni Allāh; para sa inyo ay isang tanda. Kaya hayaan ninyo ito na kumain sa lupain ni Allāh at huwag ninyong salingin ito ng isang kasagwaan dahil dadaklutin kayo ng isang pagdurusang malapit.","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:65","price":"Ngunit kinatay nila ito, kaya nagsabi siya: “Magpakatamasa kayo sa tahanan ninyo nang tatlong araw. Iyon ay isang pangakong hindi mapasisinungalingan.”","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:66","price":"Kaya noong dumating ang utos Namin ay nagligtas Kami kay Ṣāliḥ at sa mga sumampalataya kasama sa kanya sa pamamagitan ng isang awa mula sa Amin at [nagligtas Kami] mula sa kahihiyan sa araw na iyon. Tunay na ang Panginoon mo ay ang Malakas, ang Makapangyarihan.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:67","price":"Dumaklot sa mga lumabag sa katarungan ang hiyaw saka sila, sa mga tahanan nila, ay naging mga [patay na] nakasubsob.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:68","price":"Para bang hindi sila namuhay roon. Pansinin, tunay na ang [liping] Thamūd ay tumangging sumampalataya sa Panginoon nila. Pansinin, kalayuan [sa awa] ay ukol sa [liping] Thamūd.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:69","price":"Talaga ngang naghatid ang mga [anghel na] sugo Namin kay Abraham ng balitang nakagagalak. Nagsabi sila: “Kapayapaan!” Nagsabi siya: “Kapayapaan.” Kaya hindi naglaon na naghatid siya ng isang guyang inihaw.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:70","price":"Ngunit noong nakita niya ang mga kamay nila na hindi umaabot doon [sa inihaw], naghinala siya sa kanila at nakadama siya mula sa kanila ng isang pangangamba. Nagsabi sila: “Huwag kang mangamba; tunay na kami ay isinugo sa mga tao ni Lot.”","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:71","price":"Ang maybahay niya ay nakatayo, saka natawa ito, kaya nagbalita Kami ng nakagagalak dito hinggil kay Isaac, at matapos kay Isaac ay kay Jacob [na apo].","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:72","price":"Nagsabi ito: “O pambihira! Manganganak ba ako samantalang ako ay isang babaing matanda at ito ay asawa ko, isang matandang lalaki na? Tunay na ito ay talagang isang bagay kataka-taka!”","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:73","price":"Nagsabi sila:[238] “Nagtataka ka ba sa pasya ni Allāh? Ang awa ni Allāh at ang mga pagpapala Niya ay sumainyo, O mga tao ng bahay. Tunay na Siya ay Kapuri-puri, Maringal.”","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"[238] Ibig sabihin: ang mga anghel.","lang":"tl"},{"name":"11:74","price":"Kaya noong umalis kay Abraham ang hilakbot at dumating sa kanya ang balitang nakagagalak, nakipagtalo siya sa [mga anghel] Namin alang-alang sa mga kababayan ni Lot.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:75","price":"Tunay na si Abraham ay talagang matimpiin, palataghoy, nagsisising tagapanumbalik.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:76","price":"[Sinabi:] “O Abraham, umayaw ka rito! Tunay na dumating na ang utos ng Panginoon mo. Tunay na sila ay pupuntahan ng isang pagdurusang hindi mapipigilan.”","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:77","price":"Noong dumating ang mga [anghel na] sugo Namin kay Lot, [na nasa ayon ng mga binata,] sumama ang loob niya sa kanila, pinanikipan siya sa kanila ng dibdib, at nagsabi: “Ito ay isang araw na nakaririndi.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:78","price":"Dumating sa kanya ang mga kababayan niya, na nag-aapura patungo sa kanya, at bago pa niyan sila dati ay gumagawa ng mga masagwa. Nagsabi siya: “O mga kababayan ko, ang mga ito ay mga babaing anak ko [para mapangasawa ninyo]; sila ay higit na dalisay para sa inyo. Kaya mangilag kayong magkasala kay Allāh at huwag kayong magpahiya sa akin sa mga panauhin ko. Wala bang kabilang sa inyo na isang lalaking matino?”","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:79","price":"Nagsabi sila: “Talaga ngang nalaman mo na wala kaming anumang pangangailangan sa mga babaing anak mo, at tunay na ikaw ay talagang nakaaalam sa ninanais namin.”","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:80","price":"Nagsabi siya: “Kung sana mayroon akong lakas laban sa inyo o makapagpapakanlong ako sa isang masasandalang matindi.”","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:81","price":"Nagsabi sila: “O Lot, tunay na kami ay mga sugo ng Panginoon mo. Hindi sila aabot sa iyo, kaya lumisan ka kasama ng mag-anak mo sa isang bahagi ng gabi at huwag lilingon kabilang sa inyo ang isa man, maliban ang maybahay mo; tunay na tatama sa kanya ang tatama sa kanila. Tunay na ang tipanan nila [sa kapahamakan] ay sa umaga. Hindi ba ang umaga ay malapit na?”","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:82","price":"Kaya noong dumating ang utos Namin, naglagay Kami sa mataas niyon ng mababa niyon at nagpaulan Kami roon ng mga batong yari sa natuyong luwad na nagkapatung-patong,","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:83","price":"na tinatakan sa ganang Panginoon mo. Ang mga [batong] ito, mula sa mga tagalabag sa katarungan, ay hindi malayo.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:84","price":"[Nagsugo sa] Madyan ng kapatid nilang si Shu`ayb. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Huwag kayong magkulang sa takalan at timbangan. Tunay na ako ay nakakikita sa inyo na nasa isang kariwasaan at tunay na ako ay nangangamba para sa inyo sa isang pagdurusa sa isang araw na tagapaligid.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:85","price":"O mga kalipi ko, magpalubus-lubos kayo sa takalan at timbangan ayon sa pagkamakatarungan, huwag kayong magpakulang sa mga tao sa mga bagay-bagay nila, at huwag kayong manampalasan sa lupa bilang mga tagagulo.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:86","price":"Ang tira ni All̄āh[239] ay higit na mabuti para sa inyo kung kayo ay mga mananampalataya. Ako sa inyo ay hindi isang mapag-ingat.”","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"[239] na itinira Niya para sa inyo mula sa ipinahihintulot matapos ng pagtupad sa mga karapatan ng mga tao ayon sa katarungan.","lang":"tl"},{"name":"11:87","price":"Nagsabi sila: “O Shu`ayb, ang dasal mo ba ay nag-uutos sa iyo na mag-iwan kami sa sinasamba ng mga ninuno namin at [na tumigil kami] na gumawa sa mga yaman namin ng niloloob namin? Tunay na ikaw ay talagang ikaw ang matimpiin, ang matino.”","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:88","price":"Nagsabi siya: “O mga kalipi ko, nagsasaalang-alang ba kayo kung ako ay nasa isang malinaw na patunay mula sa Panginoon ko at nagtustos Siya sa akin mula sa Kanya ng isang panustos na maganda? Hindi ako nagnanais na sumalungat sa inyo sa sinasaway ko sa inyo. Hindi ako nagnanais kundi ng pagsasaayos sa abot ng nakaya ko. Walang iba ang pagtutuon sa akin kundi sa pamamagitan ni Allāh. Sa Kanya ako nanalig at tungo sa Kanya ako nagsisising nanunumbalik.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:89","price":"O mga kalipi ko, huwag ngang mag-udyok sa inyo ang pakikipaghidwaan sa akin, na tumama sa inyo ang tulad sa tumama sa mga tao ni Noe o mga kalipi ni Hūd o mga kalipi ni Ṣāliḥ. Ang mga kababayan ni Lot mula sa inyo ay hindi malayo.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:90","price":"Humingi kayo ng tawad sa Panginoon ninyo, pagkatapos magbalik-loob kayo sa Kanya. Tunay ang Panginoon ko ay Maawain, Mapagmahal.”","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:91","price":"Nagsabi sila: “O Shu`ayb, hindi kami nakauunawa sa marami sa sinasabi mo. Tunay na kami ay talagang nagtuturing sa iyo sa gitna namin bilang mahina. Kung hindi dahil sa angkan mo, talaga sanang binato ka namin. Ikaw sa amin ay hindi isang kagalang-galang.”","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:92","price":"Nagsabi siya: “O mga kalipi ko, ang angkan ko ba ay higit na kagalang-galang sa inyo kaysa kay Allāh at naglagay kayo sa Kanya sa likuran ninyo sa likod? Tunay na ang Panginoon ko sa anumang ginagawa ninyo ay Tagapaligid.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:93","price":"O mga kalipi ko, gumawa kayo ayon sa kalagayan ninyo. Tunay na ako ay gumagawa. Makaaalam kayo sa kung sino ang pupuntahan ng isang pagdurusang magpapahiya sa kanya at kung sino ang siyang sinungaling. Magmasid-masid kayo; tunay na ako kasama sa inyo ay mapagmasid [sa itatadhana ni Allāh].”","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:94","price":"Noong dumating ang utos Namin ay nagligtas Kami kay Shu`ayb at sa mga sumampalataya kasama sa kanya sa pamamagitan ng isang awa mula sa Amin. Dumaklot sa mga lumabag sa katarungan ang hiyaw saka sila, sa mga tahanan nila, ay naging mga [patay na] nakasubsob.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:95","price":"Para bang hindi sila tumahan doon. Pansinin, kalayuan [sa awa] ay ukol sa Madyan kung paanong nalayo [sa awa] ang Thamūd. Para bang hindi sila namuhay roon. Pansinin,tunay na ang [liping] Thamūd ay tumangging sumampalataya sa Panginoon. Pansinin, kalayuan [sa awa] ay ukol sa [liping] Thamūd.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:96","price":"Talaga ngang nagsugo Kami kay Moises kalakip ng mga tanda Namin at isang katunayang malinaw","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:97","price":"kay Paraon at sa konseho nito, ngunit sumunod sila sa utos ni Paraon. Ang utos ni Paraon ay hindi matino.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:98","price":"Mangunguna siya sa mga tao niya sa Araw ng Pagbangon saka maghahatid siya sa kanila sa Apoy. Kay saklap ang hatirang paghahatiran!","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:99","price":"Pinasundan sila rito [sa Mundo] ng isang sumpa at sa Araw ng Pagbangon. Kay saklap ang handog na inihandog [sa kanila]!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:100","price":"Iyon ay bahagi ng mga balita ng mga pamayanan na isinasalaysay Namin sa iyo. Mayroon sa mga itong nakatayo pa at ginapas[240] na.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"[240] Ibig sabihin: pinawi na kaya walang natirang bakas dito.","lang":"tl"},{"name":"11:101","price":"Hindi lumabag sa katarungan sa kanila subalit lumabag sila sa katarungan sa mga sarili nila[241] saka walang naidulot sa kanila na anuman ang mga diyos na dinadalanginan nila bukod pa kay Allāh noong dumating ang pasya ng Panginoon mo. Walang naidagdag ang mga ito sa kanila na iba pa sa pagpapahamak.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"[241] dahil sa paghahatid sa mga ito sa mga hatiran ng kapahamakan","lang":"tl"},{"name":"11:102","price":"Gayon ang pagdaklot ng Panginoon mo nang dumaklot Siya sa mga pamayanan samantalang ang mga ito ay lumalabag sa katarungan. Tunay na ang pagdaklot Niya ay masakit, matindi.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:103","price":"Tunay na sa gayon ay talagang may tanda para sa sinumang nangamba sa pagdurusa sa Kabilang-buhay. Iyon ay araw na titipunin para roon ang mga tao at iyon ay araw na sasaksihan [ng lahat].","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:104","price":"Hindi Kami nagpapahuli niyon maliban sa isang taning na mabibilang.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:105","price":"Sa araw na darating iyon, walang nagsasalita na isang kaluluwa malibang ayon sa pahintulot Niya, saka mayroon sa kanilang malumbay at maligaya.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:106","price":"Hinggil sa mga malulumbay, sa Apoy [sila]. Ukol sa kanila roon ay singhal at singhot,","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:107","price":"bilang mga mananatili roon hanggat tumatagal ang mga langit at ang lupa maliban sa niloob ng Panginoon mo. Tunay na ang Panginoon mo ay palagawa ng anumang ninanais Niya.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:108","price":"Hinggil sa mga liligaya, sa Paraiso [sila] bilang mga mananatili roon hanggat tumatagal ang mga langit at ang lupa maliban sa niloob ng Panginoon mo, bilang bigay na hindi mapapatid.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:109","price":"Kaya huwag kang maging nasa isang pag-aalangan sa kung ano ang sinasamba ng mga [tagapagtambal na] ito. Hindi sila sumasamba kundi kung paanong sumasamba ang mga ninuno nila bago pa niyan. Tunay na Kami ay talagang magtutumbas sa kanila ng bahagi nila nang hindi kinukulangan.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:110","price":"Talaga ngang nagbigay Kami kay Moises ng kasulatan, ngunit nagkakaiba-iba hinggil doon. Kung hindi dahil sa isang salitang nauna mula sa Panginoon mo ay talaga sanang humusga sa pagitan nila. Tunay na sila ay talagang nasa isang pagdududang tagapagpaalinlangan hinggil doon [sa Qur’ān].","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:111","price":"Tunay na sa bawat pangkat ay talagang maglulubus-lubos nga sa kanila ang Panginoon mo [ng kabayaran] sa mga gawa nila. Tunay na Siya sa anumang ginagawa nila ay Mapagbatid.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:112","price":"Kaya maging matuwid ka gaya ng ipinag-utos sa iyo at sa sinumang nagbalik-loob kasama sa iyo. Huwag kayong magmalabis; tunay na Siya sa anumang ginagawa ninyo ay Nakakikita.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:113","price":"Huwag kayong sumandal sa mga lumabag sa katarungan [dahil sa paglalangis] para sumaling sa inyo ang Apoy [ng Impiyerno]. Walang ukol sa inyo bukod pa kay Allāh na anumang mga katangkilik, pagkatapos hindi kayo maiiadya.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:114","price":"Magpanatili ka ng pagdarasal sa dalawang dulo ng maghapon[242] at sa bahagi ng gabi.[243] Tunay na ang mga magandang gawa ay nag-aalis sa mga masagwang gawa. Iyon ay isang paalaala para sa mga tagapag-alaala.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"[242] Ang mga dasal sa madaling-araw (fajr), sa tanghali (ḍ̆uhr), at hapon (`aṣr).\n[243] Ang mga dasal sa pagkalubog ng araw (maghrib) at sa gabi (`ishā’).","lang":"tl"},{"name":"11:115","price":"Magtiis ka sapagkat tunay na si Allāh ay hindi nagwawala ng pabuya ng mga tagagawa ng maganda.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:116","price":"Kaya bakit kasi hindi nagkaroon mula sa mga [pinagdusang] salinlahi bago pa ninyo ng mga may tirang [kabutihang] sumasaway sa kaguluhan sa lupa, maliban sa kaunti kabilang sa pinaligtas Namin kabilang sa kanila? Sumunod ang mga lumabag sa katarungan sa ipinariwasa sa kanila roon, at sila ay naging mga salarin.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:117","price":"Hindi nangyaring ang Panginoon mo ay ukol magpahamak ng mga pamayanan dahil sa kawalang-katarungan samantalang ang mga mamamayan ng mga ito ay mga tagapagsaayos.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:118","price":"Kung sakaling niloob ng Panginoon mo, talaga sanang gumawa Siya sa mga tao bilang kalipunan nag-iisa; at [hindi Niya loob iyon kaya] hindi sila tumitigil na mga nagkakaiba-iba,","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:119","price":"maliban sa sinumang kinaawaan ng Panginoon mo, at dahil doon lumikha siya sa kanila. Malulubos ang salita ng Panginoon mo: “Talagang magpupuno nga Ako ng Impiyerno ng mga jinnīy at mga tao nang magkakasama.”","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:120","price":"Bawat isa na isinalaysay Namin sa iyo mula sa mga balita hinggil sa mga sugo ay ang nagpapatatag Kami sa pamamagitan nito sa puso mo. Dumating sa iyo sa [kabanatang] ito ang totoo, isang pangaral, at isang paalaala para sa mga mananampalataya.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:121","price":"Sabihin mo sa mga hindi sumasampalataya: “Gumawa kayo ayon sa kalagayan ninyo; tunay na kami ay mga gumagawa.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:122","price":"Maghintay kayo [sa bababa sa inyo]; tunay na kami ay mga naghihintay [sa bababa sa amin].”","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"tl"},{"name":"11:123","price":"Sa kay Allāh ang nakalingid sa mga langit at lupa at tungo sa Kanya pababalikin ang usapin sa kabuuan nito, kaya sumamba ka sa Kanya at manalig ka sa Kanya. Ang Panginoon mo ay hindi nalilingat sa anumang ginagawa ninyo.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"tl"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}