{"data":[{"name":"13:1","price":"Alif. Lām. Mīm. Rā’.[257] Ang mga ito ay ang mga talata ng Aklat. Ang pinababa sa iyo mula sa Panginoon mo ay ang katotohanan, subalit ang higit na marami sa mga tao ay hindi sumasampalataya.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"[257] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"13:2","price":"Si Allāh ang nag-angat ng mga langit nang walang mga haligi na nakikita ninyo. Pagkatapos lumuklok Siya sa Trono. Pinagsilbi Niya ang araw at ang buwan; bawat isa ay umiinog para sa isang taning na tinukoy. Nangangasiwa Siya ng nauukol. Nagdedetalye Siya ng mga tanda nang sa gayon kayo sa pakikipagkita sa Panginoon ninyo ay nakatitiyak.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:3","price":"Siya ang bumanat ng lupa at naglagay rito ng mga matatag na bundok at mga ilog. Mula sa lahat ng mga bunga ay gumawa Siya sa mga ito ng dalawang magkapares. Nagbabalot Siya ng gabi sa maghapon. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nag-iisip-isip.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:4","price":"Sa lupa ay may mga lote na nagkakatabihan, mga hardin ng mga ubas, pananim, at mga punong datiles na magkakumpol o hindi magkakumpol, na dinidilig ng nag-iisang tubig. Nagtangi Kami sa iba sa mga ito higit sa iba sa bunga. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nakapag-uunawa.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:5","price":"Kung magtataka ka ay kataka-taka ang sabi nila: “Kapag kami ba ay naging alabok, tunay na kami ba ay talagang nasa isang pagkakalikhang bago?” Ang mga iyon ay ang mga tumangging sumampalataya sa Panginoon nila. Ang mga iyon ay ang [lalagyan ng] mga kulyar sa mga leeg nila. Ang mga iyon ay ang mga maninirahan sa Apoy. Sila ay doon mga mananatili.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:6","price":"Nagmamadali sila sa iyo ng masagwa bago ng maganda samantalang lumipas na bago pa nila ang mga tulad na parusa. Tunay na ang Panginoon mo ay talagang may kapatawaran para sa mga tao sa kabila ng paglabag nila sa katarungan. Tunay ang Panginoon mo ay talagang matindi ang parusa.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:7","price":"Nagsasabi ang mga tumangging sumampalataya: “Bakit kasi walang pinababa sa kanya na isang tanda mula sa Panginoon niya?” Ikaw ay isang tagapagbabala lamang. Para sa bawat [pangkat ng] mga tao ay may tagapagpatnubay.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:8","price":"Si Allāh ay nakaaalam sa anumang dinadala ng bawat babae [sa sinapupunan], anumang kinakapos ang mga sinapupunan, at anumang lumalabis ang mga ito. Bawat bagay sa ganang Kanya ay ayon sa sukat,","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:9","price":"ang Tagaalam sa nakalingid at nasasaksihan, ang Malaki, ang Pagkataas-taas.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:10","price":"Pantay [sa Kanya] hinggil sa inyo ang sinumang naglihim ng sinabi at ang sinumang naghayag nito, at ang sinumang siyang tagapagpakubli sa gabi at tagapaglantad sa maghapon.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:11","price":"Para sa kanya ay may mga [anghel na] nagkakasunud-sunod mula sa harapan niya at mula sa likuran niya, na nag-iingat sa kanya ayon sa utos ni Allāh. Tunay na si Allāh ay hindi nagpapaiba sa anumang nasa mga tao hanggang sa magpaiba sila sa nasa mga sarili nila. Kapag nagnais si Allāh sa mga tao ng isang kasagwaan ay walang pagpipigil doon. Walang ukol sa kanila bukod pa sa Kanya na anumang tagatangkilik.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:12","price":"Siya ang nagpapakita sa inyo ng kidlat sa pangamba at sa paghahangad, at nagpapairal sa mga ulap na mabibigat.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:13","price":"Nagluluwalhati ang kulog kalakip ng pagpupuri sa Kanya at ang mga anghel dahil sa pangagamba sa Kanya. Nagpapadala Siya ng mga lintik saka nagpapatama Siya ng mga ito sa sinumang niloloob Niya habang sila ay nakikipagtalo hinggil kay Allāh gayong Siya ay matindi ang kapangyarihan.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:14","price":"Ukol sa Kanya ang panalangin ng katotohanan samantalang ang mga dinadalanginan nila bukod pa sa Kanya ay hindi tumutugon sa kanila sa anuman kundi gaya ng nag-aabot ng mga palad niya sa tubig upang umabot ito sa bibig niya gayong ito ay hindi aabot doon. Walang iba ang panalangin ng mga tagatangging sumampalataya kundi nasa isang pagkaligaw.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:15","price":"Kay Allāh nagpapatirapa ang mga nasa mga langit at lupa nang kusang loob at labag sa loob at ang mga anino nila sa mga umaga at mga hapon.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:16","price":"Sabihin mo: “Sino ang Panginoon ng mga langit at lupa?” Sabihin mo: “Si Allāh.” Sabihin mo: “Kaya gumawa ba kayo bukod pa sa Kanya ng mga katangkilik na hindi nakapagdudulot para sa mga sarili nila ng pakinabang ni pinsala?” Sabihin mo: “Nagkakapantay kaya ang bulag at ang nakakikita? O nagkakapantay kaya ang mga kadiliman at ang liwanag? O gumawa ba sila para kay Allāh ng mga katambal na lumikha gaya ng paglikha Niya kaya nagkawangisan sa kanila ang pagkakalikha?” Sabihin mo: “Si Allāh ay Tagalikha ng bawat bagay at Siya ay ang Nag-iisa, ang Palalupig.”","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:17","price":"Nagpababa Siya mula sa langit ng tubig kaya umagos ang mga lambak ayon sukat ng mga ito saka nagdala ang agos ng bulang pumapaibabaw. Mula sa bagay na nagpapaningas sila rito sa apoy dala ng paghahangad sa mga hiyas at kagamitan ay may bulang tulad niyon. Gayon naglalahad si Allāh ng katotohanan at kabulaanan. Kaya hinggil sa bula, naglalaho ito bilang patapon; at hinggil naman sa nagpapakinabang sa mga tao, nananatili ito sa lupa. Gayon naglalahad si Allāh ng mga paghahalintulad.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:18","price":"Ukol sa mga tumugon sa Panginoon nila ang pinakamaganda. Ang mga hindi tumugon sa Kanya, kahit pa man taglay nila ang anumang nasa lupa nang lahatan at tulad niyon kasama roon ay talagang ipantutubos nila ito.[258] Ang mga iyon ay ukol sa kanila ang kasagwaan ng pagtutuos. Ang kanlungan nila ay ang Impiyerno. Kay saklap ang himlayan!","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"[258] sa mga sarili nila sa Kabilang-buhay sa Kabilang-buhay","lang":"tl"},{"name":"13:19","price":"Kaya ba ang sinumang nakaaalam na ang pinababa sa iyo mula sa Panginoon mo ay ang katotohanan ay gaya ng sinumang siya ay isang bulag? Nagsasaalaala lamang ang mga may isip,","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:20","price":"na mga nagpapatupad sa kasunduan kay Allāh at hindi kumakalas sa tipan,","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:21","price":"at mga nag-uugnay sa ipinag-utos ni Allāh na iugnay, natatakot sa Panginoon nila, at nangangamba sa kasagwaan ng pagtutuos [sa Kabilang-buhay].","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:22","price":"Ang mga nagtiis dala ng paghahangad sa [ikalulugod ng] mukha ng Panginoon nila, nagpanatili ng pagdarasal, gumugol mula sa itinustos Namin sa kanila nang lihim at hayagan, at pumipigil sa pamamagitan ng magandang gawa sa masagwang gawa, ang mga iyon ay ukol sa kanila ang [magandang] pinakakahihinatnan sa tahanan:","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:23","price":"ang mga Hardin ng Eden na papapasukin nila at ng sinumang umayos kabilang sa mga ninuno nila, mga asawa nila, at mga supling nila. Ang mga anghel ay papasok sa kanila sa bawat pinto, [na bumabati]:","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:24","price":"“Kapayapaan ay sumainyo dahil nagtiis kayo sapagkat kay inam ang [magandang] pinakakahihinatnan sa tahanan!”","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:25","price":"Ang mga kumakalas sa kasunduan kay Allāh matapos na ng pagtitibay nito, pumuputol sa ipinag-utos ni Allāh na iugnay, at nagtitiwali sa lupa, ang mga iyon ay ukol sa kanila ang sumpa at ukol sa kanila ang kasagwaan ng tahanan.","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:26","price":"Si Allāh ay nagpapaluwag ng panustos para sa sinumang niloloob Niya at naghihigpit. Natuwa sila sa buhay na pangmundo gayong walang iba ang buhay na pangmundo [sa paghahambing] sa Kabilang-buhay kundi isang [panandaliang kaunting] natatamasa.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:27","price":"Nagsasabi ang mga tumangging sumampalataya: “Bakit kasi walang pinababa sa kanya na isang tanda mula sa Panginoon niya?” Sabihin mo: “Tunay na si Allāh ay nagliligaw sa sinumang niloloob Niya at nagpapatnubay tungo sa Kanya sa sinumang nagsisising nanumbalik,","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:28","price":"na mga sumampalataya at napapanatag ang mga puso nila sa pag-aalaala kay Allāh. Pansinin, sa pag-aalaala kay Allāh napapanatag ang mga puso.”","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:29","price":"Ang mga sumampalataya at gumawa ng mga maayos, kagalakan[259] ay ukol sa kanila at isang kagandahan ng kauuwian.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"[259] O mabuting kalagayan.","lang":"tl"},{"name":"13:30","price":"Gayon Kami nagsugo sa iyo sa isang kalipunang may nagdaan na bago pa nito na mga kalipunan upang bumigkas ka sa kanila [mula sa Qur’ān] ng ikinasi Namin sa iyo habang sila ay tumatangging sumampalataya sa Napakamaawain. Sabihin mo: “Siya ay ang Panginoon ko; walang Diyos kundi Siya. Sa Kanya ako nanalig at sa Kanya ang pagbabalik-loob ko.”","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:31","price":"Kung sakaling may isang Qur’ān na iniusad sa pamamagitan nito ang mga bundok o pinagputul-putol sa pamamagitan nito ang lupa o pinagsalita sa pamamagitan nito ang mga patay, [ito na iyon]. Bagkus sa kay Allāh ang pag-uutos nang lahatan. Hindi ba nakatanto ang mga sumampalataya na kung sakaling niloloob ni Allāh ay talaga sanang nagpatnubay Siya sa mga tao nang lahatan? Hindi tinitigilan ang mga tumangging sumampalataya ng pagtama sa kanila, dahil sa pinaggagawa nila, ng isang dagok o pagdapo nito nang malapit mula sa tahanan nila, hanggang sa dumating ang pangako ni Allāh. Tunay na si Allāh ay hindi sumisira sa pangako.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:32","price":"Talaga ngang nangutya sa mga sugo bago mo pa ngunit nagpatagal Ako sa mga tumangging sumampalataya [sa mga sugo]. Pagkatapos dumaklot Ako sa kanila, kaya papaano naging ang parusa Ko?","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:33","price":"Kaya Siya ba na isang tagapagpanatili sa bawat kaluluwa, [na mapagmasid] sa anumang nakamit nito, [ay higit na marapat sambahin]? Gumawa sila para kay Allāh ng mga katambal. Sabihin mo: “Pangalanan ninyo sila. O nagbabalita ba kayo sa Kanya hinggil sa hindi Niya nalalaman sa lupa o hinggil sa isang hayag mula sa sinabi?” Bagkus ipinaakit para sa mga tumangging sumampalataya ang pakana nila at sinagabalan sila palayo sa landas [na kapatnubayan]. Ang sinumang ililigaw ni Allāh ay walang ukol sa kanya na anumang tagapagpatnubay.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:34","price":"Ukol sa kanila ay isang pagdurusa sa buhay na pangmundo at talagang ang pagdurusa sa Kabilang-buhay ay higit na mahirap. Walang ukol sa kanila laban kay Allāh na anumang tagasangga.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:35","price":"Ang paglalarawan sa Paraiso na ipinangako sa mga tagapangilag magkasala ay dumadaloy mula sa ilalim nito ang mga ilog at ang mga bunga nito ay namamalagi at ang lilim nito. Iyon ay ang pinakakahihinatnan ng mga tagapangilag magkasala, at ang pinakakahihinatnan ng mga tagatangging sumampalataya ay ang Apoy.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:36","price":"Ang mga binigyan Namin ng Kasulatan ay natutuwa [ang iba sa kanila] sa pinababa sa iyo, ngunit mayroon sa mga lapian na nagkakaila sa bahagi nito. Sabihin mo: “Inutusan lamang ako na sumamba kay Allāh at hindi magtambal sa Kanya. Sa Kanya ako dumadalangin at tungo sa Kanya ang uwian ko.”","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:37","price":"Gayon Kami nagpababa nito[260] bilang kahatulang [nasa wikang] Arabe. Talagang kung sumunod ka sa mga pithaya nila matapos na may dumating sa iyo na kaalaman, walang ukol sa iyo laban kay Allāh na anumang katangkilik ni tagasangga.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"[260] Ibig sabihi: nagpababa ng Qur’an.","lang":"tl"},{"name":"13:38","price":"Talaga ngang nagsugo Kami ng mga sugo bago mo pa at gumawa Kami para sa kanila ng mga maybahay at mga supling. Hindi naging ukol sa isang sugo na maghatid ng isang tanda malibang ayon sa pahintulot ni Allāh. Para sa bawat taning ay may pagtatakda [ni Allāh].","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:39","price":"Nagpapawi si Allāh ng niloloob Niya at nagpapatibay Siya. Taglay Niya ang Ina ng Aklat.[261]","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"[261] Ang Ina ng Aklat ay ang Tablerong Iniingatan, na sanggunian ng lahat ng iyon.","lang":"tl"},{"name":"13:40","price":"Kung magpapakita nga man Kami sa iyo ng ilan sa [pagdurusang] ipinangangako Namin sa kanila o babawi nga man Kami sa iyo, tanging kailangan sa iyo ang pagpapaabot at nasa Amin ang pagtutuos.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:41","price":"Hindi ba sila nakakita na tunay na Kami ay pumupunta sa lupa, na nagbabawas rito mula sa mga gilid nito? Si Allāh ay humahatol; walang tagapagpabago sa kahatulan Niya. Siya ay ang mabilis ang pagtutuos.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"","lang":"tl"},{"name":"13:42","price":"Nagpakana nga ang mga bago pa nila[262] [laban sa mga propeta] ngunit sa kay Allāh ang pakana nang lahatan. Nakaaalam Siya sa nakakamit ng bawat kaluluwa. Malalaman ng mga tagatangging sumampalataya kung ukol kanino ang [magandang] pinakakahihinatnan sa tahanan.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"[262] Ibig sabihin: mga tagatangging sumampalataya.","lang":"tl"},{"name":"13:43","price":"Nagsasabi ang mga tumangging sumampalataya na ikaw ay hindi isang isinugo. Sabihin mo: “Nakasapat si Allāh bilang saksi sa pagitan ko at ninyo, at ang sinumang may taglay ng kaalaman sa Kasulatan.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"","lang":"tl"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}