{"data":[{"name":"16:1","price":"Darating ang pasya ni Allāh kaya huwag kayong magmadali nito. Kaluwalhatian sa Kanya at napakataas Siya higit sa anumang itinatambal nila.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:2","price":"Nagbababa Siya ng mga anghel, kalakip ng espiritu mula sa utos Niya, sa sinumang niloloob Niya kabilang sa mga lingkod Niya, [na nagsasabi:] “Magbabala kayo na walang Diyos kundi Ako, kaya mangilag kayang magkasala sa Akin.”","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:3","price":"Lumikha Siya ng mga langit at lupa sa katotohanan. Napakataas Siya higit sa anumang itinatambal nila.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:4","price":"Lumikha Siya ng tao mula sa isang patak ng punlay, saka biglang iyon ay isang kaalitang malinaw.","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:5","price":"Ang mga hayupan, nilikha Niya ang mga ito para sa inyo; sa mga ito ay may init at mga pakinabang, at mula sa mga ito ay kumakain kayo.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:6","price":"Ukol sa inyo sa mga ito ay karilagan kapag nagpapahinga kayo at nagpapastol kayo.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:7","price":"Nagdadala ang mga ito ng mga pasanin ninyo tungo sa isang bayang hindi kayo aabot doon malibang may hirap ng mga sarili. Tunay na ang Panginoon ninyo ay talagang Mahabagin, Maawain.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:8","price":"Ang mga kabayo, ang mga mola, at ang mga asno ay upang sumakay kayo sa mga ito at bilang gayak. Lumilikha Siya ng mga hindi ninyo nalalaman [na sasakyan].","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:9","price":"Nasa kay Allāh ang pagtukoy sa landas, at kabilang sa mga [landas na] ito ay nakatabingi [palayo sa katotohanan]. Kung sakaling niloob Niya, talaga sanang nagpatnubay Siya sa inyo nang magkakasama.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:10","price":"Siya ay ang nagpababa mula sa langit ng tubig, na para sa inyo mula rito ay may inumin at mula rito ay may mga punong-kahoy na sa mga ito nagpapastol kayo.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:11","price":"Nagpapatubo Siya para sa inyo sa pamamagitan niyon ng mga pananim, mga oliba, mga datiles, mga ubas, at kabilang sa lahat ng mga bunga. Tunay na sa gayon ay talagang may tanda para sa mga taong nag-iisip-isip.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:12","price":"Pinagsilbi Niya para sa inyo ang gabi at ang maghapon, at ang araw at ang buwan. Ang mga bituin ay mga pinagsisilbi ayon sa utos Niya. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nakapag-uunawa.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:13","price":"[Pinagsilbi Niya] ang nilalang Niya para sa inyo sa lupa na nagkakaiba-iba ang mga kulay nito. Tunay na sa gayon ay talagang may tanda para sa mga taong nagsasaalaala.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:14","price":"Siya ay ang nagpasilbi ng dagat upang kumain kayo mula rito ng malambot na laman at humango kayo mula rito ng hiyas na isinusuot ninyo. Nakikita mo ang mga daong habang mga bumubungkal dito, upang maghangad kayo mula sa kabutihang-loob Niya; at nang sa gayon kayo ay magpapasalamat [sa Kanya].","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:15","price":"Naglapat Siya sa lupa ng mga matatag na bundok nang hindi gumalaw-galaw ang mga ito sa inyo, mga ilog, mga landas nang sa gayon kayo ay mapapatnubayan,","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:16","price":"at mga palatandaan. Sa pamamagitan ng bituin, sila ay napapatnubayan.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:17","price":"Kaya ba ang sinumang lumilikha ay gaya ng sinumang hindi lumilikha? Kaya ba hindi kayo nagsasaalaala?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:18","price":"Kung magbibilang kayo ng biyaya ni Allāh ay hindi kayo makapag-iisa-isa nito. Tunay na si Allāh ay talagang Mapagpatawad, Maawain.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:19","price":"Si Allāh ay nakaaalam sa anumang inililihim ninyo at anumang inihahayag ninyo.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:20","price":"Ang mga dinadalanginan nila bukod pa kay Allāh ay hindi lumilikha ng anuman samantalang ang mga ito ay nililikha.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:21","price":"Mga patay hindi mga buhay at hindi nakararamdam ang mga ito kung kailan bubuhayin ang mga ito.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:22","price":"Ang Diyos ninyo ay Diyos na nag-iisa. Ang mga hindi sumasampalataya sa Kabilang-buhay, ang mga puso nila ay mga nagkakaila [sa kaisahan ni Allāh] habang sila ay mga nagmamalaki [sa pagtanggai sa katotohanan].","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:23","price":"Walang pasubali na si Allāh ay nakaaalam sa anumang inililihim nila at anumang inihahayag nila. Tunay na Siya ay hindi umiibig sa mga nagmamalaki.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:24","price":"Kapag sinabi sa kanila: “Ano ang pinababa ng Panginoon ninyo?” ay magsasabi sila: “Mga alamat ng mga sinauna,”","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:25","price":"upang magbuhat sila ng mga pasanin nila nang buo sa Araw ng Pagbangon at ng bahagi ng mga pasanin ng mga pinaliligaw nila nang walang kaalaman.[280] Pansinin, kay sagwa ang pinapasan nila!","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"[280] gayon pa man hindi pa rin mababawasan ang bigat ng mga ito","lang":"tl"},{"name":"16:26","price":"Nagpakana nga ang mga bago pa nila kaya pumunta si Allāh sa gusali nila mula sa mga pundasyon kaya bumagsak sa kanila ang bubong mula sa ibabaw nila at pumunta sa kanila ang pagdurusa mula sa kung saan hindi nila nararamdaman.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:27","price":"Pagkatapos sa Araw ng Pagbangon ay magpapahiya Siya sa kanila at magsasabi Siya: “Nasaan na ang mga katambal [na itinambal ninyo] sa Akin na kayo dati ay nakikipaghidwaan dahil sa kanila?” Magsasabi ang mga binigyan ng kaalaman: “Tunay na ang kahihiyan sa Araw na ito at ang kasagwaan ay ukol sa mga tagatangging sumampalataya,","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:28","price":"na mga nagpapapanaw sa kanila ang mga anghel habang mga tagalabag sa katarungan sa mga sarili nila.” Kaya mag-uukol sila ng pagsuko, [na nagsasabi]: “Hindi kami dati gumagawa ng anumang kasagwaan.” [Sasabihin sa kanila:] Bagkus tunay na si Allāh ay Maalam sa anumang dati ninyong ginagawa.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:29","price":"Kaya magsipasok kayo sa mga pinto ng Impiyerno bilang mga mananatili roon. Saka talagang kay saklap ang tuluyan ng mga nagpapakamalaki!","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:30","price":"Sasabihin sa mga nangilag magkasala: “Ano ang pinababa ng Panginoon ninyo?” Magsasabi sila: “Kabutihan.” Ukol sa mga gumawa ng maganda sa Mundong ito ay isang maganda. Talagang ang tahanan sa Kabilang-buhay at higit na mabuti. Talagang kay inam ang tahanan ng mga tagapangilag magkasala:","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:31","price":"mga Hardin ng Eden na papasukin nila, na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Ukol sa kanila roon ang anumang loloobin nila. Gayon gaganti si Allāh sa mga tagapangilag magkasala,","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:32","price":"na mga nagpapapanaw sa kanila ang mga anghel habang mga kaaya-aya, na nagsasabi: “Kapayapaan ay sumainyo. Magsipasok kayo sa Paraiso dahil sa dati ninyong ginagawa [na pagsampalataya].”","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:33","price":"33 Naghihintay kaya sila maliban pa na pumunta sa kanila ang mga anghel o pumunta sa kanila ang utos ng Panginoon mo? Gayon gumawa ang mga nauna pa sa kanila. Hindi lumabag sa kanila si Allāh sa katarungan subalit sila dati sa mga sarili nila ay lumalabag sa katarungan.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:34","price":"Kaya tumama sa kanila ang mga masagwa ng ginawa nila at pumaligid sa kanila ang dati nilang kinukutya.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:35","price":"Nagsabi ang mga nagtambal: “Kung sakaling niloob ni Allāh ay hindi kami sumamba sa isang anuman bukod pa sa Kanya: [hindi] kami ni ang mga ninuno namin, at hindi kami nagbawal ng isang anuman bukod pa sa ayon sa Kanya.” Gayon gumawa ang mga bago pa nila. Kaya may kailangan pa kaya sa mga sugo kundi ang pagpapaabot na malinaw [ng mensahe]?","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:36","price":"Talaga ngang nagpadala Kami sa bawat kalipunan ng isang sugo, na [nagsasabi]: “Sumamba kayo kay Allāh at umiwas kayo sa nagpapakadiyos.” Kaya mayroon sa kanila na pinatnubayan ni Allāh at mayroon sa kanila na nagindapat sa kanya ang kaligawan. Kaya humayo kayo sa lupain saka tumingin kayo kung papaano naging ang kinahinatnan ng mga tagapagpasinungaling.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:37","price":"Kung nagsisigasig ka sa pagpatnubay sa kanila, tunay na si Allāh ay hindi nagpapatnubay sa pinaliligaw Niya at walang ukol sa kanila na anumang mga tagapag-adya.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:38","price":"Nanumpa sila kay Allāh ng pinakamariin sa panunumpa nila na hindi bubuhay si Allāh sa sinumang mamamatay. Bagkus, [bubuhay Siya] bilang pangako mula sa Kanya na totoo, subalit ang higit na marami sa mga tao ay hindi nakaaalam,","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:39","price":"upang maglinaw Siya sa kanila ng anumang nagkakaiba-iba sila hinggil doon at upang makaalam ang mga tumatangging sumampalataya na sila noon ay mga sinungaling.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:40","price":"Ang sabi Namin lamang sa isang bagay kapag nagnais Kami nito ay na magsabi Kami rito na mangyari saka mangyayari ito.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:41","price":"Ang mga lumikas alang-alang kay Allāh matapos na nilabag sila sa katarungan ay talagang magpapatahan nga Kami sa kanila sa Mundo nang maganda. Talagang ang gantimpala sa Kabilang-buhay ay higit na malaki kung sakaling sila dati ay nakaaalam.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:42","price":"[Sila] ang mga nagtiis at sa Panginoon nila ay nananalig.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:43","price":"Hindi Kami nagsugo bago mo pa kundi ng mga lalaking nagkakasi Kami sa kanila. Kaya magtanong kayo sa mga may paalaala kung kayo ay hindi nakaaalam.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:44","price":"[Isinugo ang mga sugo] kalakip ng mga malinaw na patunay at mga kasulatan. Nagpababa Kami sa iyo ng paalaala upang maglinaw ka sa mga tao ng pinababa sa kanila at nang sa gayon sila ay mag-iisip-isip.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:45","price":"Kaya natiwasay ba ang mga nagpakana ng mga gawang masagwa na baka magpalamon si Allāh sa kanila sa lupa, o pumunta sa kanila ang pagdurusa mula sa kung saan hindi nila nararamdaman,","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:46","price":"o dumaklot Siya sa kanila habang nasa paggala-gala nila kaya hindi sila mga makalulusot,","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:47","price":"o dumaklot Siya sa kanila habang nasa isang pangangamba-ngamba? Ngunit tunay na ang Panginoon ninyo ay talagang Mahabagin, Maawain.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:48","price":"Hindi ba sila nakakita sa mga nilikha ni Allāh na anuman? Humihilig ang mga anino ng mga iyon sa dakong kanan at sa mga dakong kaliwa, na mga nagpapatirapa kay Allāh habang ang mga iyon ay mga nagpapakaaba.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:49","price":"Kay Allāh nagpapatirapa ang anumang nasa mga langit at ang anumang nasa lupa na gumagalaw na nilalang, at ang mga anghel habang sila ay hindi nagmamalaki.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:50","price":"Nangangamba sila sa Panginoon nila mula sa itaas nila at gumagawa sila ng ipinag-uutos sa kanila.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:51","price":"Nagsabi si Allāh: “Huwag kayong gumawa ng dalawang diyos; Siya ay Diyos na nag-iisa lamang. Kaya sa Akin ay mangilabot kayo.”","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:52","price":"Sa Kanya ang anumang nasa mga langit at lupa at ukol sa Kanya ang pagtalima nang palagian. Kaya ba sa iba pa kay Allāh kayo nangingilag magkasala?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:53","price":"Ang anumang nasa inyo na biyaya ay mula kay Allāh. Pagkatapos kapag sumaling sa inyo ang kapinsalaan ay sa Kanya kayo lumuluhog.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:54","price":"Pagkatapos kapag pumawi Siya ng pinsala palayo sa inyo, biglang may isang pangkat kabilang sa inyo na sa Panginoon nila ay nagtatambal","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:55","price":"upang magkaila sila sa anumang ibinigay Namin sa kanila. Kaya magpakatamasa kayo sapagkat makaaalam kayo.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:56","price":"Nagtatalaga sila para sa [mga anito], na hindi nakaaalam, ng isang bahagi mula sa itinustos Namin sa kanila. Sumpa man kay Allāh, talagang tatanungin nga kayo tungkol sa dati ninyong ginagawa-gawa [na kasinungalingan].","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:57","price":"Nagtatalaga sila para kay Allāh ng mga babaing anak – kaluwalhatian sa Kanya – at para sa kanila ng ninanasa nila.","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:58","price":"Kapag binalitaan ang isa sa kanila[281] hinggil sa [pagkasilang ng anak na] babae, ang mukha niya ay naging nangingitim habang siya ay hapis.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"[281] Ibig sabihin: ang isa sa mga tagapagtambal noon.","lang":"tl"},{"name":"16:59","price":"Nagtatago siya sa mga tao dahil sa kasagwaan daw ng ibinalita sa kanya. Magpapanatili ba siya nito sa pagkahamak o magbabaon siya nito sa alabok? Pansinin, kay sagwa ang ihinahatol nila!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:60","price":"Ukol sa mga hindi sumasampalataya sa Kabilang-buhay ang paglalarawan ng kasagwaan at ukol kay Allāh ang paglalarawang pinakamataas. Siya ay ang Makapangyarihan, ang Marunong.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:61","price":"Kung sakaling magpapanagot si Allāh sa mga tao dahil sa kawalang-katarungan nila ay hindi sana Siya nag-iwan sa ibabaw nito ng anumang gumagalaw na nilalang subalit nag-aantala Siya sa kanila hanggang sa isang taning na tinukoy. Kaya kapag dumating ang taning nila ay hindi sila makapagpapaantala ng isang sandali at hindi sila makapagpapauna.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:62","price":"Nagtatalaga sila para kay Allāh ng kinasusuklaman nila [na pagkakaroon ng anak na babae]. Naglalarawan ang mga dila nila ng kasinungalingan na ukol daw sa kanila ang pinakamaganda. Walang pasubali na ukol sa kanila ang Apoy at na sila ay mga pababayaan.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:63","price":"Sumpa man kay Allāh, talaga ngang nagsugo sa mga kalipunan bago mo pa ngunit ipinang-akit sa kanila ng demonyo ang mga gawa nila kaya siya ay tagatangkilik nila sa araw na ito at ukol sa kanila ay isang pagdurusang masakit.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:64","price":"Hindi Kami nagpababa sa iyo ng Aklat kundi upang maglinaw ka sa kanila ng nagkaiba-iba sila hinggil doon, at bilang patnubay at bilang awa para sa mga taong sumasampalataya.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:65","price":"Si Allāh ay nagpababa mula sa langit ng tubig saka nagbigay-buhay sa pamamagitan niyon sa lupa matapos ng kamatayan nito. Tunay na sa gayon ay talagang may tanda para sa mga taong dumidinig.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:66","price":"Tunay na para sa inyo sa mga hayupan ay talagang may maisasaalang-alang. Nagpapainom Kami sa inyo ― mula sa mga tiyan ng mga ito sa pagitan ng dumi at dugo ― ng isang gatas na dalisay na kasiya-siya para sa mga umiinom.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:67","price":"Mula sa mga bunga ng mga punong-datiles at mga ubas ay gumagawa kayo mula sa mga ito ng isang nakalalasing at isang panustos na maganda. Tunay na sa gayon ay talagang may tanda para sa mga taong nakapag-uunawa.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:68","price":"Nagkasi ang Panginoon mo sa babaing bubuyog, na [nagsasabi]: “Gumawa ka mula sa mga bundok ng mga bahay, mula sa mga punong-kahoy, at mula sa ipinatitindig nila.","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:69","price":"Pagkatapos kumain ka mula sa lahat ng mga bunga saka tumahak ka sa mga landas ng Panginoon mo nang sunud-sunuran.” May lumalabas mula sa mga tiyan ng mga iyon na isang inuming nagkakaiba-iba ang mga kulay nito, na may taglay itong lunas para sa mga tao. Tunay na sa gayon ay talagang may tanda para sa mga taong nag-iisip-isip.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:70","price":"Si Allāh ay lumikha sa inyo, pagkatapos nagpapapanaw sa inyo. Mayroon sa inyo na pinaaabot sa pinakahamak na gulang upang hindi siya makaalam, matapos ng pagkakaalam, ng anuman. Tunay na si Allāh ay Maalam, May-kakayahan.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:71","price":"Si Allāh ay nagtangi ng iba sa inyo higit sa iba sa pagtutustos ngunit ang mga itinangi ay hindi maglilipat ng panustos sa kanila sa mga minay-ari ng mga kanang kamay nila para sila rito ay maging pantay. Kaya ba sa biyaya ni Allāh ay nagkakaila sila?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:72","price":"Si Allāh ay gumawa para sa inyo mula sa mga sarili ninyo ng mga asawa, gumawa para sa inyo mula sa mga asawa ninyo ng mga anak at mga apo, at tumustos sa inyo mula sa mga kaaya-ayang bagay. Kaya ba sa kabulaanan sumasampalataya kayo at sa biyaya ni Allāh kayo ay tumatangging kumilala [dahil sa hindi pagbubukod-tangi sa Kanya]?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:73","price":"Sumasamba sila sa bukod pa kay Allāh, na hindi nakapagdudulot para sa kanila ng isang panustos mula sa mga langit at lupa na anuman, at hindi nakakakaya.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:74","price":"Kaya huwag kayong maglahad para kay Allāh ng mga paghahalintulad. Tunay na si Allāh ay nakaaalam samantalang kayo ay hindi nakaaalam.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:75","price":"Naglahad si Allāh ng isang paghahalintulad na isang aliping pinagmamay-ari na hindi nakakakaya ng anuman at sa isang tinustusan Namin mula sa Amin ng isang panustos na maganda kaya siya ay gumugugol mula roon nang palihim at hayagan. Nagkakapantay kaya sila? Ang papuri ay ukol kay Allāh. Bagkus ang higit na marami sa kanila ay hindi nakaaalam.[282]","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"[282] sa pamumukod-tangi ni Allāh sa pagkadiyos at pagkakarapat-dapat na sambahin Siya nang mag-isa","lang":"tl"},{"name":"16:76","price":"Naglahad si Allāh ng isang paghahalintulad[283] na dalawang lalaki na ang isa sa kanilang dalawa ay pipi na hindi nakakakaya ng anuman at siya ay isang pabigat sa tagatangkilik niya, na saan man ito magbaling sa kanya ay hindi siya nakagagawa ng isang kabutihan. Nagkakapantay kaya siya mismo at ang sinumang nag-uutos ayon sa katarungan habang at ito ay nasa isang landasing tuwid?","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"[283] sa kawalang-kabuluhan ng pagtatambal kay Allāh","lang":"tl"},{"name":"16:77","price":"Ukol kay Allāh ang [kaalaman sa] nakalingid sa mga langit at lupa. Walang iba ang lagay ng Huling Sandali kundi gaya ng kisap ng paningin o higit na malapit. Tunay na si Allāh sa bawat bagay ay May-kakayahan.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:78","price":"Si Allāh ay nagpalabas sa inyo mula sa mga tiyan ng mga ina ninyo nang hindi kayo nakaaalam ng anuman at gumawa para sa inyo ng pandinig, mga paningin, at mga puso nang sa gayon kayo ay magpapasalamat.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:79","price":"Hindi ba sila nakakita sa mga ibon habang mga pinagsisilbi sa himpapawid ng langit? Walang humahawak sa mga ito kundi si Allāh. Tunay na sa gayon ay talagang may mga tanda para sa mga taong sumasampalataya.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:80","price":"Si Allāh ay gumawa para sa inyo mula sa mga bahay ninyo ng isang pagtahan; gumawa para sa inyo mula sa mga balat ng mga hayupan ng mga bahay na magagaanan kayo sa mga ito sa araw ng paglalakbay ninyo at sa araw ng paninirahan ninyo; at [gumawa] mula sa mga lana ng mga ito, mga balahibo ng mga ito, at mga buhok ng mga ito ng kasangkapan at natatamasa hanggang sa isang panahon.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:81","price":"Si Allāh ay gumawa para sa inyo mula sa nilikha Niya ng mga silungan, gumawa para sa inyo mula sa mga bundok ng mga kanlungan, at gumawa para sa inyo ng mga kasuutang nagsasanggalang sa inyo sa init at mga kasuutang nagsasanggalang sa inyo sa karahasan sa inyo. Gayon Siya naglulubos ng biyaya Niya sa inyo nang sa gayon kayo ay magpapasakop.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:82","price":"Kaya kung tumalikod sila, tanging kailangan sa iyo ang pagpapaabot na malinaw [ng mensahe].","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:83","price":"Nakakikilala sila sa biyaya ni Allāh,[284] pagkatapos nagkakaila sila nito, at ang higit na marami sa kanila ay tagatangging sumampalataya.[285]","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"[284] na kabilang sa mga ito ang mga biyaya sa kanila at ang pagkapropeta ni Muḥammad\n[285] dahil sa kawalang-pasasalamat nila kay Allāh","lang":"tl"},{"name":"16:84","price":"[Banggitin] ang araw na bubuhay Kami mula sa bawat kalipunan ng isang saksi. Pagkatapos hindi magpapahintulot para sa mga tumangging sumampalataya ni sila ay hihilinging magpasiya [kay Allāh].","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:85","price":"Kapag nakita ng mga lumabag sa katarungan ang pagdurusa, hindi ito pagagaanin sa kanila ni sila ay palulugitan.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:86","price":"Kapag nakita ng mga nagtambal [kay Allāh] ang mga pantambal nila ay magsasabi sila: “Panginoon namin, ang mga ito ay ang mga pantambal namin [sa Iyo] na kami dati ay dumadalangin sa kanila bukod pa sa Iyo;” ngunit magpupukol ang mga [pantambal na] ito sa kanila ng sasabihin: “Tunay na kayo ay talagang mga sinungaling.”","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:87","price":"Magpaparating sila kay Allāh sa araw na iyon ng pagpapasakop at maglalaho sa kanila ang dati nilang ginagawa-gawa [na mga diyus-diyusan].","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:88","price":"Ang mga tumangging sumampalataya at sumagabal sa landas ni Allāh ay magdaragdag sa kanila ng isang pagdurusa higit sa pagdurusa dahil sila dati ay nanggugulo.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:89","price":"[Banggitin] ang araw na bubuhay Kami sa bawat kalipunan ng isang saksi sa kanila kabilang sa mga sarili nila at naghatid Kami sa iyo bilang saksi sa mga ito. Nagbaba Kami sa iyo ng Aklat[286] bilang pagpapalinaw para sa bawat bagay, bilang patnubay, bilang awa, at bilang balitang nakagagalak para sa mga Muslim.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"[286] Ibig sabihin: ang Qur’an.","lang":"tl"},{"name":"16:90","price":"Tunay na si Allāh ay nag-uutos ng katarungan, paggawa ng maganda, at pagbibigay sa may pagkakamag-anak; at sumasaway sa kahalayan, nakasasama, at paglabag. Nangangaral Siya sa inyo nang sa gayon kayo ay magsasaalaala.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:91","price":"Magpatupad kayo sa kasunduan kay Allāh kapag nakipagkasunduan kayo at huwag kayong kumalas sa mga sinumpaan ninyo matapos ng pagbibigay-diin sa mga ito. Gumawa nga kayo kay Allāh sa inyo bilang Mapagpanagot. Tunay na si Allāh ay nakaaalam sa anumang ginagawa ninyo.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:92","price":"Huwag kayong maging gaya ng [babaing] kumalas sa pagsisinulid niya, matapos na ng isang kalakasan [ng pagkasinulid] nito, para maging mga himaymay. Gumagawa kayo sa mga sinumpaan ninyo bilang pandaraya sa pagitan ninyo dahil baka may isang kalipunang ito ay maging higit na malago kaysa sa isang kalipunan. Sumusubok lamang sa inyo si Allāh sa pamamagitan nito at talagang maglilinaw nga Siya para sa inyo sa Araw ng Pagbangon ng anumang dati kayo hinggil doon ay nagkakaiba-iba.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:93","price":"Kung sakaling niloob ni Allāh ay talaga sanang gumawa Siya sa inyo bilang kalipunang nag-iisa, subalit [makatarungang] nagliligaw Siya sa sinumang niloloob Niya at nagpapatnubay Siya sa sinumang niloloob Niya [dahil sa kabutihang-loob Niya]. Talagang tatanungin nga kayo tungkol sa anumang dati ninyong ginagawa.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:94","price":"Huwag kayong gumawa sa mga sinumpaan ninyo bilang pandaraya sa pagitan ninyo dahil baka may matisod na paa matapos ng katatagan nito at lumasap kayo ng kasagwaan dahil sa sumagabal kayo sa landas ni Allāh. Ukol sa inyo ay isang pagdurusang sukdulan.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:95","price":"Huwag kayong bumili kapalit ng kasunduan kay Allāh ng isang kaunting panumbas. Tunay na ang nasa ganang kay Allāh ay pinakamabuti para sa inyo, kung kayo ay nakaaalam.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:96","price":"Ang anumang nasa ganang inyo ay nauubos samantalang ang anumang nasa ganang kay Allāh ay mananatili. Talagang gaganti nga Kami sa mga nagtiis ng pabuya sa kanila ayon sa higit na maganda sa anumang dati nilang ginagawa [na kabutihan].","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:97","price":"Ang sinumang gumawa ng isang maayos, na isang lalaki o isang babae, habang siya ay isang mananampalataya ay talagang magpapamuhay nga Kami sa kanya nang isang buhay na kaaya-aya at talagang gaganti nga Kami sa kanila ng pabuya sa kanila ayon sa higit na maganda sa anumang dati nilang ginagawa [na maayos na gawa].","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:98","price":"Kaya kapag bumigkas ka ng Qur’ān ay humiling ka ng pagkukupkop ni Allāh laban sa demonyong kasumpa-sumpa.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:99","price":"Tunay na siya ay walang kapamahalaan sa mga sumampalataya at sa Panginoon nila ay nananalig.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:100","price":"Tanging ang kapamahalaan niya ay nasa mga tumatangkilik sa kanya at mga dahil sa kanya ay mga tagapagtambal [kay Allāh].","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:101","price":"Kapag nagpalit ng isang talata sa halip ng isang talata – at si Allāh ay higit na maalam sa ibinababa Niya – ay nagsasabi sila: “Ikaw ay isang gumagawa-gawa lamang.” Bagkus ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:102","price":"Sabihin mo: “Nagbaba nito ang Espiritu ng Kabanalan[287] mula sa Panginoon mo kalakip ng katotohanan upang magpatatag siya mga sumampalataya at bilang patnubay at bilang balitang nakagagalak para sa mga Muslim.”","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"[287] na si Anghel Gabriel","lang":"tl"},{"name":"16:103","price":"Talaga ngang nakaaalam Kami na sila ay nagsasabi: “Tinuturuan lamang siya ng isang tao.” Ang dila ng ipinasasaring nila ay banyaga samantalang [ang Qur’ān na] ito ay isang dilang Arabeng malinaw.”","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:104","price":"Tunay na ang mga hindi sumasampalataya sa mga talata ni Allāh [sa Qur’ān] ay hindi magpapatnubay sa kanila si Allāh at ukol sa kanila ay isang pagdurusang masakit.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:105","price":"Gumagawa-gawa lamang ng kasinungalingan ang mga hindi sumasampalataya sa mga tanda ni Allāh. Ang mga iyon ay ang mga sinungaling.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:106","price":"Ang sinumang tumangging sumampalataya kay Allāh matapos na ng pagsampalataya niya – hindi ang sinumang pinilit habang ang puso niya ay napapanatag sa pananampalataya subalit ang sinumang nagbukas ng dibdib sa kawalang-pananampalataya – laban sa kanila ay isang galit mula kay Allāh at ukol sa kanila ay isang pagdurusang sukdulan.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:107","price":"Iyon ay dahil sila ay napaibig sa buhay na pangmundo higit sa Kabilang-buhay at na si Allāh ay hindi nagpapatnubay sa mga taong tagatangging sumampalataya.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:108","price":"Ang mga iyon ang mga nagsara si Allāh sa mga puso nila, pandinig nila, at mga paningin nila. Ang mga iyon ay ang mga nalilingat.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:109","price":"Walang pasubali na sila sa Kabilang-buhay ay ang mga lugi.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:110","price":"Pagkatapos tunay na ang Panginoon mo para sa mga lumikas matapos na niligalig sila pagkatapos nakibaka sila at nagtiis sila, tunay na ang Panginoon mo matapos na niyon ay talagang Mapagpatawad, Maawain.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:111","price":"[Banggitin] ang araw na pupunta ang bawat kaluluwa na makikipagtalo para sa sarili nito, lulubus-lubusin ang bawat kaluluwa sa [kabayaran sa] anumang ginawa nito at sila ay hindi lalabagin sa katarungan.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:112","price":"Naglahad si Allāh ng isang paghahalintulad na isang pamayanan na iyon dati ay matiwasay at napapanatag. Pumupunta roon ang panustos niyon nang masagana mula sa bawat pook ngunit nagkaila iyon sa mga biyaya ni Allāh kaya nagpatikim doon si Allāh ng damit ng pagkagutom at pangamba dahil sa dati nilang niyayari [na kawalang-pananampalataya].","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:113","price":"Talaga ngang may dumating sa kanila na isang sugong kabilang sa kanila ngunit nagpasinungaling sila sa kanya kaya dumaklot sa kanila ang pagdurusa habang sila ay mga tagalabag sa katarungan.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:114","price":"Kaya kumain kayo mula sa itinustos sa inyo ni Allāh bilang ipinahihintulot na kaaya-aya at magpasalamat kayo sa biyaya ni Allāh, kung kayo ay sa Kanya sumasamba.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:115","price":"Nagbawal lamang Siya sa inyo ng namatay,[288] dugo, laman ng baboy, at anumang inialay sa iba pa kay Allāh; ngunit ang sinumang napilitan nang hindi lumalabag ni lumalampas, tunay na ang Panginoon mo ay Mapagpatawad, Maawain.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"[288] O ang karne na hayop na namatay na hindi nakatay ayon sa panuntunan ng Islam.","lang":"tl"},{"name":"16:116","price":"Huwag kayong magsabi ukol sa anumang naglalarawan ang mga dila ninyo ng kasinungalingan: “Ito ay ipinahihintulot at ito ay ipinagbabawal,” upang gumawa-gawa kayo laban kay Allāh ng kasinungalingan. Tunay na ang mga gumagawa-gawa laban kay Allāh ng kasinungalingan ay hindi magtatagumpay.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:117","price":"[Ukol sa kanila ay] isang natatamasang kaunti at ukol sa kanila ay isang pagdurusang masakit.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:118","price":"Sa mga nagpakahudyo ay nagbawal Kami ng isinalaysay Namin sa iyo bago pa niyan. Hindi Kami lumabag sa kanila sa katarungan subalit sila dati sa mga sarili nila ay lumalabag sa katarungan.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:119","price":"Pagkatapos tunay na ang Panginoon mo para sa mga gumawa ng kasagwaan dahil sa kamangmangan, pagkatapos nagbalik-loob sila matapos na niyon at nagsaayos sila, tunay na ang Panginoon mo matapos na niyon ay talagang Mapagpatawad, Maawain.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:120","price":"Tunay na si Abraham noon ay isang kalipunan[289] na masunurin kay Allāh bilang makatotoo – at hindi nangyaring siya ay kabilang sa mga tagapagtambal –","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"[289] isang tagapagbuklod ng mga katangian ng kabutihansa","lang":"tl"},{"name":"16:121","price":"na tagapagpasalamat [kay Allāh] sa mga biyaya Niya. Humalal Siya rito at nagpatnubay Siya rito tungo sa isang landasing tuwid [ng Islām].","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:122","price":"Nagbigay Kami sa kanya sa Mundo ng isang maganda at tunay na siya sa Kabilang-buhay ay talagang kabilang sa mga maayos.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:123","price":"Pagkatapos nagkasi Kami sa iyo na sumunod ka sa kapaniwalaan ni Abraham bilang makatotoo. Hindi siya noon kabilang sa mga tagapagtambal.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:124","price":"Itinalaga lamang ang Sabath para sa mga [Hudyo na] nagkaiba-iba hinggil dito.[290] Tunay na ang Panginoon mo ay talagang maghahatol sa pagitan nila sa Araw ng Pagbangon hinggil sa sila dati hinggil doon ay nagkakaiba-iba.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"[290] matapos na nalayo sia sa araw ng Biyernes, na ipinag-utos sa kanila na ipangilin","lang":"tl"},{"name":"16:125","price":"Mag-anyaya ka tungo sa landas ng Panginoon mo sa pamamagitan ng karunungan at pangaral na maganda,[291] at makipagtalo ka sa kanila ayon sa siyang pinakamaganda. Tunay na ang Panginoon mo ay higit na maalam sa sinumang naligaw palayo sa landas Niya. Siya ay higit na maalam sa mga napatnubayan.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"[291] O magaling.","lang":"tl"},{"name":"16:126","price":"Kung magpaparusa kayo ay magparusa kayo ng tulad ng ipinarusa sa inyo. Talagang kung magtitiis kayo, talagang iyon ay pinakamabuti para sa mga nagtitiis.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"tl"},{"name":"16:127","price":"Magtiis ka at walang iba ang pagtitiis mo kundi sa pamamagitan ni Allāh. Huwag kang malungkot para sa kanila[292] at huwag kang maging nasa isang paninikip [ng dibdib] mula sa anumang ipinakakana nila.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"[292] Ibig sabihin: sa mga tagatangging sumampalataya.","lang":"tl"},{"name":"16:128","price":"Tunay na si Allāh ay kasama ng mga nangilag magkasala at ng mga gumagawa ng maganda.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"tl"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}