{"data":[{"name":"28:1","price":"Tā’. Sīn. Mīm.[393]","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"[393] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"28:2","price":"Ang mga ito ay ang mga talata ng Aklat[394] na malinaw.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"[394] Ibig sabihin: ang Qur’an.","lang":"tl"},{"name":"28:3","price":"Bumibigkas Kami sa iyo mula sa balita kay Moises at kay Paraon ayon sa katotohanan para sa mga taong sumasampalataya.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:4","price":"Tunay na si Paraon ay nagmataas sa lupain at gumawa sa mga naninirahan doon bilang mga kampihan habang naniniil sa isang pangkatin[395] kabilang sa kanila: pinagkakatay niya ang mga lalaking anak nila at pinamumuhay niya ang mga babae nila. Tunay na siya noon ay kabilang sa mga tagagulo.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"[395] Ibig sabihin: ang mga anak ni Israel.","lang":"tl"},{"name":"28:5","price":"Nagnanais Kami na magmagandang-loob Kami sa mga siniil sa lupain,[396] gumawa Kami sa kanila na mga pasimuno, gumawa Kami sa kanila na mga tagapagmana,","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"[396] Ang mga siniil ay ang mga anak ni Israel.","lang":"tl"},{"name":"28:6","price":"[Nagnanais Kami na] magbigay-kapangyarihan Kami sa kanila sa lupain at magpakita Kami kay Paraon, kay Hāmān, at sa mga kawal nilang dalawa kabilang sa kanila ng pinangingilagan nila noon.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:7","price":"Nagkasi Kami sa ina ni Moises, na [nagsasabi]: “Magpasuso ka sa kanya; ngunit kapag nangamba ka para sa kanya ay itapon mo siya sa ilog at huwag kang mangamba at huwag kang malungkot. Tunay na Kami ay magsasauli sa kanya sa iyo at gagawa sa kanya kabilang sa mga isinugo.”","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:8","price":"Kaya napulot siya [sa ilog] ng mag-anak ni Paraon upang siya para sa kanila ay maging isang kaaway at isang kalungkutan. Tunay na si Paraon, si Hāmān, at ang mga kawal nilang dalawa ay mga nagkakamali noon.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:9","price":"Nagsabi ang maybahay ni Paraon: “Isang ginhawa ng mata para sa akin at para sa iyo, huwag ninyo siyang patayin; marahil magpakinabang siya sa atin o magturing tayo sa kanya bilang anak,” habang sila ay hindi nakararamdam.[397]","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"[397] sa kauuwian ng paghahari nila sa kamay niya.","lang":"tl"},{"name":"28:10","price":"Ang puso ng ina ni Moises ay naging hungkag.[398] Tunay na muntik talagang maglantad ito sa kanya[399] kung sakaling hindi Kami nagbigkis sa puso nito upang ito ay maging kabilang sa mga mananampalataya.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"[398] sa lahat ng alalahanin maliban kay Moises\n[399] na siya ay anak nito","lang":"tl"},{"name":"28:11","price":"Nagsabi ito sa babaing kapatid niya: “Magsubaybay ka sa kanya.” Kaya nakakita iyon sa kanya mula sa malayo habang sila ay hindi nakararamdam.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:12","price":"Nagbawal Kami sa kanya ng [ibang] mga tagapasuso bago pa niyan, kaya nagsabi [ang kapatid niyang] iyon: “Magtuturo po kaya ako sa inyo ng isang bahay na kakandili sa kanya para sa inyo habang sila sa kanya ay mga tagapagpayo?”","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:13","price":"Kaya nagsauli Kami sa kanya sa ina niya upang guminhawa ang mata nito at hindi ito malungkot at upang makaalam ito na ang pangako ni Allāh ay totoo, subalit ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:14","price":"Noong umabot [si Moises] sa katindihan niya at nalubos siya sa pag-iisip, nagbigay Kami sa kanya ng karunungan at kaalaman. Gayon Kami gumaganti sa mga tagagawa ng maganda.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:15","price":"Pumasok siya [isang araw] sa lungsod sa isang sandali ng pagkalingat ng mga naninirahan doon saka nakatagpo siya roon ng dalawang lalaking nag-aaway. Itong [una] ay kabilang sa kakampi niya at itong [ikalawa] ay kabilang sa kaaway niya. Nagpasaklolo sa kanya ang kabilang sa kakampi niya laban sa kabilang sa kaaway niya. Kaya binuntal ito ni Moises saka napaslang niya ito. Nagsabi siya: “Ito ay kabilang sa gawain ng demonyo; tunay na siya ay isang kaaway na tagapagligaw na malinaw.”","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:16","price":"Nagsabi [si Moises]: “Panginoon ko, tunay na ako ay lumabag sa katarungan sa sarili ko kaya magpatawad Ka sa akin.” Kaya nagpatawad Siya rito. Tunay na Siya ay ang Mapagpatawad, ang Maawain.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:17","price":"Nagsabi siya: “Panginoon ko, dahil sa ibiniyaya Mo sa akin, hindi ako magiging isang mapagtaguyod para sa mga salarin.”","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:18","price":"Kaya siya sa lungsod ay naging kinakabahang nag-aantabay, saka biglang ang nagpaadya sa kanya kahapon ay nagpapasalba na naman sa kanya. Nagsabi sa kanya si Moises: “Tunay na Ikaw ay talagang isang lisyang malinaw.”","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:19","price":"Kaya noong nagnais siya na sumunggab sa isang kaaway para sa kanilang dalawa ay nagsabi iyon: “O Moises, nagnanais ka ba na pumatay sa akin gaya ng pagpatay mo ng isang tao kahapon? Wala kang ninanais kundi ikaw ay maging isang palasupil sa lupain at hindi ka nagnanais na ikaw ay maging kabilang sa mga tagapagsaayos.”","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:20","price":"May dumating na isang lalaki mula sa pinakamalayo ng lungsod, na tumatakbo. Nagsabi ito: “O Moises, tunay ang konseho [ng mga tao ni Paraon] ay nagpupulong hinggil sa iyo upang patayin ka nila kaya lumisan ka. Tunay na ako para sa iyo ay kabilang sa mga tagapagpayo.”","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:21","price":"Kaya lumisan siya mula roon habang kinakabahang nag-aantabay. Nagsabi siya: “Panginoon ko, iligtas Mo ako laban sa mga taong tagalabag sa katarungan.”","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:22","price":"Noong nakadako siya sa bandang Madyan ay nagsabi [si Moises]: “Marahil ang Panginoon ko ay magpapatnubay sa akin sa katumpakan ng landas.”","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:23","price":"Noong nakarating siya sa tubigan ng Madyan, nakatagpo siya roon ng isang kalipunan ng mga tao na nagpapainom [ng kawan] at nakatagpo siya bukod pa sa kanila ng dalawang babaing pumipigil [sa kawan]. Nagsabi [si Moises]: “Ano ang lagay ninyong dalawa?” Nagsabi silang dalawa: “Hindi kami nagpapainom [ng kawan] hanggang sa magpaalis ang mga pastol [ng kawan nila]. Ang ama namin ay lubhang matanda.”","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:24","price":"Kaya nagpainom [si Moises sa kawan] para sa kanilang dalawa. Pagkatapos tumalikod siya patungo sa lilim saka nagsabi: “Panginoon ko, tunay na ako, sa pinababa Mo sa akin na anumang biyaya, ay maralita.”","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:25","price":"Saka dumating sa kanya ang isa sa dalawang babae, na naglalakad nang mahiyain. Nagsabi ito: “Tunay na ang ama ko ay nag-aanyaya sa iyo upang gumanti siya sa iyo ng pabuya sa pagpainom mo [sa kawan namin] para sa amin.” Kaya noong dumating siya roon at nagsalaysay siya roon ng mga kasaysayan [niya], nagsabi iyon: “Huwag kang mangamba; naligtas ka mula sa mga taong tagalabag sa katarungan.”","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:26","price":"Nagsabi ang isa sa dalawang babae: “O Ama ko, upahan mo siya; tunay na ang pinakamabuti na sinumang upahan mo ay ang malakas na mapagkakatiwalaan.”","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:27","price":"Nagsabi iyon: “Tunay na ako ay nagnanais na ipakasal ko sa iyo ang isa sa dalawang babaing anak ko na ito sa kundisyong magpaupa ka sa akin nang walong taon, ngunit kung lulubusin mo sa sampung [taon] ay nasa ganang iyo. Hindi ako nagnanais na magpabigat sa iyo. Matatagpuan mo ako, kung niloob ni Allāh, na kabilang sa mga maayos.”","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:28","price":"Nagsabi [si Moises]: “Iyon ay [kasunduan] sa pagitan ko at sa pagitan mo. Alin man sa dalawang taning na matatapos ko ay walang paglabag sa akin. Si Allāh sa anumang sinasabi natin ay Pinananaligan.”","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:29","price":"Kaya noong natapos ni Moises ang taning at humayo siya dala kasama ng mag-anak niya, nakatanaw siya mula sa gilid ng bundok ng isang apoy. Nagsabi siya sa mag-anak niya: “Manatili kayo; tunay na ako ay nakatanaw ng isang apoy. Harinawa ako ay makapaghahatid sa inyo mula roon ng isang ulat o isang baga mula sa apoy nang harinawa kayo ay makapagpapainit.”","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:30","price":"Kaya noong nakapunta siya roon, tinawag siya mula sa kanang pangpang ng lambak, sa pook na pinagpala, mula sa punong-kahoy, na [nagsasabi]: “O Moises, tunay na Ako ay si Allāh, ang Panginoon ng mga nilalang.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:31","price":"Pumukol ka ng tungkod mo.” Ngunit noong nakita niya ito na kumikislut-kislot na para bang ito ay isang ahas, tumalikod siya habang lumilisan at hindi lumingon. [Sinabi]: “O Moises, lumapit ka at huwag kang mangamba; tunay na ikaw ay kabilang sa mga tiwasay.","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:32","price":"Isingit mo ang kamay mo sa eskotadura mo, lalabas ito na maputi na walang kasagwaan [ng ketong]. Iyapos mo sa iyo ang kamay mo laban sa kilabot. Kaya ang dalawang iyon ay dalawang patotoo mula sa Panginoon mo kay Paraon at sa konseho nito. Tunay na sila noon ay mga taong suwail.”","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:33","price":"Nagsabi [si Moises]: “Panginoon ko, tunay na ako ay nakapatay mula sa kanila ng isang tao kaya nangangamba ako na patayin nila ako.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:34","price":"Ang kapatid ko na si Aaron ay higit na matatas kaysa sa akin sa dila, kaya isugo Mo siya kasama sa akin bilang alalay na magpapatotoo sa akin. Tunay na ako ay nangangamba na magpasinungaling sila sa akin.”","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:35","price":"Nagsabi Siya: “Magpapalakas Kami sa bisig mo sa pamamagitan ng kapatid mo at maglalagay Kami para sa inyong dalawa ng isang pangingibabaw kaya hindi sila makapagpapaaabot sa inyong dalawa [ng pinsala]. Dahil sa mga tanda Namin, kayong dalawa at ang sinumang sumunod sa inyo ay ang mga tagapanaig.”","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:36","price":"Kaya noong naghatid sa kanila si Moises ng mga tanda Namin bilang mga naglilinaw ay nagsabi sila: “Walang iba ito kundi isang panggagaway na ginawa-gawa. Hindi kami nakarinig ng ganito sa mga ninuno naming sinauna.”","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:37","price":"Nagsabi si Moises: “Ang Panginoon ko ay higit na maalam sa sinumang naghatid ng patnubay mula sa ganang Kanya at sa sinumang magkakaroon ng [mabuting] kahihinatnan sa Tahanan [ng Kaginhawahan]. Tunay na hindi magtatagumpay ang mga tagalabag sa katarungan.","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:38","price":"Nagsabi si Paraon: “O konseho, hindi ko nalamang mayroon kayong isang diyos na iba pa sa Akin. Kaya magpaningas ka para sa akin, O Hāmān, sa luwad, at gumawa ka para sa akin ng isang tore nang sa gayon ako ay makapagmasid sa Diyos ni Moises. Tunay na ako ay talagang nagpapalagay na siya ay kabilang sa mga sinungaling.”","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:39","price":"Nagmalaki siya at ang mga kawal niya sa lupain nang walang karapatan at nagpalagay sila na sila tungo sa Amin ay hindi pababalikin.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:40","price":"Kaya dumaklot Kami sa kanya at sa mga kawal niya saka itinapon Namin sila sa dagat. Kaya tumingin ka kung papaano naging ang kinahinatnan ng mga tagalabag sa katarungan.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:41","price":"Gumawa Kami sa kanila bilang mga pasimuno na nag-aanyaya tungo sa Apoy. Sa Araw ng Pagbangon ay hindi sila iaadya.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:42","price":"Pinasundan Namin sila sa Mundong ito ng isang sumpa. Sa araw ng Pagbangon, sila ay kabilang sa mga pandidirihan.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:43","price":"Talaga ngang nagbigay Kami kay Moises ng Kasulatan matapos na nagpahamak Kami sa mga sinaunang salinlahi bilang mga pagpapatalos para sa mga tao, bilang patnubay, at bilang awa, nang sa gayon sila ay magsasaalaala.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:44","price":"Hindi ka noon nasa gilid ng kanluraning bahagi [ng bundok] noong nagtadhana Kami kay Moises ng utos at hindi ka noon kabilang sa mga saksi.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:45","price":"Subalit Kami ay nagpaluwal ng mga salinlahi saka naghabaan sa kanila ang edad. Hindi ka noon nanunuluyan sa mga naninirahan sa Madyan, na bumibigkas sa kanila ng mga talata Namin [sa Qur’ān], subalit Kami noon ay tagapagsugo.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:46","price":"Hindi ka noon nasa gilid ng bundok noong nanawagan Kami [kay Moises] subalit [isinugo ka] bilang awa mula sa Panginoon mo upang magbabala ka sa mga taong walang pumunta sa kanila na anumang mapagbabala, bago mo pa, nang sa gayon sila ay magsasaalaala.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:47","price":"Kung hindi dahil na may tumama sa kanila na isang kasawian dahil sa ipinauna ng mga kamay nila para magsabi sila: “Panginoon Namin, bakit hindi Ka nagsugo sa amin ng isang sugo para sumunod kami sa mga talata Mo at kami ay maging kabilang sa mga mananampalataya?”","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:48","price":"Ngunit noong dumating sa kanila ang katotohanan mula sa ganang Amin ay nagsabi sila: “Bakit hindi siya binigyan ng tulad sa ibinigay kay Moises?” Hindi ba sila tumangging sumampalataya sa ibinigay kay Moises bago pa niyan? Nagsabi sila: “[Ang Qur’ān at ang Torah ay] dalawang panggagaway na nagtataguyudan.” Nagsabi sila: “Tunay na kami sa bawat [isa] ay mga tagatangging sumampalataya.”","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:49","price":"Sabihin mo: “Kaya magbigay kayo ng isang kasulatan mula sa ganang kay Allāh na higit na mapaggabay kaysa sa dalawang ito, susunod ako roon kung kayo ay mga tapat.”","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:50","price":"Ngunit kung hindi sila tumugon sa iyo ay alamin mo na sumusunod lamang sila sa mga pithaya nila. Sino pa ang higit na ligaw kaysa sa sinumang sumunod sa pithaya niya nang walang patnubay mula kay Allāh? Tunay na si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:51","price":"Talaga ngang nagparating Kami sa kanila ng sinabi, nang sa gayon sila ay magsasaalaala.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:52","price":"Ang mga binigyan Namin ng kasulatan bago pa nito, sila rito ay sumasampalataya.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:53","price":"Kapag binibigkas ito sa kanila ay nagsasabi sila: “Sumampalataya kami rito. Tunay na ito ay ang katotohanan mula sa Panginoon Namin. Tunay na kami dati bago pa niyon ay mga tagapagpasakop [kay Allāh].”","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:54","price":"Ang mga iyon ay bibigyan ng pabuya nila nang dalawang ulit dahil nagtiis sila at nagtataboy sila sa pamamagitan ng magandang gawa sa masagwang gawa, at mula sa itinustos Namin sa kanila ay gumugugol sila.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:55","price":"Kapag nakarinig sila ng kabalbalan ay umaayaw sila rito at nagsasabi sila: “Ukol sa amin ang mga gawa namin at ukol sa inyo ang mga gawa ninyo. Kapayapaan sa inyo. Hindi kami naghahangad [ng paraan] ng mga mangmang.”","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:56","price":"Tunay na ikaw ay hindi pumapatnubay sa sinumang inibig mo, subalit si Allāh ay pumapatnubay sa sinumang niloloob Niya. Siya ay higit na maalam sa mga napapatnubayan.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:57","price":"Nagsabi sila: “Kung susunod kami sa patnubay kasama sa iyo ay pagtatangayin kami [ng mga kaaway] mula sa lupain namin.” Hindi ba nagbigay-kapangyarihan Kami para sa kanila sa isang pinagbanalang tiwasay na hinahakot doon ang mga bunga ng bawat bagay bilang panustos mula sa nasa Amin? Subalit ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:58","price":"Kay rami ng ipinahamak Namin na pamayanang nagpawalang-pakundangan sa pamumuhay nito, kaya iyon ang mga tirahan nila na hindi tinirahan matapos na nila maliban ng kaunti. Laging Kami ay ang Tagapagmana.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:59","price":"Hindi nangyaring ang Panginoon mo ay magpapahamak ng mga pamayanan hanggang sa magpadala Siya sa ina ng mga ito ng isang sugong bibigkas sa kanila ng mga talata Namin [sa Qur’ān]. Hindi nangyaring Kami ay magpapahamak ng mga pamayanan maliban [kung] ang mga naninirahan sa mga iyon ay mga tagalabag sa katarungan.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:60","price":"Ang ibinigay sa inyo na anumang bagay ay isang natatamasa sa buhay na pangmundo at gayak nito. Ang nasa ganang kay Allāh ay higit na mabuti at higit na nagtatagal. Kaya hindi ba kayo nakapag-uunawa?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:61","price":"Kaya ba ang sinumang pinangakuan Namin ng isang pangakong maganda – saka siya ay makakatagpo niyon – ay gaya ng sinumang pinagtamasa Namin ng natatamasa sa buhay na pangmundo, pagkatapos siya sa Araw ng Pagbangon ay kabilang sa mga padadaluhin [sa Impiyerno]?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:62","price":"[Banggitin] ang araw na mananawagan Siya sa kanila saka magsasabi: “Nasaan ang mga katambal sa Akin na dati ninyong inaangkin?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:63","price":"Nagsabi ang mga magkakatotoo sa kanila ang pag-atas [ng pagdurasa]: “Panginoon namin, ang mga inilisya naming ito ay inilisya namin sila kung paanong nalisya kami. Nagpapawalang-kaugnayan kami sa harap Mo [mula sa kanila]. Hindi dati sila sa Amin sumasamba.”","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:64","price":"Sasabihin: “Dumalangin kayo sa mga pantambal ninyo,” saka dadalangin sila sa mga iyon ngunit hindi tutugon ang mga iyon sa kanila at makikita nila ang pagdurusa. Kung sana sila noon ay napapatnubayan.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:65","price":"[Banggitin] ang araw na mananawagan Siya sa kanila saka magsasabi Siya: “Ano ang isinagot ninyo sa mga isinugo [ni Allāh]?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:66","price":"Ngunit nalingid sa kanila ang mga balita sa Araw na iyon kaya sila ay hindi magtatanungan.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:67","price":"Ngunit hinggil sa sinumang nagbalik-loob, sumampalataya, at gumawa ng maayos, marahil siya ay maging kabilang sa mga magtatagumpay.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:68","price":"Ang Panginoon mo ay lumilikha ng anumang niloloob Niya at pinipili Niya. Hindi naging ukol sa kanila ang pagpili. Kaluwalhatian kay Allāh at napakataas Siya higit sa anumang itinatambal nila.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:69","price":"Ang Panginoon mo ay nakaaalam sa anumang kinimkim ng mga dibdib nila at anumang ipinahahayag nila.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:70","price":"Siya ay si Allāh; walang Diyos kundi Siya. Ukol sa Kanya ang papuri sa Unang-buhay at Kabilang-buhay. Ukol sa Kanya ang paghahatol at tungo sa Kanya pababalikin kayo.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:71","price":"Sabihin mo: “Nakakita ba kayo – kung gumawa si Allāh laban sa inyo ng gabi bilang patuloy hanggang sa Araw ng Pagbangon – kung sino ang isang diyos na iba pa kay Allāh, na magdadala sa inyo ng isang tanglaw? Kaya hindi ba kayo nakaririnig?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:72","price":"Sabihin mo: “Nakakita ba kayo – kung gumawa si Allāh laban sa inyo ng gabi bilang patuloy hanggang sa Araw ng Pagbangon – kung sino ang isang diyos na iba pa kay Allāh, na magdadala sa inyo ng isang gabi na tatahan kayo roon? Kaya hindi ba kayo nakakikita?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:73","price":"Bahagi ng awa Niya, gumawa Siya para inyo ng gabi at maghapon upang mamahinga kayo roon at upang maghanap kayo ng kagandahang-loob Niya, at nang sa gayon kayo ay magpapasalamat.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:74","price":"[Banggitin] ang araw na mananawagan Siya sa kanila saka magsasabi: “Nasaan ang mga katambal sa Akin na dati ninyong inaangkin?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:75","price":"Huhugot Kami mula sa bawat kalipunan ng isang saksi, saka magsasabi Kami [sa mga tagapagpasinungaling]: “Magbigay kayo ng patotoo ninyo,” saka makaaalam sila na ang katotohanan ay sa kay Allāh. Mawawala sa kanila ang dati nilang ginagawa-gawa [na mga diyus-diyusan].","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:76","price":"Tunay na si Qārūn noon ay kabilang sa mga kalipi ni Moises ngunit nagpakapalalo siya sa kanila. Nagbigay Kami sa kanya ng mga kayamanan, na tunay na ang mga susi niya ay talagang makabibigat sa pangkat na mga may lakas. Noong [nagpakapalalo siya,] nagsabi sa kanya ang mga kalipi niya: “Huwag kang matuwa; tunay na si Allāh ay hindi umiibig sa mga natutuwa [gaya nito].","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:77","price":"Hangarin mo sa anumang ibinigay sa iyo ni Allāh ang tahanan sa Kabilang-buhay at huwag mong kalimutan ang bahagi mo sa Mundo. Gumawa ka ng maganda kung paanong gumawa ng maganda si Allāh sa iyo at huwag mong hangarin ang kaguluhan sa lupa; tunay na si Allāh ay hindi umiibig sa mga tagagulo.”","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:78","price":"Nagsabi [si Qārūn]: “Binigyan lamang ako nito dahil sa isang kaalamang taglay ko.” Hindi ba siya nakaalam na si Allāh ay nagpahamak nga bago pa niya ng mga salinlahi na higit na matindi kaysa sa kanya sa lakas at higit na marami sa natipon. Hindi tatanungin tungkol sa mga pagkakasala nila ang mga salarin.[400]","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"[400] Ibig sabihin: hindi tatanungin ang mga salarin tungkol sa pagkakasala nila dahil sa kaalaman ni Allāh dito bagkus ang tanong sa kanila ay tanong ng paninisi at pagsumbat.","lang":"tl"},{"name":"28:79","price":"Kaya lumabas siya sa mga kalipi niya sa gayak niya. Nagsabi ang mga nagnanais sa buhay na pangmundo: “O kung sana mayroon tayong tulad ng ibinigay kay Qārūn; tunay na siya ay talagang may isang bahaging sukdulan.”","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:80","price":"Nagsabi naman ang mga binigyan ng kaalaman: “Kapighatian sa inyo! Ang gantimpala ni Allāh ay higit na mabuti para sa sinumang sumampalataya at gumawa ng maayos. Walang gagawaran niyon kundi ang mga tagapagtiis.”","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:81","price":"Kaya ipinalamon Namin si Qārūn at ang tahanan niya sa lupa. Hindi siya nagkaroon ng anumang pangkat na mag-aadya sa kanya bukod pa kay Allāh at hindi nangyaring siya ay kabilang sa mga inaadya.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:82","price":"Kinaumagahan, ang mga nagmithi ng kinalalagyan niya kahapon ay nagsasabi: “Sayang ka na si Allāh ay nagpapaluwag sa panustos para sa sinumang niloloob Niya kabilang sa mga lingkod Niya at naghihigpit.” Kung sakaling hindi nagmagandang-loob si Allāh sa atin ay talaga sanang nagpalamon Siya sa atin [sa lupa]. Sayang ka na hindi nagtatagumpay[401] ang mga tagatangging sumampalataya.”","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"[401] sa Mundo at Kabilang-buhay","lang":"tl"},{"name":"28:83","price":"Ang Tahanang Pangkabilang-buhay na iyon ay itatalaga Namin para sa mga hindi nagnanais ng kataasan sa lupa ni ng kaguluhan. Ang [mabuting] kahihinatnan ay ukol sa mga tagapangilag magkasala.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:84","price":"Ang sinumang naghatid ng magandang gawa, ukol sa kanya ay higit na mabuti kaysa roon. Ang sinumang naghatid ng masagwang gawa, walang igaganti sa mga gumawa ng mga masagwang gawa kundi ang dati nilang ginagawa.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:85","price":"Tunay na ang nagsatungkulin sa iyo ng Qur’ān ay talagang ang tagapagpabalik sa iyo tungo sa pinanunumbalikan.[402] Sabihin mo: “Ang Panginoon ko ay higit na maalam sa sinumang naghatid ng patnubay at sinumang nasa isang pagkaligaw na malinaw.”","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"[402] Ibig sabihin: ang Makkah.","lang":"tl"},{"name":"28:86","price":"Hindi ka dati nag-aasam na iparating sa iyo ang Aklat maliban bilang awa mula sa Panginoon mo. Kaya huwag ngang maging isang mapagtaguyod para sa mga tagatangging sumampalataya.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"tl"},{"name":"28:87","price":"Huwag nga silang[403] sasagabal sa iyo sa mga talata ni Allāh matapos noong pinababa ang mga ito sa iyo. Mag-anyaya ka tungo sa Panginoon mo at huwag ka ngang maging kabilang sa mga tagapagtambal.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"[403] Ibig sabihin: ang mga tagapagtambal.","lang":"tl"},{"name":"28:88","price":"Huwag kang manalangin kasama kay Allāh sa isang diyos na iba pa; walang Diyos kundi Siya. Bawat bagay ay masasawi maliban sa mukha Niya. Ukol sa Kanya ang paghahatol at tungo sa Kanya pababalikin kayo.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"tl"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}