{"data":[{"name":"39:1","price":"Ang pagbababa ng Aklat ay mula kay Allāh, ang Makapangyarihan, ang Marunong.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:2","price":"Tunay na Kami ay nagpababa sa iyo ng Aklat kalakip ng katotohanan, kaya sumamba ka kay Allāh habang nagpapakawagas para sa Kanya sa relihiyon.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:3","price":"Pansinin, ukol kay Allāh ang relihiyong wagas. Ang mga gumagawa sa bukod pa sa Kanya bilang mga katangkilik [ay nagsasabi]: “Hindi kami sumasamba sa kanila kundi upang magpalapit sila sa amin kay Allāh sa kadikitan.” Tunay na si Allāh ay maghahatol sa pagitan nila hinggil sa anumang sila hinggil doon ay nagkakaiba-iba. Tunay na si Allāh ay hindi nagpapatnubay sa sinumang sinungaling [nag-uugnay sa Kanya ng katambal,] na palatangging sumampalataya.[500]","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"[500] O palatangging magpasalamat.","lang":"tl"},{"name":"39:4","price":"Kung sakaling nagnais si Allāh na gumawa ng isang anak ay talaga sanang humirang Siya mula sa anumang nililikha Niya ng niloloob Niya. Kaluwalhatian sa Kanya! Siya ay si Allāh, ang Nag-iisa, ang Palalupig.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:5","price":"Lumikha Siya ng mga langit at lupa ayon sa katotohanan. Nagpupulupot Siya ng gabi sa maghapon at nagpupulupot Siya ng maghapon sa gabi. Nagpasilbi Siya ng araw at buwan; bawat isa ay umiinog para sa isang taning na tinukoy. Pansinin, Siya ay ang Makapangyarihan, ang Palapatawad.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:6","price":"Lumikha Siya sa inyo mula sa nag-iisang kaluluwa [na si Adan]. Pagkatapos gumawa Siya mula rito ng kabiyak nito [na si Eva]. Nagpababa Siya para sa inyo mula sa mga hayupan ng walong magkapares. Lumilikha Siya sa inyo sa mga tiyan ng mga ina ninyo sa isang paglikha matapos na ng isang paglikha sa tatlong kadiliman.[501] Iyon si Allāh, ang Panginoon ninyo; ukol sa Kanya ang paghahari. Walang Diyos kundi Siya. Kaya paano kayong inililihis [palayo sa katotohanan]?”","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"[501] ng tiyan ng mga ina ninyo, pagkatapos ng sinapupunan, at pagkatapos ng inunan (placenta).","lang":"tl"},{"name":"39:7","price":"Kung tatanggi kayong sumampalataya, tunay na si Allāh ay Walang-pangangailangan sa inyo at hindi Siya nalulugod para sa mga lingkod Niya sa kawalang-pananampalataya. Kung magpapasalamat kayo ay malulugod Siya roon para sa inyo. Hindi magpapasan ang isang tagapasan ng pasanin ng iba. Pagkatapos tungo sa Panginoon ninyo ang babalikan ninyo saka magbabalita Siya sa inyo hinggil sa anumang dati ninyong ginagawa. Tunay na Siya ay Maalam sa laman ng mga dibdib.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:8","price":"Kapag may sumaling sa tao na isang kapinsalaan ay nananalangin ito sa Panginoon nito habang nagsisising bumabalik sa Kanya. Pagkatapos kapag gumawad Siya rito ng isang biyaya mula sa Kanya ay nakalilimot ito ng dati nitong idinadalangin sa Kanya bago pa niyan at gumagawa ito para kay Allāh ng mga kaagaw upang magligaw [sa mga tao] palayo sa landas Niya. Sabihin mo: “Magpakatamasa ka ng kawalang-pananampalataya mo nang kaunti; tunay na ikaw ay kabilang sa mga maninirahan sa Apoy.”","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:9","price":"O ang sinumang siya ay masunurin sa mga sandali ng gabi habang nakapatirapa at nakatayo, na nangingilag sa Kabilang-buhay at nag-aasam awa ng Panginoon niya [ay higit na mabuti ba]? Sabihin mo: “Nagkakapantay kaya ang mga nakaaalam at ang mga hindi nakaaalam? Nagsasaalaala lamang ang mga may isip.”","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:10","price":"Sabihin mo [ang sabi Ko]: “O mga lingkod Ko na mga sumampalataya, mangilag kayong magkasala sa Panginoon ninyo. Ukol sa mga gumawa ng maganda sa Mundong ito ay [ganting] maganda. Ang lupa ni Allāh ay malawak. Lulubus-lubusin lamang ang mga nagtitiis sa pabuya sa kanila nang walang pagtutuos.”","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:11","price":"Sabihin mo: “Tunay na ako ay inutusan na sumamba kay Allāh habang nagpapakawagas para sa Kanya sa relihiyon","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:12","price":"at inutusan upang ako ay maging una sa mga tagapagpasakop.”","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:13","price":"Sabihin mo: “Tunay na ako ay nangangamba, kung sumuway ako sa Panginoon ko, sa pagdurusa sa isang Araw na sukdulan.”","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:14","price":"Sabihin mo: “Kay Allāh ako sumasamba habang nagpapakawagas para sa Kanya sa relihiyon ko.”","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:15","price":"Kaya sambahin ninyo, [O mga tagatangging sumampalatay, kung ninais ninyo,] ang anumang niloob ninyo bukod pa sa Kanya.” Sabihin mo: “Tunay na ang mga lugi ay ang mga nagpalugi sa mga sarili nila at mga mag-anak nila sa Araw ng Pagbangon.” Pansinin, iyon ay ang pagkaluging malinaw.","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:16","price":"Magkakaroon sila mula sa ibabaw nila ng mga kulandong mula sa apoy at mula sa ilalim nila ng mga kulandong. Iyon ay ipinapangamba ni Allāh sa mga lingkod Niya, [na nagsasabi]: “O mga lingkod Ko, kaya mangilag kayong magkasala sa Akin.”","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:17","price":"Ang mga umiwas sa nagpapakadiyos na sumamba sila rito at nagsisising bumabalik kay Allāh, ukol sa kanila ang balitang nakagagalak [hinggil sa Paraiso]. Kaya magbalita ka ng nakagagalak sa mga lingkod Ko,","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:18","price":"na mga nakikinig sa sinabi saka sumusunod sila sa pinakamaganda rito. Ang mga iyon ay ang mga pinatnubayan ni Allāh at ang mga iyon ay ang mga may isip.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:19","price":"Kaya ba ang sinumang nagindapat sa kanya ang hatol ng pagdurusa, ikaw ay sasagip sa sinumang nasa Apoy?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:20","price":"Subalit ang mga nangilag magkasala sa Panginoon nila, ukol sa kanila ay mga silid na mula sa ibabaw ng mga ito ay may mga silid na ipinatayo [para sa kanila], na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Bilang pangako ni Allāh, hindi sumisira si Allāh sa naipangako.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:21","price":"Hindi mo ba nakita na si Allāh ay nagpababa mula sa langit ng tubig saka nagpanuot Siya nito sa mga bukal sa lupa, pagkatapos nagpapalabas Siya sa pamamagitan nito ng pananim na nagkakaiba-iba ang mga kulay nito, pagkatapos nalalanta ito kaya nakikita mo ito na naninilaw, pagkatapos gumagawa Siya rito na mga pira-piraso. Tunay na sa gayon ay talagang may paalaala para sa mga may isip.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:22","price":"Kaya ba ang sinumang nagpaluwag si Allāh sa dibdib niya para sa Islām kaya siya ay nasa isang liwanag mula sa Panginoon niya [ay gaya ng nasa kadiliman]? Kaya kapighatian ay ukol sa matigas ang mga puso nila sa pag-alaala kay Allāh. Ang mga iyon ay nasa isang pagkaligaw na malinaw.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:23","price":"Si Allāh ay nagbaba ng pinakamaganda sa pag-uusap, na isang Aklat na nagkakawangisan, na nauulit-ulit.[502] Nangingilabot mula rito ang mga balat ng mga natatakot sa Panginoon nila; pagkatapos lumalambot ang mga balat nila at ang mga puso nila sa pagkaalaala kay Allāh. Iyon ay patnubay ni Allāh; nagpapatnubay Siya sa pamamagitan niyon sa sinumang niloloob Niya. Ang sinumang ililigaw ni Allāh [dahil sa kapalaluan at pagpupumilit sa kasalanan] ay walang ukol dito na anumang tagapagpatnubay.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"[502] Ibig sabihin: nauulit-ulit ang pagsambit ng mga kasaysayan, mga patakaran, mga katwiran, at mga patunay; at inuulit-ulit ang pagbigkas nito.","lang":"tl"},{"name":"39:24","price":"Kaya ba ang sinumang nagsasangga ng mukha niya sa kasagwaan ng pagdurusa sa Araw ng Pagbangon [ay gaya ng sinumang pinagiginhawa sa Paraiso]? Sasabihin sa mga tagalabag sa katarungan: “Lasapin ninyo ang dati ninyong kinakamit [na kaalanan].”","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:25","price":"Nagpasinungaling ang mga bago pa sa mga [propetang] ito, kaya pumunta sa kanila ang pagdurusa mula sa kung saan hindi sila nakararamdam.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:26","price":"Kaya nagpalasap sa kanila si Allāh ng kahihiyan sa buhay na pangmundo. Talagang ang pagdurusa sa Kabilang-buhay ay higit na malaki, kung sakaling sila dati ay nakaaalam.","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:27","price":"Talaga ngang naglahad Kami para sa mga tao sa Qur’ān na ito ng bawat paghahalintulad nang sa gayon sila ay magsasaalaala.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:28","price":"Bilang Qur’ān na Arabe na walang isang kabaluktutan nang sa gayon sila mangingilag magkasala.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:29","price":"Naglahad si Allāh ng isang paghahalintulad na isang lalaki na dito ay may [nagmamay-aring] mga magkatambal na nagbabangayan at isang lalaking nakalaan sa isang amo [na nagmamay-ari sa kanya]. Nagkakapantay kaya silang dalawa sa paghahalintulad? Ang papuri ay ukol kay Allāh. Bagkus ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:30","price":"Tunay na ikaw ay mamamatay at tunay na sila ay mga mamamatay.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:31","price":"Pagkatapos tunay na kayo sa Araw ng Pagbangon sa harap ng Panginoon ninyo ay mag-aalitan.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"tl"},{"name":"39:32","price":"Kaya sino ang higit na tagalabag sa katarungan kaysa sa sinumang nagsinungaling laban kay Allāh[503] at nagpasinungaling sa katapatan[504] noong dumating [ang kaalamang] ito sa kanya? Hindi ba sa Impiyerno ay may tuluyan para sa mga tagatangging sumampalataya?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"[503] sa pamamagitan ng pag-uugnay sa Kanya ng hindi nababagay sa Kanya gaya ng pagkakaroon ng katambal anak\n[504] ng kapahayagang inihatid ng Sugo ni Allāh","lang":"tl"},{"name":"39:33","price":"Ang naghatid [na si Propeta Muḥammad] ng katapatan[505] at nagpatotoo rito, ang mga iyon ay ang mga tagapangilag magkasala.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"[505] ang Qur’an at ang Tawḥīd","lang":"tl"},{"name":"39:34","price":"Ukol sa kanila ang anumang niloloob nila sa piling ng Panginoon nila. Iyon ay ang ganti sa mga tagagawa ng maganda","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:35","price":"upang magtakip-sala si Allāh para sa kanila sa pinakamasagwa sa ginawa nila at gumanti Siya sa kanila ng pabuya nila ayon sa pinakamaganda sa dati nilang ginagawa.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:36","price":"Hindi ba si Allāh ay Tagapagpasapat sa lingkod Niya? Nagpapangamba sila sa iyo sa pamamagitan ng mga [sinasambang] bukod pa sa Kanya. Ang sinumang ililigaw ni Allāh [dahil sa kapalaluan at pagpupumilit sa kasalanan] ay walang ukol dito na anumang tagapagpatnubay.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:37","price":"Ang sinumang papatnubayan ni Allāh ay walang ukol dito na anumang tagapagligaw. Hindi ba si Allāh ay Makapangyarihan, May paghihiganti [sa kasamaan]?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:38","price":"Talagang kung nagtanong ka sa kanila kung sino ang lumikha ng mga langit at lupa ay talagang magsasabi nga silang si Allāh. Sabihin mo: “Kaya nagsaalang-alang ba kayo sa dinadalanginan ninyo bukod pa kay Allāh? Kung nagnais sa akin si Allāh ng isang pinsala, sila kaya ay makapag-aalis ng pinsala Niya? O kung nagnais Siya sa akin ng awa, sila kaya ay makapipigil ng awa Niya?” Sabihin mo: “Kasapatan sa akin si Allāh. Sa Kanya nananalig ang mga nananalig.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:39","price":"Sabihin mo: “O mga kalipi ko, gumawa kayo ayon sa kalagayan ninyo; tunay na ako ay gumagawa kaya makaaalam kayo","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:40","price":"sa kung kanino pupunta ang isang pagdurusang magpapahiya sa kanya at dadapo ang isang pagdurusang mananatili.”","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:41","price":"Tunay na Kami ay nagpababa sa iyo, [O Propeta Muḥammad,] ng Aklat [na Qur’ān] para sa mga tao kalakip ng katotohanan. Kaya ang sinumang napatnubayan ay para sa sarili niya at ang sinumang naligaw ay naliligaw lamang para sa [kapinsalaan] nito. Ikaw sa kanila ay hindi isang pinananaligan.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:42","price":"Si Allāh ay kumukuha sa mga kaluluwa sa sandali ng kamatayan ng mga ito at sa [mga kaluluwa ng] mga hindi namatay sa pagtulog ng mga ito. Kaya pumipigil Siya sa mga [kaluluwang] nagtadhana Siya sa mga ito ng kamatayan at nagpapawala Siya sa mga iba pa hanggang sa isang taning na tinukoy. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nag-iisip-isip.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:43","price":"O gumawa ba sila sa bukod pa kay Allāh bilang mga tagapagpamagitan? Sabihin mo: “Kahit ba sila ay hindi nakapangyayari sa anuman at hindi nakapag-uunawa?”","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:44","price":"Sabihin mo: “Ukol kay Allāh ang [pagpapahintulot ng] pamamagitan nang lahatan. Sa Kanya ang paghahari sa mga langit at lupa. Pagkatapos tungo sa Kanya pababalikin kayo [para tuuusin].”","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:45","price":"Kapag binanggit si Allāh nang mag-isa, nangririmarim ang mga puso ng mga hindi sumasampalataya sa Kabilang-buhay. Kapag binanggit ang mga [sinasamba nila] bukod pa sa Kanya,[506] biglang sila ay nagagalak.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"[506] gaya nina Jesus Kristo, Maria na ina niya, ng Espiritu Santo, mga anghel, mga banal, mga jinn, mga estatwa, at iba pa","lang":"tl"},{"name":"39:46","price":"Sabihin mo: “O Allāh, Tagapaglalang ng mga langit at lupa, Tagaalam sa nakalingid at nasasaksihan, Ikaw ay humahatol sa pagitan ng mga lingkod Mo sa anumang dati silang nagkakaiba-iba.”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:47","price":"Kung sakaling taglay ng mga lumabag sa katarungan[507] ang anumang nasa lupa nang lahatan at tulad nito kasama rito, talaga sanang tumubos sila [sa mga sarili para maligtas] sa pamamagitan nito mula sa kasagwaan ng pagdurusa sa Araw ng Pagbangon. Matatambad para sa kanila mula kay Allāh ang hindi nila dati aakalain.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"[507] dahil sa pagtatambal kay Allāh at mga pagsuway","lang":"tl"},{"name":"39:48","price":"Matatambad sa kanila ang mga masagwa sa nakamit nila [na malalaking kasalanan] at papaligid sa kanila ang dati nilang kinukutya.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:49","price":"Kaya kapag may sumaling sa tao na isang pinsala ay dumadalangin siya sa Amin. Pagkatapos kapag gumawad Kami sa kanya ng isang biyaya mula sa Amin ay nagsasabi siya: “Binigyan lamang ako nito dahil sa kaalaman.” Bagkus ito ay isang pagsubok, subalit ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:50","price":"Nagsabi na nito ang mga bago pa nila ngunit walang naidulot sa kanila ang dati nilang nakakamit [na kasamaan].","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:51","price":"Kaya tumama sa kanila ang mga masagwa [na kahihinatnan] sa nakamit nila. Ang mga lumabag sa katarungan kabilang sa mga ito ay tatama sa kanila ang mga masagwa [na kahihinatnan] sa nakamit nila at hindi sila mga makapagpapawalang-kakayahan.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:52","price":"Hindi ba sila nakaalam na si Allāh ay nagpapaluwag sa panustos para sa sinumang niloloob Niya at naghihigpit [para sa sinumang niloloob Niya]? Tunay na sa gayon ay talagang may mga tanda para sa mga taong sumasampalataya.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:53","price":"Sabihin mo [O Propeta na sinabi Ko]: “O mga lingkod Ko na nagpakalabis laban sa mga sarili nila, huwag kayong masiraan ng loob sa awa ni Allāh; tunay na si Allāh ay nagpapatawad sa mga pagkakasala nang lahatan. Tunay na Siya ay ang Mapagpatawad, ang Maawain.”","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:54","price":"Nagsisising bumalik kayo sa Panginoon ninyo at magpasakop kayo sa Kanya bago pa pumunta sa inyo ang pagdurusa, pagkatapos hindi kayo maiaadya.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:55","price":"Sumunod kayo sa [Qur’ān na] pinakamaganda sa pinababa sa inyo mula sa Panginoon ninyo bago pa pumunta sa inyo ang pagdurusa nang biglaan habang kayo ay hindi nakararamdam,","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:56","price":"na baka magsabi ang isang kaluluwa: “O panghihinayang sa anumang pinabayaan ko sa nauukol kay Allāh at tunay na ako dati ay talagang kabilang sa mga nanunuya;”[508]","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"[508] sa mga alagad ng pananampalataya at pagtalima","lang":"tl"},{"name":"39:57","price":"o baka magsabi ito: “Kung sakaling si Allāh ay nagpatnubay sa akin, talaga sanang ako ay naging kabilang sa mga tagapangilag magkasala;”","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:58","price":"o baka magsabi ito kapag nakikita nito ang pagdurusa: “Kung sana mayroon akong isang pagbabalik [sa Mundo] para ako ay maging kabilang sa mga tagagawa ng maganda.”","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:59","price":"Bagkus dumating nga sa iyo ang mga talata Ko ngunit nagpasinungaling ka sa mga ito, nagmalaki ka, at ikaw ay naging kabilang sa mga tagatangging sumampalataya.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:60","price":"Sa Araw ng Pagbangon, makikita mo ang mga nagsinungaling laban kay Allāh[509] habang ang mga mukha nila ay nangingitim. Hindi ba sa Impiyerno ay may tuluyan para sa mga nagpapakamalaki?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"[509] dahil sa pag-uugnay sa Kanya ng katambal o anak","lang":"tl"},{"name":"39:61","price":"Magliligtas si Allāh sa mga [mga mananampalatayang Muslim na] nangilag magkasala sa pamamagitan ng pagtamo nila; hindi sasaling sa kanila ang kasagwaan ni sila ay malulungkot.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:62","price":"Si Allāh ay ang Tagalikha ng bawat bagay at Siya sa bawat bagay ay Pinananaligan [ng nilikha].","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:63","price":"Sa Kanya ang mga susi ng mga langit at lupa. Ang mga tumangging sumampalataya sa mga tanda ni Allāh, ang mga iyon ay ang mga lugi.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:64","price":"Sabihin mo: “Kaya ba sa iba pa kay Allāh nag-uutos kayo sa akin na sumamba ako, O mga mangmang?”","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:65","price":"Talaga ngang ikinasi sa iyo at sa mga [propetang] bago mo pa na talagang kung nagtambal ka [kay Allāh] ay talagang mawawalang-kabuluhan nga ang gawa mo at talagang magiging kabilang ka nga sa mga lugi.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:66","price":"Bagkus kay Allāh ay sumamba ka at maging kabilang ka sa mga tagapagpasalamat.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:67","price":"Hindi sila nagpahalaga kay Allāh nang totoong pagpapahalaga sa Kanya samantalang ang lupa ay lahatang isang dakot Niya sa Araw ng Pagbangon at ang mga langit ay mga nakatupi sa kanang kamay Niya. Kaluwalhatian sa Kanya at napakataas Siya higit sa anumang itinatambal nila sa Kanya.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:68","price":"Iihip sa tambuli saka mahihimatay ang sinumang nasa mga langit at ang sinumang nasa lupa maliban sa sinumang niloob ni Allāh. Pagkatapos iihip dito sa muli, saka biglang sila ay mga nakatayo, na nakatingin [sa gagawin ni Allāh].","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:69","price":"Sisikat ang lupa sa liwanag ng Panginoon nito, ilalagay ang talaan [ng mga gawa], dadalhin ang mga propeta at ang mga saksi, at maghuhusga sa pagitan nila ayon sa katotohanan habang sila ay nilalabag sa katarungan.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:70","price":"Lulubus-lubusin ang bawat kaluluwa sa [kabayaran ng] anumang ginawa nito; at Siya ay higit na maalam sa anumang ginagawa nila.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:71","price":"Aakayin ang mga tumangging sumampalataya patungo sa Impiyerno nang [nagkasunud-sunod na] pangkat-pangkat; hanggang sa nang dumating sila roon ay bubuksan ang mga pintuan niyon at magsasabi sa kanila ang mga tagatanod niyon: “Wala bang pumunta sa inyo na mga sugong kabilang sa inyo, na bumibigkas sa inyo ng mga tanda ng Panginoon ninyo at nagbababala sa inyo sa pakikipagkita sa Araw ninyong ito?” Magsasabi sila: “Oo; ngunit nagindapat ang hatol ng pagdurusa sa mga tagatangging sumampalataya.”","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:72","price":"Sasabihin: “Pumasok kayo sa mga pintuan ng Impiyerno bilang mga mananatili roon. Kaya kay saklap ang tuluyan ng mga nagpapakamalaki!”","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:73","price":"Aakayin ang mga nangilag magkasala sa Panginoon nila patungo sa Paraiso nang [nagkasunud-sunod na] pangkat-pangkat; hanggang sa nang dumating sila roon ay bubuksan ang mga pintuan niyon at magsasabi sa kanila ang mga tagatanod niyon: “Kapayapaan ay sumainyo! Nagpakaaya-aya kayo kaya pumasok kayo rito bilang mga mananatili.”","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:74","price":"Magsasabi sila: “Ang papuri ay ukol kay Allāh na nagtotoo sa amin ng pangako Niya at nagpamana sa amin ng lupain [ng Paraiso]. Manunuluyan kami sa Paraiso saanman namin loloobin. Kaya kay inam ang pabuya sa mga tagagawa [ng mabuti]!”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"39:75","price":"Makikita mo ang mga anghel na nakapalibot sa paligid ng Trono, habang nagluluwalhati kalakip ng pagpupuri sa Panginoon nila. Huhusga sa pagitan nila [na mga nilikha] ayon sa katotohanan at sasabihin: “Ang papuri ay ukol kay Allāh, ang Panginoon ng mga nilalang.”","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"tl"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}