{"data":[{"name":"41:1","price":"Ḥā. Mīm.[522]","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"[522] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"41:2","price":"[Ito ay] isang pagbababa mula [kay Allāh], ang Napakamaawain, ang Maawain,","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:3","price":"isang Aklat na dinetalye ang mga talata nito, bilang Qur’ān na Arabe para sa mga taong umaalam,[523]","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"[523] dahil sila ay ang mga makikinabang sa mga kahulugan nito at sa anumand narito na kapatnubayan sa katotohanan.","lang":"tl"},{"name":"41:4","price":"bilang mapagbalita ng nakagagalak[524] at bilang mapagbabala,[525] ngunit umayaw ang higit na marami sa kanila kaya sila ay hindi dumidinig.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"[524] sa mga mananampalataya hinggil sa inihanda ni Allāh para sa kanila na ganting masagana\n[525] sa mga tagatangging sumampalataya laban sa masaki na pagdurusang dulot ni Allāh","lang":"tl"},{"name":"41:5","price":"Nagsabi sila: “Ang mga puso namin ay nasa loob ng mga panakip laban sa ipinaaanyaya mo sa amin, sa mga tainga namin ay may pagkabingi, at sa pagitan namin at pagitan mo ay may isang lambong. Kaya gumawa ka [ayon sa pamamaraan mo]; tunay na kami ay mga tagagawa [ayon sa pamamaraan namin].”","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:6","price":"Sabihin mo, [O Propeta Muḥammad]: “Ako ay tao lamang tulad ninyo. Ikinakasi sa akin na ang Diyos ninyo ay Diyos na nag-iisa lamang, kaya magpakatuwid kayo sa Kanya at humingi kayo ng tawad sa Kanya.” Kapighatian ay ukol sa mga tagapagtambal [kay Allāh],","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:7","price":"na mga hindi nagbibigay ng zakāh at sila sa Kabilang-buhay, sila ay mga tagatangging sumampalataya.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:8","price":"Tunay na ang mga sumampalataya at gumawa ng mga maayos, ukol sa kanila ay isang pabuyang hindi matitigil.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:9","price":"Sabihin mo: “Tunay na kayo ba ay talagang tumatangging sumampalataya sa lumikha ng lupa sa dalawang araw at gumagawa sa Kanya ng mga kaagaw? Iyon ay ang Panginoon ng mga nilalang.”","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:10","price":"Naglagay Siya rito ng mga matatag na bundok mula sa ibabaw nito. Nagpala Siya rito at nagtakda Siya rito ng mga makakain dito sa [pagkalubos ng] apat na araw nang magkapantay para sa mga nagtatanong.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:11","price":"Pagkatapos bumaling Siya sa langit habang ito ay usok pa saka nagsabi Siya rito at sa lupa: “Pumunta kayong dalawa sa pagtalima o sapilitan.” Nagsabi silang dalawa: “Pupunta kami na mga tumatalima.”","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:12","price":"Saka tumapos Siya sa mga ito bilang pitong langit sa dalawang araw at nagkasi Siya sa bawat langit ng utos dito. Gumayak Kami sa langit na pinakamababa ng mga lampara at [nagtalaga sa mga ito] bilang pangangalaga [laban sa mga demonyo]. Iyon ay ang pagtatakda [ni Allāh], ang Makapangyarihan, ang Maalam.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:13","price":"Kaya kung umayaw sila ay sabihin mo: “Nagbabala ako sa inyo ng isang lintik tulad ng lintik [na bumagsak] sa `Ād at Thamūd.","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:14","price":"Noong dumating sa kanila ang mga sugo mula sa nakaraan nila at mula sa hinaharap nila, [nagsasabi ang mga ito]: “Huwag kayong sumamba kundi kay Allāh.” Nagsabi naman sila: “Kung sakaling niloob ng Panginoon namin ay talaga sanang nagpababa Siya ng mga anghel, kaya tunay na kami sa ipinasugo sa inyo ay mga tagatangging sumampalataya.”","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:15","price":"Hinggil sa [liping] `Ād, nagmalaki sila sa lupain ayon sa hindi karapatan at nagsabi sila: “Sino ang higit na matindi kaysa sa amin sa lakas?” Hindi ba sila nagsaalang-alang na si Allāh na lumikha sa kanila ay higit na matindi kaysa sa kanila sa lakas? Sila dati sa mga talata Namin [sa Qur’ān] ay nagkakaila.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:16","price":"Kaya nagsugo Kami sa kanila ng isang hanging humahagunot sa mga araw na sawing-palad upang magpalasap Kami sa kanila ng pagdurusa ng kahihiyan sa buhay na pangmundo. Talagang ang pagdurusa sa Kabilang-buhay ay higit na kahiya-hiya habang sila ay hindi iaadya.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:17","price":"Hinggil sa [liping] Thamūd, nagpatnubay Kami sa kanila ngunit umibig sila nang higit sa pagkabulag kaysa sa patnubay kaya dumaklot sa kanila ang lintik ng pagdurusang humahamak dahil sa dati nilang nakakamit [na mga pagsuway].","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:18","price":"Nagligtas Kami sa mga sumampalataya at nangingilag magkasala noon.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:19","price":"[Banggitin] ang araw na kakalapin ang mga kaaway ni Allāh patungo sa Apoy saka sila ay papipilahin;","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:20","price":"hanggang sa nang dumating sila roon [sa Apoy] ay sasaksi laban sa kanila ang pandinig nila, ang mga paningin nila, at mga balat nila sa dati nilang ginagawa [na mga pagsuway].","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:21","price":"Magsasabi sila sa mga balat nila: “Bakit kayo sumaksi laban sa amin?” Magsasabi ang mga ito: “Nagpabigkas sa amin si Allāh na nagpabigkas sa bawat bagay. Siya ay lumikha sa inyo sa unang pagkakataon, at tungo sa Kanya pababalikin kayo [para tuusin].","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:22","price":"Hindi kayo dati nagtatakip [ng mga sarili] na baka sumaksi laban sa inyo ang pandinig ninyo, ni ang mga paningin ninyo, at ni ang mga balat ninyo; subalit nagpalagay kayo na si Allāh ay hindi nakaaalam sa marami sa ginagawa ninyo [na mga pagsuway].","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:23","price":"Yaong pagpapalagay ninyo na ipinagpalagay ninyo sa Panginoon ninyo ay nagpasawi sa inyo kaya kayo [sa Araw na ito] ay naging kabilang sa mga lugi.”","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:24","price":"Kaya kung makatitiis sila, ang Apoy ay isang tuluyan para sa kanila. Kung hihiling silang magpasiya [kay Allāh] ay hindi sila kabilang sa mga magpapasiya.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:25","price":"Nagtalaga Kami para sa kanila ng mga kapisan[526] kaya nang -aakit ang mga ito sa kanila ng nasa harapan nila at nasa likuran nila [na masagwang gawa]. Nagindapat sa kanila ang pag-atas [ng pagdurusa] sa mga kalipunang nagdaan na bago pa nila kabilang sa jinn at tao. Tunay na sila ay mga lugi noon.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"[526] na mga demonyong kabilang sa mga tao at mga jinn sa Mudno","lang":"tl"},{"name":"41:26","price":"Nagsabi ang mga tumangging sumampalataya: “Huwag kayong makinig sa Qur’ān na ito at sumatsat kayo [sa pagbigkas] nito, nang sa gayon kayo ay mananaig.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:27","price":"Kaya talagang magpapalasap nga Kami sa mga tumangging sumampalataya ng isang pagdurusang matindi at talagang gaganti nga Kami sa kanila ng pinakamasagwa sa dati nilang ginagawa.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:28","price":"Iyon ay ang ganti sa mga kaaway ni Allāh – ang Apoy. Ukol sa kanila roon ang tahanan ng kawalang-hanggan bilang ganti dahil sila dati sa mga tanda Namin ay nagkakaila.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:29","price":"Nagsabi ang mga tumangging sumampalataya: “Panginoon namin, magpakita Ka sa amin ng dalawang nagligaw sa amin kabilang sa jinn at tao, maglalagay kami sa kanilang dalawa sa ilalim ng mga paa namin upang silang dalawa ay maging kabilang sa mga pinakamababa.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:30","price":"Tunay na ang mga nagsabi: “Si Allāh ay ang Panginoon namin,” pagkatapos nagpakatuwid, magbababaan sa kanila ang mga anghel [sa paghihingalo nila at magsasabi]: “Huwag kayong mangamba, huwag kayong malungkot, at magalak kayo sa Paraiso na sa inyo dati ay ipinangangako.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:31","price":"Kami [na mga anghel] ay mga katangkilik ninyo sa buhay na pangmundo at sa Kabilang-buhay. Ukol sa inyo roon [sa Paraiso] ang ninanasa ng mga sarili ninyo at ukol sa inyo roon ang anumang hinihiling ninyo,","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:32","price":"bilang pang-aaliw mula sa Mapagpatawad, Maawain.”","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:33","price":"Sino pa ang higit na maganda sa sinasabi kaysa sa sinumang nag-anyaya tungo kay Allāh,[527] gumawa ng maayos, at nagsabi: “Tunay na ako ay kabilang sa mga Muslim [na sumusuko kay Allāh].”","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"[527] tungo sa pagsampalataya sa kaisahan ni Allāh at pagsambas sa Kanya","lang":"tl"},{"name":"41:34","price":"Hindi nagkakapantay ang magandang gawa at ang masagwang gawa. Itulak mo [ang masagwa] sa pamamagitan ng siyang higit na maganda, biglang ang [taong] sa pagitan mo at niya ay may pagkamuhi ay [magiging] para bang siya ay isang katangkilik na matalik.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:35","price":"Walang ginagawaran nito kundi ang mga nagtiis at walang ginagawaran nito kundi ang isang may isang bahaging dakila.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:36","price":"Kung may magbubuyo nga sa iyo mula sa demonyo na isang pambubuyo ay humiling ka ng pagkukupkop kay Allāh; tunay na Siya ay ang Madinigin, ang Maalam.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:37","price":"Kabilang sa mga tanda Niya ang gabi at ang maghapon, at ang araw at ang buwan. Huwag kayong magpatirapa sa araw ni sa buwan. Magpatirapa kayo kay Allāh na lumikha ng mga ito, kung kayo ay sa Kanya sumasamba.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:38","price":"Ngunit kung nagmalaki sila, ang mga nasa piling ng Panginoon mo ay nagluluwalhati sa Kanya sa gabi at maghapon habang sila ay hindi nanghihinawa [sa pagsamba sa Kanya].","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:39","price":"Kabilang sa mga tanda Niya na ikaw ay nakakikita na ang lupa ay tigang ngunit kapag nagpababa Kami sa ibabaw nito ng tubig ay gumalaw-galaw ito at lumago ito. Tunay na ang nagbigay-buhay rito ay talagang tagapagbigay-buhay sa mga patay. Tunay na Siya sa bawat bagay ay May-kakayahan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:40","price":"Tunay na ang mga lumalapastangan sa mga tanda Namin ay hindi nakakukubli sa Amin. Kaya ba ang sinumang itatapon sa Apoy ay higit na mabuti o ang sinumang pupunta nang ligtas sa Araw ng Pagbangon? Gawin ninyo ang niloob ninyo; tunay na Siya sa anumang ginagawa ninyo ay Nakakikita.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:41","price":"Tunay na ang mga tumangging sumampalataya sa [Qur’ān bilang] paalaala noong dumating ito sa kanila [ay mga pagdurusahin.] Tunay na ito ay talagang isang Aklat na makapangyarihan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:42","price":"Hindi pumupunta rito ang kabulaanan mula sa harapan nito ni mula sa likuran nito. [Ito ay] isang pagbababa mula sa Marunong, Kapuri-puri.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:43","price":"Walang sinasabi sa iyo [na pagpapasinungaling] kundi ang sinabi na sa mga sugo [ni Allāh] bago mo pa; tunay na ang Panginoon mo ay talagang may pagpapatawad at may parusang masakit.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:44","price":"Kung sakaling gumawa Kami rito bilang Qur’ān na di-Arabe ay talaga sanang nagsabi sila: “Bakit kaya hindi dinetalye ang mga talata nito [sa wikang Arabe]? [Ito] ba ay di-Arabe at Arabe [ang Sugo]? Sabihin mo: “Ito para sa mga sumampalataya ay isang patnubay at isang lunas.” Ang mga hindi sumasampalataya, sa mga tainga nila ay may kabingihan at ito sa kanila ay pagkabulag. Ang mga iyon ay tinatawag mula sa isang pook na malayo.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:45","price":"Talaga ngang nagbigay Kami kay Moises ng Kasulatan, ngunit nagkaiba-iba hinggil doon. Kung hindi dahil sa isang salitang nauna mula sa Panginoon mo ay talaga sanang humusga sa pagitan nila. Tunay na sila ay talagang nasa isang pagdududang tagapagpaalinlangan hinggil doon [sa Qur’ān].","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:46","price":"Ang sinumang gumawa ng maayos, [ito] ay para sa sarili niya; at ang sinumang nagpasagwa, [ito] ay laban dito. Ang Panginoon mo ay hindi palalabag sa katarungan sa mga [tao at jinn na] alipin [Niya].","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"tl"},{"name":"41:47","price":"Sa Kanya isinasangguni ang kaalaman sa Huling Sandali. Walang lumalabas na anumang mga bunga mula sa mga saha ng mga ito at walang nagbubuntis na anumang babae ni nagsisilang malibang nasa kaalaman Niya. Sa Araw na tatawag Siya sa kanila, [na nagsasabi]: “Nasaan ang mga [inaakala ninyo na] katambal sa Akin?” Magsasabi sila: “Nagpahayag kami sa Iyo na wala na mula sa amin na anumang saksi [na may katambal Ka].”","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"41:48","price":"Nawala sa kanila ang dati nilang dinadalanginan bago pa niyan. Nakatiyak sila na walang ukol sa kanila na anumang mapupuslitan [mula sa parusa ni Allāh].","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"41:49","price":"Hindi nanghihinawa ang tao sa pagdalangin ng kabutihan; at kung sumaling sa kanya ang kasamaan, [siya ay] walang-wala ang pag-asa na sirang-sira ang loob.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"41:50","price":"Talagang kung nagpalasap Kami sa kanya ng isang awa mula sa Amin matapos na ng kariwaraang sumaling sa kanya ay talagang magsasabi nga siya: “Ito ay ukol sa akin [dahil karapat-dapat ako] at hindi ako nagpapalagay na ang Huling Sandali[528] ay sasapit. Talagang kung pinabalik ako sa Panginoon ko, tunay na ukol sa akin sa ganang Kanya ay talagang pinakamaganda.” Kaya talagang magbabalita nga Kami sa mga tumangging sumampalataya hinggil sa ginawa nila at talagang magpapalasap nga Kami sa kanila ng isang pagdurusang magaspang.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"[528] ang Araw ng Pagbuhay at Pagtutuos","lang":"tl"},{"name":"41:51","price":"Kapag nagbiyaya Kami sa tao, umaayaw siya at naglalayo siya ng sarili niya. Kapag sumaling sa kanya ang kasamaan, [siya ay] may panalanging malawak.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"41:52","price":"Sabihin mo: “Nagsaalang-alang ba kayo kung [ang Qur’ān na] ito ay mula sa ganang kay Allāh, pagkatapos tumanggi kayong sumampalataya rito? Sino pa ang higit na ligaw kaysa sa sinumang siya ay na nasa isang hidwaang malayo [sa katotohanan]?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"41:53","price":"Magpapakita Kami sa kanila ng mga tanda Namin sa mga abot-tanaw at sa mga sarili nila hanggang sa luminaw para sa kanila na [ang Qur’ān na] ito ay ang katotohanan. Hindi ba nakasapat ang Panginoon mo na Siya sa bawat bagay ay Saksi?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"41:54","price":"Pansinin, tunay na sila ay nasa isang pag-aalangan sa pakikipagkita sa Panginoon nila. Pansinin, tunay na Siya sa bawat bagay ay Tagapaligid [sa kaalaman at kapangyarihan].","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"tl"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}