{"data":[{"name":"43:1","price":"Ḥā. Mīm.[541]","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"[541] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"43:2","price":"Sumpa man sa Aklat[542] na naglilinaw,","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"[542] Si Allāh ang nanunumpa rito.","lang":"tl"},{"name":"43:3","price":"tunay na Kami ay gumawa nito bilang Qur’ān na Arabe nang sa gayon kayo ay makapag-uunawa.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:4","price":"Tunay na ito, sa Ina ng Aklat[543] na nasa Amin, ay talagang mataas, marunong.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"[543] Ibig sabihin: ang Tablerong Iniingatan","lang":"tl"},{"name":"43:5","price":"Kaya ba magbabaling Kami palayo sa inyo ng Paalaala[544] sa isang tabi dahil kayo ay mga taong nagpapakalabis?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"[544] Ibig sabihin: ang Qur’an","lang":"tl"},{"name":"43:6","price":"Kay rami ng isinugo Namin na propeta sa mga sinauna [na nilipol noon].","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:7","price":"Walang pumupunta sa kanila na isang propeta malibang sila noon sa kanya ay nangungutya.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:8","price":"Kaya nagpahamak Kami sa higit na matindi kaysa sa kanila sa bagsik at nagdaan ang tulad sa mga sinauna.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:9","price":"Talagang kung nagtanong ka sa kanila kung sino ang lumikha ng mga langit at lupa ay talagang magsasabi nga sila na lumikha ng mga ito ang Makapangyarihan, ang Maalam,","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:10","price":"na gumawa para sa inyo ng lupa bilang himlayan at gumawa para sa inyo roon ng mga landas nang harinawa kayo ay mapatnubayan,","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:11","price":"na nagbaba mula sa langit ng tubig ayon sa isang sukat saka bubuhay sa pamamagitan nito ng isang patay na bayan. Gayon kayo palalabasin [mula sa mga libingan].","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:12","price":"at na lumikha ng mga magkapares sa kabuuan ng mga ito at gumawa para sa inyo mula sa mga daong at mga hayupan ng sinasakyan ninyo","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:13","price":"upang lumuklok kayo sa mga likod ng mga ito, pagkatapos makaalaala kayo sa biyaya ng Panginoon ninyo kapag nakaluklok na kayo sa mga ito at magsabi kayo: “Kaluwalhatian sa Kanya na nagpasilbi para sa amin ng mga ito samantalang kami sa mga ito ay hindi naging mga makapananaig.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:14","price":"Tunay na kami sa Panginoon namin ay talagang mga uuwi.”","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:15","price":"Gumawa sila para sa Kanya mula sa mga lingkod Niya ng isang bahagi.[545] Tunay na ang tao ay talagang isang malinaw na mapagtangging magpasalamat.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"[545] ng nilikha Niya dahil sa pagsabing a mga anghel ay mga anak Niya","lang":"tl"},{"name":"43:16","price":"O gumawa ba Siya mula sa nililikha Niya ng mga babaing anak at humirang Siya sa inyo ng mga lalaking anak?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:17","price":"Kapag binalitaan ang isa sa kanila ng [ng pagsilang ng babaing anak na] inuugnay niya para sa Napakamaawain bilang paghahalintulad, ang mukha niya ay naging nangingitim habang siya ay hapis.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:18","price":"O [iniuugnay ba kay Allāh] ang pinalalaki ba sa mga hiyas samantalang ito sa pakikipag-alitan ay hindi malinaw?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:19","price":"Nagturing sila sa mga anghel – na mga lingkod ng Napakamaawain – bilang mga babae. Nakasaksi ba sila sa paglikha sa mga iyon? Isusulat ang pagsaksi nila at tatanungin sila.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:20","price":"Nagsabi sila: “Kung sakaling niloob ng Napakamaawain [na si Allāh] ay hindi sana kami sumamba sa kanila.[546]” Walang ukol sa kanila hinggil doon na anumang kaalaman. Walang iba sila kundi nagsasapantaha.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"[546] na mga anghel","lang":"tl"},{"name":"43:21","price":"O nagbigay Kami sa kanila ng isang aklat bago pa nito kaya sila roon ay mga kumakapit?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:22","price":"Bagkus nagsabi sila: “Tunay kami ay nakatagpo sa mga magulang namin sa isang paniniwala, at tunay na kami sa mga bakas nila [at mga paraan nila] ay mga napapatnubayan.”","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:23","price":"Gaya niyon, hindi Kami nagsugo bago mo pa sa isang pamayanan ng anumang mapagbabala malibang nagsabi ang mga pinariwasa roon: “Tunay na kami ay nakatagpo sa mga magulang namin sa isang paniniwala, at tunay na kami sa mga bakas nila ay mga tumutulad.”","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:24","price":"Nagsabi [ang mapagbababala]: “Kahit pa ba naghatid ako sa inyo ng higit na patnubay kaysa sa natagpuan ninyo sa mga magulang ninyo?” Nagsabi sila: “Tunay na kami sa ipinasugo sa inyo ay mga tagatangging sumampalataya.”","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:25","price":"Kaya naghiganti Kami sa kanila. Kaya tumingin ka kung papaano naging ang kinahinatnan ng mga tagapagpasinungaling.[547]","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"[547] ng Katotohanan at mga tagasalungat ng Kapayapaan","lang":"tl"},{"name":"43:26","price":"[Banggitin] noong nagsabi si Abraham sa ama niya at mga kababayan niya: “Tunay na ako ay walang-kaugnayan sa anumang sinasamba ninyo,","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:27","price":"maliban sa lumalang sa akin sapagkat tunay na Siya ay magpapatnubay sa akin.”","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:28","price":"Gumawa siya rito[548] bilang pangungusap na mananatili sa mga inapo niya nang sa gayon sila ay babalik [kay Allāh].","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"[548] sa adhikain ng Tawḥīd: Walang Diyos kundi si Allāh","lang":"tl"},{"name":"43:29","price":"Bagkus nagpatamasa Ako sa mga [tagapagtambal na] ito [sa Mundo] at sa mga magulang nila [bago pa nila] hanggang sa dumating sa kanila ang katotohanan at [si Propeta Muḥammad na] isang sugong tagapaglinaw [sa kanila].","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:30","price":"Noong dumating sa kanila ang katotohanan ay nagsabi sila: “Ito ay panggagaway at tunay na kami rito ay mga tagatangging sumampalataya.”","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:31","price":"Nagsabi sila: “Bakit kasi hindi ibinaba ang Qur’ān na ito sa isang lalaki, mula sa dalawang pamayanang dakila [ng Makkah at Ṭā’if]?”","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:32","price":"Sila ba ay namamahagi ng awa ng Panginoon mo? Kami ay namamahagi sa pagitan nila ng kabuhayan nila sa buhay na pangmundo. Nag-angat Kami sa iba sa kanila higit sa iba pa sa mga antas upang gumamit ang iba sa kanila sa iba pa sa pagsisilbi. Ang awa ng Panginoon mo ay higit na mabuti kaysa sa anumang tinitipon nila.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:33","price":"Kung hindi dahil sa ang mga tao ay maging nag-iisang kalipunan [sa kawalang-pananampalataya, na naghahangad ng buhay sa Mundong ito] ay talaga sanang gumawa para sa sinumang tumatangging sumampalataya sa Napakamaawain para sa mga bahay nila ng mga bubong na pilak at mga pampanik, na sa mga ito papaibabaw sila,","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:34","price":"at para sa mga bahay nila ng mga pinto, mga kama [na pilak,] na sa mga ito sasandal sila,","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:35","price":"at [ibang] palamuting ginto. Walang iba ang lahat ng iyon kundi natatamasa sa buhay na pangmundo. Ang Kabilang-buhay sa ganang Panginoon mo ay para sa mga tagapangilag magkasala.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:36","price":"Ang sinumang nabubulagan sa pag-alaala sa Napakamaawain ay magtatalaga para sa kanya ng isang demonyo, kaya ito para sa kanya ay isang kapisan [na dumidikit].","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:37","price":"Tunay na ang mga ito ay talagang sumasagabal sa kanila sa landas [ng Islām] habang nag-aakala sila na sila ay mga napapatnubayan;","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:38","price":"hanggang sa nang dumating siya sa Amin ay magsasabi siya[549] [sa kapisang demonyo]: “O kung sana sa pagitan ko at pagitan mo ay layo ng dalawang silangan sapagkat kay saklap ang kapisan!”","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"[549] ang tagatangging sumampalataya","lang":"tl"},{"name":"43:39","price":"Hindi magpapakinabang sa inyo sa Araw na iyon yayamang lumabag kayo sa katarungan, na kayo sa pagdurusa ay mga magkalahok.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:40","price":"Kaya ikaw ba ay nagpaparinig sa mga bingi o nagpapatnubay sa mga bulag at sinumang naging nasa isang pagkaligaw na malinaw?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:41","price":"Kaya alin sa dalawa: mag-aalis nga Kami sa iyo saka tunay na Kami sa kanila ay maghihiganti,","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:42","price":"o magpapakita nga Kami sa iyo ng ipinangako Namin sa kanila saka tunay na Kami sa kanila ay Tagakaya.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:43","price":"Kaya mangunyapit ka sa [Qur’ān na ito na] ikinasi sa iyo; tunay na ikaw ay nasa isang landasing tuwid.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:44","price":"Tunay na [ang Qur’ān na] ito ay talagang isang paalaala para sa iyo at para sa mga kababayan mo, at tatanungin kayo [hinggil dito].","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:45","price":"Magtanong ka sa mga isinugo Namin bago mo pa kabilang sa mga sugo Namin kung nagtalaga ba, bukod pa sa Napakamaawain, ng mga diyos na sasambahin?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:46","price":"Talaga ngang nagsugo Kami kay Moises, kalakip ng mga tanda Namin, kay Paraon at sa konseho nito kaya nagsabi siya: “Tunay na ako ay sugo ng Panginoon ng mga nilalang.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:47","price":"Ngunit noong naghatid siya sa kanila ng mga tanda Namin, biglang sila sa mga ito ay tumatawa.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:48","price":"Hindi Kami nagpapakita sa kanila ng anumang tanda malibang ito ay higit na malaki kaysa sa nauna ito. Nagpataw Kami sa kanila ng pagdurusa [sa Mundo] nang sa gayon sila ay babalik [kay Allāh].","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:49","price":"Nagsabi sila [kay Moises]: “O manggagaway, dumalangin ka [kay Allāh] para sa amin sa Panginoon mo ng itinipan Niya sa piling mo; tunay na kami ay talagang mga mapapatnubayan.”","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:50","price":"Ngunit noong pumawi Kami sa kanila ng pagdurusa, biglang sila ay sumisira [sa usapan].","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:51","price":"Nanawagan si Paraon sa mga tao niya. Nagsabi siya: “O mga tao ko, hindi ba sa akin ang paghahari sa Ehipto habang ang mga ilog na ito ay dumadaloy mula sa ilalim ko? Kaya hindi ba kayo nakakikita?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:52","price":"O ako ba ay higit na mabuti kaysa kay Moises, na siyang aba at hindi halos nakapaglilinaw?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:53","price":"Kaya bakit hindi nag-ukol sa kanya ng mga pulseras na ginto o dumating kasama sa kanya ang mga anghel na mga magkakapisan?”","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:54","price":"Kaya nanloko [si Paraon] sa mga tao niya saka tumalima naman sila sa kanya. Tunay na sila ay dating mga taong suwail.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:55","price":"Kaya noong nagpapoot sila sa Amin ay naghiganti Kami sa kanila saka lumunod Kami sa kanila nang magkakasama.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:56","price":"Kaya gumawa Kami sa kanila ng isang pagpapauna at isang paghahalintulad para sa mga huli.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:57","price":"Noong inilahad ang anak ni Maria bilang paghahalintulad [na sinasamba], biglang ang mga kababayan mo sa kanya ay naghalakhakan.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:58","price":"Nagsabi sila: “Ang mga diyos namin ba ay higit na mabuti o siya[550]?” Hindi sila naglahad nito para sa iyo kundi bilang pakikipagtalo. Bagkus sila ay mga taong palaalitan.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"[550] Ibig sabihin: si Jesus","lang":"tl"},{"name":"43:59","price":"Walang iba [si Jesus] kundi isang lingkod na nagbiyaya Kami sa kanya [ng pagkapropeta] at gumawa Kami sa kanya bilang paghahalimbawa para sa mga anak ni Israel.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:60","price":"Kung sakaling loloobin Namin ay talaga sanang gumawa Kami sa halip ninyo ng mga anghel sa lupa na maghahalilihan.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:61","price":"Tunay na si Jesus ay talagang [isang tanda ng] kaalaman [sa paglapit ng] Huling Sandali kaya huwag nga kayong magtaltalan hinggil dito at sumunod kayo sa akin. Ito ay isang landasing tuwid.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:62","price":"Huwag ngang sasagabal sa inyo [sa landasing tuwid] ang demonyo; tunay na siya para sa inyo ay isang kaaway na malinaw.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:63","price":"Noong naghatid si Jesus ng mga malinaw na patunay [sa mga anak ni Israel] ay nagsabi siya: “Naghatid nga ako sa inyo ng karunungan at upang maglinaw ako para sa inyo ng ilan sa nagkakaiba-iba kayo hinggil doon. Kaya mangilag kayong magkasala kay Allāh at tumalima kayo sa akin.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:64","price":"Tunay na si Allāh ay Panginoon ko at Panginoon ninyo kaya sumamba kayo sa Kanya. Ito ay landasing tuwid.”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:65","price":"Ngunit nagkaiba-iba ang mga lapian mula sa gitna nila,[551] kaya kapighatian ay ukol sa mga lumabag sa katarungan mula sa isang pagdurusa sa isang Araw na masakit.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"[551] Ibig sabihin: ng mga sekta ng mga Kristiyano.","lang":"tl"},{"name":"43:66","price":"Naghihintay kaya sila maliban ng Huling Sandali, na sumapit ito sa kanila nang biglaan habang sila ay hindi nakararamdam?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:67","price":"Ang mga matalik na magkaibigan, sa Araw na iyon, ang iba sa kanila para sa iba pa ay kaaway, maliban sa mga tagapangilag magkasala.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:68","price":"O mga lingkod Ko, walang pangamba sa inyo sa Araw na iyon ni kayo ay malulungkot.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:69","price":"[Sila ay] ang mga sumampalataya sa mga tanda Namin at sila noon ay mga Muslim [na tagapagpasakop sa kalooban ni Allāh].","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:70","price":"Pumasok kayo sa Paraiso habang kayo at ang mga kabiyak ninyo ay pinagagalak.","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:71","price":"Magpapalibot sa kanila ng mga platong yari sa ginto at mga baso. Naroon ang ninanasa ng mga sarili at minamasarap ng mga mata habang kayo roon ay mga mananatili.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:72","price":"Iyon ay ang Hardin na ipinamana sa inyo dahil sa dati ninyong ginagawa [na kabutihan].","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:73","price":"Para sa inyo roon ay bungang-kahoy na marami at mula sa mga ito ay kakain kayo.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:74","price":"Tunay na ang mga salarin sa pagdurusa sa Impiyerno ay mga mananatili.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:75","price":"Hindi patatamlayin ito para sa kanila, habang sila roon ay mga nalulumbay.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:76","price":"Hindi Kami lumabag sa katarungan sa kanila subalit sila dati ay ang mga tagalabag sa katarungan.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:77","price":"Mananawagan sila: “O Mālik,[552] magpawakas sa amin ang Panginoon mo.” Magsasabi siya: “Tunay na kayo ay mga mamamalagi.”","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"[552] Ang Tanod ng Impiyerno","lang":"tl"},{"name":"43:78","price":"Talaga ngang naghatid Kami sa inyo ng katotohanan subalit ang higit na marami sa inyo sa katotohanan ay mga nasusuklam.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:79","price":"O nagpatibay sila ng isang usapin saka tunay na Kami ay tagapagpatibay?","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:80","price":"O nag-aakala sila na tunay na Kami ay hindi nakaririnig ng lihim nila at pagsasarilinan nila? Bagkus [nakaririnig], at ang mga sugo Namin sa piling nila ay nagtatala.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:81","price":"Sabihin mo: “Kung nagkaroon ang Napakamaawain ng isang anak, ako ay ang una sa mga tagasamba.”","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:82","price":"Kaluwalhatian sa Panginoon ng mga langit at lupa, Panginoon ng Trono, higit sa anumang inilalarawan nila.[553]","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"[553] pag-uugnay sa Kanya ng katambal, asawa, at anak","lang":"tl"},{"name":"43:83","price":"Kaya hayaan mo silang sumuong [sa kabulaanan] at maglaro hanggang sa makipagkita sila sa araw nilang ipinangangako sa kanila.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:84","price":"Siya ang sa langit ay Diyos at sa lupa ay Diyos. Siya ay ang Marunong, ang Maalam.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:85","price":"Napakamapagpala ang sa Kanya ang paghahari sa mga langit at lupa at anumang nasa pagitan ng mga ito. Nasa Kanya ang kaalaman sa Huling Sandali at tungo sa Kanya pababalikin kayo [para tuusin].","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:86","price":"Hindi nakapagdudulot ang mga dinadalanginan nila bukod pa sa Kanya ng pamamagitan maliban sa mga sumaksi sa katotohanan habang sila ay nakaaalam [sa sinaksihan nila].","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:87","price":"Talagang kung nagtanong ka sa kanila kung sino ang lumikha sa kanila ay talagang magsasabi nga silang si Allāh. Kaya paanong nalilinlang sila?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:88","price":"[Nakaaalam si Allāh] sa sabi niya: “O Panginoon ko, tunay na ang mga ito ay mga taong hindi sumasampalataya.”","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"tl"},{"name":"43:89","price":"Kaya umiwas ka sa kanila at magsabi ka: “Kapayapaan!” sapagkat malalaman nila [ang daranasing parusa].","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"tl"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}