{"data":[{"name":"48:1","price":"Tunay na Kami ay nagpawagi sa iyo [O Muḥammad] ng isang malinaw na pagwagi[567]","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[567] dahil sa kasunduan ng pagyapa ng Ḥudaybīyah","lang":"tl"},{"name":"48:2","price":"upang magpatawad sa iyo si Allāh sa anumang nauna na pagkakasala mo at anumang naantala, [upang] lumubos Siya sa biyaya Niya sa iyo, [upang] magpatnubay Siya sa iyo sa isang landasing tuwid,","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:3","price":"at [upang] mag-adya Siya sa iyo ng isang pag-aadyang makapangyarihan.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:4","price":"Siya ay ang nagpababa ng katahimikan sa mga puso ng mga mananampalataya upang madagdagan sila [sa kasalukuyan] ng pananampalataya kasama sa pananampalataya nila. Sa kay Allāh ang mga kawal ng mga langit at lupa. Laging si Allāh ay Maalam, Marunong.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:5","price":"[Ito ay] upang magpapasok Siya sa mga lalaking mananampalataya at mga babaing mananampalataya sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito, [upang] magtakip-sala Siya sa kanila sa mga masagwang gawa nila – laging iyon sa ganang kay Allāh ay isang pagkatamong sukdulan –","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:6","price":"at [upang] pagdusahin Niya ang mga lalaking mapagpaimbabaw at ang mga babaing mapagpaimbabaw, at ang mga lalaking tagapagtambal at ang mga babaing tagapagtambal, na mga nagpapalagay kay Allāh ng pagpapalagay ng kasagwaan. Sumakanila ang pananalanta ng kasagwaan! Nagalit si Allāh sa kanila, sumumpa Siya sa kanila, at naghanda Siya para sa kanila ng Impiyerno. Kay saklap iyon bilang kahahantungan!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:7","price":"Sa kay Allāh ang mga kawal ng mga langit at lupa. Laging si Allāh ay Makapangyarihan, Marunong.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:8","price":"Tunay na Kami ay nagsugo sa iyo [O Propeta Muḥammad] bilang tagasaksi, bilang tagapagbalita ng nakagagalak [na mamamalaging Kaginhawahan], at bilang mapagbabala [ng Pagdurusa],","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:9","price":"upang sumampalataya kayo kay Allāh at sa Sugo Niya, kumatig kayo rito, gumalang kayo rito, at magluwalhati kayo sa Kanya sa umaga at sa gabi.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:10","price":"Tunay na ang mga nangangako ng katapatan sa iyo [O Propeta Muḥammad] ay nangangako lamang ng katapatan kay Allāh habang ang kamay ni Allāh ay nasa ibabaw ng mga kamay nila. Kaya ang sinumang sumira [sa pangako] ay sumisira lamang siya laban sa sarili niya. Ang sinumang tumupad sa pakikipagkasunduan kay Allāh ay magbibigay Siya sa kanya ng isang pabuyang sukdulan [sa Paraiso].","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:11","price":"Magsasabi sa iyo ang mga pinaiwan [dahil sa pag-ibig sa kamunduhan] kabilang sa mga Arabeng disyerto: “Umabala sa amin ang mga ari-arian namin at ang mga mag-anak namin kaya magpatawad Ka sa amin.” Nagsasabi sila sa pamamagitan ng mga dila nila ng wala sa mga puso nila. Sabihin mo: “Sino ang makapagdudulot para sa inyo laban kay Allāh ng anuman kung nagnais Siya sa inyo ng isang kapinsalaan o nagnais Siya sa inyo ng isang kapakinabangan? Bagkus laging si Allāh sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:12","price":"Bagkus nagpalagay kayo na hindi uuwi ang Sugo at ang mga mananampalataya sa mga mag-anak nila magpakailanman, ipinang-akit iyon sa mga puso ninyo, nagpalagay kayo ng pagpapalagay ng kasagwaan, at kayo ay naging mga taong napariwara.”","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:13","price":"Ang sinumang hindi sumampalataya kay Allāh at sa Sugo Niya [na si Muḥammad] ay tunay na Kami ay naglaan para sa mga tagatangging sumampalataya ng isang Liyab.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:14","price":"Sa kay Allāh ang paghahari sa mga langit at lupa. Nagpapatawad Siya sa kaninumang niloloob Niya at nagpaparusa Siya sa sinumang niloloob Niya. Laging si Allāh ay Mapagpatawad, Maawain.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:15","price":"Magsasabi ang mga pinaiwan kapag lumisan kayo patungo sa mga samsam upang kumuha ng mga iyon: “Magpaubaya kayo sa amin, susunod kami sa inyo.” Nagnanais sila na magpalit ng Pananalita ni Allāh. Sabihin mo: “Hindi kayo susunod sa amin; gayon nagsabi si Allāh bago pa niyan.” Kaya magsasabi sila: “Bagkus naiinggit kayo sa amin.” Bagkus sila noon ay hindi nakauunawa[568] kundi ng kaunti.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"[568] sa mga ipinag-uutos ni Allāh at mga ipinagbabawal Niya","lang":"tl"},{"name":"48:16","price":"Sabihin mo sa mga pinaiwan kabilang sa mga Arabeng disyerto: “Aanyayahan kayo [para makipaglaban] tungo sa mga taong may matinding kapangyarihan. Makikipaglaban kayo sa kanila o magpapasakop sila. Kaya kung tatalima kayo ay magbibigay sa inyo si Allāh ng isang pabuyang maganda [sa Paraiso]. Kung tatalikod kayo kung paanong tumalikod kayo bago pa niyan, pagdurusahin Niya kayo ng isang pagdurusang masakit.”","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:17","price":"Walang maisisisi sa bulag, walang maisisisi sa pilay, at walang maisisisi sa may-sakit [na magpaiwan]. Ang sinumang tumatalima kay Allāh at sa Sugo Niya [na si Muḥammad] ay magpapapasok Siya rito sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Ang sinumang tumalikod ay pagdurusahin Niya ito ng isang pagdurusang masakit.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:18","price":"Talaga ngang nalugod si Allāh sa mga mananampalataya noong nangangako sila ng katapatan sa iyo [O Propeta Muḥammad] sa ilalim ng punong-kahoy sapagkat nakaalam Siya sa nasa mga puso nila kaya naman nagpababa Siya ng katahimikan sa kanila at gumantimpala Siya sa kanila ng isang pagpapawaging malapit,","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:19","price":"at maraming samsam na makukuha nila. Laging si Allāh ay Makapangyarihan, Marunong.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:20","price":"Nangako sa inyo si Allāh ng maraming samsam na makukuha ninyo kaya minadali Niya para sa inyo ang mga ito[569] at pumigil Siya sa mga kamay ng mga tao laban sa inyo,[570] at upang ang mga [samsam sa digmaan na] ito ay maging isang tanda para sa mga mananampalataya at magpatnubay Siya sa inyo sa isang landasing tuwid [ng Islām].","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"[569] Ibig sabihin: ang mga samsam ng digmaan sa Khaybar.\n[570] na makasakit sa mga mag-anak ninyo","lang":"tl"},{"name":"48:21","price":"May iba pa [na mga pagwawaging ipinangako] na hindi kayo nakakaya sa mga iyon, na pumaligid si Allāh sa mga iyon. Laging si Allāh sa bawat bagay ay May-kakayahan.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:22","price":"Kung sakaling kumalaban sa inyo ang mga tumangging sumampalataya ay talaga sanang nagbaling sila ng mga likod, pagkatapos hindi sila nakatatagpo ng isang katangkilik ni isang mapag-adya.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:23","price":"[Nagsakalakaran] ng kalakaran ni Allāh na nagdaan na bago pa niyan at hindi ka makatatagpo para sa kalakaran ni Allāh ng isang pagpapalit.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:24","price":"Siya ay ang pumigil sa mga kamay nila laban sa inyo at sa mga kamay ninyo laban sa kanila sa lambak ng [Ḥudaybīyah malapit sa] Makkah matapos na nagpanalo Siya sa inyo laban sa kanila [na sumalakay sa inyo papunta sa Makkah]. Laging si Allāh sa anumang ginagawa ay Nakakikita.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:25","price":"Sila ay ang mga tumangging sumampalataya at sumagabal sa inyo sa Masjid na Pinakababanal at sa inaalay habang pinigilan na makarating sa pinag-aalayan nito. Kung hindi dahil sa mga lalaking mananampalataya at mga babaing mananampalataya na hindi kayo nakaalam sa kanila [sa Makkah] – na baka makapaslang kayo sa kanila para may tumama sa inyo dahil sa kanila na isang kapintasan nang wala sa kaalaman [ninyo] – [talaga sanang nagpahintulot Siya sa iyo sa pagsakop sa Makkah] upang magpapapasok si Allāh ng awa Niya sa sinumang niloloob Niya. Kung sakaling nabukod sila [ng mga mananampalataya at mga tagatangging sumampalataya] ay talaga sanang pinagdusa Namin ang mga tumanging sumampalataya kabilang sa kanila ng isang pagdurusang masakit.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:26","price":"Noong naglagay ang mga tumangging sumampalataya sa mga puso nila ng [pagkadama ng] kapalaluan, kapalaluan ng Panahon ng Kamangmangan, ay nagpababa si Allāh ng katahimikan Niya sa Sugo Niya at sa mga mananampalataya, nagpanatili Siya sa kanila sa salita ng pangingilag magkasala, at sila ay higit na may karapatan doon at higit na karapat-dapat doon.[571] Laging si Allāh sa bawat bagay ay Maalam.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[571] Ibig sabihin: ang pagsabi ng Walang Diyos kundi si Allāh.","lang":"tl"},{"name":"48:27","price":"Talaga ngang nagsakatuparan si Allāh sa Sugo Niya ng panaginip ayon sa katotohanan. Talagang papasok nga kayo sa Masjid na Pinakababanal [sa Makkah], kung niloob ni Allāh, na mga ligtas na mga nag-ahit ng mga ulo ninyo [ang ilan] at mga nagpaiksi [ng buhok ang ilan], na hindi kayo nangangamba, saka nakaalam Siya ng hindi ninyo nalaman kaya gumawa Siya bukod pa roon[572] ng isang pagpapawaging malapit.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[572] Ibig sabihin: ang pagsakop sa Khaybar","lang":"tl"},{"name":"48:28","price":"28 Siya ay ang nagsugo sa Sugo Niya [na si Muḥammad] kalakip ng patnubay at Relihiyon ng Katotohanan upang magpangibabaw Siya nito sa [ibang] relihiyon sa kabuuan nito. Nakasapat si Allāh bilang Saksi.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"tl"},{"name":"48:29","price":"Si Muḥammad ay ang Sugo ni Allāh. Ang mga kasama sa kanya ay mga matindi sa mga tagatangging sumasampalataya, mga maawain sa isa’t isa sa kanila. Makikita mo sila na mga nakayukod, mga nakapatirapa, na naghahangad ng isang kabutihang-loob mula kay Allāh at ng isang kasiyahan [Niya]. Ang tatak nila ay nasa mga mukha nila, mula sa bakas ng pagpapatirapa. Iyon ay ang paglalarawan sa kanila sa Torah.[573] Ang paglalarawan naman sa kanila sa Ebanghelyo[574] ay gaya ng tanim na nagluwal ng usbong nito, saka pinalakas nito iyon, saka kumapal iyon, saka tumayo iyon sa puno nito, na nagpatuwa sa mga tagatanim, upang magpangitngit Siya sa pamamagitan nila sa mga tagatangging sumampalataya. Nangako si Allāh sa mga sumampalataya at mga gumawa ng mga maayos kabilang sa kanila ng isang kapatawaran at isang pabuyang sukdulan [sa Paraiso].","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"[573] Tingnan ang Deuternomio 33:13 at ang Mga Bilang 16:22\n[574] Tingnan ang Marcos 4:26, 29 at ang Mateo 13:39","lang":"tl"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}