{"data":[{"name":"58:1","price":"Narinig nga ni Allāh ang sabi ng [babaing][615] nakikipagtalo sa iyo [O Propeta Muḥammad] hinggil sa asawa niya[616] at dumaraing kay Allāh at si Allāh ay nakaririnig sa pagtatalakayan ninyong dalawa. Tunay na si Allāh ay Madinigin, Nakakikita.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"[615] Ibig sabihin: si Khawlah na anak ni Tha`labah.\n[616] Si Aws na anak Ṣāmit.","lang":"tl"},{"name":"58:2","price":"Ang mga nagsasagawa ng dhihār[617] kabilang sa inyo sa mga maybahay nila [ay nagsinungaling]; ang mga ito ay hindi mga ina nila; walang iba ang mga ina nila kundi ang mga nanganak sa kanila. Tunay na sila ay talagang nagsasabi ng isang nakasasama kabilang sa sinasabi at isang kabulaanan. Tunay na si Allāh ay talagang Mapagpaumanhin, Mapagpatawad.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"[617] Isang uri ng diborsiyo sa pamamagitan ng paghahalintulad sa maybahay sa ina sa pamamagitan ng pagsabi sa maybahay: Ikaw sa ganang akin ay para bagang likod ng ina ko.","lang":"tl"},{"name":"58:3","price":"Ang mga nagsasagawa ng dhihār sa mga maybahay nila, pagkatapos bumabawi sila sa sinabi nila, ay pagpapalaya ng isang alipin [ang panakip-sala] bago pa silang dalawa magsalingan.[618] Gayon kayo pinangangaralan. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"[618] Ibig sabihin: magtalik.","lang":"tl"},{"name":"58:4","price":"Ngunit ang sinumang hindi nakatagpo [ng aliping mapalalaya, kailangan sa kanya] ang pag-aayuno ng dalawang buwang nagkakasunuran bago pa silang dalawa magsalingan;[619] ngunit ang sinumang hindi nakakaya [ay kailangan sa kanya] ang pagpapakain ng animnapung dukha. Iyon ay upang sumampalataya kayo kay Allāh at sa Sugo Niya. Iyon ay ang mga hangganan ni Allāh. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang masakit.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"[619] Ibig sabihin: magtalik.","lang":"tl"},{"name":"58:5","price":"Tunay na ang mga sumasalansang kay Allāh at sa Sugo Niya [na si Muḥammad] ay dudustain kung paanong dinusta ang mga [sumalansang sa mga sugo] bago pa nila. Nagpababa nga Kami ng mga tandang malilinaw. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang manghahamak,","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:6","price":"sa Araw na bubuhay sa kanila si Allāh nang lahatan saka magbabalita Siya sa kanila hinggil sa ginawa nila [na masagwa sa Mundo]. Mag-iisa-isa niyon si Allāh samantalang lumimot sila niyon. Si Allāh sa bawat bagay ay Saksi.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:7","price":"Hindi mo ba napag-alaman na si Allāh ay nakaaalam sa anumang nasa mga langit at anumang nasa lupa? Walang anumang sarilinang pag-uusap ng tatlo malibang Siya ay ang ikaapat nila, ni ng lima malibang Siya ay ang ikaanim nila, ni ng higit na mababa kaysa roon, ni ng higit na marami kaysa roon malibang Siya ay kasama sa kanila nasaan man sila [sa kaalaman Niya]. Pagkatapos magbabalita Siya sa kanila, hinggil sa anumang ginawa nila [buhay nila], sa Araw ng Pagbangon. Tunay na si Allāh sa bawat bagay ay Maalam.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:8","price":"Hindi ka ba tumingin sa mga sinaway laban sa sarilinang pag-uusap, pagkatapos nanunumbalik sila sa sinaway sa kanila at sarilinang nag-uusapan sila hinggil sa kasalanan, pangangaway, at pagsuway sa Sugo? Kapag dumating sila sa iyo ay bumabati sila sa iyo ng [pagbating] hindi ibinati sa iyo ni Allāh at nagsasabi sila sa mga sarili nila: “Bakit hindi tayo pagdusahin ni Allāh dahil sa sinasabi natin?” Kasapatan sa kanila ang Impiyerno. Masusunog sila roon, kaya kay saklap ang kahahantungan!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:9","price":"O mga sumampalataya, kapag sarilinang nag-usapan kayo ay huwag kayong sarilinang mag-usapan hinggil sa kasalanan, pangangaway, at pagsuway sa Sugo [ni Allāh], bagkus sarilinang mag-usapan kayo hinggil sa pagsasamabuting-loob at pangingilag magkasala. Mangilag kayong magkasala kay Allāh na tungo sa Kanya ay kakalapin kayo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:10","price":"Ang [masamang] sarilinang pag-uusap ay mula sa demonyo lamang upang malungkot ang mga sumampalataya at hindi siya makapipinsala sa kanila ng anuman malibang may pahintulot ni Allāh. Kay Allāh ay manalig ang mga mananampalataya.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:11","price":"O mga sumampalataya, kapag sinabi sa inyo na magpaluwang-luwang kayo sa mga pagtitipon [ninyo] ay magpaluwang kayo – magpapaluwang si Allāh para sa inyo [mula sa awa Niya; at kapag sinabi sa inyo na umangat kayo [mula sa kinauupuan] ay umangat kayo – mag-aangat si Allāh ng mga antas sa mga sumampalataya kabilang sa inyo at mga binigyan ng kaalaman. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:12","price":"O mga sumampalataya, kapag sarilinang nakipag-usap kayo sa Sugo ay maghandog kayo, bago ng sarilinang pag-uusap ninyo, ng isang kawanggawa. Iyon ay higit na mabuti para sa inyo at higit na dalisay. Ngunit kung hindi kayo nakatagpo [ng maikakawanggawa], tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:13","price":"Nabagabag ba kayo [sa karukhaan] na maghandog kayo, bago ng sarilinang pag-uusap ninyo, ng mga kawanggawa? Kaya kapag hindi ninyo nagawa at tumanggap si Allāh sa inyo ng pagbabalik-loob ay magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at tumalima kayo kay Allāh at sa Sugo Niya. Si Allāh ay Mapagbatid sa anumang ginagawa ninyo.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:14","price":"Hindi ka ba tumingin sa mga [mapagpaimbabaw na] tumangkilik sa mga taong [Hudyo na] nagalit si Allāh sa mga iyon? Sila ay hindi kabilang sa inyo [O mga mananampalataya] at hindi kabilang sa mga [tagatangging sumampalatayang] iyon. Sumusumpa sila sa kasinungalingan habang sila ay nakaaalam.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:15","price":"Naghanda si Allāh para sa kanila ng isang pagdurusang matindi. Tunay na sila ay kay sagwa ang dati nilang ginagawa!","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:16","price":"Gumawa sila sa mga panunumpa nila bilang panakip [laban sa pagkapatay] kaya sumagabal sila sa landas ni Allāh, kaya ukol sa kanila ay isang pagdurusang manghahamak.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:17","price":"Hindi makapagpapakinabang para sa kanila ang mga yaman nila ni ang mga anak nila laban kay Allāh sa anuman. Ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili,","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:18","price":"sa Araw na bubuhay sa kanila si Allāh nang lahatan saka manunumpa sila sa Kanya kung paanong nanunumpa sila sa inyo [na mga mananampalataya]. Nag-aakala sila na sila ay [nakabatay] sa isang bagay. Pansinin, tunay na sila ay ang mga sinungaling.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:19","price":"Nakagapi sa kanila ang demonyo kaya nagpalimot ito sa kanila ng pag-alaala kay Allāh. Ang mga iyon ay ang lapian ng demonyo. Pansinin, tunay na ang lapian ng demonyo ay ang mga lugi.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:20","price":"Tunay na ang mga sumasalansang kay Allāh at sa Sugo Niya [na si Muḥammad], ang mga iyon ay kabilang sa mga pinakakaaba-aba.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:21","price":"Nagtakda si Allāh: “Talagang mananaig nga Ako mismo at ang mga sugo Ko.” Tunay na si Allāh ay Malakas, Makapangyarihan.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:22","price":"Hindi ka makatatagpo ng mga taong sumasampalataya kay Allāh at sa Huling Araw na nakikipagmahalan sa sinumang sumalansang kay Allāh at sa Sugo Niya, kahit pa man ang mga ito ay mga magulang nila o mga anak nila o mga kapatid nila o angkan nila. Ang mga iyon ay sinulatan Niya sa mga puso nila ng pananampalataya at inalalayan Niya sa pamamagitan ng isang espiritu[620] mula sa Kanya. Magpapapasok Siya sa kanila sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Nalugod si Allāh sa kanila at nalugod sila sa Kanya. Ang mga iyon ay ang lapian ni Allāh. Pansinin, tunay na ang lapian ni Allāh ay ang mga matagumpay.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"[620] Ibig sabihin: isang liwanag isang patotoo.","lang":"tl"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}