{"data":[{"name":"67:1","price":"Napakamapagpala ang nasa kamay Niya ang paghahari, at Siya sa bawat bagay ay May-kakayahan,","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:2","price":"na lumikha ng kamatayan at buhay upang sumubok Siya sa inyo kung alin sa inyo ang pinakamaganda sa gawa. Siya ay ang Makapangyarihan, ang Mapagpatawad,","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:3","price":"na lumikha ng pitong langit na nagkakatakluban. Hindi ka nakakikita sa pagkakalikha ng Napakamaawain ng anumang pagtataliwasan. Kaya magpapabalik ka ng pagtingin [sa langit], nakakikita ka kaya ng anumang mga bitak?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:4","price":"Pagkatapos magpapabalik ka ng paningin nang pault-ulit, babalik sa iyo ang paningin mo na hamak samantalang ito ay pagal.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:5","price":"Talaga ngang gumayak Kami sa langit na pinakamababa[655] ng mga lampara at gumawa Kami sa mga iyon na mga pambato sa mga demonyo. Naglaan Kami para sa kanila ng pagdurusa sa Liyab.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"[655] Ibig sabihin: langit na pinakamalapit sa Daigdig.","lang":"tl"},{"name":"67:6","price":"Ukol sa mga tumangging sumampalataya sa Panginoon nila ang pagdurusa sa Impiyerno. Kay saklap ang kahahantungan!","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:7","price":"Kapag itinapon sila roon ay makaririnig sila ng isang singhal habang iyon ay kumukulo.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:8","price":"Halos nagkakapira-piraso iyon sa ngitngit. Tuwing nakapagtapon doon ng isang pulutong ay magtatanong sa kanila ang mga tagatanod niyon: “Wala bang pumunta sa inyo na isang mapagbabala [na isang sugo mula kay Allāh]?”","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:9","price":"Magsasabi sila: “Oo, may pumunta nga sa amin na isang mapagbabala ngunit nagpasinungaling kami at nagsabi kami: Hindi nagbaba si Allāh ng anuman [mula sa Kapahayagan]; walang iba kayo kundi nasa isang pagkaligaw na malaki.”","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:10","price":"Magsasabi sila: “Kung sakaling kami dati ay dumidinig[656] o nakapag-uunawa, hindi sana kami naging mga maninirahan sa Liyab!”","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"[656] nang pagdinig na mapakikinabangan","lang":"tl"},{"name":"67:11","price":"Kaya aamin sila ng pagkakasala nila, kaya pagkalayu-layo [sa kabutihan] ay ukol sa mga maninirahan sa Liyab!","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:12","price":"Tunay na ang mga natatakot sa Panginoon nila nang nakalingid, ukol sa kanila ay isang kapatawaran at isang pabuyang malaki.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:13","price":"Maglihim kayo ng sinabi ninyo o maghayag kayo nito, tunay na Siya ay Maalam sa nilalaman ng mga dibdib.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:14","price":"Hindi ba nakaaalam ang lumikha [ng lahat] samantalang Siya ay ang Mapagtalos,[657] ang Mapagbatid?","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"[657] O ang Mabait.","lang":"tl"},{"name":"67:15","price":"Siya ay ang gumawa para sa inyo ng lupa na [maging] maamo, kaya maglakad kayo sa mga dako nito at kumain kayo mula sa panustos Niya. Tungo sa Kanya ang pagkabuhay.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:16","price":"Natiwasay ba kayo sa Kanya na nasa langit na magpalamon Siya sa inyo sa lupa saka biglang ito ay nayayanig?","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:17","price":"O natiwasay kayo sa Kanya na nasa langit na magsugo Siya sa inyo ng isang unos ng mga bato, kaya makaaalam kayo kung papaano [katindi] ang babala Ko?","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:18","price":"Talaga ngang nagpasinungaling ang mga bago pa nila, kaya papaano naging [kakila-kilabot] ang pagtutol Ko?","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:19","price":"Hindi ba sila nakakita sa mga ibon sa ibabaw nila habang mga nakabuka [ang mga pakpak] at nagtitiklop [ng mga pakpak]? Walang pumipigil sa mga iyon kundi [si Allāh,] ang Napakamaawain. Tunay na Siya sa bawat bagay ay Nakakikita.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:20","price":"O sino itong isang hukbo para sa inyo na mag-aadya sa inyo bukod pa sa Napakamaawain [na si Allāh]? Walang iba ang mga tagatangging sumampalataya kundi nasa isang pagkalinlang.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:21","price":"O sino itong magtutustos sa inyo kung pumigil Siya sa panustos Niya? Bagkus nagmatigas sila [na mga tagatangging sumampalataya] sa isang pagpapakasutil [nila] at isang pagkaayaw [sa katotohanan].","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:22","price":"Kaya ang naglalakad ba habang nakasubsob sa mukha niya ay higit na napatnubayan o ang naglalakad habang nakatindig sa isang landasing tuwid?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:23","price":"Sabihin mo: “Siya ay ang nagpaluwal sa inyo at gumawa para sa inyo ng pandinig, mga paningin, at mga puso. Kaunti ang pinasasalamatan ninyo!”","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:24","price":"Sabihin mo: “Siya ay ang lumalang sa inyo[658] sa lupa at tungo sa Kanya kakalapin kayo [para sa pagtutuos].”","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"[658] O lumikha sa inyo.","lang":"tl"},{"name":"67:25","price":"Magsasabi sila: “Kailan ang pangakong ito [ng pagkabuhay] kung kayo ay mga tapat?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:26","price":"Sabihin mo: “Ang kaalaman ay nasa ganang kay Allāh lamang at ako ay isang mapagbabalang malinaw lamang.”","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:27","price":"Ngunit kapag nakakita sila nito sa kalapitan ay sasagwa ang mga mukha ng mga tumangging sumampalataya at sasabihin: “Ito ang dati ninyong pinananawagan.”","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:28","price":"Sabihin mo: “Nagsaalang-alang ba kayo kung nagpahamak sa akin si Allāh at sa sinumang kasama sa akin o naawa Siya sa amin, sino ang kakalinga sa mga tagatangging sumampalataya laban sa isang pagdurusang masakit?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:29","price":"Sabihin mo: “Siya ay ang Napakamaawain; sumampalataya kami sa Kanya at sa Kanya kami nanalig. Kaya makaaalam kayo kung sino ang nasa isang pagkaligaw na malinaw.”","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"tl"},{"name":"67:30","price":"Sabihin mo: “Nagsaalang-alang ba kayo kung ang tubig ninyo ay naging lubog, sino [bukod kay Allāh] ang magdadala sa inyo ng isang tubig na umaagos?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"tl"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}