{"data":[{"name":"7:1","price":"Alif. Lām. Mīm. Sād.[167]","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"[167] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"7:2","price":"[Ito ay] isang Aklat na pinababa sa iyo, kaya huwag magkaroon sa dibdib mo ng pagkaasiwa mula rito, upang magbabala ka sa pamamagitan nito at bilang paalaala para sa mga mananampalataya.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:3","price":"Sumunod kayo sa pinababa sa inyo mula sa Panginoon ninyo at huwag kayong sumunod sa bukod pa sa Kanya bilang mga katangkilik. Kakaunti ang isinasaalaala ninyo!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:4","price":"Kay rami ng [makasalanang] pamayanang ipinahamak Namin[168] saka dumating doon ang parusa Namin sa magdamag o habang sila ay mga umiidlip sa hapon,","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"[168] dahil sa pagpupumilit sa kawalang-pananampalataya at pagkaligaw","lang":"tl"},{"name":"7:5","price":"saka walang iba ang panawagan nila noong dumating sa kanila ang parusa Namin maliban na nagsabi sila: “Tunay na kami dati ay mga tagalabag sa katarungan.”","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:6","price":"Saka talagang magtatanong nga Kami sa mga pinagsuguan at talagang magtatanong nga Kami sa mga isinugo.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:7","price":"Kaya talagang magsasalaysay nga Kami sa kanila [ng mga ginawa nila] nang may kaalaman at Kami lagi ay hindi nakaliban.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:8","price":"Ang pagtitimbang sa Araw na iyon ay ang katotohanan. Kaya ang mga bumigat ang mga timbangan nila [ng kabutihan], ang mga iyon ay ang mga magtatagumpay.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:9","price":"Ang mga gumaan ang mga timbangan nila [ng kabutihan], ang mga iyon ay ang mga nagpalugi sa mga sarili nila dahil sila noon sa mga tanda Namin ay lumalabag sa katarungan.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:10","price":"Talaga ngang nagbigay-kapangyarihan Kami sa inyo sa lupa at gumawa Kami para sa inyo rito ng mga kabuhayan. Kaunti ang pinasasalamatan ninyo!","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:11","price":"Talaga ngang lumikha Kami sa inyo. Pagkatapos nag-anyo Kami sa inyo. Pagkatapos nagsabi Kami sa mga anghel: “Magpatirapa kayo kay Adan [bilang pagpipitagan],” kaya nagpatirapa sila maliban si Satanas; hindi siya naging kabilang sa mga nagpapatirapa.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:12","price":"Nagsabi Siya: “Ano ang pumigil sa iyo na hindi ka magpatirapa noong nag-utos Ako sa iyo?” Nagsabi ito: “Ako ay higit na mainam kaysa sa kanya. Lumikha Ka sa akin mula sa apoy samantalang lumikha Ka sa kanya mula sa putik.”","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:13","price":"Nagsabi Siya: “Kaya lumapag ka mula rito sapagkat hindi nagiging ukol sa iyo na magpakamalaki rito. Kaya lumabas ka; tunay na ikaw ay kabilang sa mga nanliliit.”","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:14","price":"Nagsabi ito: “Magpaliban Ka sa akin hanggang sa araw na bubuhayin sila.”","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:15","price":"Nagsabi Siya: “Tunay na ikaw ay kabilang sa mga ipagpapaliban.”","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:16","price":"Nagsabi ito: “Kaya dahil nagpalisya Ka sa akin, talagang mag-aabang nga ako sa kanila sa landasin Mong tuwid.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:17","price":"Pagkatapos talagang pupunta nga ako sa kanila sa harapan nila at sa likuran nila at sa dakong mga kanan nila at sa dakong mga kaliwa nila. Hindi Ka makatatagpo sa higit na marami sa kanila bilang mga tagapagpasalamat.”","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:18","price":"Nagsabi Siya: “Lumabas ka mula rito bilang nilalait na pinalalayas. Talagang ang sinumang sumunod sa iyo kabilang sa kanila ay talagang magpupuno nga Ako ng Impiyerno mula sa inyo nang magkakasama.","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:19","price":"O Adan, manahan ka at ang asawa mo sa Paraiso, saka kumain kayong dalawa mula saanman ninyo loobin ngunit huwag kayong dalawa lumapit sa punong-kahoy na ito para kayong dalawa ay [hindi] maging kabilang sa mga tagalabag sa katarungan.”","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:20","price":"Ngunit nagpasaring sa kanilang dalawa ang demonyo upang magtambad siya sa kanilang dalawa ng binalot para sa kanilang dalawa mula sa kahubaran nilang dalawa. Nagsabi siya: “Hindi sumaway sa inyong dalawa ang Panginoon ninyong dalawa laban sa punong-kahoy na ito maliban na kayong dalawa ay maging mga anghel o kayong dalawa ay maging kabilang sa mga nananatiling-buhay.”","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:21","price":"Nakipagsumpaan siya sa kanilang dalawa: “Tunay na ako para sa inyong dalawa ay kabilang sa mga tagapagpayo.”","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:22","price":"Kaya nagpamithi siya sa kanilang dalawa dahil sa isang pagkalinlang. Kaya noong nakatikim silang dalawa sa [bunga ng] punong-kahoy ay natambad sa kanilang dalawa ang kahubaran nilang dalawa at nagsimula silang dalawa na magkapit sa kanilang dalawa ng mula sa mga dahon ng Paraiso. Nanawagan sa kanilang dalawa ang Panginoon nilang dalawa: “Hindi ba Ako sumaway sa inyong dalawa laban sa punong-kahoy na iyon at nagsabi sa inyong dalawa: Tunay na ang demonyo para sa inyong dalawa ay isang kaaway na malinaw?”","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:23","price":"Nagsabi silang dalawa: “Panginoon namin, lumabag kami sa katarungan sa mga sarili namin. Kung hindi Ka magpapatawad sa amin at maaawa sa amin, talagang kami nga ay magiging kabilang sa mga lugi.”[169]","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"[169] Nasa sa Qur’an 2:337 na pinatawad ni Allāh sina Adan sa unang pagkakasala nila kaya walang manang kasalanan sa Islam.","lang":"tl"},{"name":"7:24","price":"Nagsabi Siya: “Lumapag kayo;[170] ang iba sa inyo para sa iba ay kaaway. Ukol sa inyo sa lupa ay isang pinagtitigilan at isang natatamasa hanggang sa isang panahon.”","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"[170] Ibig sabihin: Lumpag kayo, Adan, Eva, at Satanas, mula sa Paraiso patungo sa lupa.","lang":"tl"},{"name":"7:25","price":"Nagsabi Siya: “Sa loob niyon mabubuhay kayo, sa loob niyon mamamatay kayo, at mula roon ilalabas kayo [para buhayin].","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:26","price":"O mga anak ni Adan, nagpababa nga Kami sa inyo ng kasuutan na magbabalot sa kahubaran ninyo at bilang gayak. Ang kasuutan ng pangingilag magkasala, iyon ay higit na mabuti. Iyon ay kabilang sa mga tanda ni Allāh, nang sa gayon sila ay magsasaalaala.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:27","price":"O mga anak ni Adan, huwag ngang tutukso sa inyo ang demonyo yayamang nagpalabas siya sa mga magulang ninyo mula sa Paraiso habang nag-aalis sa kanilang dalawa ng kasuutan nilang dalawa upang magpakita siya sa kanilang dalawa ng kahubaran nilang dalawa. Tunay na siya ay nakakikita sa inyo, siya at ang mga kampon niya, mula sa kung saan hindi kayo nakakikita sa kanila. Tunay na Kami ay gumawa sa mga demonyo bilang mga katangkilik para sa mga hindi sumasampalataya.”","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:28","price":"Kapag gumawa sila ng isang malaswa ay magsasabi sila: “Nakatagpo kami sa gayon sa mga magulang namin at si Allāh ay nag-utos sa amin niyon.” Sabihin mo: “Tunay na si Allāh ay hindi nag-uutos ng kalaswaan; nagsasabi ba kayo hinggil kay Allāh ng hindi ninyo nalalaman?”","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:29","price":"Sabihin mo: “Nag-utos ang Panginoon ko ng pagkamakatarungan, at na magpanatili kayo ng mga mukha ninyo sa bawat patirapaan at manalangin kayo sa Kanya habang mga nagpapakawagas para sa Kanya sa relihiyon. Kung paanong nagsimula Siya sa inyo, [gayon] kayo manunumbalik [bilang mga buhay].”","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:30","price":"May isang pangkat na pinatnubayan Niya at may isang pangkat na nagindapat sa kanila ang kaligawan. Tunay na sila ay gumawa sa mga demonyo bilang mga katangkilik bukod pa kay Allāh at nag-aakala na mga napapatnubayan.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:31","price":"O mga anak ni Adan, magsuot kayo ng gayak ninyo sa bawat masjid. Kumain kayo at uminom kayo at huwag kayong magpakalabis; tunay na Siya ay hindi umiibig sa mga nagpapakalabis.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:32","price":"Sabihin mo: “Sino ang nagbawal sa gayak ni Allāh na pinalabas Niya para sa mga lingkod Niya at sa mga kaaya-aya mula sa panustos?” Sabihin mo: “Ito ay para sa mga sumampalataya sa [sandali ng] buhay sa Mundo samantalang nakalaan [sa kanila] sa Araw ng Pagbangon.” Gayon Kami nagdedetalye ng mga tanda para sa mga taong umaalam.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:33","price":"Sabihin mo: “Nagbawal lamang ang Panginoon ko ng mga malaswa: anumang nalantad sa mga ito at anumang nakubli, ng kasalanan, ng paglabag nang walang karapatan, na magtambal kayo kay Allāh ng anumang hindi naman Siya nagbaba roon ng isang katunayan, at na magsabi kayo hinggil kay Allāh ng hindi ninyo nalalaman.”","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:34","price":"Para sa bawat kalipunan ay may taning. Kaya kapag dumating ang taning nila ay hindi sila makapagpapaantala ng isang sandali at hindi sila makapagpapauna.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:35","price":"O mga anak ni Adan, kung may pupunta nga naman sa inyo na mga sugo kabilang sa inyo, na nagsasalaysay sa inyo ng mga tanda Ko, ang mga nangilag magkasala at nagsaayos ay walang pangamba sa kanila ni sila ay malulungkot.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:36","price":"Ang mga nagpasinungaling sa mga talata Namin [sa Qur’ān] at nagmalaki sa mga ito, ang mga iyon ang mga maninirahan sa Apoy; sila ay doon mga mananatili.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:37","price":"Kaya sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan o nagpasinungaling sa mga tanda Niya. Ang mga iyon, aabot sa kanila ang bahagi nila mula sa talaan; hanggang sa nang dumating sa kanila ang mga sugo Namin[171] habang magpapapanaw sa kanila ay magsasabi ang mga ito: “Nasaan ang dati ninyong dinadalanginan bukod pa kay Allāh?” Magsasabi naman sila: “Nawala sila sa amin.” Sasaksi sila laban sa mga sarili nila na sila ay noon mga tagatangging sumampalataya.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"[171] Ibig sabihin: ang mga anghel ng kamatayan.","lang":"tl"},{"name":"7:38","price":"Nagsabi Siya: “Pumasok kayo sa Apoy kasama sa mga kalipunang nakalipas bago pa ninyo kabilang sa jinn at tao. Sa tuwing may papasok na isang kalipunan ay susumpain nito ang [kalipunang] kapatid nito; hanggang sa nang nagsunuran sila roon nang lahatan ay magsasabi ang huli sa kanila sa una sa kanila: “Panginoon Namin, ang mga ito ay nagligaw sa amin kaya magbigay Ka sa kanila ng isang ibayong pagdurusa mula sa Apoy.” Magsasabi naman Siya: “Ukol sa bawat isa ay ibayo, subalit hindi kayo nakaaalam.”","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:39","price":"Magsasabi ang una sa kanila sa huli sa kanila: “Sapagkat hindi kayo nagkaroon higit sa amin ng anumang kalamangan, kaya lasapin ninyo ang pagdurusa dahil sa dati ninyong nakakamit [na kawalang-pananampalataya].”","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:40","price":"Tunay na ang mga nagpasinungaling sa mga talata Namin [sa Qur’ān] at nagmalaki sa mga ito ay hindi bubuksan para sa kanila ang mga pinto ng langit at hindi sila papasok sa Paraiso hanggang sa lumagos ang kamelyo sa mata ng karayom. Gayon Kami gaganti sa mga salarin.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:41","price":"Para sa kanila mula sa Impiyerno ay himlayan at mula sa ibabaw nila ay mga pambalot. Gayon Kami gaganti sa mga tagalabag sa katarungan.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:42","price":"Ang mga sumampalataya at gumawa ng mga maayos – hindi Kami nag-aatang sa isang kaluluwa malibang ayon sa kakayahan nito – ang mga iyon ay ang mga maninirahan sa Paraiso; sila ay doon mga mananatili.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:43","price":"Magtatanggal Kami ng anumang nasa mga dibdib nila na pagkamuhi, habang dumadaloy mula sa ilalim nila ang mga ilog. Magsasabi sila: “Ang papuri ay ukol kay Allāh na nagpatnubay sa amin para rito. Hindi sana kami naging ukol mapatnubayan kung sakaling hindi dahil nagpatnubay sa amin si Allāh. Talaga ngang naghatid ang mga sugo ng Panginoon namin ng katotohanan.” Tatawagin sila: “Iyon ay ang Paraiso; ipinamana sa inyo iyon dahil sa dati ninyong ginagawa [na kabutihan].”","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:44","price":"Mananawagan ang mga maninirahan sa Paraiso sa mga maninirahan sa Apoy, na [nagsasabi]: “Nakatagpo nga kami sa ipinangako sa amin ng Panginoon namin bilang totoo, kaya nakatagpo ba kayo sa ipinangako ng Panginoon ninyo bilang totoo?” Magsasabi sila: “Oo.” Kaya magpapahayag ang isang tagapagpahayag sa pagitan nila na ang sumpa ni Allāh ay nasa mga tagalabag sa katarungan,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:45","price":"ang mga sumasagabal sa landas ni Allāh at naghahangad dito ng isang kabaluktutan samantalang sila sa Kabilang-buhay ay mga tagatangging sumampalataya.”","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:46","price":"Sa pagitan ng dalawang [pangkat na] ito ay may lambong. Sa mga tuktok ay may mga lalaking nakakikilala sa lahat[172] ayon sa mga tatak ng mga ito. Mananawagan sila sa mga maninirahan sa Paraiso, na [nagsasabi]: “Kapayapaan ay sumainyo.” Hindi pa nakapasok ang mga ito roon at ang mga ito ay naghahangad.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"[172] ng mga maninirahan sa Paraiso at Impiyerno","lang":"tl"},{"name":"7:47","price":"Kapag inilihis ang mga paningin nila paharap sa mga maninirahan sa Apoy ay magsasabi sila: “Panginoon Namin, huwag Kang maglagay sa amin kasama sa mga taong tagalabag sa katarungan.”","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:48","price":"Mananawagan ang mga nananatili sa mga tuktok sa mga taong nakikilala nila ayon sa mga tatak ng mga ito, na magsasabi: “Walang naidulot para sa inyo ang pagtipon ninyo at ang dati ninyong ipinagmamalaki.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:49","price":"[Magsasabi si Allāh:] Ang mga ito ba ang mga sumumpa kayong hindi magpapakamit sa kanila si Allāh ng awa? [Sasabihin]: “Magsipasok kayo sa Paraiso; walang pangamba sa inyo ni kayo ay malulungkot.”","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:50","price":"Mananawagan ang mga naninirahan sa Apoy sa mga naninirahan sa Paraiso, na [nagsasabi]: “Magpabaha kayo sa amin ng tubig o ng anumang itinustos sa inyo ni Allāh.” Magsasabi ang mga ito: “Tunay na si Allāh ay nagbawal ng dalawang ito sa mga tagatangging sumampalataya,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:51","price":"na mga gumawa sa relihiyon nila bilang libingan at laro, at luminlang sa kanila ang buhay na pangmundo.” Kaya ngayong Araw lilimot[173] Kami sa kanila kung paanong lumimot sila sa pakikipagkita sa Araw nilang ito at sila dati sa mga tanda Namin ay nagkakaila.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"[173] Ibig sabihin: mag-iiwan Kami sa kanila sa Impiyerno.","lang":"tl"},{"name":"7:52","price":"Talaga ngang naghatid Kami sa kanila ng isang aklat na dinetalye Namin ayon sa kaalaman bilang patnubay at awa para sa mga taong sumasampalataya [sa katotohanan].","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:53","price":"Naghihintay kaya sila maliban pa ng pagsasakatuparan nito? Sa araw na pupunta ang pagsasakatuparan nito ay magsasabi ang mga lumimot nito bago pa niyan: “Naghatid nga ang mga sugo ng Panginoon Namin ng katotohanan, kaya mayroon ba kaming anumang mga tagapagpamagitan para mamagitan sila para sa amin, o pababalikin kami [sa Mundo] para gumawa kami ng iba sa dati naming ginagawa?” Nagpalugi nga sila ng mga sarili nila at nawala sa kanila ang dati nilang ginawa-gawa.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:54","price":"Tunay na ang Panginoon ninyo ay si Allāh na lumikha ng mga langit at lupa sa anim na araw, pagkatapos lumuklok Siya sa Trono. Nagbabalot Siya ng gabi sa maghapon na humahabol doon nang maliksi. [Lumikha Siya] ng araw, buwan, at mga bituin bilang mga pinagsisilbi ayon sa utos Niya. Pansinin, sa Kanya ang paglikha at ang pag-uutos. Napakamapagpala si Allāh, ang Panginoon ng mga nilalang.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:55","price":"Manalangin kayo sa Panginoon ninyo nang may pagpapakumbaba at pagkukubli. Tunay na Siya ay hindi umiibig sa mga tagalabag.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:56","price":"Huwag kayong manggulo sa lupa matapos ng pagsasaayos nito. Dumalangin kayo sa Kanya sa pangamba at sa paghahangad. Tunay na ang awa ni Allāh ay malapit sa mga tagagawa ng maganda.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:57","price":"Siya ay ang nagsusugo ng mga hangin bilang mga tagapagbalita ng nakagagalak sa harap ng awa Niya; hanggang sa nang nagdala ang mga iyon ng mga ulap na mabigat ay aakay Kami sa mga ito tungo sa isang bayang patay saka magpapababa Kami roon ng tubig kaya magpapalabas Kami sa pamamagitan nito ng lahat ng mga bunga. Gayon Kami magpapalabas ng mga patay, nang sa gayon kayo ay magsasaalaala.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:58","price":"Ang bayang kaaya-aya ay lumalabas ang tanim nito ayon sa pahintulot ng Panginoon nito at ang naging karima-rimarim ay hindi lumalabas ito kundi pahirapan. Gayon Kami nagsarisari ng mga tanda para sa mga taong nagpapasalamat.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:59","price":"Talaga ngang nagsugo Kami kay Noe sa mga kababayan niya, saka nagsabi siya: “O mga kababayan ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Tunay na ako ay nangangamba para sa inyo sa pagdurusa sa isang araw na sukdulan.”","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:60","price":"Nagsabi ang konseho kabilang sa mga kalipi niya: “Tunay na kami ay talagang nakakikita sa iyo sa isang pagkaligaw na malinaw.”","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:61","price":"Nagsabi siya:[174] “O mga kalipi ko, walang kaligawan sa akin, subalit ako ay isang sugo mula sa Panginoon ng mga nilalang.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"[174] Ibig sabihin: si Noe.","lang":"tl"},{"name":"7:62","price":"Nagpapaabot ako sa inyo ng mga pasugo ng Panginoon ko, nagpapayo ako sa inyo, at nakaaalam ako mula kay Allāh ng hindi ninyo nalalaman.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:63","price":"Namangha ba kayo na may dumating sa inyo na isang paalaala mula sa Panginoon ninyo dala ng isang lalaking kabilang sa inyo upang magbabala siya sa inyo, upang mangilag kayong magkasala, at nang sa gayon kayo ay kaaawaan?”","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:64","price":"Ngunit nagpasinungaling sila sa kanya, kaya pinaligtas Namin siya at ang mga kasama sa kanya sa daong at nilunod Namin ang mga nagpasinungaling sa mga tanda Namin. Tunay na sila noon ay mga taong bulag.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:65","price":"[Nagsugo sa liping] `Ād ng kapatid nilang si Hūd. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Kaya hindi ba kayo mangingilag magkasala?”","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:66","price":"Nagsabi ang konseho na mga tumangging sumampalataya kabilang sa mga kalipi niya: “Tunay na kami ay talagang nakakikita sa iyo sa isang kahunghangan at tunay na kami ay nakatitiyak sa iyo na kabilang sa mga sinungaling.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:67","price":"Nagsabi siya:[175] “O mga kalipi ko, walang kahunghangan sa akin subalit ako ay isang sugo mula sa Panginoon ng mga nilalang.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"[175] Ibig sabihin: si Propeta Hūd.","lang":"tl"},{"name":"7:68","price":"Nagpapaabot ako sa inyo ng mga pasugo ng Panginoon ko, at ako para sa inyo ay isang tagapagpayong pinagkakatiwalaan.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:69","price":"Namangha ba kayo na may dumating sa inyo na isang paalaala mula sa Panginoon ninyo dala ng isang lalaking kabilang sa inyo upang magbabala sa inyo [ng parusa ni Allāh]? Alalahanin ninyo noong nagtalaga Siya sa inyo bilang kahalili matapos na ng mga tao ni Noe at nagdagdag Siya sa inyo ng kalakasan sa pangangatawan. Kaya alalahanin ninyo ang mga pagpapala ng Panginoon ninyo, nang sa gayon kayo ay magtatagumpay.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:70","price":"Nagsabi sila: “Dumating ka ba sa Amin upang sumamba kami kay Allāh lamang at umiwan Kami sa anumang dating sinasamba ng mga magulang namin? Kaya maglahad ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga tapat.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:71","price":"Nagsabi siya: “May bumagsak nga sa inyo mula sa Panginoon ninyo na isang kasalaulaan at isang galit. Nakikipagtalo ba kayo sa akin hinggil sa mga pangalang ipinangalan ninyo mismo at ng mga magulang ninyo, na hindi nagbaba si Allāh sa mga ito ng anumang katunayan. Kaya maghintay kayo; tunay na ako ay kasama sa inyo kabilang sa mga naghihintay.”","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:72","price":"Kaya pinaligtas Namin siya at ang mga kasama sa kanya dahil sa isang awa mula sa Amin. Pumutol Kami sa ugat ng mga nagpasinungaling sa mga tanda Namin. Sila noon ay hindi mga mananampalataya.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:73","price":"[Nagsugo sa liping] Thamūd ng kapatid nilang si Ṣāliḥ. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. May dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo. Ito ay dumalagang kamelyo ni Allāh; para sa inyo ay isang tanda, kaya hayaan ninyo itong manginain sa lupain ni Allāh at huwag ninyong salingin ito ng isang kasagwaan para hindi kayo daklutin ng isang pagdurusang masakit.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:74","price":"Alalahanin ninyo noong gumawa Siya sa inyo na mga kahalili matapos na ng [liping] `Ād at nagpatahan Siya sa inyo sa lupain. Gumagawa kayo mula sa mga kapatagan nito ng mga palasyo at lumililok kayo ng mga bundok na maging mga bahay. Kaya alalahanin ninyo ang mga biyaya ni Allāh at huwag kayong manampalasan sa lupa bilang mga tagagulo.”","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:75","price":"Nagsabi ang konseho na mga nagmalaki kabilang sa mga kalipi niya sa mga minamahina – sa sinumang sumampalataya kabilang sa kanila: “Nakaaalam ba kayo na si Ṣāliḥ ay isang isinugo mula sa Panginoon niya?” Nagsabi ang mga ito: “Tunay na kami sa ipinasugo sa kanya ay mga mananampalataya.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:76","price":"Nagsabi ang mga nagmalaki: “Tunay na kami sa sinampalatayanan ninyo ay mga tagatangging sumampalataya.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:77","price":"Kaya kinitil nila ang dumalagang kamelyo, nagpakasutil sila sa utos ng Panginoon nila, at nagsabi sila: “O Ṣāliḥ, maglahad ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga isinugo [ni Allāh].”","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:78","price":"Kaya dumaklot sa kanila ang yanig, saka sila, sa tahanan nila, ay naging mga [patay na] nakasubsob.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:79","price":"Kaya tumalikod siya sa kanila at nagsabi: “O mga kalipi ko, talaga ngang nagpaabot ako sa inyo ng pasugo ng Panginoon ko at nagpayo ako sa inyo subalit hindi kayo umiibig sa mga tagapagpayo.”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:80","price":"[Banggitin] si Lot noong nagsabi siya sa mga kababayan niya: “Gumagawa ba kayo ng mahalay, na walang nakauna sa inyo roon na isa man kabilang sa mga nilalang?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:81","price":"Tunay na kayo ay talagang pumupunta sa mga lalaki dala ng pagnanasa sa bukod pa sa mga babae, bagkus kayo ay mga taong nagpapakalabis.”","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:82","price":"Walang iba ang sagot ng mga kababayan niya kundi na nagsabi sila: “Palabasin ninyo sila[176] mula sa pamayanan ninyo; tunay na sila ay mga taong nagpapakadalisay.”","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"[176] sina Lot at ang mag-anak niya","lang":"tl"},{"name":"7:83","price":"Kaya pinaligtas Namin siya at ang mag-anak niya maliban sa maybahay niya; ito ay naging kabilang sa mga nagpapaiwan [sa parusa ni Allāh].","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:84","price":"Nagpaulan Kami sa kanila ng isang ulan [ng mga bato], kaya tumingin ka kung papaano naging ang kinahinatnan ng mga salarin.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:85","price":"[Nagsugo sa mga mamamayan ng] Madyan ng kapatid nilang si Shu`ayb. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. May dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo. Kaya magpalubus-lubos kayo sa pagtatakal at timbangan, huwag kayong magpakulang sa mga tao sa mga bagay-bagay nila, at huwag kayong manggulo sa lupa matapos ng pagsasaayos nito. Iyon ay higit na mabuti para sa inyo kung kayo ay mga mananampalataya.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:86","price":"Huwag kayong umupo sa bawat landasin, na nagbabanta kayo at sumasagabal kayo sa landas ni Allāh sa sinumang sumampalataya sa Kanya, at naghahangad kayo rito ng isang kabaluktutan. Alalahanin ninyo, noong kayo dati ay kakaunti, pinarami Niya kayo. Tumingin kayo kung papaano naging ang kinahinatnan ng mga tagatiwali [bago ninyo].","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:87","price":"Kung may isang pangkatin kabilang sa inyo na sumampalataya sa ipinasugo sa akin at may isang pangkating hindi sumampalataya, magtiis kayo hanggang sa humatol si Allāh sa pagitan natin. Siya ay ang pinakamainam sa mga tagahatol.”","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:88","price":"Nagsabi ang konseho na mga nagmalaki kabilang sa mga kalipi niya: “Talagang magpapalabas nga Kami sa iyo, O Shu`ayb, at sa mga sumampalataya kasama sa iyo mula sa pamayanan natin, o talagang manunumbalik nga kayo sa kapaniwalaan namin.” Nagsabi siya: “Kahit ba kami ay naging mga nasusuklam?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:89","price":"Gumawa-gawa nga kami laban kay Allāh ng isang kasinungalingan kung nanumbalik kami sa kapaniwalaan ninyo matapos noong nagligtas sa amin si Allāh mula roon. Hindi nagiging ukol sa amin na manumbalik kami roon maliban na loobin ni Allāh, ang Panginoon namin. Sumakop ang Panginoon namin sa bawat bagay sa kaalaman. Kay Allāh kami nananalig. Panginoon naming, humusga Ka sa pagitan namin at ng mga kalipi namin ayon sa katotohanan, at Ikaw ay ang pinakamabuti sa mga tagahusga.”","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:90","price":"Nagsabi ang konseho na mga tumangging sumampalataya kabilang sa mga kalipi niya: “Talagang kung sumunod kayo kay Shu`ayb, tunay na kayo samakatuwid ay talagang mga lugi.”","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:91","price":"Kaya dumaklot sa kanila ang yanig, saka sila, sa tahanan nila, ay naging mga [patay na] nakasubsob.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:92","price":"Ang mga nagpasinungaling kay Shu`ayb ay para bang hindi nanirahan doon. Ang mga nagpasinungaling kay Shu`ayb, sila noon ay ang mga lugi.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:93","price":"Kaya tumalikod siya sa kanila at nagsabi: “O mga kalipi ko, talaga ngang nagpaabot ako sa inyo ng mga pasugo ng Panginoon ko at nagpayo ako sa inyo, kaya papaano akong magdadalamhati sa mga taong tagatangging sumampalataya?”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:94","price":"Hindi Kami nagsugo sa isang pamayanan ng anumang propeta [sa pinasinungalingan] malibang nagpataw Kami sa mga mamamayan nito ng kadahupan at kariwaraan, nang sa gayon sila ay magpapakumbaba.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:95","price":"Pagkatapos nagpalit Kami sa lugar ng masagwang lagay ng magandang lagay hanggang sa lumago sila at nagsabi: “Sumaling nga sa mga magulang namin ang kariwaraan at ang kariwasaan.” Kaya dumaklot Kami sa kanila nang biglaan habang sila ay hindi nakararamdam.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:96","price":"Kung sakaling ang mga naninirahan sa mga pamayanan ay sumampalataya at nangilag magkasala, talaga sanang nagbukas Kami sa kanila ng mga pagpapala mula sa langit at lupa subalit nagpasinungaling sila kaya dumaklot Kami sa kanila dahil sa dati nilang kinakamit [na mga kasalanan].","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:97","price":"Kaya natiwasay ba ang mga naninirahan sa mga pamayanan na pumunta sa kanila ang parusa Namin sa magdamag habang sila ay mga tulog?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:98","price":"Natiwasay ba ang mga naninirahan sa mga pamayanan na pumunta sa kanila ang parusa Namin sa kaumagahan habang sila ay naglalaro?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:99","price":"Kaya natiwasay ba sila sa pakana[177] ni Allāh sapagkat walang natitiwasay sa pakana ni Allāh kundi ang mga taong lugi?","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"[177] Paghalina sa kanila nang unti-unti sa pamamagitan ng pagbibiyaya, pagkatapos biglaang pagdaklot sa kanila.","lang":"tl"},{"name":"7:100","price":"Hindi ba napaglinawan para sa mga nagmamana ng lupa matapos na ng mga [naunang] naninirahan dito na kung sakaling niloloob Namin ay nagpasakit sana Kami sa kanila dahil sa mga pagkakasala nila? Nagpipinid Kami sa mga puso nila kaya sila ay hindi nakaririnig.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:101","price":"Ang mga pamayanang iyon ay nagsasalaysay Kami sa iyo ng ilan sa mga balita ng mga iyon. Talaga ngang naghatid sa kanila ang mga sugo nila [mula kay Allāh] ng mga malinaw na patunay, ngunit hindi sila naging ukol na sumampalataya sa pinasinungalingan nila bago pa niyan. Gayon nagpipinid si Allāh sa mga puso ng mga tagatangging sumampalataya.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:102","price":"Hindi Kami nakatagpo sa higit na marami sa kanila ng anumang [katapatan sa] kasunduan at nakatagpo lamang Kami sa higit na marami sa kanila na talagang mga suwail.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:103","price":"Pagkatapos nagpadala Kami, matapos na nila, kay Moises kalakip ng mga tanda Namin patungo kay Paraon at sa konseho nito, ngunit lumabag sila sa katarungan sa mga ito kaya tumingin ka kung papaano naging ang kinahinatnan ng mga tagatiwali.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:104","price":"Nagsabi si Moises: “O Paraon, tunay na ako ay isang sugo mula sa Panginoon ng mga nilalang.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:105","price":"Karapat-dapat na hindi ako magsabi tungkol kay Allāh malibang ng totoo. Nagdala nga ako sa inyo ng isang malinaw na patunay mula sa Panginoon ninyo kaya ipadala mo kasama sa akin ang mga anak ni Israel.","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:106","price":"Nagsabi ito:[178] “Kung ikaw ay nagdala ng isang tanda, maglahad ka nito kung ikaw ay naging kabilang sa mga tapat.”","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"[178] Ibig sabihin: si Paraon.","lang":"tl"},{"name":"7:107","price":"Kaya pumukol siya[179] ng tungkod niya at biglang ito ay isang ulupong na malinaw.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"[179] si Moises.","lang":"tl"},{"name":"7:108","price":"Humugot siya ng kamay niya at biglang ito ay maputi para sa mga tagatingin.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:109","price":"Nagsabi ang konseho kabilang sa mga tao ni Paraon: “Tunay na ito ay talagang isang manggagaway na maalam.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:110","price":"Nagnanais siya na magpalabas sa inyo mula sa lupain ninyo kaya ano ang ipag-uutos ninyo?”","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:111","price":"Nagsabi sila: “Mag-antala ka sa kanya at sa kapatid niya at magsugo ka sa mga lungsod ng mga tagakalap,","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:112","price":"na magdadala sa iyo ng bawat manggaway na maalam.”","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:113","price":"Dumating ang mga manggagaway kay Paraon. Nagsabi sila: “Tunay na mayroon kami talagang pabuya kung kami ay ang mga tagapanaig.”","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:114","price":"Nagsabi iyon: “Oo, at tunay na kayo ay talagang kabilang sa mga inilapit [sa akin].”","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:115","price":"Nagsabi sila: “O Moises, maaari na pumukol ka at maaari na maging kami mismo ang mga tagapukol.”","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:116","price":"Nagsabi siya: “Pumukol kayo.” Kaya noong pumukol sila ay gumaway sila sa mga mata ng mga tao, nagpangilabot sila sa mga ito, at naghatid sila ng isang panggagaway na sukdulan.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:117","price":"Nagkasi Kami kay Moises, na [nagsasabi]: “Pumukol ka ng tungkod mo,” kaya biglang ito ay lumalamon sa ipinanlilinlang nila.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:118","price":"Kaya napagtibay ang katotohanan at napawalang-saysay ang dati nilang ginagawa.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:119","price":"Kaya nadaig sila[180] roon at umuwi na mga nanliliit.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"[180] Ibig sabihin: sina Paraon at ang mga alagad niya.","lang":"tl"},{"name":"7:120","price":"Ipinukol ang mga manggagaway, na mga nakapatirapa [kay Allāh].","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:121","price":"Nagsabi sila: “Sumampalataya kami sa Panginoon ng mga nilalang,","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:122","price":"na Panginoon nina Moises at Aaron.”","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:123","price":"Nagsabi si Paraon: “Sumampalataya kayo sa kanya bago ako magpahintulot sa inyo. Tunay na ito ay talagang isang pakana na nagpakana kayo nito sa lungsod upang magpalabas kayo mula rito ng mga naninirahan dito, kaya malalaman ninyo.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:124","price":"Talagang magpuputul-putol nga ako ng mga kamay ninyo at mga paa ninyo nang magkabilaan, pagkatapos talagang magbibitin nga ako sa inyo nang magkakasama.”","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:125","price":"Nagsabi sila: “Tunay na kami ay sa Panginoon namin mga mauuwi.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:126","price":"Hindi ka naghiganti sa amin kundi dahil sumampalataya kami sa mga tanda ng Panginoon namin noong dumating ang mga ito sa amin. Panginoon namin, magbuhos Ka sa amin ng pagtitiis at magpapanaw Ka sa amin bilang mga Muslim.”","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:127","price":"Nagsabi ang konseho kabilang sa mga tao ni Paraon: “Magpapabaya ka ba kay Moises at sa mga kalipi niya upang manggulo sila sa lupain at magpabaya sa iyo at sa mga diyos mo?” Nagsabi siya: “Pagpapatayin natin ang mga anak na lalaki nila at pamumuhayin natin ang mga babae nila [para magsilbi]. Tunay na tayo sa ibabaw nila ay mga tagalupig.”","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:128","price":"Nagsabi si Moises sa mga tao niya: “Magpatulong kayo kay Allāh at magtitiis kayo. Tunay na ang lupa ay sa kay Allāh; nagpapamana Siya nito sa sinumang niloloob Niya kabilang sa mga lingkod Niya. Ang mabuting kahihinatnan ay ukol sa mga tagapangilag magkasala.”","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:129","price":"Nagsabi sila: “Sinaktan kami bago ka pa pumunta sa amin at matapos na dumating ka sa amin.” Nagsabi siya: “Marahil ang Panginoon ninyo ay magpasawi sa kaaway ninyo at magpahalili sa inyo sa lupain para makakita Siya kung papaano kayong gumagawa.”","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:130","price":"Talaga ngang dumaklot Kami sa angkan ni Paraon sa pamamagitan ng mga taon [ng tagtuyot] at kabawasan mula sa mga bunga, nang sa gayon sila ay magsasaalaala.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:131","price":"Ngunit noong dumating sa kanila ang maganda ay nagsabi sila: “Ukol sa atin ito.” Kung may tatama sa kanila na isang masagwa ay nag-uugnay sila ng kamalasan kay Moises at sa sinumang kasama sa kanya. Pansinin, tanging ang kamalasang inuugnay nila ay nasa ganang kay Allāh subalit ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:132","price":"Nagsabi sila: “Anupaman ang ilahad mo sa amin na himala upang gumaway ka sa amin sa pamamagitan nito, hindi kami sa iyo mga mananampalataya.”","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:133","price":"Kaya nagsugo Kami sa kanila ng baha, mga balang, mga kuto, mga palaka, at [tubig na naging] dugo bilang mga himalang nagdedetalye ngunit nagmalaki sila. Sila noon ay mga taong salarin.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:134","price":"Noong bumagsak sa kanila ang pasakit ay nagsabi sila: “O Moises, manalangin ka para sa amin sa Panginoon mo sa pamamagitan ng ihinabilin Niya sa ganang iyo. Talagang kung nagpawi ka sa amin ng pasakit ay talagang sasampalataya nga kami sa iyo at talagang magpapadala nga kami kasama sa iyo ng mga anak ni Israel.”","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:135","price":"Ngunit noong pumawi Kami sa kanila ng pasakit hanggang sa taning na sila ay aabot doon, biglang sila ay sumisira [sa pangako].","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:136","price":"Kaya naghiganti Kami sa kanila saka lumunod Kami sa kanila sa dagat dahil sila ay nagpasinungaling sa kanila sa mga tanda Namin at sila noon sa mga ito ay mga nalilingat.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:137","price":"Nagpamana Kami sa mga tao, na mga dating minamahina, ng mga silangan ng lupain at mga kanluran nito, na biniyayaan Namin. Nalubos ang napakagandang salita ng Panginoon mo sa mga anak ni Israel dahil nagtiis sila. Winasak Namin ang dating niyayari ni Paraon at ng mga tao niya at ang dati nilang ipinatatayo.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:138","price":"Nagpalampas Kami sa mga anak ni Israel sa dagat saka napunta sila sa mga taong namimintuho sa mga anito para sa mga iyon. Nagsabi sila: “O Moises, gumawa ka para sa amin ng isang diyos kung paanong mayroon silang mga diyos.” Nagsabi siya: “Tunay na kayo ay mga taong nagpapakamangmang.”","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:139","price":"Tunay na ang mga ito ay dinurog ang anumang pagsamba nila [sa mga anito] at walang-kabuluhan ang anumang dati nilang ginagawa [na kabutihan].","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:140","price":"Nagsabi siya: “Sa iba pa kay Allāh ba maghahangad ako sa inyo bilang Diyos samantalang Siya ay nagtangi sa inyo sa mga nilalang?”","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:141","price":"[Banggitin] noong pinaligtas Namin kayo mula sa angkan ni Paraon. Nagpapataw sila sa inyo ng kasagwaan ng pagdurusa: pinagpapatay nila ang mga lalaking anak ninyo at pinamumuhay nila ang mga babae ninyo. Sa gayon ay may isang pagsubok, mula sa Panginoon ninyo, na sukdulan.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:142","price":"Nakipagtipan Kami kay Moises nang tatlumpong gabi at lumubos Kami sa mga ito sa [pagdagdag ng] sampu, kaya nalubos ang takdang oras ng Panginoon niya sa apatnapung gabi. Nagsabi si Moises sa kapatid niyang si Aaron: “Humalili ka sa akin sa mga tao ko, magsaayos ka, at huwag kang sumunod sa landas ng mga tagatiwali.”","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:143","price":"Noong dumating si Moises para sa takdang oras at kumausap rito ang Panginoon nito ay nagsabi ito: “Panginoon ko, magpakita Ka sa akin, titingin ako sa Iyo.” Nagsabi Siya: “Hindi ka makakikita sa Akin, subalit tumingin ka sa bundok sapagkat kung namalagi iyon sa lugar niyon ay makakikita ka sa Akin.” Kaya noong lumantad ang Panginoon niya sa bundok ay ginawa Niya ito na isang patag. Sumubsob si Moises na hinimatay. Noong nagkamalay ito ay nagsabi ito: “Kaluwalhatian sa iyo! Nagbabalik-loob ako sa Iyo, at ako ay ang una sa mga mananampalataya.”","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:144","price":"Nagsabi Siya: “O Moises, tunay na Ako ay humirang sa iyo sa mga tao sa mga pasugo Ko at sa pananalita Ko, kaya kunin mo ang ibinigay Ko sa iyo [na utos] at maging kabilang ka sa mga tagapagpasalamat.”","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:145","price":"Nagsulat Kami para sa kanya sa mga tablero ng bawat bagay bilang pangaral at pagdedetalye para sa bawat bagay, kaya kunin mo ang mga ito nang may lakas at ipag-utos mo sa mga tao mo na kumuha sila ng pinakamaganda sa mga ito. Ipakikita Ko sa inyo ang tahanan ng mga suwail.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:146","price":"Maglilihis Ako palayo sa mga tanda Ko sa mga nagpapakamalaki sa lupa nang walang karapatan. Kung makakikita sila ng bawat tanda ay hindi sila sasampalataya rito. Kung makakikita sila ng landas ng pagkagabay ay hindi sila gagawa rito bilang landas. Kung makakikita sila ng landas ng pagkalisya ay gagawa sila rito bilang landas. Iyon ay dahil sila ay nagpasinungaling sa mga tanda Namin, at sila noon sa mga ito ay mga nalilingat.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:147","price":"Ang mga nagpasinungaling sa mga tanda Namin at sa pakikipagkita sa Kabilang-buhay ay nawalang-kabuluhan ang mga gawa nila. Ginagantihan kaya sila ng maliban pa sa dati nilang ginagawa [ng kawalang-pananampalataya]?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:148","price":"Gumawa ang mga tao ni Moises, matapos na [ng paglisan] niya, mula sa mga hiyas nila ng isang guyang rebulto na mayroon itong pag-unga. Hindi ba sila nakakita na ito ay hindi nagsasalita sa kanila at hindi pumapatnubay sa kanila sa isang landas? Gumawa sila nito habang sila noon ay mga tagalabag sa katarungan.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:149","price":"Noong nagsisi sila at nakita nila na sila ay naligaw nga, nagsabi sila: “Talagang kung hindi naawa sa atin ang Panginoon Natin at nagpatawad sa atin, talagang tayo nga ay magiging kabilang sa mga lugi.”","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:150","price":"Noong bumalik si Moises sa mga tao niya, na galit na galit na naghihinagpis, ay nagsabi siya: “Kay saklap ang ipinanghalili ninyo sa akin matapos na [ng paglisan] ko. Nagmadali ba kayo sa nauukol sa Panginoon ninyo?” Itinapon niya ang mga tablero at dumaklot siya sa ulo ng kapatid niya, na hinihila ito patungo sa kanya. Nagsabi [si Aaron na] ito: “Anak ng ina ko, tunay na ang mga tao ay nagmahina sa akin. Sila ay halos papatay sa akin. Kaya huwag kang magpatuwa dahil sa akin sa mga kaaway at huwag kang maglagay sa akin kasama sa mga taong tagalabag sa katarungan.”","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:151","price":"Nagsabi siya: “Panginoon ko, magpatawad Ka sa akin at sa kapatid ko at magpapasok Ka sa amin sa awa Mo. Ikaw ay ang pinakamaawain sa mga naaawa.”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:152","price":"Tunay na ang mga gumawa sa guya [bilang diyos] ay may aabot sa kanila na isang galit mula sa Panginoon nila at isang kaabahan sa buhay na pangmundo. Gayon Kami gumaganti sa mga tagagawa-gawa [ng kabulaanan].","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:153","price":"Ang mga gumawa ng mga masagwang gawa, pagkatapos nagbalik-loob matapos na niyon at sumampalataya, tunay na ang Panginoon mo, matapos na niyon, ay talagang Mapagpatawad, Maawain.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:154","price":"Noong humupa kay Moises ang galit ay kinuha niya ang mga tablero. Sa nakatitik sa mga ito ay may patnubay at awa para sa kanila na sa Panginoon nila ay nangingilabot.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:155","price":"Pumili si Moises sa mga tao niya ng pitumpung lalaki para sa takdang oras sa Amin, ngunit noong dumaklot sa kanila ang pagyanig ay nagsabi siya: “Panginoon ko, kung sakaling niloob Mo ay nagpahamak Ka sana sa kanila bago pa niyan at sa akin. Magpapahamak Ka ba sa amin dahil sa ginawa ng mga hunghang kabilang sa amin? Ito ay walang iba kundi pagsubok Mo, na nagliligaw Ka sa pamamagitan nito ng sinumang niloloob Mo at nagpapatnubay Ka sa sinumang niloloob Mo. Ikaw ay ang Katangkilik namin kaya magpatawad Ka sa Amin at maawa Ka sa amin. Ikaw ay ang pinakambuti sa mga tagapagpatawad.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:156","price":"Magtakda Ka para sa amin sa Mundong ito ng isang maganda at sa Kabilang-buhay; tunay na kami ay nagbalik sa Iyo.” Nagsabi Siya: “Ang pagdurusang dulot Ko ay pinatatama Ko sa sinumang niloloob Ko. Ang awa Ko ay sumakop sa bawat bagay kaya magtatakda Ako nito [sa Kabilang-buhay] para sa mga nangingilag magkasala at nagbibigay ng zakāh, at sa kanila na sa mga tanda Namin ay sumasampalataya,","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:157","price":"na mga sumusunod sa Sugo na Propetang iliterato,[181] na nakatatagpo sila sa kanya na nakasulat sa ganang kanila sa Torah[182] at Ebanghelyo,[183] na nag-uutos sa kanila sa nakabubuti, sumasaway sa kanila sa nakasasama, nagpapahintulot sa kanila ng mga kaaya-aya, nagbabawal sa kanila ng mga karima-rimarim, at nag-aalis sa kanila ng pabigat sa kanila at mga kulyar na dating nasa kanila. Kaya ang mga sumampalataya sa kanya, nagpitagan sa kanya, nag-adya sa kanya, at sumunod sa liwanag [ng Qur’ān] na pinababa kasama sa kanya, ang mga iyon ay ang mga magtatagumpay.”","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"[181] na kakasihan ni Allāh\n[182] Tingnan ang Deuternomio 1*:15.\n[183] Tingnan ang Juan 14:16.","lang":"tl"},{"name":"7:158","price":"Sabihin mo: “O mga tao, tunay na ako ay Sugo ni Allāh sa inyo nang lahatan, na ukol sa Kanya ang paghahari sa mga langit at lupa. Walang Diyos kundi Siya; nagbibigay-buhay Siya at nagbibigay-kamatayan Siya. Kaya sumampalataya kayo kay Allāh at sa Sugo Niya, ang Propeta na iliterato, na sumasampalataya kay Allāh at sa mga salita Niya. Sumunod kayo sa kanya, nang sa gayon kayo ay mapapatnubayan.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:159","price":"Mayroon sa mga tao ni Moises na isang kalipunang pumapatnubay ayon sa katotohanan at ayon dito ay nagpapatupad ng katarungan. Muḥammad","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:160","price":"Naghati-hati Kami sa kanila sa labindalawang lipi bilang mga kalipunan. Nagkasi Kami kay Moises noong humingi ng tubig sa kanya ang mga tao niya, [na nagsasabi]: “Humampas ka ng tungkod mo sa bato.” Kaya may tumagas mula roon na labindalawang bukal. Nakaalam nga ang bawat [liping] mga tao sa inuman nila. Naglilim Kami sa kanila ng mga ulap at nagpababa Kami sa kanila ng mana at mga pugo, [na nagsasabi]: “Kumain kayo mula sa mga kaaya-aya na itinustos Namin sa inyo.” Hindi sila lumabag sa katarungan sa Amin, subalit sila noon sa mga sarili nila ay lumalabag sa katarungan.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:161","price":"[Banggitin] noong sinabi sa kanila: “Tumahan kayo sa pamayanang ito [ng Jerusalem], kumain kayo mula rito saanman ninyo loobin, magsabi kayo: ‘Pag-aalis-sala,’ at magsipasok kayo sa pinto na mga nakayukod; magpapatawad Kami sa inyo sa mga kamalian ninyo. Magdaragdag Kami sa mga tagagawa ng maganda.[184]”","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"[184] ng mabuti sa Mundo at mabuti sa Kabilang-buhay","lang":"tl"},{"name":"7:162","price":"Ngunit nagpalit ang mga lumabag sa katarungan kabilang sa kanila ng isang sabing iba sa sinabi sa kanila, kaya nagsugo Kami sa kanila ng isang pasakit mula sa langit dahil sila noon ay lumalabag sa katarungan.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:163","price":"Tanungin mo sila tungkol sa pamayanan, na iyon noon ay nasa tabi ng dagat, noong lumalabag sila sa Sabado, noong pumupunta sa kanila ang mga isda nila sa araw ng Sabado nila nang mga nakalitaw, samantalang sa araw na hindi sila nangingilin ay hindi pumupunta ang mga ito sa kanila. Gayon Kami sumusubok sa kanila dahil sila noon ay nagpapakasuwail.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:164","price":"[Banggitin] noong may nagsabing isang kalipunan kabilang sa kanila: “Bakit kayo nangangaral sa mga tao na si Allāh ay magpapahamak sa mga iyon o magpaparusa sa mga iyon ng isang matinding pagdurusa?” ay nagsabi sila: “Upang mapawalang-sala sa Panginoon ninyo at nang sa gayon sila ay mangingilag magkasala.”","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:165","price":"Kaya noong lumimot sila sa ipinaalaala sa kanila, iniligtas Namin mga sumasaway sa kasagwaan at dinaklot Namin ang mga lumabag sa katarungan sa pamamagitan ng isang ‌pagdurusang masaklap dahil sila noon ay nagpapakasuwail.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:166","price":"Kaya noong nagpakasutil sila sa sinaway sa kanila ay nagsabi Kami sa kanila: “Kayo ay maging mga unggoy na ipinagtatabuyan.”","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:167","price":"[Banggitin] noong nagpahayag ang Panginoon mo na talagang magpapadala nga Siya laban sa kanila[185] hanggang sa Araw ng Pagbangon ng magpapataw sa kanila ng kasagwaan ng pagdurusa. Tunay na ang Panginoon mo ay talagang mabilis ang parusa, at tunay na Siya ay talagang Mapagpatawad, Maawain [sa mga nagbabalik-loob].","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"[185] Ibig sabihin: mga Hudyong tumatangging sumampalataya.","lang":"tl"},{"name":"7:168","price":"Naghati-hati Kami sa kanila sa lupa bilang mga kalipunan. Kabilang sa kanila ang mga maayos at kabilang sa kanila ang mababa roon. Sumubok Kami sa kanila ng mga magandang gawa at mga masagwang gawa, nang sa gayon sila ay babalik [sa pagtalima].","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:169","price":"Saka may humalili, matapos na nila, na mga kahalili na nagmana ng Kasulatan, na kumukuha ng alok ng pinakamababa at nagsasabi: “Magpapatawad sa atin.” Kung may pumunta sa kanila na isang alok na tulad niyon ay kukuha sila niyon. Hindi ba kinuha sa kanila ang kasunduan ng Kasulatan na huwag sila magsabi tungkol kay Allāh maliban ng katotohanan, at nag-aral naman sila ng nasa loob nito? Ang tahanan sa Kabilang-buhay ay higit na mabuti para sa mga nangingilag magkasala, kaya hindi ba kayo nakapag-uunawa?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:170","price":"Ang mga kumakapit sa Kasulatan at nagpapanatili ng pagdarasal, tunay na Kami ay hindi nagwawala sa pabuya ng mga tagapagsaayos.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:171","price":"[Banggitin] noong nag-angat Kami ng bundok sa ibabaw nila[186] na para bang ito ay isang kulandong at nakatiyak sila na ito ay babagsak sa kanila, [nagsabi si Allāh]: “Kunin ninyo ang ibinigay Namin sa inyo nang may lakas at tandaan ninyo ang nariyan, nang sa gayon kayo ay mangingilag magkasala.”","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"[186] Ibig sabihin: mga anak ni Israel.","lang":"tl"},{"name":"7:172","price":"[Banggitin] noong nagpaluwal ang Panginoon mo mula sa mga anak ni Adan mula sa mga likod nila ng mga supling nila at pinasaksi Niya sila sa mga sarili nila: “Hindi ba Ako ay Panginoon ninyo?” ay nagsabi sila: “Opo; sumaksi kami,” upang hindi kayo magsabi sa Araw ng Pagbangon: “Tunay na Kami dati tungkol dito ay mga nalilingat,”","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:173","price":"o [upang hindi] kayo magsabi: “Nagtambal lamang [kay Allāh] ang mga ninuno namin bago pa niyan at kami dati ay mga supling matapos na nila; kaya magpapasawi Ka ba sa amin dahil sa ginawa ng mga tagapagpabula?”","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:174","price":"Gayon Kami nagdedetalye ng mga tanda, at nang sa gayon sila ay babalik [sa kaisahan ni Allāh].","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:175","price":"Bumigkas ka sa kanila ng balita ng binigyan Namin ng mga talata Namin ngunit kumalas siya sa mga ito kaya sumunod sa kanya ang demonyo, at siya ay naging kabilang sa mga nalilisya.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:176","price":"Kung sakaling niloob Namin ay talaga sanang nag-angat Kami sa kanya sa pamamagitan ng mga [tandang] ito subalit siya ay nahilig sa lupa at sumunod sa pithaya niya. Kaya ang paghahalintulad sa kanya ay gaya ng paghahalintulad sa aso: kung dadaluhong ka rito ay maglalawit-lawit ng dila ito o [kung] mag-iiwan ka rito ay maglalawit-lawit ng dila ito. Iyon ay ang paghahalintulad sa mga taong nagpasinungaling sa mga tanda Namin. Kaya magsalaysay ka ng mga kasaysayan, nang sa gayon sila ay mag-iisip-isip.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:177","price":"Kay sagwa bilang paghahalintulad ang mga taong nagpasinungaling sa mga tanda Namin, at sa mga sarili nila sila noon ay lumalabag sa katarungan!","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:178","price":"Ang sinumang pinapatnubayan ni Allāh, siya ang napapatnubayan. Ang sinumang pinaliligaw Niya, ang mga iyon ay ang mga lugi.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:179","price":"Talaga ngang lumalang Kami para sa Impiyerno ng marami kabilang sa jinn at tao. Mayroon silang mga puso na hindi sila nakauunawa sa pamamagitan ng mga ito, mayroon silang mga mata na hindi sila nakakikita sa pamamagitan ng mga ito, at mayroon silang mga tainga na hindi sila nakaririnig sa pamamagitan ng mga ito. Ang mga iyon ay gaya ng mga hayupan, bagkus sila ay higit na ligaw. Ang mga iyon ay ang mga nalilingat.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:180","price":"Taglay ni Allāh ang mga pangalang pinakamagaganda kaya dumalangin kayo sa Kanya sa pamamagitan ng mga ito. Hayaan ninyo ang mga lumalapastangan sa mga pangalan Niya; gagantihan sila sa dati nilang ginagawa.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:181","price":"Mayroon sa nilikha Namin na isang kalipunang nagpapatnubay ayon sa katotohanan at ayon dito ay nagpapatupad ng katarungan.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:182","price":"Ang mga nagpasinungaling sa mga tanda Namin ay magpapain Kami sa kanila mula sa kung saan hindi nila nalalaman.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:183","price":"Magpapalugit Ako para sa kanila. Tunay na ang panlalansi Ko ay matibay.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:184","price":"Hindi ba sila nag-isip-isip? Sa kasamahan nila [na si Muḥammad] ay walang anumang kabaliwan. Walang iba siya kundi isang mapagbabalang malinaw [ng parusa ni Allāh].","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:185","price":"Hindi ba sila tumingin sa kaharian ng mga langit at lupa at nilikha ni Allāh na bagay, at na marahil maging napalapit na ang taning nila? Kaya sa aling pag-uusap matapos nito sasampalataya sila?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:186","price":"Ang sinumang ililigaw ni Allāh ay walang tagapagpatnubay para sa kanya. Nagpapabaya Siya sa kanila sa pagmamalabis nila habang nag-aapuhap sila.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:187","price":"Nagtatanong sila sa iyo tungkol sa Huling Sandali: Kailan ang pagdaong niyon? Sabihin mo: “Ang kaalaman dito ay nasa ganang Panginoon ko lamang; walang maglalantad dito para sa oras nito kundi Siya. Bumigat ito sa mga langit at lupa. Hindi ito pupunta sa inyo malibang biglaan.” Nagtatanong sila sa iyo na para bang ikaw ay mausisa tungkol dito. Sabihin mo: “Ang kaalaman dito ay nasa Panginoon ko lamang, subalit ang higit na marami sa mga tao ay hindi nakaaalam.”","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:188","price":"Sabihin mo: “Hindi ako nakapagdudulot para sa sarili ko ng pakinabang ni pinsala maliban sa niloob ni Allāh. Kung sakaling nangyaring ako ay nakaaalam sa nakalingid, talaga sanang nakapagparami ako ng kabutihan at hindi sumaling sa akin ang kasagwaan. Walang iba ako kundi isang mapagbabala [ng parusa] at isang mapagbalita ng nakagagalak [na gantimpala] para sa mga taong sumasampalataya [sa mensahe ko].”","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:189","price":"Siya ay ang lumikha sa inyo mula sa nag-iisang kaluluwa [na si Adan] at gumawa Siya mula rito ng maybahay nito [na si Eva] upang matiwasay ito roon. Kaya noong lumukob ito roon ay nagdala iyon ng isang magaang dala[187] saka nagpatuloy iyon dito. Ngunit noong nabigatan iyon ay nanalangin ang dalawa sa Panginoon ng dalawa: “Talagang kung magbibigay Ka sa amin ng isang [anak na] maayos, talagang kami nga ay magiging kabilang sa mga tagapagpasalamat [sa biyaya].”","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"[187] Ibig sabihin: pagbubuntis na hindi napapansin.","lang":"tl"},{"name":"7:190","price":"Ngunit noong nagbigay Siya sa kanilang dalawa ng isang [anak na] maayos ay gumawa silang dalawa para sa Kanya ng mga katambal kaugnay sa ibinigay Niya sa kanilang dalawa, ngunit napakataas si Allāh higit sa anumang itinatambal nila.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:191","price":"Nagtatambal ba sila ng hindi lumilikha ng anuman samantalang ang mga ito ay nililikha?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:192","price":"Hindi nakakakaya ang mga ito para sa kanila ng isang pag-aadya, at hindi sa mga sarili ng mga ito nakapag-aadya ang mga ito.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:193","price":"Kung mag-aanyaya kayo sa mga ito tungo sa patnubay ay hindi susunod ang mga ito sa inyo. Magkatulad sa inyo na nag-anyaya kayo sa mga ito o kayo ay mga nananahimik.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:194","price":"Tunay na ang mga dinadalanginan ninyo bukod pa kay Allāh ay mga lingkod na mga tulad ninyo. Kaya dumalangin kayo saka tumugon sila sa inyo, kung kayo ay mga tapat.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:195","price":"Mayroon ba silang mga paang naglalakad sila sa pamamagitan ng mga ito, o mayroon silang mga kamay na sumusunggab sila sa pamamagitan ng mga ito, o mayroon silang mga matang nakakikita sila sa pamamagitan ng mga ito, o mayroon silang mga taingang nakaririnig sila sa pamamagitan ng mga ito? Sabihin mo: “Dumalangin kayo sa mga pantambal ninyo, pagkatapos manlansi kayo sa akin saka huwag kayong magpaliban sa akin.”","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:196","price":"Tunay na ang Katangkilik ko ay si Allāh na nagbaba ng Aklat. Siya ay tumatangkilik sa mga maayos.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:197","price":"Ang mga dinadalanginan ninyo bukod pa sa Kanya ay hindi nakakakaya ng pag-aadya sa inyo at hindi sa mga sarili nila nag-aadya.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:198","price":"Kung mag-aanyaya kayo sa kanila sa patnubay ay hindi sila makaririnig. Nakakikita ka sa kanila na tumitingin sa iyo samantalang sila ay hindi nakakikita.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:199","price":"Tumanggap ka ng paumanhin, mag-utos ka ng nakabubuti, at umayaw ka sa mga mangmang.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:200","price":"Kung may magbubuyo nga naman sa iyo mula sa demonyo na isang pambubuyo ay humiling ka ng pagkukupkop ni Allāh. Tunay na Siya ay Madinigin, Maalam.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:201","price":"Tunay na ang mga nangilag magkasala, kapag may sumaling sa kanila na isang udyok mula sa demonyo ay nagsasaalaala sila kaya biglang sila ay mga nakakikita.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:202","price":"Ang mga kapatid [ng mga demonyo] ay umaayuda sa kanila [ang mga demonyo] sa pagkalisya, pagkatapos hindi nagkukulang.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:203","price":"Kapag hindi ka naglahad sa kanila ng isang tanda [na hiniling nila] ay nagsasabi sila: “Bakit kasi hindi ka kumatha-katha nito.” Sabihin mo: “Sumusunod lamang ako sa ikinakasi sa akin mula sa Panginoon ko. Ito ay mga pagkawari mula sa Panginoon ninyo, isang patnubay, at isang awa para sa mga taong sumasampalataya.”","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:204","price":"Kapag binigkas ang Qur’ān ay makinig kayo roon at manahimik kayo, nang sa gayon kayo ay kaaawaan.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:205","price":"Alalahanin mo [O Propeta] ang Panginoon mo sa sarili mo nang may pagpapakumbaba at pangamba at walang kalakasan sa pagsasabi, sa mga umaga at mga hapon, at huwag kang maging kabilang sa mga nalilingat.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:206","price":"Tunay na ang mga [anghel] sa piling ng Panginoon mo ay hindi nagmamalaki [sa pagtanggi] sa pagsamba sa Kanya, nagluluwalhati sa Kanya, at sa Kanya nagpapatirapa.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"tl"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}