{"data":[{"name":"18:1","price":"Segala puji bagi Allah yang telah menurunkan Kitab (Al-Qur`an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok;484)","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"*484) Tidak ada dalam Al-Qur`an makna yang berlawanan dan tidak ada penyimpangan dari kebenaran.","lang":"id"},{"name":"18:2","price":"sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik.","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:3","price":"Mereka kekal di dalamnya untuk selama-lamanya.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:4","price":"Dan untuk memperingatkan kepada orang yang berkata, \"Allah mengambil seorang anak.\"","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:5","price":"Mereka sama sekali tidak mempunyai pengetahuan tentang hal itu, begitu pula nenek moyang mereka. Alangkah jeleknya kata-kata yang keluar dari mulut mereka; mereka hanya mengatakan (suatu) kebohongan belaka.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:6","price":"Maka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur`an).","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:7","price":"Sesungguhnya Kami telah menjadikan apa yang ada di bumi sebagai perhiasan baginya, untuk Kami menguji mereka, siapakah di antaranya yang terbaik perbuatannya.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:8","price":"Dan Kami benar-benar akan menjadikan (pula) apa yang di atasnya menjadi tanah yang tandus lagi kering.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:9","price":"Apakah engkau mengira bahwa orang yang mendiami gua, dan (yang mempunyai) raqīm485) itu, termasuk tanda-tanda (kebesaran) Kami yang menakjubkan?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"*485) Raqim, sebagian mufasir mengartikan nama anjing dan sebagian yang lain mengartikan batu bersurat.","lang":"id"},{"name":"18:10","price":"(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu mereka berdoa, \"Ya Tuhan kami. Berikanlah rahmat kepada kami dari sisi-Mu dan sempurnakanlah petunjuk yang lurus bagi kami dalam urusan kami.\"","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:11","price":"Maka Kami tutup telinga mereka di dalam gua itu,486) selama beberapa tahun,","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"*486) Allah menidurkan mereka selama 309 tahun qamariah dalam gua itu (lihat ayat 25 surat ini) sehingga mereka tak dapat dibangunkan oleh suara apa pun.","lang":"id"},{"name":"18:12","price":"Kemudian Kami bangunkan mereka, agar Kami mengetahui manakah di antara ke dua golongan itu487) yang lebih tepat dalam menghitung berapa lamanya mereka tinggal (dalam gua itu).","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"*487) Kedua golongan itu ialah pemuda-pemuda itu sendiri yang berselisih tentang berapa lamanya mereka tinggal dalam gua itu.","lang":"id"},{"name":"18:13","price":"Kami ceritakan kepadamu (Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:14","price":"Dan Kami teguhkan hati mereka ketika mereka berdiri488)) lalu mereka berkata, \"Tuhan kami adalah Tuhan langit dan bumi; kami tidak menyeru tuhan selain Dia. Sungguh, kalau kami berbuat demikian, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.\"","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"*488) Bangun dan menghadap Raja Dikyanus yang zalim dan sombong.","lang":"id"},{"name":"18:15","price":"Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:16","price":"Dan apabila kamu meninggalkan mereka dan apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan sesuatu yang berguna bagimu dalam urusanmu.489)","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"*489) Perkataan ini terjadi antara mereka itu sendiri yang timbulnya karena ilham dari Allah.","lang":"id"},{"name":"18:17","price":"Dan engkau akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, dan apabila matahari itu terbenam, menjauhi mereka ke sebelah kiri sedang mereka berada dalam tempat yang luas di dalam (gua) itu. Itulah sebagian dari tanda-tanda (kebesaran) Allah. Barang siapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:18","price":"Dan engkau mengira mereka itu tidak tidur, padahal mereka tidur; dan Kami bolak-balikkan mereka ke kanan dan ke kiri, sedang anjing mereka membentangkan kedua lengannya di depan pintu gua. Dan jika kamu menyaksikan mereka tentu kamu akan berpaling melarikan (diri) dari mereka dan pasti kamu akan dipenuhi rasa takut terhadap mereka.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:19","price":"Dan demikianlah Kami bangunkan mereka, agar di antara mereka saling bertanya. Salah seorang di antara mereka berkata, \"Sudah berapa lama kamu berada (di sini)?\" Mereka menjawab, \"Kita berada (di sini) sehari atau setengah hari.\" Berkata (yang lain lagi), \"Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka suruhlah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini, dan hendaklah dia lihat manakah makanan yang lebih baik, dan bawalah sebagian makanan itu untukmu, dan hendaklah dia berlaku lemah lembut dan jangan sekali-kali menceritakan halmu kepada siapa pun.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:20","price":"Sesungguhnya jika mereka dapat mengetahui tempatmu, niscaya mereka akan melempari kamu dengan batu, atau memaksamu kembali kepada agama mereka, dan jika demikian niscaya kamu tidak akan beruntung selama-lamanya.\"","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:21","price":"Dan demikian (pula) Kami perlihatkan (manusia) dengan mereka, agar mereka tahu, bahwa janji Allah benar, dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. Ketika mereka berselisih tentang urusan mereka,490) maka mereka berkata, \"Dirikanlah suatu bangunan di atas (gua) mereka, Tuhan mereka lebih mengetahui tentang mereka.\" Orang yang berkuasa atas urusan mereka berkata, \"Kami pasti akan mendirikan suatu rumah ibadah di atasnya.\"","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"*490) Yang mereka perselisihkan itu tentang hari Kiamat, apakah itu akan terjadi atau tidak dan apakah dibangkitkan pada hari Kiamat dengan jasad dan roh atau roh saja. Maka Allah mempertemukan mereka dengan pemuda-pemuda dalam cerita ini untuk menjelaskan bahwa hari Kiamat itu pasti datang dan kebangkitan pada hari Kiamat itu adalah tubuh dan jiwa.","lang":"id"},{"name":"18:22","price":"Nanti (ada orang yang akan) mengatakan,491)\" (Jumlah mereka) tiga (orang), yang ke empat adalah anjingnya,\" dan (yang lain) mengatakan, \"(Jumlah mereka) lima (orang), yang ke enam adalah anjingnya,\" sebagai terkaan terhadap yang gaib; dan (yang lain lagi) mengatakan, \"(Jumlah mereka) tujuh (orang), yang ke delapan adalah anjingnya.\" Katakanlah (Muhammad), \"Tuhanku lebih mengetahui jumlah mereka; tidak ada yang mengetahui (bilangan) mereka kecuali sedikit.\" Karena itu janganlah engkau (Muhammad) berbantah tentang hal mereka, kecuali perbantahan lahir saja dan jangan engkau menanyakan tentang mereka (pemuda-pemuda itu) kepada siapa pun.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"*491) Ahli Kitab dan lainnya pada zaman Nabi Muhammad -ṣallallāhu 'alaihi wa sallam-.","lang":"id"},{"name":"18:23","price":"Dan jangan sekali-kali engkau mengatakan terhadap sesuatu, \"Aku pasti melakukan itu besok pagi,\"","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:24","price":"kecuali (dengan mengatakan), \"Insyā Allah.\"492) Dan ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, \"Mudah-mudahan Tuhanku akan memberi petunjuk kepadaku agar aku yang lebih dekat (kebenarannya) daripada ini.\"","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"*492) Menurut riwayat, ada beberapa orang Quraisy bertanya kepada Nabi Muhammad -ṣallallāhu 'alaihi wa sallam- tentang roh, kisah Ashabul Kahfi (penghuni gua) dan kisah Zulkarnain lalu beliau menjawab, datanglah besok pagi kepadaku agar aku ceritakan kepadamu. Dan beliau tidak mengucapkan Insyā Allāh (artinya jika Allah menghendaki). Tapi rupanya sampai besok harinya wahyu terlambat datang untuk menceritakan hal-hal tersebut dan Nabi tak dapat menjawabnya. Maka turunlah ayat 23-24 di atas, sebagai pelajaran kepada Nabi; Allah mengingatkan pula bilamana Nabi lupa menyebut Insyā Allāh haruslah segera menyebutkannya kemudian.","lang":"id"},{"name":"18:25","price":"Dan mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:26","price":"Katakanlah, \"Allah lebih mengetahui berapa lamanya mereka tinggal (di gua); milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya; tidak ada seorang pelindung pun bagi mereka selain Dia; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.\"","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:27","price":"Dan bacakanlah (Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur`an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:28","price":"Dan bersabarlah engkau (Muhammad) bersama orang yang menyeru Tuhannya pada pagi dan senja hari dengan mengharap keridaan-Nya; dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan kehidupan dunia; dan janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami, serta menuruti keinginannya dan keadaannya sudah melewati batas.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:29","price":"Dan katakanlah (Muhammad), \"Kebenaran itu datangnya dari Tuhanmu; barang siapa menghendaki (beriman) hendaklah dia beriman, dan barang siapa menghendaki (kafir) biarlah dia kafir.\" Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (minum), mereka akan diberi air seperti besi mendidih yang menghanguskan wajah. (Itulah) minuman yang paling buruk dan tempat istirahat yang paling jelek.","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:30","price":"Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:31","price":"Mereka itulah yang memperoleh surga Aden, yang mengalir di bawahnya sungai-sungai; (dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutera halus dan sutera tebal, sedang mereka duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala, dan tempat istirahat yang indah;","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:32","price":"Dan berikanlah (Muhammad) kepada mereka493) suatu perumpamaan, dua orang laki-laki,494) yang seorang (yang kafir) Kami beri dua buah kebun anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara keduanya (kebun itu) Kami buatkan ladang.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"*493) Kepada orang mukmin dan orang kafir. 494) Dua orang Yahudi yang satu mukmin dan yang lain kafir.","lang":"id"},{"name":"18:33","price":"Kedua kebun itu menghasilkan buahnya, dan tidak berkurang (buahnya) sedikit pun, dan di celah-celah kedua kebun itu Kami alirkan sungai,","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:34","price":"dan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengannya, \"Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.\"","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:35","price":"Dan dia memasuki kebunnya dengan sikap merugikan dirinya sendiri (karena angkuh dan kafir); dia berkata, \"Aku kira kebun ini tidak akan binasa selama-lamanya,","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:36","price":"dan aku kira hari Kiamat itu tidak akan datang, dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik dari pada ini.\"","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:37","price":"Kawannya (yang beriman) berkata kepadanya sambil bercakap-cakap dengannya, \"Apakah engkau ingkar kepada (Tuhan) yang menciptakanmu dari tanah, kemudian dari setetes air mani, lalu Dia menjadikanmu seorang laki-laki yang sempurna?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:38","price":"Tetapi aku (percaya bahwa), Dialah Allah, Tuhanku, dan aku tidak mempersekutukan Tuhanku dengan sesuatu pun.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:39","price":"Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan \"Māsyā Allāh, lā quwwata illā billāh\" (Sungguh, atas kehendak Allah, semua ini terwujud, tidak ada kekuatan kecuali dengan pertolongan Allah), sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu.","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:40","price":"Maka mudah-mudahan Tuhanku akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin;","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:41","price":"atau airnya menjadi surut ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi.\"","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:42","price":"Dan harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedang pohon anggur roboh bersama penyangganya (tiangnya) lalu dia berkata, \"Betapa sekiranya dahulu aku tidak mempersekutukan Tuhanku dengan sesuatu pun.\"","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:43","price":"Dan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:44","price":"Di sana, pertolongan itu hanya dari Allah Yang Mahabenar. Dialah (pemberi) pahala terbaik dan (pemberi) balasan terbaik.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:45","price":"Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:46","price":"Harta dan anak-anak adalah perhiasan kehidupan dunia, tetapi amal kebajikan yang terus menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:47","price":"Dan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata, dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka.","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:48","price":"Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\"","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:49","price":"Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya.\" Dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:50","price":"Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal mereka adalah musuhmu? Sangat buruklah (iblis itu) sebagai pengganti (Allah) bagi orang yang zalim.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:51","price":"Aku tidak menghadirkan mereka (iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi dan tidak (pula) penciptaan diri mereka sendiri; dan Aku tidak menjadikan orang yang menyesatkan itu sebagai penolong.","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:52","price":"Dan (ingatlah) pada hari (ketika) Dia berfirman, \"Panggillah olehmu sekutu-sekutu-Ku yang kamu klaim itu!\" Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu) tidak membalas (seruan) mereka dan Kami adakan untuk mereka tempat kebinasaan (neraka).","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:53","price":"Dan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:54","price":"Dan sesungguhnya Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur`an ini dengan bermacam-macam perumpamaan. Tetapi manusia adalah memang yang paling banyak membantah.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:55","price":"Dan tidak ada (sesuatu pun) yang menghalangi manusia untuk beriman ketika petunjuk telah datang kepada mereka dan memohon ampunan kepada Tuhannya, kecuali (keinginan menanti) datangnya hukum (Allah yang telah berlaku pada) umat yang terdahulu atau datangnya azab atas mereka dengan nyata.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:56","price":"Dan Kami tidak mengutus rasul-rasul melainkan sebagai pembawa kabar gembira dan pemberi peringatan; tetapi orang yang kafir membantah dengan (cara) yang batil agar dengan demikian mereka dapat melenyapkan yang hak (kebenaran), dan mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka sebagai olok-olokan.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:57","price":"Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, lalu dia berpaling darinya dan melupakan apa yang telah dikerjakan oleh kedua tangannya? Sungguh, Kami telah menjadikan hati mereka tertutup, (sehingga mereka tidak) memahaminya, dan (Kami letakkan pula) sumbatan di telinga mereka. Kendati pun engkau (Muhammad) menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:58","price":"Dan Tuhanmu Maha Pengampun, memiliki kasih sayang. Jika Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka. Tetapi bagi mereka ada waktu tertentu (untuk mendapat siksa) yang mereka tidak akan menemukan tempat berlindung dari-Nya.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:59","price":"Dan (penduduk) negeri itu telah Kami binasakan ketika mereka berbuat zalim, dan telah Kami tetapkan waktu tertentu bagi kebinasaan mereka.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:60","price":"Dan (ingatlah) ketika Musa berkata kepada pembantunya, \"Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua laut; atau aku akan berjalan (terus sampai) bertahun-tahun.\"","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:61","price":"Maka ketika mereka sampai ke pertemuan dua laut itu, mereka lupa ikannya, lalu (ikan) itu melompat mengambil jalannya ke laut itu.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:62","price":"Maka ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, \"Bawalah ke mari makanan kita; sungguh kita telah merasa letih karena perjalanan kita ini.\"","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:63","price":"Dia (pembantunya) menjawab, \"Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, maka aku lupa (menceritakan tentang) ikan itu dan tidak ada yang membuat aku lupa untuk mengingatnya kecuali setan, dan (ikan) itu mengambil jalannya ke laut dengan cara yang aneh sekali.\"","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:64","price":"Dia (Musa) berkata, \"Itulah (tempat) yang kita cari.\" Lalu keduanya kembali, mengikuti jejak mereka semula,","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:65","price":"lalu mereka berdua bertemu dengan seorang hamba di antara hamba-hamba Kami, yang telah Kami berikan rahmat kepadanya dari sisi Kami, dan yang telah Kami ajarkan ilmu kepadanya dari sisi Kami.495)","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"*495) Menurut mufasir, berdasarkan hadis, hamba di sini ialah Khidir, dan yang dimaksud dengan rahmat di sini ialah wahyu dan kenabian. Sedang yang dimaksud dengan ilmu ialah ilmu tentang yang gaib seperti yang akan diterangkan dalam ayat berikut.","lang":"id"},{"name":"18:66","price":"Musa berkata kepadanya, \"Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) yang telah diajarkan kepadamu (untuk menjadi) petunjuk?\"","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:67","price":"Dia menjawab, \"Sungguh, engkau tidak akan sanggup sabar bersamaku.","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:68","price":"Dan bagaimana engkau akan dapat bersabar atas sesuatu, sedang engkau belum mempunyai pengetahuan yang cukup tentang hal itu?\"","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:69","price":"Dia (Musa) berkata, \"Insya Allah, engkau akan dapati aku orang yang sabar, dan aku tidak akan menentangmu dalam urusan apa pun.\"","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:70","price":"Dia berkata, \"Jika engkau mengikutiku, maka janganlah engkau menanyakan kepadaku tentang sesuatu apa pun, sampai aku menerangkannya kepadamu.\"","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:71","price":"Maka berjalanlah keduanya, hingga ketika keduanya menaiki perahu lalu dia melubanginya. Dia (Musa) berkata, \"Mengapa engkau melubangi perahu itu, apakah untuk menenggelamkan penumpangnya?\" Sungguh, engkau telah berbuat suatu kesalahan yang besar.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:72","price":"Dia berkata, \"Bukankah sudah kukatakan, bahwa engkau tidak akan mampu sabar bersamaku?\"","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:73","price":"Dia (Musa) berkata, \"Janganlah engkau menghukumku karena kelupaanku dan janganlah engkau membebaniku dengan suatu kesulitan dalam urusanku.\"","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:74","price":"Maka berjalanlah keduanya; hingga ketika keduanya berjumpa dengan seorang anak muda, maka dia membunuhnya. Dia (Musa) berkata, \"Mengapa engkau bunuh jiwa yang bersih, bukan karena dia membunuh orang lain? Sungguh, engkau telah melakukan sesuatu yang sangat mungkar.\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"id"},{"name":"18:75","price":"Dia berkata, \"Bukankah sudah kukatakan kepadamu, bahwa engkau tidak akan mampu sabar bersamaku?\"","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:76","price":"Dia (Musa) berkata, \"Jika aku bertanya kepadamu tentang sesuatu setelah ini, maka jangan lagi engkau memperbolehkan aku menyertaimu, sesungguhnya engkau sudah cukup (bersabar) menerima alasan dariku.\"","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:77","price":"Maka keduanya berjalan; hingga ketika keduanya sampai kepada penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka (penduduk negeri itu) tidak mau menjamu mereka. Kemudian keduanya mendapatkan dinding rumah yang hampir roboh (di negeri itu), lalu dia menegakkannya. Dia (Musa) berkata, \"Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu.\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:78","price":"Dia berkata, \"Inilah perpisahan antara aku dengan engkau; aku akan memberikan penjelasan kepadamu atas perbuatan yang engkau tidak mampu sabar terhadapnya.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:79","price":"Adapun perahu itu adalah milik orang miskin yang bekerja di laut; aku bermaksud merusaknya, karena di hadapan mereka ada seorang raja yang akan merampas setiap perahu.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:80","price":"Dan adapun anak muda (kafir) itu, kedua orang tuanya mukmin, dan kami khawatir kalau dia akan memaksa kedua orang tuanya kepada kesesatan dan kekafiran.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:81","price":"Kemudian kami menghendaki, sekiranya Tuhan mereka menggantinya dengan (seorang anak lain) yang lebih baik kesuciannya daripada (anak) itu dan lebih sayang (kepada ibu bapaknya).","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:82","price":"Dan adapun dinding rumah itu adalah milik dua anak yatim di kota itu, yang di bawahnya tersimpan harta bagi mereka berdua, dan ayahnya seorang yang saleh. Maka Tuhanmu menghendaki agar keduanya sampai dewasa dan keduanya mengeluarkan simpanannya itu sebagai rahmat dari Tuhanmu. Apa yang kuperbuat bukan menurut kemauanku sendiri. Itulah keterangan perbuatan-perbuatan yang engkau tidak sabar terhadapnya.\"","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:83","price":"Dan mereka bertanya kepadamu (Muhammad) tentang Zulkarnain. Katakanlah, \"Akan kubacakan kepadamu kisahnya.\"","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:84","price":"Sungguh, Kami telah memberi kedudukan kepadanya di bumi, dan Kami telah memberikan jalan kepadanya (untuk mencapai) segala sesuatu,","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:85","price":"maka dia pun menempuh suatu jalan.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:86","price":"Hingga ketika dia telah sampai di tempat matahari terbenam,496) dia melihatnya (matahari) terbenam di dalam laut yang berlumpur hitam, dan di sana ditemukannya suatu kaum (tidak beragama). Kami berfirman, \"Wahai Zulkarnain! Engkau boleh menghukum atau berbuat kebaikan (mengajak beriman) kepada mereka.\"","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"*496) Sampai di pantai sebelah barat, tempat Zulkarnain melihat matahari sedang terbenam.","lang":"id"},{"name":"18:87","price":"Dia (Zulkarnain) berkata, \"Barangsiapa berbuat zalim, Kami akan menghukumnya, lalu dia akan dikembalikan kepada Tuhannya, kemudian Tuhan mengazabnya dengan azab yang sangat keras.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:88","price":"Adapun orang yang beriman dan mengerjakan kebajikan, maka dia mendapat (pahala) yang terbaik sebagai balasan, dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah.\"","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:89","price":"Kemudian dia menempuh suatu jalan (yang lain).","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:90","price":"Hingga ketika dia sampai di tempat terbit matahari (sebelah Timur) didapatinya (matahari) bersinar di atas suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari (cahaya matahari)497) itu.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"*497) Menurut sebagian mufasir, golongan yang ditemui Zulkarnain itu umat yang miskin.","lang":"id"},{"name":"18:91","price":"Demikianlah, dan sesungguhnya Kami mengetahui segala sesuatu yang ada padanya (Zulkarnain).","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:92","price":"Kemudian dia menempuh suatu jalan (yang lain lagi).","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:93","price":"Hingga ketika dia sampai di antara dua gunung, didapatinya di belakang (kedua gunung itu) suatu kaum yang hampir tidak memahami pembicaraan.498)","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"*498) Mereka tidak dapat memahami bahasa orang lain, karena bahasa mereka sangat jauh bedanya dari bahasa yang lain, dan mereka pun tidak dapat menerangkan maksud mereka dengan jelas karena kekurangcerdasan mereka.","lang":"id"},{"name":"18:94","price":"Mereka berkata, \"Wahai Zulkarnain! Sungguh, Ya`jūj dan Ma`jūj499) itu (makhluk yang) berbuat kerusakan di bumi, maka bolehkah kami membayarmu imbalan agar engkau membuatkan dinding penghalang antara kami dan mereka?\"","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"*499) Ya`jūj dan Ma`jūj ialah dua bangsa yang berbuat kerusakan di bumi.","lang":"id"},{"name":"18:95","price":"Dia (Zulkarnain) berkata, \"Apa yang telah dianugerahkan Tuhan kepadaku lebih baik (daripada imbalanmu), maka bantulah aku dengan kekuatan, agar aku dapat membuatkan dinding penghalang antara kamu dan mereka.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:96","price":"Berilah aku potongan-potongan besi!\" Hingga ketika (potongan) besi itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulkarnain) berkata, \"Tiuplah (api itu)!\" Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, \"Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu).\"","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:97","price":"Maka mereka (Ya`jūj dan Ma`jūj) tidak dapat mendakinya dan tidak dapat (pula) melubanginya.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:98","price":"Dia (Zulkarnain) berkata, \"(Dinding) ini adalah rahmat dari Tuhanku, maka apabila janji Tuhanku sudah datang, Dia akan menghancurluluhkannya; dan janji Tuhanku itu benar.\"","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:99","price":"Dan pada hari itu Kami biarkan mereka (Ya`jūj dan Ma`jūj) berbaur antara satu dengan yang lain, dan (apabila) sangkakala ditiup (lagi), akan Kami kumpulkan mereka semuanya,","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:100","price":"dan Kami perlihatkan (neraka) Jahanam dengan jelas pada hari itu kepada orang kafir,","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:101","price":"(yaitu) orang yang mata (hati)nya dalam keadaan tertutup (tidak mampu) dari memperhatikan tanda-tanda (kebesaran)-Ku, dan mereka tidak sanggup mendengar.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:102","price":"Maka apakah orang kafir menyangka bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku? Sungguh, Kami telah menyediakan (neraka) Jahanam sebagai tempat tinggal bagi orang-orang kafir.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:103","price":"Katakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\"","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:104","price":"(Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:105","price":"Mereka itulah orang yang mengingkari ayat-ayat Tuhan mereka dan (tidak percaya) terhadap pertemuan dengan-Nya.500) Maka sia-sia amal mereka, dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"*500) Tidak beriman kepada hari Kiamat.","lang":"id"},{"name":"18:106","price":"Demikianlah, balasan mereka itu neraka Jahanam, karena kekafiran mereka, dan karena mereka menjadikan ayat-ayat-Ku dan rasul-rasul-Ku sebagai bahan olok-olok.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:107","price":"Sungguh, orang yang beriman dan mengerjakan kebajikan, untuk mereka disediakan surga Firdaus sebagai tempat tinggal,","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:108","price":"mereka kekal di dalamnya, mereka tidak ingin pindah dari sana.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:109","price":"Katakanlah (Muhammad), \"Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, maka pasti habislah lautan itu sebelum selesai (penulisan) kalimat-kalimat Tuhanku, meskipun Kami datangkan tambahan sebanyak itu (pula).\"","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"id"},{"name":"18:110","price":"Katakanlah (Muhammad), \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa.\" Maka barang siapa mengharap pertemuan dengan Tuhannya maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya.\"","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"id"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}