{"data":[{"name":"16:1","price":"ئەوا فەرمانی خوا (بە سزادانیان) ھات بۆیە پەلە مەکەن (لە ھاتنی) پاک و بێگەردی بۆ خوا لە ھەر شتێک ئەوانە دەیکەن بە ھاوبەشی\n","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:2","price":"فریشتە دەنێرێتە خوارەوە بە وەحی بە فەرمانی خۆی بۆ ھەر کەسێک لە بەندەکانی کە خۆی بیەوێت بەوەی کە خەڵکی بترسێنن کە بەڕاستی بێجگە لە من ھیچ پەرستراوێکی بەھەقی تر نیە کەواتە ھەر لە من بترسن\n","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:3","price":"(خوا) ئاسمانەکان و زەوی بەھەق دروستکرد بەرزو بڵندە لە ھەرچی ئەوانە دەیکەنە ھاوەڵ و ھاوبەشی\n","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:4","price":"(خوای گەورە) ئادەمی دروستکرد لە دڵۆپە ئاوێک کەچی بۆتە دوژمنێکی ئاشکرای ( بەرنامەکەی خوا)\n","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:5","price":"ئاژەڵیشی بۆ ئێوە دروستکردووە کە (ھۆی) گەرمایی و کەڵکیان تێدایە وە لە (گۆشتی) ئەوان دەخۆن\n","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:6","price":"وە بۆ ئێوە ھەیە لەو (ئاژەڵانەدا دیمەنی) جوانی و ڕازاوە کاتێک (بە ئێواران) دەیان ھێننەوە لە لەوەڕگا و کاتێکیش (بەیانیان) دەیانبەن بۆ لەوەڕگا\n","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:7","price":"وە (ھەندێ لەو ماڵاتانە) بارەکانتان ھەڵدەگرن (ودەیبەن) بۆ شار وجێگایە کە ئێوە پێی نەدەگەیشتن مەگەر زۆر بەناڕەحەت نەبێت بەڕاستی پەروەردگارتان زۆر بەسۆز و بە بەزەییە (بۆ ئادەمی)\n","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:8","price":"وە ئەسپ و ماین و ئێسترو گوێدرێژی (بۆ دروستکردون) لەبەر ئەوەی سواریان بن و ھۆی ڕازانەوەش بن بۆ ئێوە, وە (خوا) شتی وا دروست دەکات کە (ئێستا) ئێوە نایزانن\n","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:9","price":"ڕێگای ڕاست نیشاندان (بە بەندەکان) تەنھا بۆ خوایە وە ھەندێک لە ڕێگاکان لارو ناڕێکە وە ئەگەر (خوا) بیویستایە ھەمووتانی ڕێنمونی دەکرد\n","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:10","price":"ئەو (خوا) زاتێکە کە لە ئاسمانەوە بارانی بۆ باراندون ئاو خواردنەوەتان لەو (بارانە)یە و ھۆی سەوز بوونی ڕوەکیشە کەمەڕ و ماڵاتی لێ دەلەوەڕێنن\n","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:11","price":"بەو (ئاوە خوا) بۆتان دەڕوێنێت کشتوکاڵ و زەیتون و دار خورما مێو و ڕەز و ھەموو بەرو میوەیەک بەڕاستی لەوەدا (باس کرا) بەڵگەیەکی ڕوون ھەیە بۆ ئەو کەسانەی بیردەکەنەوە\n","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:12","price":"وە ڕامی ھێناوە بۆتان شەوو ڕۆژ (لە خزمەتی ئێوەدایە) و خۆر و مانگ ھەروەھا ئەستێرەکانیش ڕام ھێنراوون بە فەرمانی خوا بەڕاستی لەوەدا (باس کرا) بەڵگەی زۆر ھەیە بۆ ئەوانە کەژیرن و تێدەگەن\n","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:13","price":"وە (ڕامی ھێناوە) بۆتان ئەوەی دروستیکردووە لە زەویدا و بڵاوی کردوەتەوە کە ڕەنگ و جۆریان جیاوازە بەڕاستی لەوەدا باسکرا نیشانەیەکی ڕوون ھەیە بۆ ئەوانەی کە ئامۆژگاری وەردەگرن\n","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:14","price":"وە ئەو (خوایە) زاتێکە کە دەریای ڕام ھێناوە بۆ ئەوەی گۆشتی تازەی لێ بخۆن (مەبەست ماسی و ھاوشێوەکانیەتی) وە بۆ ئەوەی خشڵیشی لێ دەربھێنن کەدەی پۆشن (بۆ خۆ ڕازاندنەوە وەک دوڕ و سەدەف و مرواری) وە کەشتیەکان دەبینیت (دێن و دەڕۆن بە سنگیان) ئاوی دەریا لەت دەکەن وە بۆ ئەوەی ھەندێک لە فەزڵ و ڕۆزی خوا بەدەس بھێنن و بۆ ئەوەی سوپاسی خواش بکەن\n","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:15","price":"وە (خوا) لە زەویدا چەند شاخێکی دامەزراوی داناوە بۆ ئەوەی ئێوە نەلەرزێنێت وبتوانن لەسەری بژین وەچەم و ڕووباری (تیاداناوە) ھەروەھا رێگای زۆری (بەدی ھێناوە) بۆ ئەوەی ئێوە ڕێی پێ دەرکەن\n","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:16","price":"ھەروەھا نیشانەی زۆری داناوە و بە ئەستێرەش خەڵکی ڕێ دەرئەکەن (لە شەودا)\n","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:17","price":"جا ئایا زاتێک (ئەمانە) دروست دەکات وەک کەسێک وایە کە ھیچ دروست نەکات ئەوە بۆ بیرناکەنەوە؟\n","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:18","price":"وە ئەگەر (بتانەوێت) نیعمەتە کانی خوا بژمێرن ناتوانن بیان ژمێرن بەڕاستی خوا لێبوردە و میھرەبانە\n","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:19","price":"وە خوا دەزانێت چی دە شاردنەوە و چی ئاشکرا دەکەن\n","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:20","price":"ئەوانەش ھاواریان لێ دەکەن بێجگە لە خوا ھیچ شتێک دروست ناکەن بەڵکو خۆیان دروستکراون\n","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:21","price":"مردووی بێ گیانن (ئەو بتانە) ھەست ناکەن کەی (خۆیان و خەڵکی) زیندوو دەکرێنەوە\n","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:22","price":"خوای ئێوە خوایەکی تاک و تەنھایە جا ئەوانەی کە بڕوا ناھێنن بە ڕۆژی دوایی دڵەکانیان بێ باوەڕە و ھەمیشە خۆیان بەزل دەزانن\n","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:23","price":"ڕاستە بێگومان خوا دەزانێت بە ئەوەی دەیشارنەوەو ئەوەی ئاشکرای دەکەن بەڕاستی خوا خۆ بەزل زانانی خۆش ناوێت\n","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:24","price":"وە کاتێک بەوانە بوترێت ئایا پەروەردگارتان چی ناردۆتە خوارەوە دەڵێن حیکایەت و ئەفسانەی پڕو پوچی پێشووەکان\n","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:25","price":"بۆ ئەوەی باری گوناھی خۆیان بە تەواوی ھەڵبگرن لە ڕۆژی دوایدا لەگەڵ ھەندێک لەباری گوناھی ئەوانەی کە ئەمان گومڕایان دەکردن بەبێ زانیاری بێداربن زۆر بەدە ئەوەی کە ھەڵیدەگرن (و دەیگرنە ئەستۆ)\n","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:26","price":"بەڕاستی ئەوانەش کە لە پێش ئەمانەوە بوون پیلانیان گێڕا جا خوا کـۆشک و خانووەکـانیانی لە بن و بنـاغەوە دەرھێنـا ئەوسا سەربانەکانیان لە سەریانەوە ڕوخا بە سەریاندا لەلایەکەوە سزایان بۆ ھات کە ھەستیان پێ نەدەکرد\n","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:27","price":"پاشان لە ڕۆژی دواییدا ڕیسوا و سەرشۆڕیان دەکات و (خوا پێیان) دەفەرموێت ئەو ھاوبەشانەی داتان بۆم لەکوێن کە ئێوە لەبەر ئەوان ململانێی (پێغەمبەران و بڕواداران) تان دەکرد ئەوانەی زانیاریان پێدرا بوو دەڵێن بەڕاستی ڕیسوایی و بەدبەختی ئەمڕۆ بۆ بێ باوەڕانە\n","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:28","price":"ئەوانەی کە فریشتەکان گیانیان دەکێشن لە کاتێکدا ستەمکار بوون لە خۆیان جالەو کاتەدا ملکەچ دەبن (و ئەڵێن) ئێمە ھیچ خراپەیەکمان نەکردووە بەڵێ (خراپەتان کردووە) بێگومان خوا ئاگادارە بەو کردەوانەی کە ئێوە دەتانکرد\n","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:29","price":"کەواتە لە دەرگاکانی دۆزەخەوە بڕۆنە ژورەوە تێیدا بمێننەوە بە ھەمیشەیی و (ھەتا ھەتایی) ئای جێگەی خۆ بەگەورە زانان چەند ناخۆش و خراپە\n","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:30","price":"وە ووترا بەوانەی کە خۆیان پاراست (لە بێ بڕوایی) ئەوە پەروەردگارتان چی ناردوەتە خوارەوە؟ دەڵێن خێرو چاکە بۆ ئەوانەی کە لەم دونیایەدا چاکەیان کردووە چاکە ھەیە و بێگومان جێگای ڕۆژی دوایی چاکترە و چ خۆشەماڵ و شوێنی پارێزکاران و لە خواترسان\n","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:31","price":"بەھەشتانێک جێگای مانەوەی ھەمیشەیین کە ئەوان دەچنە ناوی ڕوبارەکانی دەڕۆن بەژێر (قەسرو درەختەکان) یاندا لەو بەھەشتانەدا ئەوەی بیانەوێ بۆیان ئامادەیە ئابەو جۆرە خوا پاداشتی خۆ پارێزەران و خواناسان دەداتەوە\n","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:32","price":"ئەوانەی کە فریشتەکانی (گیان کێشان) گیانیان دەکێشن بە پاکی (فریشتەکان) دەڵێن سەلامتان لێ بێت بچنە بەھەشتەوە بەھۆی ئەوەی کە دەتانکرد (لە دونیادا)\n","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:33","price":"ئایا (ئەو بێ باوەڕانە) چاوەڕێی چی ئەکەن جگە لەوەی فریشتەکان بۆتان بێن و (گیانیان بکێشن) یان فەرمانی پەروەردگارت بێت (بۆ سزادانیان) ئەوانەی پێش ئەمانیش ھەر وەکو ئەمانیان کرد و خواستەمی لێ نەکردن بەڵکو خۆیان ستەمیان لە خۆیان دەکرد\n","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:34","price":"لەئاکامدا تۆڵەی ئەو خراپانانەیان تووش بوو کە کردبوویان وە ئەو (سزای) کە ئەوان گاڵتەیان پێدەکرد دەوری دان و ھاتەسەریان\n","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:35","price":"وە ئەوانەی ھاوبەشیان داناوە بۆ خوا دەڵێن ئەگەر خوا بیویستایە بێجگە ئەو (جگە لە خوا) ھیچ شتێکمان نەدەپەرست نەئێمە و نەباو و باپیرانمان وە حەراممان نەدەکرد ھیچ شتێک بەبێ فەرمانی ئەو پێشینانی ئەمانیش ھەر بەو جۆرەیان دەکرد ئایا پێغەمبەران ھیچیان لەسەرە جگە لە ڕاگەیاندنێکی ئاشکرا و ڕوونی (ئاینی یەکخواپەرستی)\n","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:36","price":"سوێند بەخوا لەناو ھەموو گەل و ئوممەتێکدا پێغەمبەرێکمان ناردووە (کە فەرمان دەکەن بەخەڵکی) بەوەی تەنھا خوا بپەرستن و دوورکەونەوە لە (پەرستنی) ھەرپەرستراوێکی تر جا خوا ھەندێکی لەو (ئوممەتانە) ڕێنمونی کرد و ھەندێکیشیان (لەبەر خراپیان) گومڕایی یەخەی گرتن دەی بە زەویدا بگەڕێن و تەماشاکەن سەر ئەنجامی بێ باوەڕان چۆن بوو\n","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:37","price":"ھەر چەند زۆر سوور بیت لەسەر ڕێنمونی ئەوانە (بێ سوودە) چونکە بەڕاستی خوا ڕێنمونی کەسێک ناکات کە (بیەوێ) گومڕای بکات ھیچ پشتیوانێکیشیان نیە\n","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:38","price":"وە ئەوانە زۆر توند سوێندیان دەخوارد بە خوا (دەیانووت) ھەرکەس بمرێت خوا زیندووی ناکاتەوە بەڵێ (زیندووی دەکاتەوە) بەڵێنێکی ھەق و ڕاستی خوایە بەڵام زۆربەی خەڵکی نازانن\n","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:39","price":"بۆئەوەی ڕوونی بکاتەوە بۆخەڵکی ئەوەی تیایدا جیاوازن وەتا ئەوانەش کە بێ باوەڕ بوون بزانن کە بەڕاستی ئەوان درۆزن بوون\n","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:40","price":"بەڕاستی کاتێک (زیندووکردنەوە و بەدیھێنانی ھەرشتێکمان ) بوێت (ئەمەیە) کەپێی دەڵێین ببە ئەویش یەکسەر دەبێت\n","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:41","price":"وە ئەوانەی لەڕێی خوادا کۆچیان کرد دوای ئەوەی ستەمیان لێکرا بێـگومان لە دونیادا نیشتەجێیـان دەکەین زۆر بەچاکی وە بەڕاستی پاداشتی ڕۆژی دوایی گەورەترە ئەگەر بیان زانیایە\n","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:42","price":"ئەوانە کەسانێک بوون دانیان بەخۆیاندا گرت و تەنھا پشتیان بە پەروەردگاریان دەبەست\n","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:43","price":"وە ڕەوانەمان نەکردووە لە پێش تۆ بێجگە لە پیاوانێک کە نیگامان بۆ ناردوون دەی پرسیار بکەن لە زانایان ئەگەر ئێوە نازانن\n","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:44","price":"لەگەڵ چەندین بەڵگەو پەڕاوی ئاسمانی و قورئانیشمان بۆ تۆ نارد بۆ ئەوەی ڕوونی بکەیتەوە بۆ خەڵکی ئەوەی بۆیان نێردراوەتە خوارەوە بەڵکو بیربکەنەوە وتێ بگەن\n","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:45","price":"دەی ئایا ئەوانەی کەپ یلان و خراپەیان کردووە بێ باکن و ناترسن لەوەی کە خوا بیانبات بەناخی زەویدا یان سزایان بۆ بێت لە شوێنێکەوە کە ھەستی پێ ناکەن\n","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:46","price":"یان (سزا) بیان گرێت لە کاتی گەڕان و ھاتوچۆدا ئیتر ناتوانن خۆیان قوتارکەن\n","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:47","price":"یان لە کاتێکدا دەترسن (لە سزادان) لەناویان دەبات بێگومان پەروەردگارتان زۆر دڵسۆز و میھرەبانە\n","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:48","price":"ئایا ئەوانە نابینن و سەرنج نادەن کە ھەرچی خوا دروستی کردووە سێبەرەکانیان دەگۆڕێت بەلای ڕاست و چەپیاندا بە ملکەچیەوە سوژدە بۆ خوا دەبن\n","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:49","price":"ھەرچی لە ئاسمانەکان و زەویدایە ھەر بۆ خوا سوژدە دەبەن لە گیانلەبەران و فریشتەکان لەھەمان کاتدا خۆشیان بە گەورە دانانێن\n","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:50","price":"لە پەروەردگاریان دەترسن کە لەلای سەروویانەوەیە و ھەر فەرمانێکیان پێ بکرێت دەیکەن\n","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:51","price":"خوا فەرمووی دوو پەرستراو بۆ خۆتان دامەنێن بێگومان پەرستراوی (ئێوە) تەنھا یەکێکە (کە خوای گەورە و باڵادەستە) کەواتە ھەر لە من بترسن\n","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:52","price":"وە تەنھا موڵکی خوایە ئەوەی لە ئاسمانەکان و لە زەویدایە وە گوێڕایەڵی بەردەوام ھەر بۆ ئەوە دەی ئایا لە غەیری خوا دەترسن؟\n","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:53","price":"وە ھەر ناز و نیعمەتێکتان ھەبێت ئەوە ھەمووی لە خواوەیە پاشان کاتێک دووچاری زیان و ناڕەحەتیەک ببن ئەوە پەناو ھاوار ھەر بۆلای ئەو دەبەن\n","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:54","price":"لەپاشان کاتێک ناڕەحەتیەکەی لەسەر لابردن کتوپڕ دەستەیەک لە ئێوە ھاوبەش بڕیار دەدەن بۆ پەروەردگاریان ( و دەگەڕێنەوە سەر بێ باوەڕی)\n","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:55","price":"(لێیان گەڕێ) با بێباوەڕ و سپڵە بن بەرامبەر ئەوەی پێمان بەخشین وە (لە دونیادا) ڕابوێرن جا لەمەو دوا دەزانن (چییان لێدەکەین)\n","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:56","price":"وە (بت پەرستان) بۆ ئەو (بتانەی) کە ھیچ نازانن دایدەنێن بەشێک لەوەی کە ئێمە پێمان بەخشیوون (لە خواردن و خواردنەوە)\n","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:57","price":"ئەو (بت پەرستانە) کچان بۆ خوا دادەنێن (و دەڵێن فریشتەکان کچی خوان) پاک و بێگەردی بۆ خوا، وە بۆ خۆشیان چییان پێ خۆشە (دایدەنێن کە حەزیان لە کوڕە)\n","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:58","price":"ھەرکاتێک یەکێک لەوانە مزگێنی کچی پێ بدرێت ڕوی ڕەش دائەگەڕێت و بۆ خۆی پیش دەخواتەوە\n","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:59","price":"خۆی دەشارێتەوە لە خەڵکی لەبەر ئەو مژدە خراپەی پێی دراوە ( بە گومانی خۆی) ئایا (ئەو کچە) بیھێڵێتەوە بەسەر شۆڕی (بەخێوی بکات) یان زیندە بەچاڵی کات بێداربن ئای چەند خراپە ئەو بڕیارەی دەیدەن!\n","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:60","price":"بۆ ئەوانە ھەیە کە بڕوایان بە ڕۆژی دوایی نیە نموونەی خراپ نموونەی ھەرە بەرزیش ھەر بۆ خوایە وە ھەر ئەو (خوا) زاڵ و بەدەسەڵات و کاردروستە\n","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:61","price":"وە ئەگەر خوا خەڵکی سزا بدایە بەھۆی ستەم (و بێ بڕوایی) یانەوە ھیچ گیان لەبەرێ (مرۆڤ) ێکی لەسەر (زەویدا) نەدەھێشت بەڵام دوایان دەخات تا کاتی دیاریکراو (بۆیان) جا کاتێک کاتی دیاریکراویان ھات (ڕۆژیان تەواو بوو) ھیچ کات و ساتێک دواناکەون و پێشیش ناکەون\n","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:62","price":"وە ئەوان شتێ بۆ خوا دادەنێن کە خۆیان حەزی لێ ناکەن وە زمانیان بەدرۆ دەڵێ کە بێگومان پاداشتی زۆر چاک ھەر بۆ ئەوانە ڕاستە وگومانی تێدا نیە (پاداشتی) ئەوانە ھەر ئاگری (دۆزەخ) ـە و زوو بە پەلە دەبرێن (بۆی)\n","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:63","price":"سوێند بە خوا بەڕاستی پێغەمبەرانمان ناردووە بۆ سەر گەلانی پێش تۆ جاشەیتان کردەوە (خراپەکان) یانی بۆ ڕازاندنەوە بۆیە ئەمڕۆ (شەیتان) پشتیوانیانە وە بۆ ئەوانە سزای سەختی بە ئازار ھەیە\n","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:64","price":"وە ئێمە قورئانمان نەناردۆتە خوارەوە بۆت مەگەر بۆ ئەوەی ڕوونی بکەیتەوە بۆ خەڵکی ئەوەی کە تیایدا جیاواز بوون وە تاڕێنمونی و میھرەبانیش بێت بۆ کەسانێک کە باوەڕ دەھێنن\n","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:65","price":"وە خوا لە ئاسمانەوە بارانی باراندووە جا بەو (بارانە) زەوی زیندوو کردەوە دوای ئەوەی کە مرد بوو بەڕاستی لەمەدا نیشانە و بەڵگەیەکی ڕوون ھەیە بۆ کەسانێک کە (ڕاستی) دەبیستن\n","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:66","price":"وە بەڕاستی لە ئاژەڵ و ماڵاتیشدا بۆ ئێوە پەند و ئامۆژگاری ھەیە لەوەی لە ناو سکیدایە بە ئێوەی دەنۆشین لە نێوان سڕوان (پیسی) و خوێندا شیرێکی پاکی بێ خەوشتان پێ دەنوشێت\n","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:67","price":"وە لەبەرو بوومەکانی دارخورما و ڕەزەکانیش (خواردنەوەی) سەر خۆشکەری لێ دروست دەکەن وە ڕِۆزی و بژێوی پاک و چاکیشی (لێ دروست دەکەن وەک مێوژ و دۆشاو) بەڕاستی لەوەدا نیشانە ھەیە بۆ کەسانێک کە تێدەگەن\n","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:68","price":"وە پەروەردگارت سرووش (ئیلھامی) کرد بۆ ھەنگ کە لە چیاکاندا خانوو (بۆ خۆت) ساز بدە و لە (کونی) دارو درەختەکان لەو (شوێنانەی) کە خەڵکی دروستی دەکەن (بۆی)\n","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:69","price":"پاشان لە ھەموو بەرو بوومێک بمژە ئەوسا ئەو ڕێگایانەی پەروەردگارت بگرە بەر بە ملکەچی لە سکی ئەو (ھەنگانەوە) دێتە دەر خواردنەوەیەک (ھەنگوین) کە ڕەنگەکانی جیاوازە کە شیفای تێدایە بۆ خەڵکی بێگومان لەوەدا نیشانەی گەورە ھەیە بۆ کەسانێک کەبیر دەکەنەوە\n","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:70","price":"بێگومان خوا ئێوەی دروست کردووە و پاشان دەتان مرێنێت وە ھەندێک لە ئێوە (زۆر پیر دەبێ تا) دەگەڕێنرێتەوە بۆ لاواز ترینی تەمەن بۆ ئەوەی لە پاش زانین ھیچ شتێک نەزانێت (ھەموو شتێکی لەبیر بچێتەوە) بەڕاستی خوا زانا و بەتوانایە\n","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:71","price":"وە خوا فەزڵی ھەندێکتانی داوە بەسەر ھەندێکتاندا لە (پێدانی) ڕزق و ڕۆزیدا جا ئەوانەی کە فەزڵی خودایان بەسەرەوەیە و ڕزق و ڕۆزیان زۆرە بەشی بەندەکانی لێ نادەن تا بەھۆی ئەوەوە ئەوان (بەندەکان) و ئەمان یەکسان بن تێیدا دەی ئایا ئەوانە ئینکاری چاکە و نیعمەتەکانی خوا دەکەن؟\n","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:72","price":"وە خوا لە ڕەگەزی خۆتان ھاوسەری بۆ بەدی ھێناون وە لە ژن و ھاوسەرەکانتان کوڕ و نەوەی بۆ فەراھەم ھێناون وە ڕزق و ڕۆزی پاک و خۆشی پێدا وون دەی ئایا ئەوان ھەر بە ناھەق و بەتاڵ باوەڕ دێنن وە بە چاکەو نیعمەتەکانی خوایش بێ باوەڕ و سپڵەن\n","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:73","price":"ئەوان لە جیاتی خوا شتانێک دەپەرستن کە خاوەنی ھیچ ڕزق و ڕۆزیەکی ئەوان نین نە لە ئاسمانەکان و نە لە زەویدا و ناشتوانن (ڕۆزیان بدەن)\n","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:74","price":"کەواتە وێنە بۆ خوا مەھێننەوە بەڕاستی خوا دەزانێت و ئێوە نازانن\n","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:75","price":"خوا نموونەی ھێناوەتەوە بە بەندەیەکی خاوەندار کە توانای بەسەر ھیچ شتێکدا نیە لەگەڵ کەسێکی (باوەڕدار) کە ڕزق و ڕۆزی چاکمان پێ دابێت لە لایەن خۆمانەوە ئەویش لەو (ڕۆزیەی) ببەخشێت بەنھێنی و ئاشکرا ئایا ئەو دووانە یەکسانن سوپاس و ستایش بۆ خوا بەڵام زۆربەیان نازانن\n","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:76","price":"وە ھەروەھا خوا نموونەی ھێناوەتەوە بەدوو پیاو یەکێکیان لاڵێکی زگماکە کە توانای بەسەر ھیچ شتێکدا نیە و ئەو (پیاوە) ئەرک و بارە بەسەر خاوەنەکەیەوە بەرەو ھەرشوێنێکی بنێرێت ھیچ خێرو چاکەیەک ناھێنێتەوە ئایا ئەو کەسە یەکسانە لەگەڵ کەسێک فەرمان بەدادگەری بدات و ئەو (کەسە) لەسەر ڕێگەیەکی ڕاست بێت\n","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:77","price":"وە ھەر بۆ خوایە نھێنی و پەنھانیەکانی ئاسمانەکان و زەوی وە ھاتنی ڕۆژی دوایش (بەلای خواوە) ھەر وەکو چاو تروکانێک وایە، یان نزیک تر لەوەیش بەڕاستی خوا بەسەر ھەموو شتێکدا بەتوانایە\n","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:78","price":"خوا ئەو خوایە یە کە ئێوەی لە سکی دایکتان دەرھێناوە کە ھیچتان نەدەزانی وە (خوا) گوێ و چاو و دڵی پێدان بۆ ئەوەی سوپاسی (خوا) بکەن\n","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:79","price":"ئایا ئەوان سەرنجی باڵندەیان نەداوە؟ کە چۆن لە ھەوای ئاســماندا ڕام ھێنراون بێجگـە لە خوا کێ ڕایان دەگرێت (بەو ئاسمانەوە) بەڕاسـتی لەو (ڕاگیرکردنە) دا چەند نیشـانە و بەڵگە ھەیە بۆ ئەوانەی باوەڕ دەھێنن\n","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:80","price":"وە خوا ماڵەکانتانی کردووە بەجێی دانیشتن و حەوانەوە, وە لە پێستی ئاژەڵیش دەوار و ڕەشماڵی بۆ فەراھەم ھێناون (ھەڵدەدرێت و دەگوێزرێتەوە) بە ئاسانی لە ڕۆژی کۆچ و بارکردنتاندا و لە ڕۆژی مانەوەو نیشتەجێ بونتاندا وە (سازاندویەتی بۆتان) لە خوری و کوڵکی (ئەو ئاژەڵانە) وە لە مـووەکانیان شــتومەکی ناوماڵ کەکەڵکی لێ وەردەگرن تا ماوەیەک\n","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:81","price":"وە خوا لەوەی کە دروستی کردوە سێبەری زۆری ڕەخساندووە بۆتان وە لە چیاکاندا پەناگا و ئەشکەوتی بۆ بەدی ھێناون وە سازیداوە بۆتان جل و پۆشاکێک کە دەتان پارێزێ لە گەرما ھەروەھا جل و پۆشاکێک کە لەکاتی جەنگدا دەتان پارێزێت (لە دوژمنان) ئا بەو جۆرە چاکە و نیعمەتەکانی خۆی تەواو دەکات بەسەرتانەوە بۆ ئەوەی ملکەچ و موسوڵمان بن\n","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:82","price":"ئەوسا ئەگەر ئەوان ڕوویان وەرگێڕا ئەوە بێگومان ئەوەی لەسەر تۆیە تەنھا ڕاگەیاندنی ئاشکرای (ئاینەکەتە)\n","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:83","price":"ئەوانە ناز و نیعمەتەکانی خوا دەناسن و (دەزانن) پاشان ئینکاری دەکەن وە زۆربەی ئەوانە ھەر بێ باوەڕن\n","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:84","price":"وە ڕۆژێک دادێت ئێمە لەھەر ئوممەتێک شایەتێک (پێغەمبەرێک) یان بۆ دەنێرین ئەوسا مۆڵەت نادرێت بەوانەی باوەڕیان نەھێناوە بیانوشیان لێ وەرناگیرێت\n","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:85","price":"وە کاتیێک ئەوانەی ستەمیان کردوە و سزای دۆزەخ دەبینن نە سزاکەیان لەسەر سووک دەکرێت نە مۆڵەتیش دەدرێن\n","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:86","price":"وە کاتێک ئەوانەی کە ھاوبەشیان داناوە پەرستراوەکانیان دەبینن دەڵێن ئەی پەروەردگارمان ئەوانە پەرستراوەکانمانن کە ئێمە ھاوارمان لێ ئەکردن لەجیاتی تۆ ئەمجا ئەو (پەرستراوانە) ووتەیان ئاڕاستە دەکەن (و دەڵێن) بەڕاستی ئێوە درۆزنن\n","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:87","price":"وە لەو ڕۆژەدا ھەموو گوێڕایەڵی و ملکەچی ئەنوێنن بۆ خوا وە وون دەبێت لێیان ئەو درۆیانەی کە ھەڵیان دەبەست (لە دونیادا)\n","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:88","price":"ئەوانەی کە بێ باوەڕ بوون و ڕێگری خەڵکیشیان کردووە لە ڕێگەی خوا جگە لە سزاکەی خۆیان سزایان بۆ زیاد دەکەین لەبەر ئەوەی کە خراپەکاریان دەکرد\n","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:89","price":"وە ئەو ڕۆژەی کە ئێمە لە ھەر ئوممەتێک شایەتێک (پێغەمبەرێک) دەنێرین بۆسەریان لە خۆیان (کە شایەتیان لێ بدات) وە تۆش دەھێنین (ئەی موحەممەد ﷺ) بەشایەت لەسەر ئەوانە وە ئێمە قورئانمان ناردوەتە خوارەوە بۆت کە ڕوون کەرەوەیە بۆ ھەموو شتێک وەڕێنمونی و میھرەبانی و مژدەیە بۆ موسڵمانان\n","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:90","price":"بەڕاستی خوا فەرمان دەدات بە دادگەری و بە چاکە و بە بەخشین بە خزم و خوێش وە (خوا) ڕێگری دەکات لە داوێن پیسی و خراپە و دەستدرێژی ئامۆژگاریتان دەکات بۆ ئەوەی پەند وەرگرن و بیربکەنەوە\n","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:91","price":"وە بەڵێنی خوا بەجێ بھێنن کاتێک کە بەڵێن دەدەن و بەڵێن و پەیمانەکانتان مەشکێنن لە پاش بەستن و دووپاتکردنەوەیان لە کاتێکدا خواتان کردووە بەشایەت و چاودێر بەسەر خۆتانەوە بەڕاستی ھەرچی دەکەن خوا دەیزانێت\n","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:92","price":"وەک ئەو (ئافرەتە) مەبن کە ڕیسەکەی کردەوە بە خوری لە پاش بادان و ڕستن و شەتەک دانی سوێندو پەیمانەکانتان دەکەن بەھۆی ناپاکی و فڕو فێڵ لە نێوانتاندا لەبەر ئەوەی دەستە و کۆمەڵێک زۆرترو بەھێز ترە لەدەستەو کۆمەڵێکی تر خوا بەوە تاقیتان دەکاتەوە, وە سوێند بە خوا لە ڕۆژی دواییدا بۆتان ڕوون دەکاتەوە ئەوەی کە ئێوە تیایدا جیاواز بوون\n","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:93","price":"وە ئەگەر خوا بیویستایە ئێوەی دەکرد بە یەک ئوممەت بەڵام (خوا) ھەر کەسێکی بوێت گومڕای دەکات (بەھۆی سەرکەشی خۆیەوە) ھەر کەسێکیشی بوێت ڕێنمونی دەکات وە سوێند بە خوا پرسیارتان لێ دەکرێت لەوەی کە دەتانکرد (لە دونیادا)\n","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:94","price":"وە سوێند و پەیمانتان مەکەن بەھۆی غەدر و ناپاکی لە نێوان یەکتردا تا پێ لەپاش جێگیر بوونی (لەسەر باوەڕ) ھەڵنەخلیسکێ و سزاو ناڕەحەتی نەچەژن بەھۆی بەرھەڵستی کردنتان لە ڕێبازی خوا (ئەگەر وابن) سزای زۆر گەورەتان بۆ دەبێت\n","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:95","price":"وە بەڵێن و پەیمانی خوا بەنرخێکی کەم مەگۆڕنەوە بەڕاستی ئەوەی کەلای خوا ھەیە چاکترە بۆتان ئەگەر ئێوە بزانن\n","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:96","price":"(چونکە) ھەرچی لای ئێوەیە تەواو دەبێت ئەفەوتێت و نامێنێت بەڵام ئەوەی لای خوایە ھەر دەمێنێت سوێند بە خوا ئەوانەی کە بەئارام بوون پاداشتیان دەدەینەوە بە پاداشتی چاکتر لە کردەوەکانیان\n","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:97","price":"ھەرکەس لە نێر یان لە مێ کردەوەی چاکی کردبێت و بیکات و بڕواداریش بوو بێت ئەوە سوێند بە خوا بە ژیانێکی خۆش دەیان ژیەنین و سوێند بێ پاداشتیان بدەینەوە بە چاکتر لەوەی کە ئەوان دەیانکرد\n","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:98","price":"(ئەی موحەممەدﷺ) کاتێک ویستت قورئان بخوێنیت پەنا بگرە بە خوا لە شەیتانی نەفرەت لێکراو و دەرکراو لەبەزەیی خوا\n","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:99","price":"بەڕاستی ئەو (شەیتان) دەسەڵاتی نیە بەسەر ئەوانەی کە باوەڕیان ھێناوە وتەنھا پشت بە پەروەردگاریان دەبەستن\n","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:100","price":"تەنھا دەسەڵاتی بەسەر ئەوانەدا ھەیە کە ئەو (شەیتان) دەکەنە دۆست پشتیوانی خۆیان و ئەوانەی بەھۆی ئەوەوە بوونەتە ھاوەڵدانەر\n","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:101","price":"ھەر کاتێک ئایەتێک لە جێی ئایەتێکی تردا دابەزێنین وە خوا چاکتر دەزانێت چی دەنێرێتە خوارەوە دەڵێن تۆ لە خۆتەوە درۆ ھەڵدەبەستی بە ناوی خواوە (وانیە) بەڵکو زۆر بەیان ھیچ نازانن\n","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:102","price":"بڵێ جوبرەیل دایبەزاندوە لە لایەن پەروەردگارتەوە بەڕاستی تا ئەوانەی باوەڕیان ھێناوە دامەزراویان بکاتو ڕێنمونی و موژدەش بێت بۆ موسوڵمانان\n","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:103","price":"سوێند بە خوا بێگومان ئێمە دەزانین کەئەو (بێ باوەڕانە) دەڵێن ھەر ئادەمیە (ئەم قورئانەی) فێری (موحەممەد) دەکات (مەبەستیان کابرایەکی ڕۆمی بوو) کەچی زمانی ئەو کەسەی ئەوەی دەدەنەپاڵ عەجەمیە و ئەم (قورئانە) ش به زمانی عەرەبی پاراو و ڕوون (دابەزیوە)\n","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:104","price":"بەڕاستی ئەوانەی کە بڕوایان بە ئایەتەکانی خوا نیە خوای گەورە ڕێنمونیان ناکات، وسزای سەختی بۆ ئامادەکردوون\n","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:105","price":"بێگومان تەنھا ئەوانە درۆھەڵدەبەستن بە ناوی خواوە کە باوەڕیان بە ئایەتەکانی خوا نیە و ھەر خۆیان درۆزنن\n","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:106","price":"ئەو کەسەی بێ باوەڕ بێ بە خوا لە پاشان باوەڕھێنانی مەگەر کەسێک زۆری لێ کرا بێت و دڵیشی دامەزرا و ئارام بێت بە باوەڕ بەڵام کەسێ دڵی خۆش و شادمان بێت بەبێ باوەڕی ئەوە بەر خەشم و قینی خوا کەوتوون و سزای گەورەیان دەبێت\n","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:107","price":"ئەم (ھەڕەشەیە) لەبەر ئەوەیە بەڕاستی ئەوانە ژیانی دونیا یان لا خۆشەویستر بوو لە ژیانی ڕۆژی دوایی وە بەڕاستی خوا ڕێنمونی کەسانی بێ باوەڕ ناکات\n","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:108","price":"ئەوانە کەسانێکن خوا مۆری ناوە بەسەر دڵ و بەسەر گوێ و چاویاندا وە ھەر ئەوانەن بێ ئاگایان\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:109","price":"ڕاستە و بێگومان ئەوانە لە ڕۆژی دواییدا ھەر ئەوان زەرەرمەندن\n","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:110","price":"پاشان بەڕاستی پەروەردگارت بۆ ئەوانەی کۆچیان کردوە لە پاش ئەوەی سزا دران پاشان جیھاد و تێکۆشانیان کرد و بە ئارام بوون بێـگومان پەروەردگارت لە دوای ئەوە لێ بوردە و میھرەبانە (بۆیان)\n","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:111","price":"لە ڕۆژێکدا کە ھەموو کەسێک دێت بەرگری لە خۆی دەکات وە ھەموو کەسێک ھەرچی کردبێت پاداشتی تەواوی وەردەگرێ و ئەوان ستەمیان لێ ناکرێت\n","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:112","price":"خوا نموونەی ھێناوەتەوە بە (خەڵکی) گوند و شارێک کە ھێمن و دڵنیا بوون ڕزق و ڕۆزی زۆری بۆ دەھات لە ھەموو شوێنێکەوە کەچی بەرانبەر چاکە و نیعمەتەکانی خوا ناسوپاس و سپڵە بوون جا خوا بەو ھۆیەوە کردی بەبەر (خەڵکە کە) یدا پۆشاکی برسێـتی و ترس و بیم لەبەر ئەو کردەوانەی کە دەیانکرد\n","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:113","price":"سوێند بە خوا بەڕاستی پێغەمبەرێکیان لە خۆیان بۆ ھات کەچی باوەڕیان پێ نەھێنا جا سزا گرتنی لە کاتێکدا ستەمکاربوون\n","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:114","price":"جا لەو بژێویەی خوا پێی بەخشیوون بخۆن کە حەڵاڵ و پاکە و سوپاسی چاکە و نیعمەتی خوا بکەن ئەگەر ئێوە ھەر ئەو دەپەرستن\n","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:115","price":"بێگومان (خوا) ئەوەی حەرامی کردووە لەسەرتان تەنھا مردارەوە بوو وخوێن و گۆشتی بەراز و ئەوەی (کەسەربڕاوە و) ناوی غەیری خوای لێ ھێنراوە بەڵام ھەر کەسێک ناچار بوو (لەو حەرامانە بخوات) بە بێ دەست درێژی و زیادەڕۆی ئەوە بێگومان خوا لێ بوردە و میھرەبانە\n","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:116","price":"وە لە خۆتانەوە نەڵێن ئەوەی کە بەزمانتاندا دێت بە درۆ ئەوە حەڵاڵە و ئەوە حەرامە بۆ ئەوەی درۆ ھەڵبەستن بەدەم خواوە بەڕاستی ئەوانەی درۆ ھەڵدەبەستن بە ناوی خواوە ڕزگار نابن\n","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:117","price":"(لە دونیادا) ڕابورادنێکی کەم (یان دەبێت) (لە دوا ڕۆژدا) سزای سەختیان بۆ ھەیە\n","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:118","price":"وە لەسەر ئەوانەی کە جولەکە بوون حەراممان کرد (لێیان) ئەوەی کە باسمان کردوە بۆت لە پێش (دابەزینی ئەم ئایەتە) وە ئێمە ستەممان لێ نەکردن بەڵکو خۆیان ستەمیان لە خۆیان دەکرد\n","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:119","price":"پاشان بەڕاستی پەروەردگارت بۆ ئەوانەی خراپەیان کردووە بەنەفامی پاشان دوای ئەوە گەڕاونەتەوە و تۆبەیان کردووە و کرداری خۆیان چاک کردووە بەڕاستی پەروەردگارت لە پاش ئەوانە لێبوردە و میھرەبانە\n","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:120","price":"بەڕاستی ئیبراھیم (بۆ خۆی) ئوممەتێک بوو گوێڕایەڵ و فەرمانبەردار بۆ خوا لا دەربوو لە ھەموو ئاینێکی ناھەق و ھەرگیز لە ھاوبەشدانەران نەبووە\n","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:121","price":"شوکرانە بژێری (خوا) بووە لە بەرامبەر نازو نیعمەتەکانیدا ئەویش ھەڵیبژارد و ڕێگەی ڕاستی نیشاندا (کە ئیسلامە)\n","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:122","price":"وە ئێمە لە دونیادا ناز و نیعمەتی چاکمان پێ بەخشی وە بەڕاستی ئەو لە ڕۆژی دوایشدا لە ڕیزی چاکاندایە\n","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:123","price":"پاشان نیگامان بۆ کردیت کە پەیڕەوی ئاینی ئیبراھیم بکە چونکە پاک و ڕاست بوو بەھیچ جۆرێک لە ھاوبەشدانەران نەبوو\n","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:124","price":"بێگومان (ڕێزگرتنی) ڕۆژانی شەممە تەنھا لەسەر ئەوانە دانرا کە جیاواز بوون تیایدا وە بەڕاستی پەروەردگارت دادوەری دەکات لە نێوانیاندا لە ڕۆژی دواییدا لەوەی کە ئەوان تیایدا جیاواز بوون\n","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:125","price":"(خەڵکی) بانگ بکە بۆ ڕێبازی پەروەردگارت بە دانایی و بە ئامۆژگاری جوان و چاک و شیرین وە لەگەڵیان بدوێ (موجادەلە بکە) بەچاکترین شێوە بێگومان پەروەردگارت خۆی چاک دەزانێت بەوانەی گومڕا بوون و لایاندا وە لە ڕێگاکەی وە ھەر خۆشی زانایە بەوانەی لەسەر ڕێگای ڕاستن\n","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:126","price":"وە ئەگەر تۆڵەتان سەندەوە ئەوە بە ئەندازەی ئەو ستەمەی بەرامبەرتان کراوە تۆڵە بکەنەوە, وە ئەگەر ئارام بگرن ئەوە باشترە بۆ ئارام گران\n","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:127","price":"وە (ئەی موحەممەد ﷺ) دان بە خۆتدا بگرە ئارام گرتنەکەشت ھەر بە (یارمەتی) خوایە و خەفەتیان بۆ مەخۆ و بەو فێڵ و پیلانانەش دەیکەن دڵ تەنگ مەبە\n","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":null,"lang":"ku"},{"name":"16:128","price":"بەڕاستی خوا لەگەڵ ئەوانەیە کە خۆیان پاراستووە (لە تاوان) ھەروەھا لەگەڵ ئەوانەشدایە کە خێرخواز و چاکەکارن\n","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":null,"lang":"ku"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}