{"data":[{"name":"19:1","price":" بە (کاف، ھا، یا، عەین، صاد) دەخوێنرێتەوە خوا زاناترە بە ماناکەی، بۆزانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە\n","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:2","price":"(ئەمەی دەخوێنرێتەوە بەسەرتدا) باس ویادی بەزەیی پەروەردگارتە بە بەندەی خۆی کە زەکەریایە\n","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:3","price":"لەکاتێکدا پاڕایەوە لەپەروەردگاری بەپاڕانەوەیەکی نھێنی و پەنامەکی\n","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:4","price":"ووتی ئەی پەروەردگارم بەڕاستی من ئێسکم لاواز بووە لەبەر پیری سەرم (بەمووی سپی) گڕی گرتووە ( ئەمە جۆرێکە لەڕەوانبیژی زمانی عەرەبی بەکاردێت بەمەبەستی ئەوەی کە مووی سپی لەکاتی پیریدا گڕی بەرداوە لە موو ڕەشەکانی سەردەمی گەنجێتی) پەروەردگارم ھەرگیز لەپاڕانەوەم لێت بێ ھیوا نەبووم\n","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:5","price":"بەڕاستی من دەترسم کەس و کارەکەم (لەئاینی خوا لادەن) لەپاش (مردنی) خۆم (چونکە کەسێکیان تێدا نیە جێگرەوەی من بێت) وخێزانەکەشم نەزۆکە (منداڵی نابێت) سا تۆ لەلایەن خۆتەوە مناڵێکی چاکم پێ ببەخشە\n","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:6","price":"میراتگری (پێغەمبەرێتی) من وبنەماڵەی یەعقوب بێت ئەی پەروەردگارم واشی لێ بکە کەخۆت لێی ڕازی بیت\n","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:7","price":"(خوای گەورە فەرمووی) ئەی زەکەریا بەڕاستی موژدەت دەدەینێ بەمنداڵێک کەناوی یەحیایە پێشتر کەسمان بەو ناوە ناو نەناوە\n","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:8","price":"ووتی ئەی پەروەردگارم چۆن منداڵم دەبێت لەکاتێکدا خێزانم نەزۆکە بێگومان خۆشم لە پیریدا گەیشتوومەتە ئەو پەڕی پیری\n","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:9","price":"ووتی (بڕیار) بەو جۆرەیە پەروەردگاریشت فەرموویەتی ئەو (کارە) بەلای منەوە زۆر ئاسانە بێگومان پێشتریش تۆم دروستکردووە کەشتێک نەبوویت (پێش ئەو دروستکردنە)\n","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:10","price":"(زەکەریا) ووتی ئەی پەروەردگارم نیشانەیەکم بۆ دابنێ (کاتێک ئەو مژدە ھاتە دی) (خوای گەورە) فەرمووی نیشانەی تۆ ئەوەیە (لەسەر بوونی ئەو کوڕە) ناتوانیت گفتوگۆ لەگەڵ خەڵکدا بکەیت سێ شەو لەسەر یەک (بە رۆژەکانیەوە ھەر چەندە) ساغیت و لاڵ نیت\n","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:11","price":"پاشان زەکەریا لە پەرستگاکەی ھاتە دەر بۆ ناو گەلەکەی جا بەئیشارەت پێی ووتن کە بەیانیان و ئێواران تەسبیحاتی خوا بکەن\n","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:12","price":"(خوا دەفەرموێت بە یەحیا پاش گەورە بوونی) ئەی یەحیا تەورات بەتووند و گرنگ بگرە تێگەیشتنی تەورات (یان حیکمەت و ژیری)مان پێبەخشی لەتەمەنی مناڵیدا\n","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:13","price":"لەگەڵ دڵسۆزی و پاک و خاوێنی لەلایەن خۆمانەوە وە ئەو (یەحیا) لەخوا ترس و پارێزکار بوو\n","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:14","price":"ھەڵسوکەوتی لەگەڵ دایک و باوکیدا جوان بوو خۆ بەزلزان و سەر پێچیکەر نەبوو (لەفەرمانی خوا)\n","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:15","price":"سەلامی خوای لەسەر بێت لەو ڕۆژەی لەدایک بوو وە لەو رۆژەی کە وەفات دەکات وە لەو ڕۆژەی کەزیندوو دەکرێتەوە\n","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:16","price":"(ئەی موحەممەد ﷺ) باسی بەسەرھاتی مەریەم بکە لە قورئاندا ئەو کاتەی کە کەنارگیری کرد لە کەسوکاری لە شوێنێکی رۆژھەڵاتی (مزگەوتی قودسدا خواپەرستی دەکرد)\n","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:17","price":"ئەمجا پەردەیەکی دانا لە نێوان خۆی و ئەوان (کەس و کاری)دا ئێمەیش جوبرەیلمان نارد بۆلای وەکو بەشەرێکی تەواو خۆی پیشانی (مەریەم) دا\n","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:18","price":"(مەریەم) ووتی من پەنا دەگرم بەخوای میھرەبان لە تۆ ئەگەر تۆ لە خوا ترسیت (وازم لێ بھێنە و زیانم پێ مەگەیەنە)\n","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:19","price":"جوبرەیل ووتی (ترست نەبێت) من نێردراوی پەروەردگارتم بۆ ئەوەی منداڵێکی پاک و خاوێنت پێ ببەخشم\n","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:20","price":"(مەریەم) ووتی من چۆن منداڵم دەبێت!! کە ھیچ بەشەرێک لێم نەکەوتووە (ڕەفاقەتی نەکردوم بەحەڵاڵی) وە داوێن پیسیش نەبووم\n","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:21","price":"(جوبرەیل) ووتی کارەکە بەو جۆرەیە (کە پێم ووتی) پەروەردگارت فەرموویەتی ئەو کارە لای من زۆر ئاسانە و بۆ ئەوەی بیکەین بەموعجیزە و نیشانەیەک بۆ خەڵکی و ڕەحمەتێکی تایبەتیش لەلایەن ئێمەوە ئەوە کارێکی بڕیاردراوە (لەلایەن خواوە)\n","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:22","price":"جا (مەریەم) سکی پڕ بوو بەو (کۆرپەلەوە) ئەمجا بە (سکەکە)وە دوور کەوتەوە بۆ شوێنێکی دوور (لە کەسوکاری)\n","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:23","price":"ئەوسا ئێشی پێش ژانی منداڵبوون ناچاری کردو بردی بۆ لای قەدی دار خورمایەک (تا لە کاتی منداڵ بوومەنەکەیدا خۆی پێوە بگرێت و پاڵی پێوە بدات) (مەریەم) ووتی ئای خۆزگە پێش ئەم (ڕوداوە) بمردمایە و من شتێکی لەبیرچووەی باس نەکراو بوومایە\n","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:24","price":"ئەمجا (جوبرەیل) بانگی مەریەمی کرد لەژێری (دار خورماکە) وە (ووتی) خەفەت مەخۆ و غەمبار مەبە بێگومان پەروەردگارت لەخوارتەوە جۆگەیەک ئاوی بۆ فەراھەم ھێناوی\n","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:25","price":"قەدی ئەو دار خورمایەش بۆ لای خۆت ڕاوەشێنە خورمای تازە پێ گەیووت بەسەردا دەبارێت\n","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:26","price":"ئەمجا (لەو خورما) بخۆ و (لەو ئاوەش) بخۆرەوە چاوو دڵ ڕۆشنبە جا ئەگەر ھەر کەسێکت بینی (پرسیاری ئەم منداڵەی لێ کردیت) بە (ئیشارەت) پێی بڵێ بەڕاستی من قسە نەکردنم لەسە خۆم نەزر کردووە بۆ (خوای) میھرەبان لەبەرئەوە ئەمڕۆ قسە لەگەڵ ھیچ کەسێکدا ناکەم\n","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:27","price":" جا بەو (منداڵەوە) ھاتەوە بۆ لای کەسوکارەکەی ئەو (منداڵەی) گرتبوو بە باوەشیەوە (خزمەکانی) ووتیان ئەی مەریەم بەڕاستی شتێکی زۆر خراپ و ئابڕو بەرت کردووە\n","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:28","price":"ئەی ئەوەی وەک خوشکی ھاروون وایت (لە تەقوا وخواناسیدا) نەباوکت پیاوێکی خراپ و داوێن پیس بووە نە دایکت داوێن پیس و زیناکار بووە\n","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:29","price":"جا(مەریەم) ئیشارەتی بۆ ئەو (منداڵە) کرد (خزمەکانی) ووتیان چۆن قسە بکەین لەگەڵ مناڵێکدا کە لە بێشکەدایە\n","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:30","price":"(منداڵەکە ھاتە قسە و) ووتی بەڕاستی من بەندەی خوام پەڕاوی ئینجیلم پێ دەدات و دەمکات بە پێغەمبەر\n","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:31","price":"وە پیرۆز و فەڕداری کردووم لە ھەر جێگایەکدا بم و فەرمانی پێداوم بە نوێژ کردن و بە زەکاتدان ھەتا لە ژیاندام و زیندووم\n","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:32","price":"و (کردومی) بە ڕۆڵەیەکی چاکەکارو گوێرایەڵ بۆ دایکم نەی کردووم بە ملھوڕێکی بەد ڕەفتار\n","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:33","price":"سڵاوی خوام لەسەر بێت ئەو ڕۆژەی کە لە دایک بووم وە ئەو ڕۆژەی کە دەمرم وە ئەو رۆژەشی کە زیندوو دەکرێمەوە\n","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:34","price":"ئەوە (کە باس کرا) عیسای کوڕی مەریەمە کە ووتەیەکی ڕاستە (دەربارەی عیسا) کە ئەوان (گاور و جولەکەکان) تێیدا دوو دڵن\n","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:35","price":"ناگونجێت و شایەن نیە بۆ خوا منداڵی ھەبێت پاک و بێگەردی بۆ خوا ھەرکاتێک بیەوێت کارێک ببێت ئەوە بێگومان تەنھا پێی دەڵێت ببە، یەکسەر (ئەویش) دەبێت\n","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:36","price":"بێگومان خوا پەروەردگاری من و ئێوەشە کەواتە ھەر ئەو بپەرستن ئەمەیە ڕێگا و ڕێبازی ڕاست و دروست\n","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:37","price":"بەڵام دەستەو تاقمی (گاور وجولەکە)کان لە نێو خۆیاندا ڕایان جیاواز بوو (لە بارەی عیساوە) جا سزاو لەناو چوون بۆ ئەوانەی کە بێ باوەڕ بوون لە بینینی ڕۆژە زۆر گەورەکە (کە ڕۆژی دواییە)\n","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:38","price":"ئای کە چەندە بیسەر و بینەرن (ئەو بێ باوەڕانە) لەڕۆژێکدا کە دێنەوە بۆ لامان (لە قیامەتدا) بەڵام ستەمکاران ئەمڕۆ (لە دونیادا) لە گومڕاییەکی ئاشکرادان\n","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:39","price":"(ئەی موحەممەد ﷺ) ئەو(ستەمکارانە) لەڕۆژی داخ و خەفەت بترسێنە کاتێک کارو باری (خەڵکی) کۆتایی پێ دەھێنرێت لە کاتێکدا ئەوانە غافڵن و باوەڕیش ناھێنن (بەڕۆژی دوایی)\n","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:40","price":"بەڕاستی ھەر ئێمە دەبینە میراتگری زەوی و ئەوەی لەسەریەتی وە ھەر بۆ لای ئێمە دەگەڕێنەوە\n","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:41","price":"وە (ئەی موحەممەد ﷺ) لە قورئاندا باسی ئیبراھیم بکە بەڕاستی ئەو (ئیبراھیم) زۆر ڕاستگۆ و پێغەمبەر بوو\n","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:42","price":"کاتێک بە باوکی ووت ئەی باوکی خۆشەویستم بۆ دەپەرستی شتێک کە نابیستێ و نابینێت وە ھیچ سوودێکت پێ ناگەیەنێت\n","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:43","price":"ئەی باوکی خۆشەویستم بەڕاستی دڵنیابە زانست و زانیارێکم بۆ ھاتووە کە بۆ تۆ نەھاتووە (وپێت نەدراوە) کەواتە شوێنم کەوە و گوێرایەڵیم بکە ڕێنمونیت دەکەم بۆ رێبازی ڕاست\n","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:44","price":"ئەی باوکی خۆشەویستم شەیتان مەپەرستە بەڕاستی شەیتان ھەمیشە سەرپێچیکەر و یاخیە لە خوای میھرەبان\n","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:45","price":"ئەی باوکی خۆشەویستم بەڕاستی دەترسم (گەر بەکافری بمریت) تووشی سزایەک ببیت لە لایەن خوای میھرەبانەوە ئیتر ببیتە ھاوڕێ و ھاودەمی شەیتان (لەدۆزەخدا)\n","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:46","price":"(باوکی) ووتی تۆ واز لە پەرستراوەکانی من دەھێنیت (ونایانپەرستی)؟! ئەی ئیبراھیم سوێند بێت ئەگەر واز نەھێنیت (لەقسە ووتن بە پەرستراوەکانم) دڵنیا بە بەرد بارانت دەکەم (دەی) بڕۆ ماوەیەکی زۆر دوورکەوەرەوە لێم\n","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:47","price":"(ئیبراھیم) فەرمووی سەلامت لێ بێت لە مەودوا داوای لێ خۆشبوونت بۆ دەکەم لە پەروەردگارم (چونکە) بەڕاستی ئەو (پەروەردگار) لەگەڵمدا میھرەبانە (و دوعام گیرا دەکات)\n","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:48","price":"وە دوورە پەرێز دەبم لە ئێوە و لەو شتانەش کە دەیپەرستن جگە لە خوا تەنھا پەروردگارم دەپەرستم ئومێدەوارم لە پەرستن و نزای پەروەردگارم دا بێ ھیوا و نائومێد نەبم (وەکو ئێوە)\n","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:49","price":" جا کاتێک (ئیبراھیم) دوورکەوتەوە لێیان (لە گەلە بت پەرستەکەی) ولەو شتانەش ئەوان دەیانپەرست جگە لە خوای گەورە ئێمە ئیسحاق و(لە ئیسحاقیش) یەعقوبمان پێ بەخشی و ھەریەک لەوانیشمان کرد بە پێغەمبەر\n","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:50","price":"لە ڕەحمەتی خۆمان ئەوانمان بەھرەمەند کرد باسی چاکەی ئەوانمان خستە سەر زمانی (خەڵکی)\n","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:51","price":"لە قورئاندا باسی موسا بکە بەڕاستی ئەو (کەسێکی) ھەڵبژاردە بوو (بێ گەردبوو لە ناتەواوی) و نێرراو و پێغەمبەر بوو (بۆ خەڵکی)\n","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:52","price":"وە ئێمە ئەومان بانگ کرد لەلای ڕاستی کێوی طورەوە وە ئەو(موسا) مان نزیک کردەوە تا قسەی لەگەڵ بکەین\n","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:53","price":"وە لەبەزەیی و بەخشندەیی خۆمان بەخشیمان بەو (موسا) بە ھارونی برای کە پێغەمبەر بوو\n","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:54","price":"وە لە قورئاندا باسی ئیسماعیل بکە بێگومان ئەو لە پەیمان و بەڵێنەکانیدا ڕاستگۆ بوو و ئەو نێرراوو پێغەمبەری خوا بوو\n","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:55","price":"وە ھەمیشە فەرمانی دەدا بە خێزان و کەسوکاری بە نوێژ کردن و زەکاتدان وە ھەمیشە لای پەروەردگاری جێگەی ڕەزامەندی بوو\n","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:56","price":" وە باسی ئیدریس بکە لە قورئاندا بەڕاستی ئەو زۆر ڕاستگۆ و پێغەمبەر بوو\n","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:57","price":"و پایە و پلەیمان بڵند و بەرز کردەوە\n","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:58","price":"ئەوانەی (کە باسکران) کەسانێکن کە خوا نیعمەت و چاکەی خۆی ڕشت بەسەریاندا لەو پێغەمبەرانەی کە لە نەوەی ئادەمن (وەک ئیدریس) وە لە (نەوەی) ئەوانەیش (کە لە کەشتییەکەدا) لەگەڵ نوح دا ھەڵمان گرتن (وەک ئیبراھیم) وە لە نەوەی ئیبراھیم و یەعقوب (وەک ئیسماعیل و یوسف) وە ئەوانەی ھیدایەتمان داون ھەڵمان بژاردوون ئا ئەوانە ھەر کاتێک ئایەتەکانی خوای بە بەزەییان بۆ بخوێنرێتەوە دەست بەجێ دەکەون بە ڕوودا بەسوژدە و گریانەوە\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:59","price":"ئەمجا لە پاش ئەوان کەسانێک (لە نەوەکانیان) بوونە جێنشینیان کە نوێژیان دەفەوتاند و شوێن ھەواو ئارەزوو کەوتن جا ئەوانە لە داھاتوودا تووشی (سزای) گومڕاییان دەبن\n","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:60","price":" جگە لەوەی کە تۆبەی کردبێت و باوەڕی ھێنابێت و کارو کردەوەی چاکی کردبێت ئا ئەوانە دەچنە بەھەشتەوە و ھیچ ستەمێکیان لێ ناکرێت (لەپاداشتی کردەوە چاکەکانیان کەم ناکرێتەوە)\n","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:61","price":" بەھەشتانی جێی مانەوەی ھەمیشەییە کەخوای میھرەبان بەڵێنی داوە بە بەندەکانی کە نادیارو پەنھانە وبەچاو نەیانبینیوە بەڕاستی خوا بەڵێنی بەدی دێت\n","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:62","price":"(بەھەشتییەکان) لە بەھەشتدا ھیچ ووتە و قسەیەکی بێ سوود نابیستن تەنھا سەلام کردن دەبیستن لەوێدا ڕزق و ڕۆزی ئامادەیە بۆیان بە بەیانیان و ئێواراندا\n","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:63","price":"ئەو بەھەشتەی باسی کرا ئەوەیە کەدەیبەخشین بەو کەسانەی کە (لە دونیادا) پارێزکار و لەخوا ترس بوون لە بەندەکانمان\n","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:64","price":" ئێمە (فریشتەکان) لە ئاسمانەوە دانابەزین بە فەرمانی پەروەردگارت نەبێت تەنھا بۆ خوایە (و خوا دەزانێت) ھەموو کاروباری داھاتوو ڕابووردوو و ئێستامان وە پەروەردگارت (کردەوەی بەندەکانی) لەبیر نەکردووە\n","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:65","price":"کە پەروەردگاری ئاسمانەکان و زەوی و ھەرچی لەنێوانیاندایە کەواتە بیپەرستە و زۆر خۆگر بە لە پەرستنیدا ئایا ئاگاداریت وێنەی ئەو (خوایەکی تر) ھەبێت\n","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:66","price":"ئادەمی(بێ بڕوا) دەڵێ ئایا کە مردم لە داھاتوودا بە زیندوویی (لە گۆڕ) دەردەھێنرێم\n","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:67","price":" ئەوە ئادەمیزاد بۆ بیرناکاتەوە کە بێگومان ئێمە لە سەرەتاوە ئەومان دروستکردووە کە ئەو شتێک نەبوو\n","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:68","price":"ئەمجا سوێند بە پەروەردگارت ئەو (بێ بڕوایانە) کۆ دەکەینەوە (لە ڕۆژی دواییدا) (لەگەڵ) ئەو شەیتانانەی (کە گومڕایان کردن) پاشان بەڕاستی ھەموویان ئامادە دەکەین بەدەوری دۆزەخدا بەسەر ئەژنۆیاندا کەوتوون (لەبەر ترسناکی ئەو رۆژە)\n","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:69","price":"پاشان بێگومان دەری دەھێنین (و دەیخەینە دۆزەخەوە) لە ھەر پێڕو دەستەیەک کامەیان تاوانبارتر (یاخیتر) بووە لە بەرانبەر خوای میھرەباندا\n","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:70","price":"ئەمجا بێگومان ئێمە زاناترین بەوانەی کە شیاوترن بخرێنە دۆزەخ و بسوتێن پێی\n","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:71","price":"کەس نیە لە ئێوە نەڕوات و تێنەپەڕێت بەسەر دۆزەخدا (ئەو تێپەڕینە) بڕیارێکی بڕاوەیە لە پەروەردگارتەوە\n","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:72","price":"دواتر ئەوانە ڕزگار دەکەین کە پارێزکار ولەخواترس بوون و ستەمکاران لەسەرچۆک لەناو (دۆزەخ) دا دەھێڵینەوە\n","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:73","price":" ھەر کاتێک ئایەتە ڕوون و ئاشکراکانی ئێمە بەسـەریاندا بخوێنرایەتەوە ئەوانەی بێ بڕوا بوون دەیانووت بەوانەی ئیمانیان ھێنا بوو کام لـەم دوو کۆمەڵە جێ و شـوێنی (خانوو بەرەی) خۆشـترە و کۆڕو مەجلیسی چاکترە\n","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:74","price":"وەپێش ئەمان چەندینمان لەناو برد لەگەلە (بێ باوەڕەکان) کەل و پەلی ناوماڵ ولاشە وقیافەتیشیان لەمان جوانتر بوو\n","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:75","price":"(ئەی موحەممەد ﷺ) بڵێ ئەوەی لەگومڕاییدایە باخوای میھرەبان موڵـەتی پێ بدات و تەمەنی درێژ بکات (تازیاتر تاوان بکەن) ھەتا کاتێک ئەو ھەڕەشانەی کراوە لێیان دەبینن (دێتە دی) (ئەوەش) یان سزایە (لە دونیادا) یان (ھاتنی) ڕۆژی دواییە جا لـە داھاتوودا دەزانن کێ جێگاو شـوێنی (خانوو بەرەی) خراپ و ناخۆشـە وەکێ سەرباز و لەشکری بێ ھێزترە (کافران یان باوەڕداران)\n","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:76","price":"ئەوانەی لەسەر ڕێبازی ھیدایەت بوون خوا ھیدایەتیان بۆ زیاد دەکات ئەو کردەوە چاکانەی لـە (ڕۆژی دواییدا) دەمێننەوە لای پەروەردگارت پاداشـتی چاکترە وئاکامیشی باشترە\n","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:77","price":"ئایا ئەو کەسەت دیوە بێ باوەڕ بوو بە نیشانە و ئایەتەکانی ئێمە ووتی (لە ڕۆژی دواییشدا) ماڵ و کوڕم پێ دەدرێت\n","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:78","price":"ئایا بەنھێنیەکان ئاگادارە یا بەڵێنی لە خوای میھرەبان وەرگرتووە\n","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:79","price":"نەخێر (وانیە) لەمەوپاش ئەوەی دەیڵێت دەینوسین (لەسەری) ماوەی سزای بۆ درێژ دەکەینەوە\n","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:80","price":"ئەوەی ئەو دەیڵێت (لەماڵ و منداڵ) بەمیرات لێی وەردەگرینەوە (لە ڕۆژی دواییدا) بەتەنھا دێتەوە لامان\n","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:81","price":"ئەوانە بێجگە لە خوا بڕیاریانداوە بۆ خۆیان چەند پەرستراوێک بۆ ئەوەی ئەو پەرستراوانە ببنە یارمەتیدەر (و تکا کار) بۆیان\n","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:82","price":" نەخێر (وا نیە) بەڵکو پەرستراوەکان (لە قیامەتدا) ئینکاری پەرستنەکەی ئەوان دەکەن وە دەبنە دژیان و بەرپەرچیان دەدەنەوە\n","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:83","price":"ئایا نەتدیوە (سەرنجت نەداوە) کە بێگومان ئێمە شەیتانەکانمان زاڵ کردووە بەسەر بێ باوەڕاندا چاک ھانیان دەدەن (بۆ کوفر و تاوان)\n","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:84","price":"جا (ئەی موحەممەد ﷺ) پەلەیان لێ مەکە بێگومان ئێمە بەژماردنێکی ورد (ڕۆژانی تەمەنیان) دەژمێرین\n","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:85","price":" باسی ئەو ڕۆژە بکە کە پارێزکاران ولەخواترسان کۆ دەکەینەوە دەستە دەستە وکۆمەڵ کۆمەڵ بەڕێز وحورمەتەوە دەیانبەن بۆ لای خوای میھرەبان\n","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:86","price":"تاوانباریش دەدەینە بەر بۆ دۆزەخ بە تینویەتی (بەوێنەی گەلە ئاژەڵ)\n","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:87","price":" دەسەڵاتی تکاو لاڵەیان نیە جگە لەو کەسەی بەڵێنی لە خوای میھرەبان وەرگرتووە (وەک پێغەمبەران و شەھیدان)\n","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:88","price":"(گاور وجولەکەکان) دەیانووت خوا منداڵی بۆخۆی داناوە\n","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:89","price":"سوێند بەخوا بەڕاستی شتێکی زۆر نابەجێ و سەیر دەڵێن\n","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:90","price":"نزیکە ئاسمانەکان لەت لەت و پارە پارە ببن لەبەر ئەو (قسەیە) و (نزیکە) زەویش شەق بەرێت و بقڵیشێ و(نزیکە) چیاکان بە یەکجار بڕوخێن\n","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:91","price":" لەبەر ئەوەی (بێ باوەڕان) منداڵ دەدەنە پاڵ خوای میھرەبان\n","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:92","price":" بۆ خوای میھرەبان شیاو نیە کە منداڵی ھەبێت\n","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:93","price":"ھەموو ئەوانەی لە ئاسمانەکان و زەویدان بەبەندەیی دێنە لای خوای میھرەبان (ھیچ کەسێک لەوانە نیە بەندەی خوای میھرەبان نەبێت)\n","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:94","price":"سوێند بەخوا بەڕاستی ھەموویانی سەرژمێری کردووە بە ژماردن\n","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:95","price":"ھەر ھەموویان بە تاک و تەنھا دێنەوە بۆ لای (خوا) لە ڕۆژی قیامەتدا\n","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:96","price":" بەڕاستی ئەوانەی کەباوەڕیان ھێناوە و کردەوە چاکەکانیشیان کردووە بێگومان خوای میھرەبان خۆشەویستیان دەکات (لەدڵی باوەڕداراندا)\n","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:97","price":"جا بەڕاستی ئێمە قورئانمان لەسەر زمانی تۆ ئاسان کردووە تا مژدەی پێ بدەیت بەپارێزکاران و لەخواترسان ئەو کەسانەشی پێ بترسێنێت کەبە سەختی دژایەتیت دەکەن\n","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":null,"lang":"ku"},{"name":"19:98","price":"گەل و کۆمەڵی زۆرمان پێش ئەمان (لەبەر خراپیان) لـەنـاوبرد ئایا ھەست ئەکەیت بەھیچ کەسێک لەوانە مابێت؟ یان ھیچ وورتە و سرتەیەکیان دەبیستیت\n","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":null,"lang":"ku"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}