{"data":[{"name":"2:1","price":"بـە ( ئـەلیف، لام، میم ) دەخوێنرێتەوە، خوای گەورە زاناترە بە واتاکەی.ئەم پیتانەی کە لەسەرەتای ھەندێک لەسورەتەکانی قورئاندا ھاتوون، تەنھا خوای گەورە دەزانێت مەبەستی پێیان چیە، ئەمە ڕاسترین تەفسیرە بۆ ئەم پیتانە کرابێت، بەڵام بەچەند جۆرێکی تریش تەفسیرکراون لەوانە : ئەم پیتانە ناون بۆ ئەوسورەتانەی لەسەرەتایانەوە ھاتوون، یان ناون بۆ خوای گەورە، یان بۆ دەستەوسانکردنی عەرەبە بێباوەڕەکانە کە دەیانووت ئەم قورئانە لەلایەن خوداوە نەھاتوەتە خوارەوە بۆ موحەممەد ( صلى الله عليه وسلم ) پێیان دەڵێت : دەی ئەگەر وایە وێنە وھاوشێوەی ئەم قورئانە بھێنن، کە ھەر لەو پیتانە پێـکھاتووە کە ئێوە قسەی پێ دەکەن و بەکاریان دەھێنن .\n","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:2","price":"ئەم قورئانە ھیچ گومانێکی تێدا نیە (کـە لەلایـەن خوای گـەورەوە نـێـرراوە) ڕێنیشاندەری پارێزکار و لەخواترسانە (پارێزکاران ولەخوا ترسان بەزانست وزانیاری بەسوود وکار وکردەوەی چاکە سوودی لێ وەردەگرن، چونکە ئەوانن لەپەروەردگاریان دەترسن وشوێن فەرمان وڕێنمایەکانی دەکەون)\n","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:3","price":"ئەوانەی کەبڕوا دەھێنن بەشتە پەنھان ونادیارەکان (ئەو شتە پەنھانەی کە بە حەواس وعەقڵی مرۆڤ ھەستیان پێ ناکرێت، لە ڕێگەی وەحیەوە نەبێت، وەک باوەڕ بەفریشتەکان وبەھەشت ودۆزەخ وزۆر شتی تریش...) وە نوێژ دەکەن (بەڕێک وپێکی ولەکاتی خۆیدا ئەنجامی ئەدەن) و لەوەی کردوومانە بەڕزق وڕۆزیان دەیبەخشن (لەبەر ڕەزامەندی خوای گەورە)\n","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:4","price":"وە ئەوانەی کەبڕوا دەھێنن بەو قورئانەی کە بۆ تۆ (ئەی موحەممەد نێرراوە) وە بەو کتێبانەشی کە بۆ (پێغەمبەران ونێرراوانی) پێش تۆ نێرراونەتە خوارەوە وەبڕوایان ھەیە بەڕۆژی دوایی\n","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:5","price":"(خاوەنی ئەم صیفەتانە) لەسەر ڕێگه‌ی ڕاستن ( بەتەوفیق ویارمەتیدان) لە لایەن پەروەردگاریانەوە، وە ھەر ئەوانەن ڕزگار بووان (لە دوونیا ودواڕۆژدا)","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:6","price":"بەڕاستی ئەوانەی کە بێ بڕوا بوون بۆ ئەوان چوون یەکە بیان ترسێنیت یان نەیان ترسێنیت هه‌ر بڕوا ناھێنن","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:7","price":" خوا مۆری ناوە بەسەر دڵ و گوێیاندا، وە پەردە بەسەر چاویانەوەیە، وە سزای زۆرگەورەیان بۆ ھەیە\n","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:8","price":"وەلەناو خەڵکیدا ھەندێ کەس ھەیە کەدەڵێ: بڕوامان ھێناوە بەخواو بەڕۆژی دوایی لەکاتێکدا ئەوان بڕوادار نین\n","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:9","price":"(بەلای خۆیانەوە) خواو ئەوکەسانە دەخەڵەتێنن کە بڕوایان ھێناوە ! کەس ناخەڵەتێنن تەنھا خۆیان نەبێت بەڵام ھەستی پێ ناکەن\n","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:10","price":"لە دڵیاندا نەخۆشی( ناپاکی) ھەیە خواش نەخۆشی یەکەی زۆرتر کردن (بەھاتنی قورئان) وە سزای سەختیان بۆ ھەیە بەھۆی ئەو درۆیانەوە کە دەیان کرد (و دەیان وت بڕوامان ھەیە)\n","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:11","price":"وەکاتێک پێ یان بووترایە ئاشوب مەنێنەوە لە زەوی دا (ئاژاوە بەرپا مەکەن لە وڵاتدا) دەیان ووت: ئێمە ھەر چاکەکارین (ڕێکخەرین)\n","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:12","price":"ئاگادار بن کەبەڕاستی ھەر ئەوانن ئاشوبگێڕ بەڵام ھەستی پێ ناکەن\n","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:13","price":"وەکاتێ پێ یان بووترایە بڕوا بێنن وەک ئەوخەڵکانەی کە بڕوایان ھێناوە دەیان ووت: چۆن ئێمە بڕوابێنین وەک ئەوگێل ونەفامانەی کە بڕوایان ھێناوە بێدار بن کە بە ڕاستی ھەرخۆیان گێل و نەفامن بەڵام نازانن\n","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:14","price":"وەکاتێ (ناپاکان) بگەیشتنایە بەوانەی کە بڕوایان ھێناوە دەیانووت : ئێمەش بڕوامان ھێناوە کاتێکیش بەتەنیا بوونایە لەگەڵ گەورە فێڵبازەکانیان دەیانووت : ئێمە ھەر لەگەڵ ئێوەین بێگومان ئێمە ھەر گاڵتە کەرین (بەوان)\n","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:15","price":"خوا گاڵتە بەوان دەکات (لە بەرانبەر گاڵتە کردنەکەیان) وەماوەیان دەدات تا لەسەرکەشی خۆیاندا سەر لێشێواو بن\n","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:16","price":"ئەمانە ئەوانەن کە گومڕاییان کڕی بە ڕێنمونیی جا نە بازرگانی یەکەیان قازانجی کردو نە ڕێبازی ڕاستیان گرت\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:17","price":"(دوو ڕووەکان) وێنەیان وەک یەکێک وایە کە ( لەشەوێکی تاریکدا) ئاگرێک ھەڵگیرسێنێت کە لەگەڵ دەوروبەری ڕووناک کردەوە خوا ( خێرا) ڕووناکی یەکەیان لێ بکوژێنێتەوە, وە بیان ھێڵێتەوە لەناو چەند تاریکیەکی وادا کەھیچ نەبینن\n","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:18","price":"کەڕو لاڵ و کوێرن بۆیە (لە گومڕایی خۆیان) ناگەڕێنەوە\n","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:19","price":"یا وەک (کەسانێک لەچۆڵیەکدا) بارانێکی لێزمەو بەخوڕیان (لێ داکات) لەئاسمانەوە کە تاریکی زۆر و ھەورە تریشقەو بروسکەی تێدا بێت (بەجۆرێک کە) پەنجەکانیان دەکەن بە گوێیاندا لەبەر گرمەی ھەورە تریشقەکان بۆخۆپاراستن لەمردن وە خودا دەوری بێ بڕوایانی داوە\n","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:20","price":"نزیک بێ ئەو بروسکەیە (بینایی) چاویان بڕفێنێ ھەرکاتێ ڕوناکیی بۆ بدانایەتەوە تیایدا بڕۆشتنایە وە کاتێ تاریکیشی بکردایە لێیان لەجێگەی خۆیان ڕادەمان( دەوەستان) ئەگەر خودا بیویستایە (بەو ھەورەگرمە و بروسکانە) کەڕو کوێری دەکردن بێگومان خوا بەسەر ھەموو شتێکدا دەسەڵاتدارە\n","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:21","price":" ئەی خەڵکینە پەروەردگارتان بپەرستن کەئێوەو ئەوانەی پێش ئێوەشی دروست کردووە بەڵکو بەو پەرستنە خۆتان بپارێزن\n","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:22","price":"ئەو( خوایەی) کەزەوی بۆ ڕاخستوون وە ئاسمانی بۆ کردوون بەکۆشک (ئاسمانی بۆگێڕاون بەگومەزی) وەئاوی (بارانی) لەئاسمانەوە ھێناوەتە خوارەوە ئەمجا دەری ھێناوە بەو ئاوە ھەموو جۆرە میوەو بەروبومێک بۆ ڕۆزیی ئێوە کەواتە ھاوتا بۆخوا پەیدامەکەن. کەئێوە خۆتان دەزانن (بێ ھاوتایە)\n","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:23","price":"وەئەگەر ئێوە لەگومان دان لەم (قورئانەی) کەناردومانەتە خوارەوە بۆ بەندەی خۆمان(موحەممەد ) دە سورەتێک بێنن بەوێنەی ئەو وە بانگی ھاوکارەکانتان بکەن( لەڕەوان بێژان وشاعیران) بێجگەلە خوا ئەگەر ڕاست دەکەن، (بەفەرموودەی خوای نازانن)\n","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:24","price":"ئەمجا ئەگەر ئەمەتان نەکرد؟ وە ھەرگیز نایشی کەن (ئیتر بێ بڕوامەبن) دەی خۆتان بپاریزن لەو ئاگرەی کە سوتەمەنیەکەی خەڵکی(بەدکار) وبەردە بۆبێ بڕوایان ساز کراوە (ئامادە كراوه)\n","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:25","price":"(ئەی موحەممەد ﷺ) مژدە بدە بەوانەی کە باوەڕیان ھێناوەو کردەوە باشەکانیان کردووە کە بێگومان بۆئەوان ھەیە بەھەشتانێک کە ڕووباری زۆر بەژێریاندا دەڕوات ھەرکاتێ لەوێ ڕۆزیان بدرێت لە میوەھات دەڵێن:ئەمە ئەوەیە کەلەمە و پێش پێمان درا (جیاواز لەتام وبۆندا) ئێستا وێنەیان ھێناوە, وەلەو بەھەشتانەدا بۆئەوان ھەیە ھاوسەرانی پاکیزە وەئەوان لەو (بەھەشتانە) دا ھەتا ھەتایین\n","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:26","price":"بێگومان خوا شەرم ناکات بەوەی کە (بۆ تێگەیاندنی خەڵک) ھەر نموونەیەک بھێنێتەوە به مێشولەوبچوکتر (یاگەورەتر) لەویش ئەمجا ئەوانەی کەباوەڕدارن ئەوە چاک دەزانن کەئەو (نموونە ھێنانەوەیە) ڕاست ودروستە لە پەروەردگاریانەوە ئەوانەش کە بێ باوەڕن دەڵێن: خوا چی ویستووە بەم نموونە ھێنانەوەیە زۆر کەسی پێ گومڕادەکات وە ڕێنموونی زۆر کەسیشی پێ دەکات وە گومڕاناکات بەو نموونە ھێنانەوەیە مەگەر بەدکاران نەبێت\n","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:27","price":"ئەوانەی کەپەیمانی خوا دەشکێنن و(ھەڵی دەوەشێننەوە) پاش بەستنی وە ئەیپچڕێنن ئەو (پەیوەندیانە) ی کەخوا فەرمانی داوە بەپەیوەستی کردنی وەلەزەویدا خراپە دەکەن ھەر ئەوانن زەرەرمەند و ڕەنجەڕۆ\n","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:28","price":"چۆن بێ باوەڕ دەبن بەخوا!؟ لەکاتێکدا کەئێوە بێ گیان بوون، و گیانی بەبەردا کردن لەپاشان دەتان مرێنێ دوای ئەوەش زیندووتان دەکاتەوە ئەمجا بۆلای خۆی دەگەڕێنرێنەوە\n","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:29","price":"خوا ئەو خوایەیەکەھەرچی لەزەویی دایە دروستی کردوە بۆئێوە پاشان ویستی ئاسمان دروست بکات ئەمجا ڕێکی خستن بەحەوت ئاسمان وە ئەو ئاگادارە بەھەموو شتێک\n","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:30","price":"(بیریان بێنەوە) کاتێک کەپەروەردگاری تۆ بە فریشتەکانی ووت بەڕاستی من جێ نشینێک دروست دەکەم لەسەر زەوی (فریشتەکان) ووتیان: ئایا کەسێکی وای تیا دروست دەکەیت کە خراپەکاری تێدا بکات وە خوێنی تیا بڕێژێ؟ لە کاتێکدا کە ئێمە یادت دەکەین بەستایش کردنت وە بەپاک ڕات دەگرین (خوا) فەرموی: بێگومان ئەوەی من دەیزانم ئێوە نایزانن\n","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:31","price":"خوا ناوی ھەموو شتێکی فێری ئادەم کرد لەپاشان ئەو شتانەی نیشانی فریشتەکاندا وە (خوا پێی) فەرموون: ناوی ئەمانەم پێ بڵێن ئەگەر ڕاست دەکەن، (کە ئێوە لە ئادەم باشترن)\n","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:32","price":"(ھەموو) ووتیان: خوایە تۆ پاکیت لەھەڵە ئێمە ھیچ نازانین، مەگەر ئەوەی کە خۆت فێرت کردبین بەڕاستی ھەر تۆیت زاناو دانا\n","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:33","price":"(خوا) فەرمووی: ئەی ئادەم ناوی ئەو شتانەیان پێ بڵێ جاکاتێک کە ناوەکانی پێ ووتن (خوا) فەرمووی: ئەی پێم نەووتن؟ بێگومان من ئاگادارم بەنھێنی ئاسمانەکان و زەوی وە ئاگادارم بەوەی کەئاشکرای دەکەن وە بەئەوەش کە دەیشارنەوە\n","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:34","price":"(بێنەوە بیرت) کاتێک ووتمان بە فریشتەکان سوژدە ببەن بۆ ئادەم جا(ھەموو) سوژدەیان برد شەیتان نەبێت کە گوێی نەدایەو خۆی بەگەورە زانی وە لە بێ بڕوایان بوو\n","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:35","price":"وە ووتمان: ئەی ئادەم خۆت و ژنەکەت نیشتەجێ بن لەم بەھەشتەدا وە لە ھەموو خواردەمەنیەکی بخۆن بەتێرو تەسەلی لەھەر شوێنێک کەحەز دەکەن وە نزیکی ئەم درەختە مەکەون تا لە ستەمکاران نەژمێردرێن تا نەبنە ستەمکار\n","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:36","price":"ئەمجا شەیتان ھەڵی خەڵەتاندن لە بەھەشتدا وەلەو خۆشگوزەرانیەی کە تێیدابوون دەری پەڕاندن وە ووتمان: (بە ئادەم وحەواو شەیتان) بچنە خوارەوە (بۆ سەر زەوی) ھەندێکتان دوژمن ئەبن لەگەڵ ھەندێکتاندا وە بۆتان ھەیە جێگیربن لەسەر زەوی وە بەھرەمەند بن لە (ئارەزووی دونیا) تاماوەیەک\n","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:37","price":"ئەمجا ئادەم چەند ووتەیەکی (پاڕانەوەی ) لە پەروەردگارییەوە وەرگرت (ئەویش) لێی گیراکرد بەڕاستی ھەر ئەو تەوبەگیراکەری میھرەبانە\n","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:38","price":"ووتمان: ھەموو بچنە خوارەوە لە بەھەشت ئەمجا ئەگەر لەمنەوە ڕێنمونی یەکتان بۆ ھات ئەو کەسەی دوای ڕێنموونیی من کەوت نە ترسیان لەسەرەو نەخەم دەخۆن\n","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:39","price":"وە ئەوانەی کەبێ بڕوابوون و نیشانە و ئایەتەکانی ئێمەیان بەدرۆ زانی ئەوانە ھاوەڵ و ھاودەمی ئاگرن تیایدا ئەمێننەوە بەھەتا ھەتایی وھەمیشەیی\n","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:40","price":"ئەی بەنی ئیسرائییل (نەوەکانی یەعقوب) بیری ئەو چاکانە بکەنەوە کە ڕشتوومن بەسەرتاندا وە پەیمانی من ببەنەسەر تا منیش پەیمانی ئێوە ببەمەسەر وەھەر لە من بترسن\n","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:41","price":"ھەروەھا بڕوا بھێنن بەو قورئانەی کەناردوومەتە خوارەوە کە پشتیوانی پەیامەکەی لای ئێوەیە (تەورات وئینجیلی دەستکاری نەکراو) وە ئێوە مەبن بەیەکەمین بێ بڕوا بەو قورئانە وە نیشانە و ئایەتەکانی من مەگۆڕنەوە بەشتێکی کەم نرخ وەھەر لە (بێ فەرمانی) من خۆتان بپارێزن\n","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:42","price":"ڕاست و ڕەوا تێکەڵ مەکەن بەناڕەواو درۆ حەق و ڕاستی مەشارنەوە، لەکاتێکدا کە خۆتان ئەمە دەزانن\n","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:43","price":"نوێژ بکەن و زەکات بدەن وەلەگەڵ کڕنوش بەراندا کڕنوش بەرن (بۆ خودا)\n","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:44","price":"ئایا فەرمان بەسەر خەڵکیدا دەدەن بەچاکە؟ وە خۆتان فەرامۆش دەکەن (لەگەڵ ئەمەشدا) کەئێوە پەڕاوەکە (تەورات) دەخوێننەوە دەی ئایا ژیرنابن و تێ ناگەن؟\n","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:45","price":"پەنا ببەنە بەرئارام گرتن ونوێژکردن (بۆ بە مەبەستەکانتان) وە بێگومان نوێژ (ئەرکێکی) گەورەو گرانە مەگەر لای ئەوانە نەبێ کە لەخوا ئەترسن و (خۆیان بەزل نازانن)\n","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:46","price":"ئەوانەی کە دڵنیان بە خزمەت پەروەردگاریان دەگەن وە ئەوان دڵنیان بۆ لای ئەو دەگەڕێنەوە\n","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:47","price":"ئەی بەنی ئیسرائیل (نەوەکانی یەعقوب) یادی ئەو بەخششانە بکەنەوە کە ڕشتوومە بەسەرتاندا وە من (کاتی خۆی ) ڕێزی ئێوەم دا بەسەر ھەمواندا\n","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:48","price":"وە خۆتان بپارێزن لەڕۆژێک کە کەس ھیچ سوودێک بەکەسی تر ناگەیەنێت وە ھیج تکایەکی بۆ گیرا ناکرێت وە بارمتەی لێ وەرناگیرێت وە ئەمانە یارمەتی نادرێن\n","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:49","price":"(بیربکەنەوە) کاتێک کەڕزگارمان کردن لەدەست و پێوەندی فیرعەون کەسزای سەختیان پێ ئەچەشتن کوڕەکانتانیان سەر دەبڕین وە کچەکانتانیان دەھێشتنەوە (بۆ کارەکەری) وە لەمەتاندا (لەم سزا سەختەی بەسەرتاندا درا) تاقی کردنەوەیەکی گەورە بوو لەپەروەردگارتانەوە بۆتان\n","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:50","price":"(بیربکەنەوە) کاتێک کە دەریامان بۆ لەت کردن و ڕزگارمان کردن وە دەست وپێوەندی فیرعەونمان خنکاند و نوقمی (دەریامان) کردن لەکاتێکدا ئێوە تەماشاتان دەکردن\n","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:51","price":"(بیربکەنەوە) کاتێک کەبەڵێنی چل شەومان دا بەمووسا لەدوای ئەو (ڕۆشتنی مووسا بۆ کێوی گور) گوێرەکەکەتان کرد بە (خوای خۆتان وپەرستتان) لەکاتێکدا ئێوە ستەمکار بوون\n","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:52","price":"ئەمجا دوای ئەو (گوێرەکە پەرستیەتان) لێتان خۆش بووین تاسوپاسی (خوا) بکەن\n","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:53","price":"بیربکەنەوە کاتێک تەورات وجیاکەرەوە (لە نێوان دروست ونادروست) مان دا بەمووسابۆ ئەوەی ڕێنمونیی پێ بکەن\n","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:54","price":"بیربکەنەوە کاتێک کە مووسا بەگەلەکەی وت ئەی گەلەکەم بەڕاستی ئێوە ستەمتان کرد لەخۆتان بەگوێرەکە پەرستیەکەتان کەواتە بگەڕێنەوە بەپەشیمانی بۆ لای بەدی ھێنەرتان و خۆتان بکوژن (بێ تاوانتان تاوان بارتان بکوژێت) ئەمەتان باشترە بۆخۆتان لای بەدی ھێنەرتان ئەمجا (خواش) پەشیمانیەکەی لێ گیرا کرد بەڕاستی ھەر خوایە گیراکەری پەشیمانی و میھرەبانە\n","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:55","price":"(بیربکەنەوە) کاتێ ووتتان ئەی مووسا بڕوات پێ ناھێنین تاخوانەبینین بەئاشکرا لەپڕ ھەورە تریشقەیەک لێ ی دان لەکاتێکدا ئێوە تەماشاتان دەکرد\n","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:56","price":"لەپاشان زیندوومان کردنەوە لەدوای مردنتان بۆئەوەی سوپاسی (خوا) بکەن\n","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:57","price":"وەبەھەور سێبەرمان کرد بەسەرتانەوە، وە گەزۆ و باڵندەی شێلاقەمان بەسەردا ڕشتن وبۆمان ناردن (وە پێمان ووتن) بخۆن لەو خواردنە پاکانەی کەکردمان بەڕۆزیتان (ئەوانەی ناسوپاسی یان کرد) ستەمیان لە ئێمە نەکرد بەڵکو ستەمیان لە خۆیان کرد\n","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:58","price":"(بیربکەنەوە) کاتێک کەووتمان: بچنە ئەم شارە (کە قودسە) ئەمجا لەوێ (ھەرچی ئارەزوو دەکەن) بخۆن بەتێروتەسەلی لەھەر لایەک کەحەز دەکەن وە لەدەرگاوە بچنە ژوورەوە بە ملکەچی (بەکڕنوشەوە) وە بڵێن (خوایە) لەگوناھەکانمان خۆش ببە ئەوسا لەگوناھەکانتان خۆش دەبین وەلەئایندەدا پاداشتی چاکەکاران زۆرتر دەکەین\n","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:59","price":"کەچی ئەوانەی ستەمکار بوون (ئەوەی پێیان ووترا بوو) گۆڕییان بەقسەیەک کەپێیان نەووترا بوو ئیتر ئێمەش رشتمان بەسەر ئەوانەی کەستەمیان کرد سزایەک لەئاسمانەوە بەھۆی ئەونافەرمانیەی کەکردیان\n","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:60","price":"(بیربکەنەوە) کاتێک کە مووسا داوای باران بارینی کرد بۆگەلەکەی ئێمەش پێمان ووت: گۆچانەکەت بدە بەو (تاشە) بەردەدا (کەلێی دا) لەپڕ دوانزە کانیی لێ ھەڵقوڵا بێگومان ھەموو تیرەیەک چاوگەی (ئاوە خۆرەی) خۆی ناسی (ئەمجا ووتمان) بخۆن وبخۆنەوە لەڕۆزی خواوە بڵاو مەبنەوە لەزەویدا بەخراپەکردن\n","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:61","price":"(بیربکەنەوە) کاتێک کەووتتان: ئەی مووسا ھەرگیز خۆمان راناگرین لەسەر یەک جۆر خۆراک کەواتە داوامان بۆبکە لەپەروەردگارت بۆمان دەربھێنێ لەوەی کەزەوی دەیڕوێنێ لەسەوزەوات و ترۆزی و خەیارو سیر ونیسک وپیاز (مووسا) فەرمووی: ئایا ئێوە شتی چاک دەگۆڕنەوە بە خراپ (واتە گەزۆ و گۆشتی باڵندە دەگۆڕنەوە بە سیر وپیاز) دابەزن بۆشارێک (لەم شارانەی فەلەستین) ئەوسا بەڕاستی چیتان داوا کردووە دەستتان دەکەوێت وە درابەسەریاندا ڕیسوایی و بێ نەوایی ( ھەژاری) وە خەشمی خوایان بۆخۆیان ھێنایەوە ئەمە لەبەر ئەوەبوو کەبێ بڕوابوون بەنیشانەو فەرمانەکانی خوا وە پێغەمبەرانیان دەکوشت بەناڕەوا ئەمە بەھۆی ئەوەوە بوو کەسەرپێچی و دەست درێژی یان دەکرد\n","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:62","price":"بەڕاستی ئەوانەی ئیماندارن (موسوڵمانن) وەئەوانەی جوولەکەن وەگاورو ئەستێرە یان فریشتە پەرستەکان ھەرکامێک لەمانە بڕوای ھێنا بەخواو ڕۆژی دوایی وەکردەوەی چاکی کرد ئەوە پاداشتیان بۆھەیە لەلای پەروەردگاریانەوە نەترسیان لەسەرە و نەخەفەت دەخۆن\n","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:63","price":"وە (بیربکەنەوە) کاتێک پەیمانمان لێ وەرگرتن وە (کێوی) طورمان بەرز کردەوە بەسەر سەرتانەوە (وە پێمان وتن) ئەوەی پێمان داون (لەتەورات) باش کاری پێبکەن وەبیرکەنەوە لەوەی کەتێیدایە بەڵکو خۆتان بپارێزن ولەخوا بترسن\n","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:64","price":"پاشان پشتتان ھەڵکرد دوای پەیمان وەرگرتنەکە ئەمجا ئەگەر بەخشش و میھرەبانی خوا نەبوایە بەسەر تانەوە ئەوە ئێوە لەزەرەرمەندان دەبوون\n","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:65","price":"سوێند بەخوا بەڕاستی ئێوە (دەنگ وباسی) ئەوانەتان زانیبوو لەخۆتان کەدەست درێژیان کرد لە ڕۆژی شەممەدا ئەمجا پێمان وتن ببن بەمەیمونی دوور خراوە لەبەزەیی خوا\n","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:66","price":"ئەمجا ئەم سزایەمان کردە پەند بۆ خەڵکانی ئەو سەردەمەو ئەوانەی دوای ئەوان وەبەئامۆژگاری بۆ پارێزکاران\n","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:67","price":"وە (بیربکەنەوە) کاتێک مووسا بەگەلەکەی ووت بێگومان خوا فەرمانتان پێ دەدات کە مانگایەک سەرببڕن وتیان: ئایا گاڵتەمان پێ دەکەیت؟ ووتی: پەنا ئەگرم بەخوا کەلە نەفامان بم\n","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:68","price":"ووتیان: داوامان بۆ بکە لەپەروەردگارت پێمان بڵێ ئەو مانگایە کامەیە وچۆنە؟ ووتی: بێگومان خوا دەفەرموێ:مانگایەک بێت نەزۆر پیرو نەزۆر گەنج مام ناوەندی بێ لەنێوان ئەم دوانەدا زوو بیکەن ئەوەی فەرمانتان پێدراوە\n","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:69","price":"ووتیان: داوامان بۆبکە لەپەروەردگارت پێمان بڵێ ڕەنگی مانگاکە چۆن بێ؟ ووتی: بەڕاستی خوا دەفەرموێ:مانگایەکی زەردی تێربێ (زەردێکی وا) دڵی تەماشاکاران خۆش بکات\n","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:70","price":"ووتیان: داوامان بۆ بکە لەپەروەردگارت تەواو بۆمان ڕوون بکاتەوە چۆن بێ ئەومانگایە؟ بەڕاستی مانگاکەمان لێ تێک چووە وە بەڕاستی ئێمە ئەگەر خوا بیەوێ ڕێنمونی وەردەگرین\n","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:71","price":"ووتی: خوا ئەفەرموێ بەڕاستی مانگایەک بێ ڕانەھێنرابێ نە بە کێڵانی زەوی وە نە بەئاودێری کشتوکاڵ بێ نەنگ وبێ پەڵەبێ ووتیان: ئائێستا ھەواڵی راستت ھێنا ئەمجا سەریان بڕی وخەریک بوو ئەو (سەربڕینە) نەکەن\n","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:72","price":"(وە بیربکەنەوە) کاتێک کە یەکێکتان کوشت وەھەموو لەخۆتانتان دوور دەخستەوەو ئاژاوەتان بوو وە خواش ئاشکرای کرد ئەوەی ئەتان شاردەوە\n","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:73","price":"ئەمجا ووتمان: بەپارچەیەکی (مانگا سەربڕاوەکە) لەکەسە کوژراوەکە بدەن ئا (بەو شێوەیە) خوا مردووەکان زیندوو دەکاتەوە وەنیشانەکانی خۆیتان پیشان دەدات بۆئەوەی ژیربن وتێ بگەن\n","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:74","price":"لە پاشان دڵتان رەق بوو دوای ئەم (ھەموو) موعجیزانە دڵتان وەک بەردە بەڵکو زۆر رەقترە چونکە بەڕاستی بەردی وا ھەیە لەچەند لاوە جۆگە ئاوی لێ ھەڵ دەقوڵێ وە بێگومان ھی وایان ھەیە کەلەت لەت دەبێ و ئاوی لێ دێتەدەرێ وە بەڕاستی ھی وایان ھەیە لەترسی خوا (لەلوتکەی شاخەکان) بەرئەبێتەوە وە خوا بێ ئاگا نیە لەوەی کەدەیکەن\n","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:75","price":"جا ئایا بەتەمان (ئەی موسوڵمانینە) کە (جوولەکە) بڕوا بێنن بەئایینەکەتان لەکاتێکدا دەستەیەک لەوان فەرموودەی خوایان ئەبیست (لەتەورات) کەچی لەپاش تێگەیشتنی دەست کاریان دەکرد وە ئەوان دەشیان زانی (کە کارێکی ناڕەوایە)\n","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:76","price":"(جوولەکەکان) کاتێک تووشی موسڵمانەکان ببونایە دەیان وت: ئێمەش بڕوامان ھێناوە (بە پێغەمبەرەکەتان) بەڵام کاتێک لەپەنایەکەوە ھەندێکیان بەھەندێکیان بگەیشتنایە دەیان وت:ئەوە ئێوە ئەو شتانە بەموسوڵمانەکان دەڵێن کە خوا بۆئێوەی باسکردووە (لە تەوراتدا)؟ تائەو تەوراتە بکەنە بەڵگە بەسەرتانەوە لای پەروەردگارتان (لەڕۆژی دواییدا) جا ئایا ژیرنابن و تێ ناگەن؟\n","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:77","price":"ئایا ئەوان نازانن کەبەڕاستی خوا ئاگادارە بە ئەوەی کەپەنھانی ئەکەن و ئەوەی ئاشکرای ئەکەن\n","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:78","price":"وە ھەندێکیان نەخوێندەوارن لەپەڕاوەکە (تەورات) نازانن، تەنھا ئاوات و ھیوای ھیچ وپووچ نەبێت وە ئەوان ھەر دوای گومان دەکەون\n","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:79","price":"ئەمجا ھاوارو تیاچوون بۆ ئەوانەی کەتەوراتە ( تێکدراوە) کە بەدەستی خۆیان دەنوسنەوە پاشان دەڵێن: ئەم (نامەیە) لە خواوەیە تاشتێکی کەمی پێ بکڕن ساھاوارو تیاچوون بۆ ئەوان لەوە کەدەستی ئەوان نوسیوێتیەوە وە ھاوار بۆئەوان لەوەی کە ئەنجامی ئەدەن\n","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:80","price":"وە ( جوولەکەکان) وتیان: ئاگری دۆزەخمان لێ ناکەوێت مەگەر چەند ڕۆژێکی ژمێرراو نەبێت بڵێ: ئایا پەیمانتان لەخواوە وەرگرتووە؟ (بۆ ئەمەی کە دەیڵێن) تا خواش پێچەوانەی پەیمانی خۆی نەکات؟ یان شتێکی وا ھەڵدەبەستن بەدەم خـوداوە کەنایزانن\n","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:81","price":"نەخێر وانیە ھەرکەسێک خراپەیەک بکات وە تاوانەکەی خۆی لەھەموو لایەکەوە دەوری دابێت ودایگرێتەوە ئا ئەوانە ھاوەڵی ئاگرن تیایدا دەمێننەوە بە ھەمیشەیی\n","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:82","price":"وە ئەوکەسانەی کەبڕوایان ھێناو کردەوەی باشیان کرد ئا ئەوانە ھاوەڵی بەھەشتن تیایدا دەمێننەوە بەھەمیشەیی\n","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:83","price":"(وە بیربکەنەوە) کاتێک کەپەیمانمان لەجوولەکە وەرگرت کە ھیچ شتێک نەپەرستن جگە لە خوای گەورە وە چاکە بکەن لەگەڵ دایک و باوک وە لەگەڵ خزمان وە لەگەڵ ھەتیوان و ھەژاراندا وە قسەی شیاو بکەن لەگەڵ خەڵکیدا وە نوێژ بکەن وە زەکات بدەن ئەمجا پشتتان ھەڵکرد کەمێکتان نەبێت وە ئێوە ھەر بەرھەڵستکار و (پشت ھەڵکەرن)\n","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:84","price":"وە (بیربکەنەوە) کاتێک پەیمانمان لێ وەرگرتن کە خوێنی یەکتری نەڕێژن وە خۆتان دەربەدەر نەکەن لەووڵاتتان پاشان بڕیارتان دا (لەسەر ئەم پەیمانە) وە ئێوە (خۆتان) شایەتی لەسەر ئەدەن\n","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:85","price":"ئەمجا ئێوە ھەرئەوانەن کەیەکتری دەکوژن وە ھەندێک لەخۆتان دەربەدەر دەکەن لە ووڵاتیان پشتیوانی (بێگانە) دەکەن دژی ئەوان بە بەدی و دەست درێژی وە ئەگەر دیلتان بۆ بێنن (لەخۆتان ئەیانکڕنەوە و) فدیەیان بۆ دەدەن لەگەڵ ئەمەش دا کەدەربەدەر کردنیان قەدەغە کراوە لێتان ( بۆچی کار بەوەیان دەکەن و بەمەیان ناکەن) جا ئایا بڕوا دەھێنن بەھەندێک لەتەورات و بێ بڕوا دەبن بەھەندێکی تری جاتۆڵەی ئەوکەسانە کەوا بکەن لەئێوە ھەر ڕیسوایی و بەدناویە لەژیانی دونیادا وە لەڕۆژی دوایشدا دەگەڕێنرێنەوە بۆناو سەختترین سزا وە خوا بێ ئاگا نیە لەوەی کەدەیکەن\n","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:86","price":"ئەمانە ئەوانەن کە ژیانی جیھانیان کڕی بە دواڕۆژ ئیتر نە سزایان لەسەر سووک دەکرێت وە نە یارمەتی دەدرێن و (نەپشتگیریی دەکرێن)\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:87","price":"سوێند بەخوا بەڕاستی ئێمە تەوراتمان دا بە مووسا وە دوا بەدوای ئەو پێغەمبەرانمان نارد وە چەند نیشانەیەکی ڕۆشنمان دا بە عیسای کوڕی مەریەم وە پشتیوانیمان کرد بە جیبرەیل جا ھەرکاتێ پێغەمبەرێکتان بۆ بھاتایە بە جۆرێک کە بەدڵی خۆتان نەبوایە لووت بەرز بوون و خۆتان بەگەورە گرتووە جا دەستەیەکتان (لە پێغەمبەران) بە درۆ زانیوە وە دەستەیەکتان کوشتوون\n","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:88","price":"وە (جوولەکەکان) وتیان (بە پێغەمبەرﷺ) دڵمان داپۆشراوە ( قوفڵدراوە و قسەی تۆی ناگاتێ) (نەخێر وانیە) بەڵکو خوا نەفرەتی لێکردن بەھۆی بێ بڕواییانەوە جا کەمیان ھەیە بڕوا بھێنن\n","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:89","price":"کاتێک کەنامەیەکیان بۆھات (کە قورئانە) لەلایەن خواوە کە پەسەندکەری تەوراتەکەی ئەوانە (پێش ئەوەی دەستکاری بکەن و بیگۆڕن) وە ئەوان (جوولەکەکان) لەوەوپێش داوای زاڵ بوونیان ئەکرد لەخوا بەسەر ئەوانەی کە بێ بڕوابوون کەچی کاتێک ئەو (پێغەمبەره) ی دەیان ناسی بۆیان ھات بێ بڕوابوون پێی کەواتە نەفرەتی خوا لەبێ بڕوایان بێت\n","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:90","price":"شتێکی زۆر خراپ بوو کە خۆیانیان پێ فرۆشت (ئەو خراپەش) بێ بڕواییان بوو بەو قورئانەی کەخوا ناردویەتیە خوارەوە بەھۆی حەسودیانەوە بوو بەوەی کەخودا بڕێژێ لەبەخششی خۆی بەسەر ھەرکەسێکدا کەخۆی بیەوێ لەبەندەکانی (کە موحەممەدە ﷺ) ئەمجا تووشی خەشم و ڕقی یەک لەدوای یەکی خوا بوون وە بۆ بێ بڕوایان ھەیە سزای ڕیسواکەر\n","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:91","price":"کاتێک پێ یان بووترایە: بڕوا بھێنن بەوەی کەخوا ناردوویە تیە خوارەوە (کە قورئانە) ئەیانووت: ئێمە بڕوا بەوە دەھێنین کەبۆ خۆمان نێردراوەتە خوارەوە, وە بێ بڕوا ئەبوون بە ئەوانەی کە دوای (تەورات) نێراوە (وەک قورئان) لەکاتێکدا کە ئەو قورئانە ڕاستە وپشتیوانی تەوراتە ( بێ دەستکاری) یەکەی ئەوانەو بەڕاستی دەزانێت بڵێ :بۆچی لەمەوپێش پێغەمبەرانی خواتان دەکوشت ئەگەر بڕوادار بوون\n","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:92","price":"سوێند بەخوا بەڕاستی مووساتان بۆھات بەچەند نیشانەیەکی ڕۆشنەوە کەچی لە دوای ئەو گوێرەکەتان پەرست بێگومان ئێوە ستەمکارن\n","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:93","price":"(وەبیربکەنەوە) کاتێک کەپەیمانمان لێ وەرگرتن وە کێوی گورمان بەرز کردەوە بەسەرتاندا (وە ووتمان) ئەوەی پێمانداوون (تەورات) باش کاری پێ بکەن (وتووند دەستی پێوە بگرن) وە گوێ بگرن (بەزمان) وتیان : بیستمان و (بەکردەوە) بێ فەرمانیمان کردوە بەھۆی بی بڕوایی یانەوە دڵیان ئاو درابوو بەخۆشەویستی گوێرەکە کە بڵێ: بڕواکەتان چ فەرمانێکی بەدتان پێ دەدات ئەگەر ئێوە بڕوادارن\n","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:94","price":"(ئەی موحەممەد ﷺ) بڵێ: ئەگەر ماڵی دوایی (بەھەشت) بۆ ئێوەیە لای خوا (وەک خۆتان دەڵێن) بەتایبەتی بۆخۆتان بێت بەبێ ئەوەی کەس ببێ بە ھاوبەشتان کەواتە داوای مردن بکەن ئەگەر ڕاستگۆن\n","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:95","price":"وە ھەرگیز داوای مردن ناکەن بەھۆی ئەو (گوناھانە) کەبەدەستی خۆیان پێشیان خستووە وە خوا ئاگادارە بە ستەمکاران\n","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:96","price":"سوێندبێت ئەو (جوولەکانە) دەبینیت لەھەموو کەس زیاتر حەز لەژیان دەکەن وە لەوانەش کە ھاوبەش بۆ خوا پەیدادەکەن (لەبەرئەوە) ھەریەکێکیان ئاوات دەخوازێ کە ھەزار ساڵ بژیایە وە ئەو تەمەنە (کەبەسەری دەبات) رزگاری ناکات لەسزا وە خوا بینایە بەوەی کە دەیکەن\n","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:97","price":"(ئەی موحەممەد ﷺ) بڵێ: ھەر کەسێک دوژمنی جیبریل بێت (ئەوە دوژمنی خوایە) چونکە ئەو بە فەرمانی خوا قورئانی ھێناوەتە خوارەوە بۆ سەر دڵی تۆ پشتیوانی نامەکانی پێش خۆی دەکات و بەڕاستیان دەزانێت وە ڕێنمونی کارو مژدە دەرە بۆ بڕواداران\n","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:98","price":"ھەر کەسێک دوژمنی خواو فریشتەکانی خوا و پێغەمبەرانی خوا و جیبرەیل و میکایل بێت (ئەوە بێ بڕوایە) وە بێگومان خواش دوژمنی بێ بڕوایانە\n","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:99","price":"سوێند بەخوا بێگومان بۆمان ناردویت چەند نیشانەیەکی رون و ئاشکرا (کە قورئانە) وە کەس بێ بڕوا نابێت پێیان، مەگەر بەدکاران نەبێت\n","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:100","price":"ئایا (بێ بڕوا ئەبن بەئایەتەکانی ئێمە) ھەر جارێک پەیمانێک ببەستن (لەگەڵ پێغەمبەر ﷺ دا) دەستەیەک لەوانە پەیمانەکەیان ھەڵوەشاندۆتەوە (نەک ھەر ئەوەندە ) بەڵکو زۆربەیان ھەر بڕوا ناھێنن\n","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:101","price":"کاتێک کە پێغەمبەرێکیان بۆ ھات لەلایەن خواوە بەپشتیوانی تەوراتە (دەستکاری نەکراوە) کەیان دەستەیەک لەوانەی کە خاوەن نامەبوون نامەکەی خوایان فڕێ دایەپشت خۆیان و(پشت گوێیان خست) وەک نەزانن (کەئەوە نامەی خودایە)\n","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:102","price":"(جوولەکەکان) دوای ئەو (شتانە) کەوتن کەشەیتانەکان دەیان خوێندەوە (بۆ خەڵکی) لەسەردەمی پاشایەتی سولەیمان دا،وە سولەیمان بێ بڕوا نەبوو بەڵام شەیتانەکان بێ بڕوا بوون خەڵکیان فێری جادو دەکرد ھەروەھا ئەوەی نێردراوەتە خوارەوە لە بابل بۆ سەر ھارووت و مارووت (دوو فریشتە بوون) وە (ئەمانە) کەسیان فێر نەدەکرد تا پێیان نەوتایە ئێمە ھەر تاقیکەرەوەی (ئادەمیزاد) ین کەواتە بێ بڕوامەبە ئەمجا فێری جادوی وا دەبوون لێیانەوە کە ژن و مێردی پێ لەیەک جیا بکەنەوە ئەوان بەم جادوە ناتوانن زیان بەکەس بگەیەنن مەگەر بەویستی خوا نەبێت وە فێری شتێک دەبن کە زیانیان پێ دەگەیەنێ نەک قازانج بێگومان زانیان ھەرکەسێ جادو بکڕێ (وفێری ببێت) (بەفەرموودەی تەورات) لەڕۆژی دواییدا بێ بەش دەبێ بەڕاستی زۆر خراپە ئەو شتەی کە (بڕوای) خۆیانیان پێ فرۆشت ئەگەر بیانزانیایە\n","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:103","price":"ئەگەر بەڕاستی ئەوان بڕوایان بھێنایە و پارێزکار بونایە ئەوا پاداشتێکی چاکتر لەلایەن خواوە بۆ ئەوان دەبوو ئەگەر بیانزانیایە\n","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:104","price":"ئەی ئەوانەی کە بڕواتان ھێناوە مەڵێن ووشەی جوێن و بێ رێزیە بەلای جولەکەوە,وە بڵێن پەلەمان لێ مەکە و چاوەڕوانیمان لەسەر بکە و ببیستن وە بۆ بێ بڕوایان ھەیە سزای سەخت\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:105","price":"حەزناکەن ئەوانەی کەبێ بڕوان لە خاوەن نامە و ھاوبەش پەیداکەرەکان کە ھیچ شتێکی باشتان لەخواوە بۆ بنێردرێتە خوارەوە بەڵام خواش بەخششی خۆی بۆ کەسێک کەبیەوێ تەرخان دەکات و خوا خاوەنی چاکەی گەورەیە\n","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:106","price":"ئەگەر ئایەتێک (لە قورئان) بسڕینەوە یان فەرامۆشی بکەین و لەبیری ببەینەوە ئەوا یەکێکی تری باشتر لە ئەو، یان وەک ئەو دەھێنین ئایا نازانیت خوا بەسەر ھەموو شتێکدا بەدەسەڵاتە\n","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:107","price":"ئایا نازانیت کە موڵکی ئاسمانەکان و زەوی ھەر بۆخوایە؟ وە ھیچ پشتیوان و یاریدە دەرێکتان نیە، خوا نەبێت\n","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:108","price":"یا ئێوەش دەتانەوێ داوا ی (شتی نەشیاو) بکەن لەپێغەمبەرەکەتان؟ وەک لەمەوپێش داوا کرا لەمووسا (علیە السلام) ھەر کەسێک بڕوا بگۆڕێتەوە بە بێ بڕوایی ئەوە بێگومان ڕێی ڕاستی ونکردووە\n","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:109","price":"زۆر لەخاوەن نامەکان ئاواتە خوازن کەبتانکەنەوە بە بێ بڕوا، دوای بڕوا ھێنانتان لەبەر حەسودییەک کە لەدەرونیانەوەیە (ئەمەش) دوای ئەوەی کەڕاستیەکەیان بۆ ڕون بوەتەوە بەڵام ئێوە لێیان خۆش بن و چاو پۆشیان لێ بکەن تا خوا فەرمانی خۆیتان بۆ دەنێرێت بێگومان خوا بە دەسەڵاتە بەسەر ھەموو شتێکدا\n","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:110","price":"نوێژ بکەن وزەکات بدەن وەھەرچی پێشبخەن لەچاکە بۆخۆتان لای خوا دەستتان دەکەوێتەوە بێگومان خوا بینایە بەوەی کەدەیکەن\n","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:111","price":"(جوولەکەو گاورەکان) وتیان: کەس ناچێتە بەھەشتەوە مەگەر یەکێک کە جوولەکە یا گاور بێت ئەمە ئاواتیانە پێیان بڵێ: بەڵگەتان بھێنن ئەگەر راست دەکەن\n","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:112","price":"(نا وانییە) بەڵکو ھەر کەسێک بەڕاستی رووبکاتە خوا و لەھەمان کاتدا چاکەکار بێت ئەوە بۆی ھەیە پاداشت لەلای پەروەردگاریەوە نە ترسیان لەسەرە و نەخەمیش دەخۆن\n","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:113","price":"جوولەکە ئەڵێن: گاور لەسەر ھیچ (ئاینێک ) نین وە گاوور دەڵێن: جوولەکە لەسەر ھیچ (ئایینێک) نین لەکاتێکدا ئەوان نامەکانیان دەخوێندەوە،(یەکێکیان تەورات و ئەوی تریش ئینجیل) ھەر بەم جۆرەیان دەوت، ئەوانەی کە نەزانن (لە بت پەرستەکان) ئەمجا خوا لە ڕۆژی دواییدا لە نێوانیاندا بڕیار دەدات لەوشتانەی کەتیایدا جیاواز و نـاکۆکن\n","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:114","price":"کێ ستەمکارتـرە لەو کەسەی کە ڕێگری لـەمزگـەوتـەکـانی خوا دەکات لەوەی کە ناوی خوایان تێدا ببرێ وە ھەوڵ دەدات بۆ وێران کردنیان ئەوانە (کە قەدەغەی خواپەرستی دەکەن لە مزگەوتەکاندا) بۆیان نیە بچنە مزگەوتەکانەوە بە ترسەوە نەبێت لەژیانی دونیادا ریسوایی بۆ ئەوانە وە لەڕۆژی دوایشدا سزای گەورە\n","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:115","price":"رۆژھەڵات و رۆژ ئاوا ھەر بۆخوایە کەواتە رووبکەنە ھەرلایەک (لە نوێژ کردندا بەفەرمانی خودا) ئەوە رووگەیە و رووتان لەخودا کردووە بێگومان خوا (بەزەیی و میھرەبانی) فراوانەو زانایە\n","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:116","price":"(گاورو جوولەکە و بت پەرستەکان) وتیان: خوا منداڵی بۆخۆی داناوە ئەو (خوا) پاک و بەدوورە لەوە بەڵکو ھەرچی ھەیە لە ئاسمانەکان و زەویدا موڵکی ئەوە, ھەموو فەرمانبەردار وملکەچی ئەون\n","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:117","price":"(خوا) بەدیھێنەری ئاسمانەکان و زەویە وە کاتێ کەویستی شتێ بکات ھەر ئەوەندەی پێ ئەوێ کە پێ ی بڵێ: ببە ئیتر ئەبێ\n","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:118","price":"نەزانەکان وتیان: بۆچـی خوا خۆی قسەمان لەگەڵ ناکات یا نیشانەیەکمان بۆ نایەت ئەوانەی کەلەپێش ئەمانیشدا بوون ھەمـان شتیان دەوت دڵ و دەرونیان لەیەک دەچێت بێگومان نیشانەی زۆرمان باسکردوە بۆ کەسانێک بەشوێن دڵنیاییدا دەگەڕێن\n","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:119","price":"بێگومان ئێمە تۆمان نارد بە ئاینێکی راست و درووستەوە بە مژدەدەر و ترسێنەر وە تۆ بەرپرسیار نیت لەیارانی دۆزەخ\n","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:120","price":"ھەرگیز نە جوولەکە و نە گاور لێت ڕازی نابن ھەتا دوای ئاینیان نەکەویت (پێ یان) بڵێ: ھەر ڕێنموونیی خوایە ڕینموونی ڕاست وە ئەگەر دوای ئارەزووەکانی ئەوان بکەویت (ئەی موحەممەد ﷺ) دوای ئەو زانینەی کە (لەخواوە ) بۆت ھاتووە (کە قورئانە) ھیچ سەرپەرشتیکارو یارییدەدەرێکت نابێ لەلایەن خواوە\n","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:121","price":"ئەوانە کەنامەمان پێداون بەڕاستی دەیخوێننەوە ئەوانە بڕوا ئەھێنن بەڕێنمونی خوای گەورە (کە ئیسلامە) وە ئەوانەی بێ بڕوابن پێی ھەرئەوانن زەرەر مەند و خەسارۆمەند\n","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:122","price":"ئەی بەنی ئیسرائیل (نەوەکانی یەعقوب) یادی ئەو بەخششانە بکەنەوە کە ڕشتوومە بەسەرتاندا وە من (کاتی خۆی ) ڕێزی ئێوەم دا بەسەر ھەمواندا\n","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:123","price":"وە خۆتان بپارێزن لەڕۆژێک کە کەس لەبری کەس تۆڵەو پاداشت نادرێتەوە وەبارمتەی لێ وەرناگیرێت وە ھیچ تکایەک کەڵکی ناگرێ وەیارمەتیی نادرێن و سەرناخرێن\n","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:124","price":"(بیربکەنەوە) کاتێک خوا ئیبراھیمی تاقی کردەوە بەچەند بڕیار وفەرمایشتێک کە ئەویش بەجێی ھێنان (خوا) فەرمووی: بێگومان من تۆ دەکەم بە پێشەوای خەڵکی (ئیبراھیم) وتی: لەنەوەشم ئەکەیت (بە پێشەوا)؟ فەرمووی: پێغەمبەریەتی من ناگات بەستەمکاران\n","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:125","price":"(بیربکەنەوە) کاتێک کە کەعبەمان گێڕا بە پەناگەی خەڵکی و جێی ئارامی و ئاسایش (پێمان وتن) شوێنی ئەو بەردەی ئیبراھیم (علیە سلام) لە سەری ڕادەوەستا (کاتی دروست کردنی کەعبە) بکەنە جێگای نوێژ وە سپاردمان بە ئیبراھیم و ئیسماعیل کە ماڵەکەم پاک بکەنەوە بۆ ئەوانەی کە بەدەوری کەعبەدا دەسوڕێنەوە، وە بۆ ئەوانەی کە تیایدا ئەمێننەوە، ھەروەھا بۆ کڕنوش بەران و سوژدە بەران\n","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:126","price":"(وە بیربکەنەوە) کاتێک کەئیبراھیم ووتی: خوایە ئەم شوێنە (کە مەککەیە) بکە بەشارێکی پڕ لە ئارامی و ئاسایش وە رۆزی دانیشتوانی بدە لـە بەروبوم و میوەھات ئەوانەیان کەبڕوایان بەخوا وبەڕۆژی دوایی ھەیە. (خوا) فەرمووی: ئەوەش بێ بڕوابێ رۆزی پێ ئەدەم بۆچەند ڕۆژێکی کەم لەپاشان ناچاری دەکەم بەسزای ئاگری دۆزەخ کە خراپترین سەرئەنجامە\n","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:127","price":"(بیربکەرەوە) کاتێک کە ئیبراھیم و ئیسماعیل بناغەکانی کەعبەیان بەرز دەکردەوە (دەیانووت) خوایە ئەم کردەوەیەمان لێ گیرا بکە بەڕاستی ھەر تۆی بیسەر و زانا\n","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:128","price":"خوایە ھەر دووکمان بکە بە گوێڕایەڵ وفەرمان بەرداری خۆت وە لەنەوەشمان گەلێک بکە بەفەرمانبەرداری خۆت وە رێگاکانی خوا پەرستیمان نیشان بدە وە پەشیمانیمان گیرابکە بەڕاستی ھەرتۆی گیراکەری پەشیمانی و میھرەبان\n","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:129","price":"خوایە لە ناو نەوەکانماندا پێغەمبەرێک بنێرە لەخۆیان ئایەتەکانی تۆیان بەسەردا بخوێنێتەوە قورئان و داناییان فێربکات و پاکیان بکاتەوە (لە ھەموو گوناھێک) بێگومان ھەرتۆی بەتوانا و دانا\n","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:130","price":"کێ ڕوو وەرئەگێڕێ لە ئایینی ئیبراھیم؟ مەگەر کەسێک کەخۆی گێل ونەفام کردبێت؟ سوێند بێ بێگومان ئیبراھیممان ھەڵبژارد لە دونیادا وە بێگومان ئەو لەڕۆژی دواییدا لەچاکەکارانە\n","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:131","price":"(ھەڵی بژارد) لەکاتێکدا خوا پێی فەرموو: گوێڕایەڵ وفەرمانبەرداربە (ئیبراھیمیش) ووتی: وا خۆم سپارد بە پەروەردگاری جیھانیان\n","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:132","price":"ئیبراھیم و یەعقوب ئامۆژگاری کوڕەکانی خۆیانیان کرد کە فەرمانبەرداری خوا بن (وە ھەریەکەیان پێیان وتن) ڕۆڵەکانم :خوا ئاینی یەکتاپەرستی بۆ ھەڵبژاردون کەواتە مەمرن بە موسوڵمانێتی نەبێت\n","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:133","price":"(ئەی خاوەن نامەکان) ئایا ئێوە ئامادە بوون کاتێ یەعقوب لەسەرەمەرگدا بوو کاتێ بە کوڕەکانی ووت دوای من کێ دەپەرستن؟ (ئەوانیش) وتیان: خوای تۆو باو و باپیرانت دەپەرستین کە خوای ئیبراھیم و ئیسماعیل و ئیسحاقە کە خوایەکی تاک وتەنھایە وە ئێمەش فەرمانبەردار و گوێڕایەڵی ئەوین\n","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:134","price":"ئەو پێغەمبەرانە دەستەیەک بوون تێپەڕیین ھەرچیان کرد بۆ خۆیانیان کردوە (ئێوەش) ھەرچی بکەن بۆخۆتانی دەکەن وە ئێوە بەرپرسیار نین لەکردەوەی ئەوان\n","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:135","price":"(جوولەکە و گاوورەکان) ووتیان: (بەموسڵمانەکان) ببن بە جوولەکە یان بەگاوور تابکەونە سەر ڕێگای ڕاست بڵێ: بەڵکو پەیڕەویی ئایینی پاکی ئیبراھیم دەکەین کە لە ھاوبەش پەیداکاران نەبووە\n","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:136","price":"بڵێن:(ئەی موسڵمانینە) بڕوامان ھێنا بە خواو بەو قورئانەی کەبۆخۆمان نێرراوەتە خوارەوە, وە بەو نامەیەی کە نێرراوە بۆ ئیبراھیم و ئیسماعیل و ئیسحاق و یەعقوب و کوڕەکانی یەعقوب وە بەوەی کەدراوە بە مووساو عیسا وە بەوەی کە دراوە بەھەموو پێغەمبەران لەلایەن پەروەدگاریانەوە جیاوازی ناکەین لە نێوان ھیچ کامێکیاندا وە ئێمە فەرمانبەردار وگوێڕایەڵی خواین\n","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:137","price":"ئەمجا ئەگەر بڕوایان ھێنا بەو وێنەیەی کە ئێوە بڕواتان پێ ھێناوە ئەوا بێگومان ڕێی ڕاستیان دۆزیوەتەوە, وە ئەگەر پشتیان ھەڵکرد ئەوا ئەوان لە دوو بەرەکیدان وە خوا ئاگاداری تۆ ئەکات لەوان وە ھەر خوایە بیسەر و زانا\n","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:138","price":"دەستبگرن بەو ئاینەی خواوە کەفیترەتی پاکی ئێوەی لەسەر خەلقکردوە بێگومان ھیچ فیترەتێکی بەوجۆرە پاک نیە (کەواتە چاک دەستی پێوە بگرن) وە ئێمەش پەرستن و عیبادەت ھەر بۆ ئەو دەکەین\n","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:139","price":"بڵێ: ئایا دەمەقاڵێ و دەمەوەریمان لەگەڵ ئەکەن لەکاری خوا لە کاتێکدا ئەو پەروەردگاری ئێمە و ئێوەشە وە کردەوەی خۆمان بۆخۆمانە و کردەوەی خۆتان بۆ خۆتانە وە ئێمە تەنھا بەدڵسۆزی بەندایەتی خوا دەکەین\n","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:140","price":"یاخود ئێوە ئەڵێن: ئیبراھیم و ئیسماعیل و ئیسحاق و یەعقوب وکوڕەکانی یەعقوب جوولەکە یا گاوور بوون؟ بڵێ: ئایا ئێوە زاناترن یا خوا؟ کێ ستەم کارترە لەو کەسەی کە شایەتیەکی لەخوا وەرگرتبێ و بیشارێتەوە خوا بێ ئاگا نی یە لەوەی کە ئێوە دەیکەن\n","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:141","price":"ئەو پێغەمبەرانە دەستەیەک بوون تێپەڕیین ھەرچیان کرد بۆ خۆیانیان کردوە (ئێوەش) ھەرچی بکەن بۆخۆتانی دەکەن وە ئێوە بەرپرسیار نین لەکردەوەی ئەوان\n","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":null,"lang":"ku"},{"name":"2:142","price":"ھەندێ نەزان و گێل ونەفام لەخەڵک دەڵێن: چی موسڵمانەکانی وەرگێڕا لەو ڕووگەیان کەجاران لەسەری بوون بڵێ ڕۆژھەڵات و ڕۆژئاوا ھەمووی موڵکی خوایە کێی بوێت ڕێنمونیی دەکات بۆ ڕێبازی ڕاست\n","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:143","price":"ھەروەھا کردمانن بەگەلێکی میانەڕەو مامناوەندی (ھەڵبژاردە) تاببنە شاھید وچاودێر بەسەر خەڵکەوە، و (پێغەمبەریش ﷺ) شاھید وچاودێر بێت بەسەر ئێوەوە ئەو ڕووگەیەی کەجاران لەسەری بوویت نەمانگێڕا (بەڕووگەو لەپاشان گۆڕیمان بەکەعبە) تەنھا بۆئەوەی دەربکەوێت کێ شوێن (پێغەمبەر ﷺ) دەکەوێت (وەجیادەبێتەوە) لەوانەی کەپاش گەزدەبنەوە, وە بەڕاستی (ئەم گۆڕینە) کارێکی زۆر گەورەو گران بوو مەگەر لای ئەوانەی کەخوا ڕێنموونیی کردوون وەخوای گەورە بڕوا (و نوێژەکانی جاران) تانی بەفیڕۆ نەداوە بەڕاستی خوا لەگەڵ خەڵکیدا دڵسۆز و میھرەبانە\n","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:144","price":"بەڕاستی ئێمە گەڕانی ڕووخسارت ڕوو بەئاسمان دەبینین دەی سوێند بەخوا ڕووت دەکەینە ڕووگەیەک کەپەسەندت بێ وڕازی بیت پێی ئیتر ڕووت وەرچەرخێنە بەرەو لای کەعبە (مسجد الحرام) ئێوەش ئەی موسڵمانان لەھەر لایەک بوون (لەنوێژدا) ڕووتان بکەنە ئەوێ، بەرەو (مسجد الحرام) بەڕاستی ئەوانەی پەڕاویان پێدراوە چاک ئەزانن کەئەمە شتێکی ڕاستە لە پەروەردگاریانەوە, وە خودا بێ ئاگا نیە لەوەی کەدەیکەن\n","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:145","price":"سوێند بێت ئەگەر ھەرچی بەڵگەو نیشانە ھەیە بیھێنیتەوە بۆ ئەم خاوەن نامە وپەڕاوانە دوای ڕووگەی تۆ ناکەوون وە تۆش دوای ڕووگەی ئەوان ناکەویت وە ئەوان دوای ڕووگەی یەکدی ناکەون سوێند بێت ئەگەر تۆ دوای ئارەزووەکانی ئەوان بکەویت دوای ئەو زانینەی کە (بەسرووش) بۆت ھاتووە بەڕاستی ئەو کاتە تۆ لەستەمکاران دەبیت\n","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:146","price":"ئەوانەی کە پەڕاومان پێ داون (پێغەمبەر ﷺ) دەناسن وەک چۆن کوڕ ونەوەکانی خۆیان دەناسن بێگومان کۆمەڵێک لەوان (لەئەھلی کتاب) ئەو راستیە دەشارنەوە لەکاتێکدا ئەوان دەزانن (موحەممەد ﷺ پێغەمبەرە)\n","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:147","price":"راست ئەوەیە (کەبۆت ھاتووە) لەپەروەردگارتەوە کەواتە لە گومانداران مەبە\n","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:148","price":"وە ھەموو گەلێک ڕووگەیەکی ھەیە کە ڕووی تێدەکات دەی دەست پێشکەری بکەن لە کردارە چاکەکاندا لەھەر کوێ ھەبن خودا ھەمووتان کۆدەکاتەوە بەڕاستی خوا بەدەسەڵاتە بەسەر ھەموو شتێکدا\n","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:149","price":"لەھەر کوێ چوویتە دەرەوە (بەسەفەر) ڕووت وەربگێڕە بۆ لای کهعبەی پیرۆز وە ئەم ڕووکردنەت ڕاستەو لە پەروەردگارتەوەیە وە خودا بێ ئاگا نیە لەوەی کە دەیکەن\n","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:150","price":"لەھەرکوێ چوویتە دەرێ (لەکاتی نوێژکردندا) ڕووت وەربگێڕە بۆ لای کەعبەی پیرۆ وە ئێوەش ( ئەی موسڵمانینە) لەھەر کوێ بوون ڕوو وەرگێڕن بۆلای ئەو (کەعبە) تا بیانوی خەڵکتان نەیەتەسەر مەگەر ستەم کارەکانیان جا لێیان مەترسن و لە من بترسن بۆ ئەوەی بەخششی خۆمتان بەتەواوی بەسەردا بڕێژم وە بەڵکو ڕێبازی ڕاست بگرن\n","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:151","price":"وەک ڕەوانەمان کردلە ناوتاندا پێغەمبەرێک لە خۆتان کەئایەتەکانی ئێمەتان بەسەردا بخوێنێتەوە، وە دڵ ودەروونتان پاک بکاتەوە وەفێرتان کات فێری قورئان وە فێری دانایی (فەرموودەی خۆی) وە فێرتان کات ئەو شتانەی کەنەتان دەزانی\n","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:152","price":"کەواتە یادم بکەن تامنیش یادتان بکەم و لەبیرتان نەکەم وە سوپاسم بکەن پێ نەزان و ناسوپاسیم مەکەن\n","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:153","price":"ئەی ئەو کەسانەی کە بڕواتان ھێناوە پشت ببەستن بەخۆڕاگرتن و نوێژ (کردن) بەڕاستی خوا لەگەڵ خۆڕاگرانە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:154","price":"ھەرگیز مەڵێن بەو کەسانەی دەکوژرێن لەڕێگەی خوادا مردوون بەڵکو زیندوون بەڵام ئێوە ھەستی پێ ناکەن\n","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:155","price":"سوێند بەخوا تاقیتان دەکەینەوە بە ھەندێک لەترس و برسێتی و کەم بوونی ماڵ و دارایی و خەڵکی (کەس وکارتان) و بەرووبووم جامژدە بدە بە خۆڕاگران\n","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:156","price":"ئەوانەی کە لەگەڵ دووچاری سەختی ونەھامەتی وناخۆشیەک بوون دەڵێن ئێمە ھەر ھی خواین و ھەر بۆلای ئەویش دەگەڕێینەوە\n","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:157","price":"ئا ئەوانە دروود و بەزەیی بەسەر ئەواندا دەبارێت لە لایەن پەروەردگاریانەوە، وە ئەوانە ئەو کەسانەن ھیدایەتیان وەرگرتووە\n","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:158","price":"بەڕاستی صەفاو مەروە لەدروشمەکانی (دینی) خوان جا ھەر کەسێک حەجی ماڵی خوای کرد یا عومرەی کرد ھیچ خراپە و تاوانی ناگات کە ھاتوچۆ وسەعی نێوان سەفا و مەروە بکات وە ھەرکەسێک بە ئارەزووی خۆی چاکەیەکی کرد ئەوە بێگومان خودا سوپاسگوزارێکی زانایە\n","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:159","price":"بێگومان ئەوانەی دەیشارنەوە ئەوەی کە ناردوومانەتە خوارەوە لە ئایەتانی ڕۆشن وڕێنمایی دوای ئەوەی کە ڕوونمان کردوەتەوە بۆ خەڵکی لە نامەی (تەورات و ئینجیل) دا ئەوانە خودا نەفرەتیان لێ دەکات وە نەفرەتکارانیش نەفرەتیان لێ دەکەن\n","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:160","price":"مەگەر ئەوانەی کە پەشیمان بوبنەوە، وە کردەوەی چاکیان کردبێ و (ئەوەی شاردبویانەوە) ئاشکرایان کردبێ ئا ئەوانه پەشیمانیان لێ گیرادەکەم وە ھەر منم گیراکاری میھرەبان\n","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:161","price":"بەڕاستی ئەوانەی بێباوەڕ بوون وە مردن لەکاتێکدا ئەوان بێ باوەڕ بوون ئەوانە لەسەریانە نەفرەتی خوا و فریشتەکان و خەڵکی بەتێکڕایی\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:162","price":"تێیدا دەمێننەوە بەھەمیشەیی سزایان لەسەر سووک ناکرێت وە دواناخرێن لەسزا\n","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:163","price":"پەرستراوی ئێوە پەرستراوێکی تاک و تەنھایە ھیچ پەرستراوێکی بە ھەق و ڕاست نیە بەتەنھا ئەو نەبێت کە بەخشندە و میھرەبانە\n","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:164","price":"بەڕاستی ھەیە لە دروست کردنی ئاسمانەکان وزەوی و جیاوازی شەو وڕۆژ (بە کورتی و درێژی) و ئەو کەشتیانەی کەدێن ودەچن لەناو دەریادا بەوشتانە کەقازانج دەگەیەنن بەخەڵکی وە ئەوەی کە خوا لەئاسمانەوە باراندی لە ئاو (باران) پاشان زەوی پێ زیندوو کردەوە (پێ بووژاندەوە) پاش مردنی وە بڵاوی کردەوە تێیدا لەھەموو جۆرە زیندەوەرێک وە گێڕانی بایەکان (بە ھەموولایەکدا) وە ئەو ھەورانەی تەرخان کراون لەناوەندی ئاسمان و زەویدا چەند بەڵگەن بۆ کەسانێک کە تێبگەن\n","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:165","price":"وە کەسانی واھەیە لە خەڵکی کەھاوبەشی زۆر بۆ خوا پەیدا دەکەن خۆشیان دەوێن وەک خۆشەویستی (ئیمانداران بۆ) خوا بەڵام ئەوانەی بڕوایان ھێناوە زۆر زیاتر خوایان خۆش دەوێت ئەگەر ببینن ئەوانەی ستەمیان کردوە (بە ھاوبەشی پەیدا کردن بۆخوا) کاتێک کە چاویان دەکەوێت بەسزای (خوا دەزانن) کە ھەرچی دەسەڵات ھەیە ھەمووی بۆ خوایە وە بێگومان سزای خوا زۆر سەختە\n","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:166","price":"کاتێک کە ئەو کەسانەی خەڵک شوێنیان کەوتون لە دونیادا ( واتە سەرۆکە گومڕاکارەکان ) یەخە ھەڵئەتەکێنن لەوانەی (لە دونیادا) دوایان کەوتوون وە سزای (دۆزەخیان بەچاوی خۆیان) بینی وە ھەموو پەیوەندیەکیان بچڕایەوە\n","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:167","price":"وە ئەوانەی کە دوایان کەوتبوون ووتیان خۆزگە ئێمە بگەڕاینایەتەوە (بۆ دونیا) تا یەخەمان لێ ھەڵبتەکاندنایە ھەر وەک (ئەوان) چۆن یەخەیان لەئێمە ھەڵتەکاند ھەر بەو شێوەیە خوا کردەوەکانیان نیشان ئەدات ئەیکات بەداخ لەسەر دڵیان وە ئەوان دەرچوونیان نییە لە ئاگر\n","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:168","price":"ئەی خەڵکینە بخۆن لەوەی کەلە زەویدایە بەحەڵاڵی و پاکی وە دوای ھەنگاوەکانی شەیتان مەکەون بەڕاستی شەیتان دوژمنێکی ئاشکراتانە\n","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:169","price":"بەڕاستی (شەیتان) فەرمانتان پێ دەدات بەتاوان و خراپە لەگەڵ ھەڵبەستنی شتی وا بەدەم خواوە کە نازانن\n","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:170","price":"کاتێک پێتان بووترێت شوێن ئەو (قورئانه) بکەون کە خوا ناردویەتە خوارەوە دەڵێن: نەخێر بەڵکو شوێن ئەوە دەکەوین کە باوو باپیرانمان لەسەری بوون ئەگەر چی باوو باپیرانیشیان ھیچ تێ نەگەیشتبن و گومڕا بووبن (ڕێنمایش وەرنەگرن)\n","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:171","price":"وە نموونەی ئەو بێ بڕوایانە وەک یەکێک وایە کە دەنگ لە ئاژەڵێک بکات تەنیا دەنگ و ھاوارەکە نەبێ ھیچ نابیستێ ئەمانە کەڕن لاڵن، (لە ووتنی قسەی دروست) کوێرن (لە بینینی ڕێ ی ڕاست) بۆیە تێ ناگەن و ژیر نین\n","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:172","price":"ئەی ئەو کەسانەی کە بڕواتان ھێناوە بخۆن لەو خواردەمەنیە پاکانەی کردومانە بەڕۆزیتان وە سوپاسی خوا بکەن ئەگەر ئێوە ھەر ئەو دەپەرستن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:173","price":"ئەوەی (کە خوا) قەدەغەی کردووە لێتان تەنھا مردارەوە بوو و خوێنی (ڕۆشتوو) و گۆشتی بەراز و ئەوەی کە سەر بڕابێ (بەناوی) غەیری خواوە ئەمجا ھەر کەسێک ناچار بوو (بە خواردنی یەکێک لەمانە) بەبێ یاخی بوون و دەرچوون لەسنوور ئەوە ھیچ گوناھێکی لەسەر نی یە بێگومان خوا لێ خۆشبو ومیھرەبانە\n","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:174","price":"بێگومان ئەوانەی ئەو ئایەتانە دەشارنەوە کەخودا ناردونیەتە خوارەوە لە تەورات و دەیگۆڕنەوە بەنرخێکی کەم ئەوانە ئاگر نەبێت ھیچی تر ناچێتە سکیانەوە, وە خوا لەڕۆژی دوایی دا قسەیان لەگەڵ ناکات و پاکیان ناکاتەوە و سزای سەختیان دەبێت\n","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:175","price":"ئا ئەوانە کەسانێکن کە گومڕاییان کڕی بەڕێنمونی وە سزایان کڕی بەلێ خۆشبون ئای چەند خۆڕاگرن لەسەر ئاگر\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:176","price":"ئەمە (ھەمووی) بەھۆی ئەوەوەیە کە خوا کتێبە (پیرۆزە) کانی ناردۆتە خوارەوە بەڕاستی وە بێگومان ئەوانەی دووبەرەکیان تێکەوت لە تەوراتدا لە دووبەرەکیەکی (وادان) کە دوورن (لەیەک کەوتن)\n","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:177","price":"چاکە ئەوە نی یە کەڕوو بکەنە بەرەو ڕۆژھەڵات و ڕۆژئاوا بەڵکو چاکە ئەوەیە کە مرۆڤ بڕوای ببێ بەخوا وە بە ڕۆژی دوایی وە بە فریشتەکان وە بە کتێبەکان وە بە پێغەمبەران وە دارایی خۆی ببەخشێ لەگەڵ ئەوەی کەخۆشی دەوێت بەخزمان و بە ھەتیوان وبەبێ نەوایان (ھەژاران) و بەڕێبوارانی کەم دەست و بە سواڵکەران و لەڕێ ی ئازاد کردنی کۆیلەکاندا وە نوێژی بەچاکی کردبێت و زەکاتی دابێت و پەیمان بەجێ ھێنەران کاتێک کەپەیمانیان دابێت و خۆڕاگران لەکاتی تەنگدەستی و نەخۆشی و لەکاتی جەنگدا ئا ئەوانەن کەڕاستیان کرد وە ھەرئەوانەن پارێزکاران\n","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:178","price":"ئەی ئەو کەسانەی کە بڕواتان ھێناوە پێویست کراوە لەسەر تان تۆڵە سەندنەوه لە کوژراواندا (بەیەکسانی) کەسی ئازاد بە کەسی ئازاد و بەندەش بە بەندە و ژن بە ژن (مێینە بە مێینە) ئەمجا ھەرکەسێک بەخشرا لەلایەن برایەکی دینیەوە بە بەشێک (لە خوێنەکە) ئەبێ (خزمەکانی تر) پەیڕەوی بکەن بەباشی (بکوژیش) بەچاکی خوێنەکە بدات ئەمە باریسهرشان سووککردنە لەپەروەردگارتانەوەو میھرە بانیە ئەمجا ھەرکەسێک دوای ئەمە دەستدرێژی کرد بۆئەو ھەیە سزای بەسوێ، (بەئازار)\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:179","price":"لە کوشتنەوە وتۆڵەسەندنەوەدا ژیان بۆ ئێوە ھـەیـە ئەی ھۆشمەندان بەڵکو خۆتان بپارێزن\n","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:180","price":"پێویست کراوە لەسەرتان کاتێک یەکێکتان لەسەرەمەرگدا بوو ئەگەر ماڵی لەپاش بەجێ ما وەسیەتکردن بەباشی بۆ دایک وباوک وخزمانێک (کە میراتیان بەرنەکەوێ) بەجوانی و ڕێکو پێکی؟ پێویست کراوە لەسەر پارێزکاران\n","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:181","price":"ئەمجا ھەر کەسێک وەسیەتەکەی گۆڕی دوای بیستنی ئەوە گوناھی (تاوانی) ھەر لە ملی ئەو کەسانەدایە کە دەیگۆڕن بێگومان خواش بیسەر و زانایە\n","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:182","price":"ئەمجا ھەرکەسێک ترسا لەوەسیەتکار کەھەڵە یان گوناھێک بکات جا (ئەو کەسە) میراتگرانی پێک بێنێ ئەوە ھیچ گوناھێکی لەسەر نی یە بەڕاستی خودا لێخۆش بوو بەبەزەییە\n","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:183","price":"ئەی ئەوانەی کە بڕواتان ھێناوە ڕۆژووتان لەسەر نووسراوە وفەرزکراوە ھەر وەک چۆن فەرزکراوە لەسەر ئەو ئومەتانەی لەپێش ئێوە دا بوون بۆ ئەوەی خۆتان بپارێزن لەخودا بترسن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:184","price":"(ڕۆژووتان لەسەر فەرزکرا) چەند ڕۆژێکی دیاری کراوی ژمێرراوە جا ھەر کەسێک لەئێوە نەخۆش بوو یان لەسەفەردا بوو (وە بەڕۆژوو نەبوو) ئەوە پێویستە بەئەندازەی ئەو ڕۆژانەی (بەڕۆژوو نەبووە) قەزای بکاتەوە لەڕۆژانی تردا وە پێویستە لەسەر ئەوانە کە زۆر بە ناڕەحەتی ئەتوانن بەڕۆژوو بن و (بەڕۆژوو نابن) بریتی (یان لەسەرە)، کەخۆراکی ھەژارێکە ئەمجا ھەرکەسێک زۆرتر بریتی بدات ئەوە باشترە بۆی وئەگەر بەڕۆژوو بن بۆخۆتان باشترە ئەگەر بزانن\n","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:185","price":"مانگی ڕەمەزان مانگێکە قورئانی تێدا نێرراوەتە خوارەوە بە ڕێنما بۆخەڵکی وە بەڵگە گەلێکی ڕۆشن بۆ ڕێنموونیی و جیاکردنەوەی (دروست ونادروست) ئەمجا ھەرکەسێک لەئێوە مانگی ڕەمەزانی بینی با بەڕۆژوو بێت وە ھەرکەسێک نەخۆش بوو لە سەفەردا بوو با بەئەندازەی ئەوڕۆژانە قەزای بکاتەوە لەچەند ڕۆژێکی تردا خوا ئاسانی ئەوێ بۆئێوە، وە گرانی ناوێت بۆتان (قەزای ڕەمەزانتان لەسەر دانرا) تا مانگەکە (بگرن) بەتەواوی وە بەگەورە ناوی خوا بەرن لەسەر ئەو ڕێنمونیەی کە کردوونی وە تا سوپاسی (خوا) بکەن\n","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:186","price":"ھەر کارتێک بەندەکانی من پرسیاریان لێ کردیت دەربارەی من ئەوا بێگومان من لێیانەوە نزیکم گیرا دەکەم نزای نزاکاران ھەرکاتێک ھاوار و نزام لێ بکەن دەی با ئەوانیش بەدەنگ منەوە بێن وە بڕوام پێبھێنن بۆ ئەوەی ڕێی راست بدۆزنەوە\n","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:187","price":"ڕێتان پێدراوە لەشەوانی ڕۆژووی (ڕەمەزان) دا کە بچەنە لای ژنەکانتان ئەوان بۆ ئێوە پۆشاکن وە ئێوەش بۆ ئەوان پۆشاکن خوا دەیزانی کەئێوە ناپاکیتان لەخۆتان دەکرد بۆیە پەشیمانی لێ گیراکردن وەلێتان خۆش بوو ئیتر لەئێستاوە (بە شەو) بچنە لایان وە بەدڵ بخوازن ئەوی کە خوا بۆی نوسیوون (لە منداڵ) وە بخۆن و بخۆنەوە ھەتا بۆتان جیا دەبێتەوە ڕوشتەی سپی (ڕۆژ) لە ڕوشتەی ڕەشی (شەو) لەشەبەقدا لەپاشان ڕۆژوەکەتان تەواو بکەن تاشەوی دوایی وە مەچنەلای ژنەکانتان لەکاتێکدا کە لەمزگەوتدا مابنەوە بۆ خواپەرستی ئەمانە سنوورانی خوان و نزیکیان مەکەونەوە ئاوا خوا باسی فرمانی خۆی دەکات بۆ خەڵکی تا خۆیان بپارێزن\n","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:188","price":"ماڵی یەکتری مەخۆن لەناو خۆتاندا بەناڕەوا وە بە (بەرتییل) مەیدەن بەکاربەدەستان وفەرمانداران بۆ ئەوەی بەشێک لەماڵی خەڵکی بخۆن بەگوناە لە کاتێکدا ئێوەش دەزانن\n","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:189","price":"پرسیارت لێ دەکەن دەربارەی نوێ بونەوەی مانگە نوێکان بڵێ ئەمانە نیشانەی کاتەکانن بۆ خەڵکی و بۆ حەج وەچاکە ئەوە نییە کەلەپشتی ماڵ وخانووەکانەوە بچنە ژوورەوە بەڵکو چاکە ئەوەیە ئەو کەسە پارێزکار و لە خوا ترس بێت وەبچنە ماڵەکان لە دەرگاکانیەوە وە لە خوا بترسن تا ڕزگارببن\n","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:190","price":"جەنگ بکەن لە ڕێ ی خوادا لەگەڵ ئەوانەی جەنگتان لەگەڵدا دەکەن وە دەست درێژی مەکەن بەڕاستی خودا دەست درێژکارانی خۆش ناوێت\n","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:191","price":"بیان کوژن (کافران) لەھەر شوێنێ دەستتان کەوتن و زاڵ بوون بەسەریاندا وە دەریان بکەن لەو شوێنانەی کە ئێوەیان لێ دەرکردوە لادان لە ڕێی یەکتاپەرستی خوای گەورە لە خەڵک کوشتن سەخت وگەورە ترە جەنگیان لەگەڵ مەکەن لەلای مزگەوتی کەعبەدا تا ئەوان لەوێدا نەجەنگن لەگەڵتان دا ئەمجا ئەگەر جەنگین لەگەڵتاندا ئێوەش بجەنگن لەگەڵیاندا ئەمەیە تۆڵەی بێ بڕوایان\n","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:192","price":"بەڵام ئەگەر دەستیان ھەڵگرت (لە جەنگ) ئەوا خوای گەورە لێخۆشبوو میھرەبانە\n","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:193","price":"جەنگیان لەگەڵ بکەن تا دوژمنایەتی بۆ ئاین وھاوەڵ بڕیاردان نەمێنێ وە ئاین و ملکەچی ھەر بۆ خوا دەبێت ئەمجا ئەگەر دەستیان ھەڵگرت ئیتر دەست درێژی نیە مەگەر لەسەر ستەمکاران نەبێت\n","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:194","price":"رێزی مانگی حەرام بەرانبەر بەڕێزگرتنی ئەوانە بۆمانگی حەرام دەبێت شکاندنی ھەر رێزێکیش تۆڵەی ھەیە جا ھەر کەسێک دەست درێژی کردە سەرتان ئێوەش دەست درێژی بکەنە سەری بەوێنەی دەست درێژ کردنەکەی ئەو بۆ ئێوە, وە لەخوا بترسن وە بزانن کەخوا لەگەڵ پارێزکارانە\n","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:195","price":"وە دارایی خۆتان بەخت بکەن لە ڕێی خوادا وە بەدەستی خۆتان خۆتان مەخەنە تیاچوونەوە, وە چاکە بکەن بەڕاستی خوا چاکەکارانی خۆش دەوێت\n","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:196","price":"حەج و عومرەتان (کە دەست پێکرد) تەنھا بۆ خوا بە تەواوی بیکەن ئەمجا ئەگەر ھەر (قەدەغەکران) ئەوسا چیتان بۆ ھەڵسوڕا لەقوربانی (سەری بڕن) وە سەرتان مەتاشن تا قوربانیەکە دەگاتە جێ ی دیاری کراوی خۆی ئەمجا ھەر کەسێک لە ئێوە نەخۆش بوو یان ئازارێک لەسەریدا بوو (ئەگەر سەری تاشی) بریتیەک بدات کە ڕۆژووی (سێ ڕۆژە) یان خێرێک یان قوربانیەک بکات جا کاتێک دڵنیا بوون (ترس نەبوو) ئەمجا ئەو کەسەی بەھرەمەند بوو بە بەجێھێنانی عومرە تاکاتی حەج ئەوە چی بۆ ھەڵسوڕا لە قوربانی (بیکات) وە ئەگەر یەکێک نەیبوو با سێ ڕۆژ بەڕۆژوو بێت لە کاتی حەجدا وە حەوت ڕۆژی تریش کاتێک گەڕانەوە ئەمە دەبێتە دە ڕۆژی تەواو ئەمە بۆ کەسێکە کە (خۆی) و کەس و کاری دانیشتووی دەوروبەری (مسجد الحرام) نەبێت وە لەخوا بترسن وە بزانن کە بەڕاستی خوا خاوەنی تۆڵە و سزای سەختە\n","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:197","price":"(کاتی) حەج لەچەند مانگێکی دیاری کراودایە ئەمجا ھەرکەسێک لەم مانگانەدا حەجی لەسەر خۆی پێویست کرد بائیتر نەچێتە لای ژن وە بەدکاری نەکات وە دەمەقاڵێ نەکات لەحەجدا وە ھەرچی بکەن لەچاکە خوا پێ ی دەزانێ وە توێشوو (ی پارێزکاری) و لەخواترسان ھەڵبگرن کەباشترین توێشوو لەخوا ترسانە وە لەمن بترسن ئەی ھۆشمەندان\n","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:198","price":"گوناھتان لەسەر نی یە کەدوای ڕۆزی پەروەردگارتان بکەون ئەمجا کاتێک بڵاوەتان لێکرد وگەڕانەوە لە عەرەفات ناوی خوا بێنن لەلای (مشعر الحرام) دا وەیادی خوا بکەن کە ڕێنموونی کردن با لەپێش ئەوەشدا ئێوە لە گومڕایان بووبن\n","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:199","price":"لە پاشان بگەڕێنەوە لەوشوێنەی خەڵکی لێ ی دەگەڕێتەوە وەداوای لێ خۆشبوون بکەن لەخوا بێگومان خوا لێ خۆشبوو میھرەبانە\n","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:200","price":"ئەمجا کاتێک ئەرکان و واجباتی حەجتان تەواوکرد یادی خوا بکەن وەک ناوبردنتان بۆ باوو باپیرانتان یان زۆرتر لەناوی ئەوان ئەمجا ھی وا ھەیە لەخەڵکی (ھەر داوای دونیا دەکات و) دەڵێت خوایە بماندەرێ لەدونیادا وە (ئەوانە) ھیچ بەشێکیان نیە لەڕۆژی دواییدا\n","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:201","price":"وەھی واش ھەیە دەڵێت خوایە ھەم لەدونیا و ھەم لە ڕۆژی دواییدا خێرو خۆشیمان پێ بدە وە بمان پارێزە لەسزای ئاگر\n","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:202","price":"ئا ئەوانە بەشێکیان ھەیە لەوەی کە کردوویانە وە خوای گەوره زۆر خێرایە لە لێپرسینەوەدا\n","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:203","price":"ناوی خوا بەرن (اللە اکبر بکەن) لەچەند ڕۆژێکی دیاری کراودا ھەرکەسێک پەلە بکات لە دوو ڕۆژدا (ھەرسێ جەمەرەکە بەردباران بکات) گوناھی ناگات وە ھەر کەسێکیش دوابکەوێت (سێ ڕۆژ ڕەجم بکات) گوناھی لەسەر نی یە بۆکەسێک پارێزکاری بکات و لەخوا بترسێت لەخوا بترسن و (لەسزای) خۆتان بپارێزن وە بزانن کە ئێوە بۆ لای ئەو (ئەگەڕێنەوەو) کۆدەکرێنەوە\n","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:204","price":"لە ناوخەڵکی کەسانێک ھەن کە بە قسە سەرسامت دەکات لەم ژیانی دونیادا وە خوا دەکات بەشاھید لەسەر (ڕاستی) ئەوەی لە دڵیایەتی کەچی ئەو دوژمنێکی سەر سەختە\n","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:205","price":"وەکاتێک پشتی ھەڵکرد ھەوڵ دەدات لە زەویدا (لە ووڵاتدا) بۆ ئەوەی خراپەی تێدا بکات وە کشتوکاڵ و وەچەو نەوە لەناو ببات وەخوا خراپەکاری خۆش ناوێت\n","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:206","price":"وە کاتێک پێ ی بووترێت لەخوا بترسە دەمار دەیگرێ بۆ بەد کرداریی جا ئەو دۆزەخی بەسە کە بەدترین جێگایە\n","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:207","price":"لە ناوخەڵکیش کەسانێک ھەن کە گیانی خۆی دەفرۆشێت بۆ ڕەزامەندی خوا وە خوا میھرەبانە بەبەندەکان\n","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:208","price":"ئەی بڕواداران ھەموو بەتەواوی بچنە ناو ئیسلامەوە وەدوای ھەنگاوەکانی شەیتان مەکەون چونکە بێگومان ئەو دوژمنێکی ئاشکراتانە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:209","price":"ئەمجا ئەگەر لاتاندا (ھەڵخلیسکان) دوای ئەوەی کە نیشانە ئاشکراکانتان بۆھات ئەوە چاک بزانن کە خوا زاڵ و کار دروستە\n","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:210","price":"ئایا ئەوانە چاوەڕوانن خوایان بۆ بێت لەناو چەند پارچە ھەورێکی سپی دا ھەروەھا فریشتەکان (یان بۆبێ) وە کارەکە کۆتایی پێ بێت وە ھەموو کارێک ھەر بۆلای خوا دەگەڕێتەوە\n","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:211","price":"(ئەی موحەممەد ﷺ) لەبەنی ئیسرائیل بپرسە کە چەند بەڵگەو نیشانەی ڕۆشنمان داوە بەوان وە ھەر کەسێک بیگۆڕێت بەھرەی (ڕێنموونی) خوا دوای ئەوەی کەدەستی کەوت ئەوە بێگومان خودا تۆڵەی زۆر سەختە\n","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:212","price":"جوان کراوە بۆ بێ بڕوایان (ناسوپاس کەران) ژیانی دونیا(بە جۆرێک) کە گاڵتە دەکەن بە بڕواداران (بەڵام پایەی) ئەوانەی لەخوا ترسن گەلێ بەرزترە لەوان لە ڕۆژی دواییدا وە خودا ڕزق و ڕۆزی دەدات بەھەر کەسێک کەبیەوێت بەبێ شومار وحسابکردن\n","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:213","price":"خەڵکی یەک کۆمەڵ بوون (بە سرووشت) ئەمجا خودا پێغەمبەرانی نارد بە مژدەدەر و ترسێنەر وە کتێبی ڕاستی و دروستی لەگەڵدا ناردونە خوارەوە تا بڕیار بدات و حوکم بکات لەناو خەڵکی دا لەو شتانەی کە جیاواز و دووبەرەک بوون تیایدا وە کەس جیاواز و دووبەرەکی نەکرد لە کتێبی ئاسمانیدا مەگەر ئەوانەی کە کتێبیان پێ درابوو دوای ئەوەی نیشانەو بەڵگەی ڕۆشنیان بۆ ھات بەھۆی حەسادەتی ناو خۆیانەوە ئەمجا خوا خۆی ڕێنموونی بڕوادارانی کرد بۆ ئەو ڕێگا ڕاستەی کە دووبەرەکیان تیادا دەکرد وە خوا کێ ی بوێت ڕێنموونی دەکات بۆ ڕێبازی ڕاست\n","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:214","price":"ئایا واتان زانییوە کە دەچنە بەھەشت کەچی ھێشتا نەھاتۆتە ڕێتان ئەوەی لەناڕەحتی تووشی ئەوانە بوون کە لە پێش ئێوەدا تێپەڕین (کە لە ڕێی خوادا) دووچاری سەختی و زەرەر و زیان بوون وە زۆر بە توندی تەکان دران وزۆریان بوھات بەڕەنگێک کە پێغەمبەرەکە و ئەوانەی کەبڕوایان ھێنابوو لەگەڵیدا دەیان ووت سەرکەوتنی خوا کەی دێت ئاگادار بن و دڵنیابن بە ڕاستی سەرکەوتنی خوا نزیکە\n","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:215","price":"پرسیارت لێ دەکەن چی ببەخشن (لە ڕێ ی خوادا) بڵێ: ئەوەی دەیبەخشن لە ماڵی پاک و حەڵاڵ با بۆ باوک و دایک و خزمانی نزیک و ھەتیوان و ھەژاران و ڕێبوارانی کەم دەست وە ھەرچی بکەن لە چاکە ئەوە بێگومان خوا ئاگادارە لێ ی\n","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:216","price":"جەنگتان لەسەر پێویست کرا کەلاتان ناخۆشە وەئەگونجێ شتێکتان پێ ناخۆش بێ کەچی باش وخێر بێت بۆتان وەئەگونجێ شتێکتان پێ خۆش بێ و خراپ بێت بۆتان وە خوا ( چاک وخراپی ئێوە ) ئەزانێت و ئێوە نایزانن\n","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:217","price":"پرسیارت لێ دەکەن دەربارەی مانگی حەرام جەنگ کردن تیایدا بڵێ جەنگ لەمانگی حەرام دا گوناھێکی گەورەیە بەڵام بەرھەڵستی ڕێبازی خوا وەبێ بڕوایی پێی وە ( ڕێگری موسوڵمانان) لەمزگەوتی حەرام ودەرکردنی خەڵکی ئەو مزگەوتە لێی گەورە ترە لای خوا (لە جەنگ کردن لە مانگی حەرامدا) وە ھاوەڵ پەیداکردن بو خودا و ھەوڵ دان بۆ پەشیمان کردنەوەی موسڵمان گەورەترە ل(پیاو) کوشتن (لەومانگەدا) بەردەوام دەست ھەڵناگرن و جەنگتان لەگەڵدا دەکەن تاپەشیمانتان بکەنەوە لەدینەکەتان ئەگەر بتوانن وەھەرکەسێک لەئێوە لەدینی خۆی ھەڵبگەڕێتەوە وە بەبێ بڕوایی بمرێ ئا ئەوانە ھەموو کردەوەکانیان پوچ ئەبێتەوە لە دونیا و دواڕۆژیشدا وەئەوانە یارو ھاودەمی ئاگرن تێیدا دەمێننەوە بەئێجگاری\n","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:218","price":"بە ڕاستی ئەوانەی بڕوایان ھێنا وئەوانەی کۆچیان کرد و تێکۆشان لەڕێی خوادا ئائەوانە چاوەڕوانی میھرەبانی خودان وەخوا لێ خۆش بوو میھرەبانە\n","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:219","price":"ئەی موحەممەد پرسیارت لێ دەکەن دەربارەی عەرەق و قومار بڵێ لەم دوانەدا گوناھی گەورە ھەیە و چەند قازانجێک ھەیە بۆ خەڵکی بەڵام گوناھەکەیان گەورە ترە لە سوود وقازانجەکەیان وە پرسیارت لێ دەکەن چی ببەخشن بڵێ ئەوەی لێتان زیادە ئاوەھا خوا بەڵگەکان ڕون دەکاتەوە بۆتان تا بیربکەنەوە\n","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:220","price":"لەکاری دونیا ودواڕۆژتان وەپرسیارت لێ دەکەن لەبارەی ھەتیوان (کەچۆن بن لەگەڵیاندا) بڵێ چاکسازی (تێکەڵاوی کردن) بۆ ئەوان چاکترە وەئەگەر تێکەڵ ببن لەگەڵیاندا (قەیناکات چونکە) براتانن وەخوا دەزانێ کێ خراپەکار و کێ چاکەکارە (لەگەڵ ھەتیوان) ئەگەر خوا بیویستایە دوچاری ڕەنج و ناڕەحەتی دەکردن بەڕاستی خوا زاڵ و کار دروستە\n","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:221","price":"ژنانی ھاوبەش پەیداکار مارە مەکەن تابڕوا دەھێنن کەنیزەکێکی بڕوادار باشترە لەژنە (ئازادێکی) ھاوبەش پەیداکار با (ھاوبەش پەیدا کەرەکە) سەرسامیشی کردبن (بەجوانی یان داراییان) وە ژنانی موسڵمان مارە مەکەن لەھاوبەش پەیداکەران تابڕوا دەھێنن وەکۆیلەیەکی بڕوادار باشترە له (ئازادێکی) ھاوبەش پەیداکەر با سەرسامیشی کردبن (بە دارایی یا جوانیان) ئەوانە بانگی (خەڵک) دەکەن بۆ ناو ئاگر بەڵام خوا (خەڵک) بانگ دەکات بۆ بەھەشت ولێخۆش بوون بەفەرمانی خۆی وە نیشانەکانی خۆی ڕۆشن دەکاتەوە بۆخەڵکی بەڵکو بیربکەنەوە\n","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:222","price":"وەپرسیارت لێدەکەن دەربارەی حەیز (بێ نوێژی ئافرەتان) بڵێ ئەوە ئازارە کەواتە دوور بکەونەوە لەھاوسەرەکانتان لە کاتی حەیزا وە نزیکیان مەکەونەوە تا پاک دەبنەوە کەخۆیان شت (دوای پاک بوونەوە) ئەمجا بچنە لایان لەو شوێنەوە کە خوا فەرمانی پێداون بەڕاستی خوا تەوبەکارانی خۆش دەوێت وپاکانی خۆش دەوێت\n","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:223","price":"ژنەکانتان کێڵگەی خۆتانن جا تۆوەکانتان بوەشێننە ناو کێڵگەکانتانەوە (مەبەست چوونە لایانە) بەھەرشێوەیەک دەتانەوێ (لەشوێنی تایبەتی خۆی کە پێشەوەیە نەک دواوە) کردەوەی باش پێش بخەن بۆ خۆتان لەخوا بترسن وە بزانن و دڵنیابن کەبەخزمەتی دەگەن وەمژدە بدە بەبڕواداران\n","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:224","price":"نەکەن سوێند بەخوا خواردن بکەن بەبەرھەڵستی ئەوشتانەی سوێندتان لەسەری خواردووە کەچاکی و پارێزکاری و ڕێکخستنی نێوان خەڵکیە وە خوا بیسەر و زانایە\n","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:225","price":"خوا سوێندی بێ ھوودە (لەدەم دەرچوون) تان لێ ناگرێ بەڵام سوێندێکتان لێ دەگرێت بە دڵ بتانەوێت ومەبەستتان بێت وەخوا لێخۆشبوو لەسەر خۆیە\n","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:226","price":"بۆ ئەوانە ھەیە سوێند دەخۆن لەگەڵ ژنەکانیان دروست نەبن چاوەڕوانی چوار مانگ بکەن ئەمجا ئەگەر گەڕانەوە (بۆ لای ژنەکانیان) ئەوا خوا لێخۆشبوو میھرەبانە\n","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:227","price":"وە ئەگەر بڕیاری تەڵاقدانیاندا ئەوا خوا بیسەرو زانایە\n","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:228","price":"وە ژنە تەڵاقدراوەکان دان بەخۆیاندا دەگرن تا ماوەی سێ حەیز (لەخوێنا بوون) دروست نیە بۆ ئەوان کە بیشارنەوە ئەوەی خوا لە مناڵدانیاندا دروستیکردوه (لە حەیز یا منداڵ) ئەگەر بڕوایان ھەیە بەخوا و بەڕۆژیی دوایی وە مێردەکانیان شایستەن بە گێڕانەوەیان لە عیددەدا ئەگەر بیانەوێ بە باشی بژین وە بۆ ژنان ھەیە بەسەر مێردیانەوە وەکو ئەوەی کە بۆ پیاوان ھەیە بەسەر ژنانەوە بەپێ ی باوونەریتى (پەسەند) وە پیاوان پلەیەکیان ھەیە بەسەر ژنانیانەوە, وە خوا زاڵ و کار دروستە\n","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:229","price":"تەڵاقێک (کە بردنەوەی لە دواوە بێت) دوو جارە دوای ئەوە ڕاگرتنە بەخۆشی یان ئازادکردن وتەڵاقدانیەتی بەباشیی وە دروست نیە بۆ ئێوە کە لێی بسەننەوە ھیچێک لەوشتانەی کەداوتاننێ مەگەر ھەردوولا بترسن (لەوەی) کە سنوری خوا ڕانەگرن جا ئەگەر ترسان لەوەی سنوری خوا ڕانەگرن ئەو پیاوو ئافرەتەکە گوناھیان ناگات بەوە کە ژنەکە لەبریتی خۆی بیدات بەپیاوەکەی ئەمانەی (باسکران) سنوری خوان لێیان دەرمەچن ودەستدرێژی مەکەنە سەریان وە ھەرکەسێک لە سنوری خوا دەربچێت ئا ئەوانە ستەمکارن\n","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:230","price":"ئەمجا ئەگەر تەڵاقی (سێھەمی ) دا ئیتر ئەو ژنە بۆ ئەو پیاوە دروست نی یە ھەتا شوونەکات بە مێردێکی دیکە (بە ئێجگاری) ئەمجا ئەگەر (مێردی دووھەم) تەڵاقیدا (یا مرد) ئیتر گوناە نیە لەسەر ژن و مێردە (کۆنە) که کە بگەڕێننەوە لای یەکتر (بە مارەکردنیکی تازە) ئەگەر بزانن کە لە سنووری خوا دەرناچن ئەمانە سنووری خوان ڕونیان دەکاتەوە بۆ گەلێک کە تێ بگەن\n","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:231","price":"کاتێک ژنانی ھاوسەرتان تەڵاقدا و گەیشتن بە کۆتایی عیددەیان ڕایان بگرنەوە بەخۆشی یان بەرەڵایان بکەن وتەڵاقیان بدەن بەباشی ڕایان مەگرنەوە بەئێش و ئازارەوە بۆئەوەی ستەمیان لێ بکەن ھەرکەسێک کاری وابکات ئەوەستەمی لەخۆی کردوە, وە گاڵتە بەفەرموودەکانی خوا مەکەن و بیربکەنەوە لە چاکەی خوا لەگەڵتاندا و ئەوەی کەبەسەریدا ڕشتوون لەقورئان و فەرموودەی بەجێ بەوە ئامۆژگاریتان دەکات وە لەخوا بترسن وەبزانن کەخوا بەھەموو شت زانایە\n","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:232","price":"کاتێک ژنتان تەڵاقدا عیددەیان تەواو بوو ئیتر قەدەغەیان (بەرگرییان) مەکەن کە شووبکەن بەخەڵکانێکی دیکە کە دەبن بە مێردیان ئەگەر ڕێک کەوتن لەناو خۆیاندا بەباشی ئەمە پەند وئامۆژگاری تێدایە بۆئەو کەسەی کەبڕوای بەخواو بەڕۆژی دوایی بێت لە ئێوە ئەم پەند وەرگرتنەتان باشترەو پاکترە چونکە خوا دەزانێ و ئێوە نازانن\n","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:233","price":"دایکان شیر بدەن بە منداڵەکانیان دوو ساڵی تەواو (ئەمە) بۆکەسێکە کە بیەوێت شیری تەواو بدات لەسەر باوکەکەیە ڕۆزی و کاڵای دایکەکان بەباشی ھیچ کەسێک لەتوانای خۆی زیاتر داوای لێ ناکرێت با زیان نەگەیەندرێ بەھیچ دایکێک بەھۆی منداڵەکەیەوە, وە بەھیچ باوکێک بەھۆی منداڵەکەیەوە, وه (ئەگەر باوکەکە مرد) لەسەر میراتگرە وەکو ئەوەی (پێشوونەفەقەی دایکی منداڵە کە بدات) ئەمجا ئەگەر ویستیان (منداڵەکە) لەشیر بیبڕنەوە (لەپێش دوو ساڵەکەدا) بەڕەزامەندی و ڕاوێژی ھەردوولایەکیان ئەوە گوناھیان ناگات وە ئەگەر (ئێوەی پیاوان) ویستان دایەن بگرن بۆ منداڵەکانتان ئەوە گوناھتان ناگات ئەگەر بیان دەنێ ئەوەی بۆتان داناون بەخۆشی وە لەخوا بترسن و بزانن بەڕاستی خوا بینایە بەوەی کە دەیکەن\n","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:234","price":"ئەو پیاوانەی کەدەمرن لەئێوە و ھاوسەران جێ دەھێڵن ھاوسەرەکانیان دەبێت چاوەڕوانی بکەن چوار مانگ و دە شەو ئەمجا کە عیددەیان تەواو بوو ئیتر گوناھتان لەسەر نی یە (ئەی کەس وکاری ژن) لەوەی کە (ئەو ژنانە) دەیکەن لەخۆیاندا بەپێ ی باوی ناو کۆمەڵ وە خوا ئاگادارە بەوەی کە دەیکەن\n","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:235","price":"وە گوناھتان ناگات لە خوازبێنی ژنانی (مێرد مردوو) بە ناڕاستەوخۆ پێیان بڵێن یا لەدڵی خۆتاندا (بڕیار بدەن) دەیانخوازن خوای گەورە زانیویەتی کە بێگومان ئێوە لەمەو دوا ناویان دەبەن بەڵام بەنھێنی بەڵێنیان پێ مەدەن مەگەر قسەیەک کەباش بێت وە بڕیاری مارەکردنیان مەدەن تا عیددەکەیان تەواو دەبێت وە بزانن بێگومان کە خوا دەزانێت بەوەی کە لە دڵتاندایە کەواتە خۆتانی لێ بپارێزن وە بزانن دڵنیابن کە خوا لێخۆشبووی لەسەر خۆیە\n","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:236","price":"گوناھتان لەسەر نیە ئەگەر ژنانێک تەڵاق بدەن کە ھێشتا نەچووبنە لایان یا مارەییتان بۆ دانەنابن وە بەھرەمەندیان بکەن (شتێکیان لەماڵی خۆتان بدەنێ) دەوڵەمەند بەپێ ی خۆی وە ھەژار بەپێ ی خۆی بەھرەو یارمەتی دانێک کە باو و نەریت بێت. ئەوە پێویستە لەسەر چاکەکاران\n","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:237","price":"وە ئەگەر ژنانتان تەڵاقدا پێش ئەوەی بچنە لایان وە مارەییتان بۆدانابون ئەوە نیوەی مارەیی یەکەیان دەکەوێ مەگەر ئەوان (لێتان) خۆش بن یان ئەو کەسە لە (مێردی) خۆش ببێت کە مارەبڕینەکەی بەدەستە وە لێ خۆشبونتان لە پارێزکاریەوە نزیکترە وە ئەو چاکەیەی کە لە نێوانتاندا بووە لەبیرتان نەچێتەوە بێگومان خوا بینایە بەوەی کەوا دەیکەن\n","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:238","price":"ئاگاداری نوێژەکانتان بن وبیانپارێزن وە (بەتایبەتی) نوێژی ناوەڕاست (کە نوێژی عەسرە) وە لە نوێژدا بوەستن بۆ خوا بەمل کەچی و (بێ قسەکردن)\n","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:239","price":"ئەمجا ئەگەر ترسان (نوێژ بکەن) بە پیادە یان بەسواری کەترستان نەما ئەوسا یادی خوا بکەن بەوڕەنگەی کەفێری کردون ئەوەی جاران نەتاندەزانی\n","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:240","price":"ئەو پیاوانەی دەمردن لەئێوە پاش خۆیان ژنەکانیان بەجێ دەھێڵن (خوا فەرمانی کردووە) بە وەسیەت کردن بۆ ژنەکانیان تاساڵێک بەخێو بکرێن بێ ئەوەی دەربکرێن (لە ماڵی مێردیان) ئەمجا ئەگەر خۆیان چوونە دەرەوە ئیتر ھیچ گوناھتان لەسەر نیە (ئەی کەس وکاری مێرد) لەوەی کە ئەو ژنانە دەیکەن دەربارەی خۆیان بەباشیی وە خوا زاڵ وباڵادەست و کار دروستە\n","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:241","price":"بۆ تەڵاق دراوان ھەیە (بەسەر مێردەکانیانەوە) بەھرەمەند بکرێن (بە بڕێک پارە) بەباشی (ئەوە) پێویستە لەسەر پارێزکاران\n","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:242","price":"ئاوا خوا ئایەتەکانی خۆیتان بۆ رون دەکاتەوە تاتێبگەن و ژیربن\n","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:243","price":"ئایا ووردنەبویتەوە لەوانەی کەلە وڵاتی خۆیان دەرچوون لەکاتێکدا کە ئەوان ھەزاران (کەس) بوون لەترسی مردن ئەمجا خوا پێی وتن بمرن لە پاشان زیندوی کردنەوە بەڕاستی خوا خاوەنی چاکەیە بەسەر خەڵکەوە بەڵام زۆربەی خەڵک سوپاسی خوا ناکەن\n","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:244","price":"بجەنگن لەڕێی خوادا وە بزانن بەڕاستی خوا بیسەر و زانایە\n","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:245","price":"کێیە ئەو کەسەی قەرز دەدات بەخوا بە قەرزێکی باش ئەمجا خوا بۆی زیاد دەکات بەزیاد کردنێکی زۆر وە خوا (ڕۆزی خۆی) ئەگرێتەوە وە فراوانی دەکات وە ھەر بۆلای ئەویش دەگەڕێنەوە\n","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:246","price":"ئایا وورد نەبوویتەوە لەبەسەرھاتی دەستە و کۆمەڵێک لەکاربەدەست و ناودارانی بەنی ئیسرائیل (نەوەکانی یەعقوب) لەدوای مووسى کە بەپێغەمبەرێکی خۆیان ووت پاشایەکمان بۆ بنێرە تا جەنگ بکەین لەڕێی خوادا ووتی ئایا نزیک نییە ئێوە ئەگەر جەنگتان لەسەر فەرز و پێویست بکرێ جەنگ ناکەن (لە وەڵامدا) ووتیان چ سودێکمان پێ دەگات ئەگەر جەنگ نەکەین لەڕێی خوادا لەکاتێکدا کە دەرکراوین لە ووڵات و ماڵ و منداڵماندا کەچی کاتێک جەنگیان لەسەر پێویست کرا پشتیان ھەڵکرد کەمێکیان نەبێت خوایش ئاگادارە بەسەر ستەمکاراندا\n","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:247","price":"وە پێغەمبەرەکەیان پێی ووتن بێگومان خوا طالوتی بۆ ناردن بە پادشا ووتیان ئەو چۆن ئەبێ بە پادشا بەسەر ئێمەوە کە ئێمە لەو شایستە ترین بەپادشایی وە دارایی زۆری نەدراوەتێ فەرمووی: بەڕاستی خوا ئەوی ھەڵبژاردووە بەسەر ئێوەدا وە بەشی زیاتری داوەتێ لە فراوانی لەزانین و توانایی جەستە وە خوا موڵک و پاشایی خۆی دەدات بەھەر کەس خۆی بیەوێ وە خوا (بەھرە) فراوان و زانایە\n","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:248","price":"وە پێغەمبەرەکەیان پێی ووتن نیشانەی پادشاییەکەی ئەوەیە کە سندوق و دارەمەیتەکەتان بۆ دێتەوە کەمایەی ئارامیتانە لەپەروەردگارتانەوە لەگەڵ ھەندێک لە کەلەپوری خانەدانی موسا و ھارون فریشتە ھەڵیدەگرن بێگومان لەمەدا نیشانە و بەڵگە ھەیە بۆ ئێوە ئەگەرئێوە بڕوادار بن\n","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:249","price":"ئەمجا کاتێک کە طالوت بەخۆی و لەشکرەکەیەوە (لەشار) دەرچوون پێی ووتن بێگومان خوا تاقیتان دەکاتەوە بەچەمێک (ڕوبارێک) ئەمجا ھەرکەسێک لێی خواردەوە ئەو لە (لەشکری) من نیە وە ھەرکەسێک لێی نەچەشت ئەوە لە منە مەگەر کەسێک پڕمشتێکی لێ بگرێت بە دەستی خۆی (و بیخواتەوە) جا ھەموو تێریان لێ خواردەوە کەمێکیان نەبێت کاتێک طالوت لێی پەڕیەوە ئەوانەش بڕوایان ھێنابوو لەگەڵیدا (بێ ئەوانەی کە تێریان لێ خواردەوە) ووتیان: ئەمڕۆ ئێمە دەرەقەتی جالوت و لەشکرەکەی نایەین وتیان: ئەوانەی کە پێیان وابوو بە خزمەت خوا دەگەن (لە ڕۆژی دواییدا) زۆر دەستەی کەم زاڵ بووە بەسەر دەستەی زۆردا بەفەرمانی خوا وە خوا لەگەڵ خۆڕاگرانە\n","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:250","price":"کاتێک کە رووبەرووی جالووت و لەشکرەکەی وەستان ووتیان: خوایە خۆڕاگری بڕێژە بەسەرماندا وە پێمان جێگییر بکە وە زاڵمان بکە بەسەر گەلی بێ بڕوایاندا\n","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:251","price":"ئەوسا بەفەرمانی خوا شکاندنیان وە داود (کە یەکێک بوو لەسەربازانی طالوت) جالوتی کوشت وە خوا پاشایەتی و پێغەمبەرێتی دایە وە ئەوەی ویستی فێری کرد ئەگەر خوا خەڵکی لەناو نەبردایە ھەندێکیان بەھەندێکی تریان ھەموو سەر زەوی پڕدەبوو لە خراپە و تاوان بەڵام خوا خاوەنی بەخششە بەسەر ھەموو جیھانیانەوە\n","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:252","price":"ئەم (بەسەرھاتانە) نیشانەکانی خوان دەیان خوێنیینەوە بەسەرتدا بەڕاستی وە بێگومان تۆ لە پێغەمبەرانیت\n","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":null,"lang":"ku"},{"name":"2:253","price":"ئەو پێغەمبەرانەی (کە باسکران) ڕێزمان داوە ھەندێکیان بەسەر ھەندێکیاندا لەو پێغەمبەرانە ھی وایان بووە کە خوا قسەی لەگەڵ کردووە (وەک موسی علیە السلام) وە ھەندێکیانی بەرز کردوەتەوە چەند پلەیەک وە دامان بە عیسای کوڕی مەریەم چەند بەڵگە و (موعجیزەیەکی) ئاشکرا وە پشتگیریمان کرد بە فریشتەی سرووش (کە جبریلە) ئەگەر خوا بیویستایە ئەو گەلانەی کەلە دوای پێغەمبەرەکانیان دەھاتن لەگەڵ یەکدا نە ئەجەنگین دوای ئەو نیشانە ڕۆشنانەی کەبۆیان ھاتبوو بەڵام دووبەرەکیان تێکەوت ئەمجا ھی وایان بوو بڕوای ھێنا وە ھی وایان بوو بێ بڕوابوو ئەگەر خوا بیویستایە یەکتریان نەدەکوشت و شەڕیان نەدەکرد بەڵام ئەوەی خوا بیەوێت دەیکات\n","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:254","price":"ئەی ئەو کەسانەی بڕواتان ھێناوە ببەخشن لەو ڕۆزیەی کە پێمان داون پێش ئەوەی کە ڕۆژێ بێ کە نە کڕین و فرۆشتنی تێدایە و نە دۆستایەتی و ئاشنایەتی تێدایە وە نە تکای تێدایە (تا ڕزگارتان کات لە سزا) وە ھەر بێ بڕوایانن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:255","price":"خوا ئەو خوایەیە کە ھیچ پەرستراوێکی بەھەق و ڕاست نیە بێجگە لەو ھەمیشە زیندوی تەدبیرکار و ڕاگری (بوونەوەرە) وەنەوز و خەونایگرێت ھەر ھی ئەوە ھەر چی لە ئاسمانەکان و ھەرچی لە زەوی دایە کێیە ئەو کەسەی لەو ڕۆژەدا بتوانێ تکای لەلا بکات مەگەر بە ڕێ پێدانی خۆی نەبێت ئاگادارە بە ئەوەی لەبەردەمی (ئادەمی) یە وەیە (لە دونیا لە بەردەستیاندایە) وە ئەوەی لە دواوەیەتی (لە ڕۆژی دوایی بۆیان ئامادەکراوە) وە کەس ئاگای نیە لە ھیچ شتێک لە زانین و زانیاری ئەو (خوا) یە مەگەر بەوەی کە خۆی بیەوێ کورسیەکەی خودا ھەموو ئاسمانەکان و زەوی گرتۆتەوە, وە پارێزگاری کردنی ئاسمانەکان و زەوی بۆ خوا ئاسانە و (گران نیە) وە ھەر ئەوە بڵند پلەی پایە گەورە\n","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:256","price":"بە ھیچ جۆرێک زۆر لێکردن لە دیندا نیە (بۆ ھاتنە ناو ئیسلام) چونکە بەڕاستی لە یەک جیابوەتەوە ڕێنمونی و شارەزایی لە گومڕایی و سەر لێ شێواوی (ئەم ئایەتە تایبەتە بە ئەوانەی ئاینی ئاسمانیان ھەیە) ئەمجا ھەر کەس لە ڕێی بێ بڕوایی بگەڕێتەوە (بێ باوەڕ بێت بە ھەر پەرستراوێک جگە لە خوا) وە بڕوا بھێنێ بەخوا ئەوە بێگومان بە توندی دەستی گرتووە بە دەستەگیرەیەکی قایمی بەھێزی وا (کە ئیسلام، یان ئیمانەکەیەتی) کە پچڕان و بەربونی بۆ نیە وە خوا بیسەر و زانایە\n","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:257","price":"خوا دۆست و پشتیوانی ئەوانەیە کە بڕوادارن دەریان دەھێنێت لە تاریکستانی بێ بڕوایی بۆ ڕووناکی باوەڕ وڕێنمونی وە ئەوانەی کە بێ بڕوان شەیتان دۆستیانە دەریان دەھێنێ لە ڕوناکی (بیر و باوەڕە) وە بۆ تاریکستانی (گومڕایی) ئەوانە ھاوڕێی دۆزەخن تیایا ئەمێننەوە ھەتا ھەتایە\n","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:258","price":"ئایا ئاوڕێک نادەیتەوە بەلای ئەو (نەمروودە) ی کە دەمەقاڵێی کرد لەگەڵ ئیبراھیم پێغەمبەردا (علیە السلام) دەرحەق بە پەروەردگاری لەبـەر ئەوەی خوا پادشایی دابویە کاتێ کە ئیبراھیم (لە وەڵامی نەمرود دا) ووتی: پەروەردگاری من ئەو زاتەیە ژیان ئەداو ژیان دەستێنێ و (دەمرێنێت) (نەمرود) ووتی: منیش ژیان ئەدەم وە ژیان دەستێنم ودەشمرێنم (دوو زیندانی کراوی ھێنا یەکێکیانی ئازاد کردو ئەوی دیکەیانی کوشت) ئیبراھیم ووتی: بێگومان خوا خۆر لە ڕۆژھەڵاتەوە ھەڵدەھێنێ دە (ئەگەر دەتوانیت) تۆ لە ڕۆژئاواوە ھەڵیبێنە ئەمجا دەم کوت بوو ئەو بێ بڕوایە (نەمروود) وە خوا ڕێنمونی گەلی ستەمکاران ناکات\n","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:259","price":"یا وەک ئەو کەسە (عوزەیر) کە ڕابورد بەلای شارێکدا (بیت المقدس) لە کاتێکدا ئەو (شارە) دیوارەکانی ڕوخا بوو بەسەر سەربانەکانیدا (عوزەیر) ووتی: خوا چۆن ئەم شارە ئاوەدان دەکاتەوە پاش مردنی؟ (واتە پاش وێران بوونی) یەکسەر خوای گەورە (عوزەیری) سەد ساڵ مراند و پاشان زیندووی کردەوە (خوای گەورە) فەرمووی: چەندە ماویتەوە لێرەدا؟ ووتی ڕۆژێک یا بەشێ لەڕۆژێک ماومەتەوە (خوای گەورە) فەرمووی: نەخێر بەڵکو سەد ساڵ ماویتەوە جا تەماشای خواردن و خواردنەوەکەت بکە تێک نەچووە، وە تەماشای گوێدرێژەکەت بکە (وە زیندوومان کردیتەوە) تا بتگێڕین بە موعجیزە و (بەڵگە) بۆ خەڵکی وە تەماشای ئێسکەکانی (گوێدرێژەکەت) بکە چۆن بەرزیان دەکەینەوە (لە شوێنی خۆیان) و یەکیان دەخەین پاشان گۆشتی بەسەردا دەھێنین ئەمجا کاتێ ئەمانە دەرکەوت بۆی (عوزەیر) ووتی: بەچاکی تێگەیشتم بەڕاستی خوا خاوەن دەستەڵاتە بەسەر ھەموو شتێکدا\n","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:260","price":"(ئەی موحهمەد بەیادیان بھێنە) کاتێک کە ئیبراھیم ووتی: ئەی پەروەردگارم نیشانم بدە چۆن مردوو زیندوو دەکەیتەوە؟ (خوا) فەرمووی: بڕوات پێ ی نەھێناوە؟ ووتی: بەڵێ بڕوام پێیەتی بەڵام (ئەمەوێ ببینم) بۆئەوەی دڵنیا بم (خوا) فەرمووی: کەواتە چوار مەل بگرە ئەمجا (سەریان ببڕە) و پارچە پارچەیان بکە لەپاشدا ھەر پارچەیەکیان لەسەر شاخێک دابنێ لە پاشان بانگیان بکە بەپەلە دێن بۆلات وە چاک بزانە و دڵنیابە بێگومان خوا باڵادەستی کار بەجێیە\n","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:261","price":"وێنەی (خێری) ئەوانەی کە ماڵی خۆیان دەبەخشن لە ڕێی خوادا وەک دەنکە (تۆوێک) وایە (ڕوابێت) و حەوت گوڵی گرتبێت لەھەر گوڵێکدا سەد دانەی تێدا بێت وە خوا لەمەش، زیاتری دەکات بۆ ھەر کەسێک کە خۆی بیەوێت وە خوا خاوەن بەھرەی فراوانی ئاگادارە\n","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:262","price":"ئەوانەی کە ماڵ و دارایی خۆیان دەبەخشن لە ڕێ ی خوادا دوای ئەوە ھیچ منەتێک نانێن و ئازارێک (بە دڵی ھەژاران) ناگەیەنن ئەو کەسانە بۆیان ھەیە پاداشتیان لای پەروەردگاریان وە ھیچ ترسێکیان لەسەر نیە وە ھیچ خەم و خەفەتێکیان نیە\n","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:263","price":"قسە وگوفتاری جوان وشیرین و چاوپۆشی (لە ھەڵەدا) چاکترە لە خێرێک کە ئازار و دڵ ئێشاندنی بە دوادا بێت خوا دەوڵەمەند و بێ نیاز و لەسەر خۆیە\n","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:264","price":"ئەی ئەوانەی بڕواتان ھێناوە پوچەڵی مەکەنەوە خێرو بەخشینەکانتان بە منەت نان و ئازاردان و دڵ ئێشان وەک ئەو کەسەی ماڵ و سامانی خۆی دەبەخشێت بۆ ڕووپامایی خەڵک وە باوەڕی نیە بەخوا و بە ڕۆژی دوایی جا وێنەی ئەو ناپاکە وەک بەردێکی ساف و لوس وایە کە گڵێکی کەمی بەسەرەوە بێت ئەمجا بارانێکی بە لێزمە لێی بدات وە بەردەکە بھێڵێتەوە بە ڕوتی ناتوانن دەست بخەنە ھیچ شتێک لەوەی کە کردوویانە وە خوا ڕێنمونی گەلی بێ بڕوا وخوا نەناس ناکات\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:265","price":"نموونەی ئەوانەی کە ماڵ و دارایی خۆیان دەبەخشن لە پێناو ڕەزامەندی خوا وە بۆ دامەزراندنی دڵ و دەرونیان (لەسەر چاکە) وەک باخێک وایە کە بە شوێنێکی بەرزەوەبێت بارانی دڵۆپ گەورەی لێ بدات ئەمجا میوەی خۆی بدات بە دوو ھێندە وە ئەگەر بارانی دڵۆپ گەورەشی لێ نەدات بارانی وورد لێی ئەدات (واتە بێ بەرھەم نابێت) وە خوای گەورەش بینایە بەوەی کە دەیکەن\n","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:266","price":"ئایا کەس لە ئێوە حەز دەکات کە باخێکی ببێت لەدرەختی خورما وە جۆرەھا درەختی ترێ و ڕەز چەند رووبار بڕوات بەژێریاندا بۆ خاوەن باخەکە ببێت لەناو ئەو باخەدا لە ھەموو جۆرە میوەیەک لەکاتێکدا (خاوەنەکەی) دووچاری ببێت پیری وە بیبێ چەند مناڵێکی ووردی بێ دەسەڵات ئەمجا گەردەلوولێکی لێ ھەڵ بکات گڕو سەموومی تێدا بێ یەکسەر باخەکە بسوتێ ئا بەم ڕەنگە خوا نیشانەکانی (میھرەبانی) خۆیتان بۆ ڕون دەکاتەوە بۆ ئەوەی بیر بکەنەوە\n","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:267","price":"ئەی ئەو کەسانەی بڕواتان ھێناوە ببەخشن لە پاکترینی ئەوەی پەیداتان کردووە, وە لەوەی کـە بۆمـان دەرھێناون (ڕواندون) لە زەوی مەڕۆن لەوەی ببەخشن کە خراپە لە کاتێکدا کە خۆتان ئەو شتە خراپە وەرناگرن (ئەگەر بتان درێتێ) مەگەر چاوی لێ بپۆشن وە چاک بزانن کەخوا بێ نیازێکی شایستەی ستایشە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:268","price":"شەیتان دەتان ترسێنێت بە ھەژاری وەفەرمانتان پێدەدات بە خراپە وە خوا بەڵێنی لێخۆشبون و چاکەتان پێدەدات خوا بەھرە فراوان و میھرەبانی زانایە\n","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:269","price":"ئەی بەخشێت ژیری ودانایی بە ھەر کەسێک کە بیەوێت وە ھەر کەسێک ژیری و دانایی پێدرا ئەوە بەڕاستی پێی دراوە خێر و چاکەیەکی زۆر پەند وەرناگرن تەنھا خاوەن ژیری و ھۆشمەندەکان نەبێت\n","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:270","price":"ئەوەی بەخشیبێتتان لەچاکە یا نەزرێکتان بڕیار دابێ ئەوە بێگومان خوا ئاگای لێ یە وە بۆ ستەمکاران نیە ھیچ یارمەتی دەرێک\n","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:271","price":"ئەگەر ئاشکرای بکەن خێرەکانتان ئەوە کارێکی باشە وە ئەگەر بیشارنەوە و بیدەن بە ھەژاران ئەوە باشترە بۆ ئێوە, وە خوا ھەڵی ئەوەرێنێت لەسەرتان ودەیسڕێتەوە ھێندێ لە گوناھەکانتان وە خوا بەوەی کە دەیکەن ئاگادارە\n","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:272","price":"لەسەر تۆ نیە (ئەی موحەممەد ﷺ) ڕێنمونی و موسوڵمان کردنی خەڵکی بەڵکو خوا ھەرکەسێکی بوێت ھیدایەتی دەدات وە ئەوەی ئێوە دەیبەخشن لە دارایی (لە چاکە) ئەوە (قازانجەکەی) بۆ خۆتانە ئێوە ھیچ نابەخشن مەگەر بۆ ڕەزای خوا نەبێ وە ئەوەی دەیبەخشن لەسامان و (چاکە) پاداشتەکەیتان دەست دەکەوێتەوە و ئێوە ستەمتان لێ ناکرێت\n","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:273","price":"(ئەم خێرە) بۆ ئەو ھەژارانەیە کە دەست و پێ بەستراون لە ڕێی خوادا ناتوانن (بۆ ڕۆزی پەیدا کردن) بگەڕێن بە زەویدا نەزانی بێ ئاگا وا ھەست دەکات ئەوان کە دەوڵەمەندن بە ھۆی بێ نیازی یانەوە (سواڵ نەکردنیانەوە) تۆ (ئەی موحەممەد ﷺ) دەیان ناسیت بە شێوەیاندا داوای ھیچ لەکەس ناکەن بەزۆر (وەک سواڵـکارانی دیکە) وە ئەوەی دەیبەخشن لە ماڵ و سامان بێگومان خوا ئاگادارە پێی\n","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:274","price":"ئەوانەی کە ماڵ و دارایی خۆیان دەبەخشن بە شەو و بە ڕۆژ بە پەنھانی و بە ئاشکرا ئا ئەوانە ھەر پاداشتیان لای پەروەردگاریانە وە ھیچ ترسێکیان لە سەر نیە (لە داھاتوودا) وە ئەوان خەفەت بار نابن لە ڕۆژی دواییدا\n","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:275","price":"ئەوانەی کە سوود (ڕیبا) دەخۆن (کاتی زیندوو بوونەوە) ڕاست نابنەوە (لە گۆڕەکانیاندا) مەگەر چۆن کەسێ ڕاست دەبێتەوە کە شەیتان دەستی لێ وەشاندبێت (وە تووشی فێ بووبێت) ئەوە بەھۆی ئەوەوەیە، سوود خۆران ووتیان: کڕین و فرۆشتن وەک سوود وایە لەکاتێکدا خوا ڕێی داوە بە کڕین و فرۆشتن وحەڵاڵی کردووە بەڵام سوود (ڕیبای) قەدەغە کردووە ئەمجا ئەو کەسەی پێی گەیشت ئامۆژگاری یەک لە پەروەردگاری یەوە, وە خێرا دەستی لێ ھەڵگرت ئەوا ئەوەی لەوەپێش وەری گرتووە بۆخۆیەتی (لە سوود خواردن) وە کاری ئەو حەواڵە بەخوایە وە ئەوەی گەڕایەوە (بۆ سوود خواردن) ئا ئەوانە ھاوڕێی ئاگرن تیا دەمێننەوە بە ھەمیشەیی وھەتاھەتایی\n","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:276","price":"خوا فەڕ و بەرەکەتی سوود ناھێڵێت وە برەو بە خێرو بەخشین ئەدات وزیادی ئەکات وە خوا خۆشی ناوێت ھیچ بێباوەڕ و ناسوپاسگوزارێکی تاوانکار\n","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:277","price":"بەڕاستی ئەوانەی کە بڕوایان ھێناوە, وە کردەوە باشەکانیان کردوە, وە نوێژیان بەھۆش و بیرەوە کردووە وە زەکاتیان داوە تەنھا پاداشتیان لای پەروەردگاریانە وە ھیچ ترسێکیان لەسەر نیە (لەڕۆژی دواییدا) وە ھیچ خەفەتێک ڕوویان تێ ناکات\n","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:278","price":"ئەی ئەو کەسانەی بڕواتان ھێناوە (بە خوا) لە خوا بترسن وە دەست ھەڵگرن لەو سودەی کە لای خەڵک ماوتانە ئەگەر ئێوە بڕوادارن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:279","price":"ئەمجا ئەگەر دەستتان لێ ھەڵنەگرت کەواتە بزانن و ئاگادار بن جەنگ لەگەڵ خوا و پێغەمبەرەکەی ڕادەگەیەنن وە ئەگەر پەشیمان بوونەوە ئەوا تەنھا سەرمایەکانتان ھی ئێوەیە نەستەم بکەن (لە خەڵکی) وە نەستەمتان لێ دەکرێت\n","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:280","price":"وە ئەگەر قەرزدار نەدار بوو ئەوە با مۆڵەتی بدرێت تا خوا دەسەڵاتی دەدا وە ئەگەر (لە قەرزەکە) یان خۆش بن باشترە بۆتان ئەگەر تێ بگەن\n","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:281","price":"وە بترسن لـە ڕۆژێک دەگەڕێنرێنەوە بۆ لای خوا لەپاشان پاداشت ئەدرێتەوە بە ھەموو کەسێک (پاداشت و سزای) ئەوەی کردوەیەتی وە ئەوان ستەمیان لێ ناکرێ\n","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:282","price":"ئەی ئەوانەی باوەڕتان ھێناوە ئەگەر قەرزێکتان لەیەکتری کرد بۆ ماوەیەکی ناوبراو (دیاریکراو) ئەوە بینووسن وە با بینوسێ لە نێوانتاندا نووسەرێک بەڕاستی و (دادوەری) وە ھیچ نووسەرێک با سەرپێچی نەکات لە نوسینی (سەنەدی قەرز) دا ھەروەک خوا ئەوی فێری نووسین کردووە با بینوسێ وە با ئەو کەسە دەقی سەنەدەکە بڵێ وبیخوێنێتەوە کە قەرزەکەی بەسەرەوەیە وە لە پەروەردگاری بترسێ وە ھیچی لێ کەم نەکاتەوە ئەمجا ئەگەر ئەو کەسەی قەرزەکەی بەسەرەوەیە بێ عەقڵ بوو یان ناتەواو بوو یا نەیدەتوانی خۆی دەقی سەنەدەکە بڵێت وبخوێنێتەوە ئەوە با گەورەکەی بیڵێت وبخوێنێتەوە بەڕاستی و (دادپەروەری) وە دوو شاھید بگرن لە پیاوانی خۆتان (لە موسوڵمانان) ئەمجا ئەگەر دوو پیاو نەبوو ئەوە با پیاوێک و دوو ژن بن لەوانەی کە پەسەندیان دەکەن لە شاھیدەکان بۆ ئەوەی ئەگەر یەکێکیان لەبیری چوو با ئەوی دیکەیان بیری بخاتەوه با شایەتەکان سەرپێچی نەکەن کاتێک بانگ کران (بۆ شایەتیدان) وە بێزار مەبن لەوەی کە بینوسن بچووک بێت یان گەورە تا کاتی خۆی ئەم نوسینەتان ڕاسترە بەلای خواوە، وە چەسپێنەر ترە بۆ شایەتی دانەکە وە نزیکترە لەوەی کە نەکەونە گومانەوە مەگەر کاتێک ئەو کردەوەیە بازرگانیەکی دەست بە دەست بێت و بیگێڕن لە ناو خۆتاندا ئەوە لەم کاتەدا گوناھتان ناگات ئەگەر نەینووسن وە شاھید بگرن کاتێک کڕین و فرۆشتنتان کرد و با زیان بە نووسەر و شاھید نەگەیەندرێت وە ئەگەر زیانتان گەیاند ئەوە بێگومان گوناھتان دەگات وە لەخوا بترسن وە خوا فێرتان دەکات وە خوا بە ھەموو شتێک زانا وئاگادارە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:283","price":"ئەگەر لەسەر سەفەر بوون و دەستتان نەکەوت نووسەرێک ئەوە بارمتەیەک وەرگرن جا ئەگەر ھەندێکتان لە ھەندێکتان دڵنیا بوون با ئەو کەسەی کە بە ئەمین زانراوە سپاردەکە بداتەوە, وە با لە پەروەردگاری بترسێت وە شایەتی مەشارنەوە ئەو کەسەیشی بیشارێتەوە ئەوە بەڕاستی بە دڵ گوناھبارە وە خوا ئاگادارە بە ھەموو کردەوەیەکتان\n","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:284","price":"ھەر ھی خوایە ئەوەی لە ئاسمانەکانایە و ئەوەی لە زەویدایە ئەگەر ئاشکرای بکەن ئەوەی لە دڵتاندایە یان بیشارنەوە خوا محاسەبەتان دەکات لەسەری ئەوسا خۆش دەبێت لەو کەسەی کە بیەوێت وە سزای کەسێک دەدات کە بیەوێت وە خوا بەدەسەڵات و بەتوانایە بەسەر ھەموو شتێکدا\n","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:285","price":"(پێغەمبەر ﷺ) بڕوای ھێنا بەو نامەیەی کە بۆی نێرراوە لە پەروەردگاریەوە لەگەڵ بڕواداراندا ھەموو بڕوایان ھێناوە بەخوا وە بە فریشتەکانی وە بە نامەکانی وە بە پێغەمبەرانی جیاوازی ناکەین لە نێوان ھیچ یەکێک لە پەیامبەرانی (بڕواداران) ووتیان: (پێغەمبەر ئاینی خوای پێ گەیاندین ئێمەش) بیستمان فەرمانبەرداریمان کرد داوای لێخۆشبوونت لێدەکەین ئەی پەروەردگارمان وە ھەر بۆ لای تۆیە گەڕانەوە\n","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"2:286","price":"خوا داوا لە ھیچ کەسێک ناکات مەگەر بە ئەندازەی توانای خۆی (سوودی) بۆ خۆی ھەیە ھەر چاکەیەک بکات (با ھەر بەدڵیش بێت) وە (زیانی) بۆ خۆیەتی ھەر خراپەیەک بکات ئەی پەروەردگارمان لێمان مەگرە ئەگەر کردەوەیەکی پێویستمان لەبیرچوو یا بەھەڵە گوناھێکمان کرد ئەی پەروەردگار لەسەرمان دامەنێ باری قورس وەک ئەوەی داتنا لەسەر ئەوانەی پێش ئێمە (ئوممەتانی پێشووتر) ئەی پەروەردگارمان بەڵای وامان بەسەردا مەدە کە بۆمان ھەڵنەگیرێت وە گوناھەکانمان بسڕەرەوە, وە لێمان خۆشبە وە میھرەبانیمان لەگەڵدا بکە ھەر تۆی یاریدەدەرو پشتیوانمان کەواتە سەرمان بخە بەسەر گەلی بێ بڕوایاندا\n","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":null,"lang":"ku"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}