{"data":[{"name":"25:1","price":"گەورە و پیرۆزە ئەو زاتەی کەفورقان (قورئان)ی بۆ سەر بەندەی خۆی ناردۆتە خوارەوە تا ترسێنەر بێت بۆ ھەموو جیھانیان\n","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:2","price":"ئەو زاتەی کەدەسەڵات و موڵکی ئاسمانەکان و زەوی ھی ئەوە و ھیچ منداڵی بۆ خۆی بڕیارنەداوە و کەس ھاوبەشی نیە لە فەرمانڕەوایی و موڵک وداریدا وە ھەموو شتێکی دروستکردووە وە ئەندازەی بۆ دیاری کرد (لە ھەموو ڕوویەکەوە) بەچاکی\n","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:3","price":"بێجگە لەخوا چەند پەرستراوێکیان بۆ خۆیان بڕیار داوە کەھیچ شتێک دروست ناکەن بەڵکو خۆشیان دروستکراون دەسەڵاتیان نیە بۆ خۆیان نەزیان نەسوود و قازاج (بگەیەنن) ھەروەھا مردن و ژیان و زیندوو بوونەوەی خۆیان بەدەس نیە\n","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:4","price":"ئەوانەی کەبێ بڕوا بوون دەیانووت بێگومان ئەم (قورئانە) ھیچ نیە جگە لەدرۆیەکی گەورە کە موحەممەد ﷺ ھەڵی بەستووە وە کەسانی تر بۆ ئەو (ھەڵبەستنە) یارمەتیان داوە ئەوە بەڕاستی ئەوانە ستەم و بوھتانێکی گەورەیان کردوە\n","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:5","price":"وە(بێ بڕوایان) دەیانووت (ئەم قورئانە) بەسەرھات و داستانی پێشووەکانە (موحەممەد ﷺ) داوای کردووە بۆی بنوسن ئەمجا دەخوێندرێتەوە بەسەریدا بەبەیانیان و ئێواراندا\n","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:6","price":" (ئەی موحەممەد ﷺ) بڵێ زاتێک ناردویەتیە خوارەوە کە ھەموو نھێنی ئاسمانەکان و زەوی دەزانێت بەڕاستی ئەو (خوا) لێبووردە ومیھرەبانە\n","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:7","price":"(بێ بڕوایان) دەیانووت ئەمە چۆن پێغەمبەرێکە خواردن دەخوات وە بەبازاڕدا دەڕوات بۆچی فریشتەیەک نەنێرراوەتە خوارەوە بۆ لای بۆ ئەوەی لەگەڵیدا ترسێنەر بێت\n","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:8","price":"یا گەنجینەیەکی (لەئاسمانەوە) بۆ فڕێ بدرایە یا باخێکی ببوایە لێی بخواردایە وە ستەمکاران (بێ بڕوایان) دەیانووت (بەئیمانداران) ئێوە تەنھا شوێن پیاوێکی جادو لێکراو کەوتوون\n","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:9","price":"سەیرکە چۆن نموونەی (پووچ) بۆ تۆ دەھێننەوە بەو ھۆیەوە گومڕا بوون ئیتر ناتوانن رێگای ھەق و ڕاستی بدۆزنەوە\n","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:10","price":"گەورە و پیرۆزە ئەو زاتەی ئەگەر بیەوێت (لەدونیادا) چاکتر لەوەی (بێ بڕوایان دەڵێن) بۆت ساز دەدات باخاتێک کە ڕوبارەکان بەژێریاندا دەڕوات وە چەند کۆشکت بۆ فەراھەم دەھێنێت\n","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:11","price":"(ڕاست ناکەن وانیە) بەڵکو ئەوانە باوەڕیان بەڕۆژی دوایی نیە وە ئێمە ئامادەمان کردووە بۆ کەسێ باوەڕی بەڕۆژی دوایی نەبێت ئاگری ھەڵگیرساو\n","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:12","price":"کاتێک (ئەم ئاگرە) لەدورەوە ئەوان دەبینێت نرکە وناڵەی گڕ وبڵێسەی دەبیسن (کە نیشانەی ڕق و قینی زۆریەتی لێیان)\n","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:13","price":"وەکاتێ فڕێ دەدرێنە جێگایەکی تەنگ لەدۆزەخدا بەجوتکراوی دەست و قاچ وملیان لەکۆت و زنجیردا (یان لەشیان بەکۆت و زنجیر پێکەو بەسراوە) لەوێدا داوای تیاچوون و مردن دەکەن\n","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:14","price":"ئەمڕۆ داوای تەنھا مردنێک مەکەن بەڵکو داوای مردنی زۆر بکەن\n","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:15","price":" بڵێ ئایا ئەمە چاکترە یا ئەو بەھەشتە ھەمیشەییەی کەبەڵێن دراوە بەپارێزکاران ولەخواترسان کەپاداشت و سەرئەنجام و ئاکامیانە\n","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:16","price":"لەو (بەھەشتە)دا ھەرچیان بوێ ھەیە بەھەمیشەیی و بێ بڕانەوە ئەوە بەڵێنێکە لەلایەن پەروەردگارتەوە ئەو لێی بەرپرسیارە\n","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:17","price":"وە لەو ڕۆژەدا خوا ئەو (بت پەرستانە) کۆدەکاتەوە لەگەڵ ئەو پەرستراوانەی کەپەرستوونیان جگە لەخوا ئەمجا خوا (بە پەرستراوەکان) دەڵێ ئایا ئێوە ئەو بەندانەی منتان گومڕا کرد یان خۆیان ڕێگای (ڕاستیان) ونکرد و گومڕا بوون\n","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:18","price":"(پەرستراوەکان) دەڵێن پاک و بێگەردی بۆ تۆ بۆ ئێمە شایستە نەبووە کەبێجگە لەتۆ پەرستراوێک بۆ خۆمان دابنێین بەڵام نازو نیعمەتت دا بەئەوان و باو و باپیرانیان ھەتا (وایان لێھات) یادی تۆیان لەبیر چویەوە وە ئەوانە کۆمەڵێکی تیاچووی بێ خێر بوون\n","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:19","price":"(خوا بەبت پەرستەکان دەڵێ) جا بێگومان پەرستراوەکانتان ئێوەیان بەدرۆ خستەوە لەو قسانەی کەدەتان کرد ئەمجا نەدەتوانن (سزای خوا) لەخۆتان لادەن نەدەتوانن یارمەتی (خوا) بەدەس بھێنن وە ھەر کەس لەئێوە ستەم بکات (ھاوەڵ بۆ خوا دابنێت) سزایەکی گەورەی پێ دەچەژین\n","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:20","price":"ئێمە پێش تۆ ھەرکام لەپێغەمبەرانمان ناردبێت بێگومان ئەوان خواردنیان خواردووە و بە بازاڕدا ڕۆشتوون وە ئێمە ھەندێک لەئێوەمان کردە ھۆی تاقیکردنەوەی ھەندێکی ترتان ئایا خۆ دەگرن وە پەروەردگارت بینایە (بەھەموو شتێک)\n","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":null,"lang":"ku"},{"name":"25:21","price":"وە ئەوانەی کە بەھیوای دیداری ئێمەنین (لەڕۆژی دواییدا) دەڵێن ئەوە بۆ فریشتە نانێردرێتە خوارەوە بۆ سەرمان یاخود پەروەردگارمان نابینین سوێند بەخوا بەڕاستی ئەوانە لەدەرونی خۆیاندا خۆیان بەگەورە دەزانی وە سەرکەشییەکی گەورەیان کرد\n","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:22","price":"ئەو رۆژەی فریشتەکان دەبینن (کاتی مردن یاقیامەت) لەو ڕۆژەدا ھیچ مژدەیەک بۆتاوانباران نییە وە دەڵێن (پەنامان بدەن) بەپەنادانی پارێزراو\n","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:23","price":"ھاتین ھەر کردەوەیەکیان کرد بوو ھەموویمان وەکو تۆزی پرش وبڵاو لێکرد\n","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:24","price":"بەھەشتیەکان لەو ڕۆژەدا لەچاکترین جێگادان وە لەباشترین شوێنی حەسانەوە (ی نیوەڕوان) دان\n","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:25","price":"وە ڕۆژێک ئاسمان لەت دەبێت لەگەڵ ھەورێکی سپی (ھەموو ئاسمان دەگرێتەوە) وە فریشتەکان دەنێردرێنە خوارەوە کۆمەڵ کۆمەڵ\n","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:26","price":"لەو ڕۆژەدا فەرمانڕەوایەتی تەنھا بۆ خوای میھرەبانە ئەو ڕۆژە رۆژێکی زۆر سەختە لەسەر بێ باوەڕان\n","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:27","price":"وە ڕۆژێکە کەستەمکار قەپ دەکات بەھەر دوو دەستی خۆیدا و دەڵێ خۆزگە لەگەڵ پێغەمبەردا ڕێگای ڕاستم بگرتایەتەبەر\n","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:28","price":"ئای تیاچوون بۆ من خۆزگە فڵان کەسم نەکردایە بەھاوەڵ و خۆشەویستی خۆم\n","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:29","price":"بەڕاستی ئەو (کەسەی کردم بەھاوەڵ) منی لەقورئان وێڵ کرد دوا ئەوەی قورئانم پێ گەیشت (و باوەڕم پێ ھێنا) وە شەیتان ھەمیشە پشت تێکەرو پشت بەردەرە بۆ ئادەمیزاد\n","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:30","price":"وە پێغەمبەر(ﷺ) ووتی ئەی پەروەردگارم بەڕاستی قەومەکەم (قورەیش) ئەم قورئانەیان واز لێھێناوە و گوێی پێ نادەن\n","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:31","price":"ئا بەو جۆرە (موحەممەد ﷺ کەدژایەتی تۆ دەکرێت) دامان ناوە بۆ ھەموو پێغەمبەرێک دوژمنێک لەتاوانباران، بەسە پەروەردگارت ڕێنمونیکەر و یارمەتیدەرت بێت\n","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:32","price":"وە ئەوانەی بێ بڕوا بوون دەیانووت بۆچی (موحەممەد ﷺ) ھەموو قورئانی بەیەک جار بۆ دانەبەزێنراوە ئا بەوجۆرە (دامانبەزاندووە) بۆ ئەوەی دڵی تۆ (ئەی موحەممەد ﷺ) بەو قورئانە دامەزراو و بەھێز بکەین وە (بەو بۆنەیەوە) ئایەتەکانی خۆمم بۆ ناردن بەرەبەرە\n","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:33","price":"ھەر نموونە و مەسەلێکت بۆ بھێنن (لە ڕەخنە و پێشنیارە نابەجێکانیان)\nئێمە وەڵامەکەیمان بۆ تۆ ھێناوە بەڕاستی و جوانترین ڕوونکردنەوە\n","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:34","price":"ئەو کەسانەی کەبەسەر ڕوخساریاندا دەبرێن (ڕادەکێشرێن) بۆ دۆزەخ ئەوانە خراپترین جێگایان بۆ ھەیە وە ڕێگاشیان وونکردووە (گومڕاترن)\n","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:35","price":" سوێند بەخوا بەڕاستی تەوراتمان دا بەموسا وە ھارونی برایشیمان کردە یاریدەدەری\n","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:36","price":" ئەمجا ووتمان ھەردووکتان بڕۆن بۆ سەر ئەو گەلەی کەباوەڕیان بەئایەتەکانی ئێمە نیە و بە درۆی دەزانن ئەوسا لەناومان بردن بە لەناوبردنێکی زۆر خراپ\n","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:37","price":"گەلی نوحیش کاتێک پێغەمبەرانیان بە درۆزانی (لەئاوی لافاودا) نوقممان کردن وە کردنمانن بەپەندو عیبرەت بۆ خەڵک وە ئامادەمان کردووە بۆ ستەمکاران سزای سەخت\n","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:38","price":"و گەلی عاد و سەمود و خاوەنی چاڵ و بیرەکان وەزۆر گەلی تر کە لەنێوانیاندا بوون (لەناومان بردن)\n","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:39","price":"وەبۆ ھەموویان چەندین نموونەمان ھێنایەوە (بەڵام بیریان نەکردەوە) وە ھەموویانمان لەناوبرد بە لەناوبردنێکی خراپ\n","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:40","price":"سوێند بەخوا بەڕاستی ئەوان (قوڕەیش) تێپەڕبوون بە ئەو شارەدا (سەدوم) کەبارانی شەڕ (بەرد)ی بەسەردا بارێنرابوو ئایا ئەوان ئەو (شارە بەردباران کراوە)یان نەبینیوە (وانیە بینیوویانە) بەڵکو ئەوان بەتەمای زیندوو بوونەوە نین\n","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:41","price":"وە (ئەی موحەممەد ﷺ) کاتێک تۆ ببینن بەس گاڵتەت پێدەکەن و (دەڵێن) ئائەمەیە خوا ناردویەتی بەپێغەمبەر\n","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:42","price":"(وەدەڵێن) نزیک بوو لە پەرستراوەکانمان لامان بدات ئەگەر لەسەر (پەرستنی) یان خۆگر نەبووینایە لە داھاتوودا دەزانن کاتێک سزا (ی خوا) دەبینن\nکێ (گومڕا ترە) و ڕێگای وونکردووە\n","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:43","price":"ئایا دیت ئەو کەسەی ھەواو ئارەزووی خۆی کردۆتە پەرستراوی خۆی ئایا تۆ ئەبیتە پارێزەر بۆ ئەو (کەشوێنی ئارەزوی نەکەوێت)؟\n","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:44","price":"ئایا وا دەزانیت زۆربەی ئەوانە دەبیستن یان تێدەگەن ئەوانە ھەر وەک ئاژەڵن بەڵکو ئەوان گومڕا تریشن\n","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:45","price":"ئایا نابینی پەروەردگارت چۆن سێبەری درێژ کردوەتەوە (لەبانگی بەیانیە ھەتا خۆر ھەڵاتن) ئەگەر بیویستایە ڕایدەگرت بەوەستاوی (سێبەرەکە بەردەوام دەبوو) لەپاشان خۆرمان کردە بەڵگە لەسەر ئەو (سێبەرە چونکە ئەگەر خۆر نەبێت سێبەر نا ناسرێت)\n","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:46","price":"پاشان ئەو سێبەرە بۆلای خۆمان دەبەینەوە بەشێنەیی و کەمە کەمە نایھێڵین\n","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:47","price":"ئەو (خوا) زاتێکە کەشەوی بۆ کردون بەداپۆشەر (پۆشاک) وە خەوتنی بۆ کردوون بەھۆی مت بوون وە ڕۆژی بۆ ھەستان (لە خەو بۆ کارو ڕزق وڕۆزی پەیدا کردن) داناوە\n","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:48","price":"وە ئەو (خوا) زاتێکە باکان دەنێرێت بەمژدەدەر پێش ڕەحمەتی خۆی (باران بارین) وە لەئاسمانەوە باراندومانە ئاوێکی پاکۆکەر (پاکوخاوێن)\n","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:49","price":"تا زەوی مردووی پێ ببوژێنینەوە وە ئاوی دەدەن بەو (بارانە) لەوانەی دروستمان کردوون ئاژەڵ و خەڵکانێکی زۆر\n","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:50","price":" سوێند بەخوا بەڕاستی ئێمە بەچەند جۆر ئەم (ئیشانە)مان گۆڕی لەنێوانیاندا تا بیربکەنەوە بەڵام زۆربەی خەڵک جگە لە سپڵەیی (بێ باوەڕی) ھیچیان ناوێت\n","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:51","price":"ئەگەر بمان ویستایە بێگومان دەمان نارد لەھەموو شارو شارۆچکەیەکدا ترسێنەرێک\n","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:52","price":" کەواتە تۆ بەگوێی بێباوەڕان مەکە بە(بەڵگەکانی) ئەم قورئانە بەربەرەکانی یەکی گەورەیان لەگەڵدا بکە\n","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:53","price":"ئەو (خوا) زاتێکە دوو دەریا (ئاو) ی بەڕەڵا کردووە لەپاڵ یەکدا ئەمەیان شیرین و سازگارە (ئاوی ڕوبارو کانیاوە) ئەوی تریان زۆر سوێرو تاڵ و تفتە (ئاوی دەریاکانە) وە لەنێوان ئەو دوو (ئاوە) دا بەربەستێکی داناوە وڕێگریکەرێکی ئەستور (تا ئەو دوو ئاوە تێکەڵ بەیەک نەبن)\n","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:54","price":"ئەو (خوا) زاتێکە لەئاوی (مرۆڤ) ئادەمیزادی دروستکردووە ئەمجا ئەو (ئاوە)ی کردۆتە ھۆی ڕەچەڵەک (پشت کە بەرێگەی نێرینە دەگەن بەمرۆڤ وەک کوڕ) و خزم (کە بەرێگەی ئافرەت دەگەنەوە بەمرۆڤ وەک کچە زاو خوشکەزا) وە پەروەردگارت ھەمیشە بە دەسەڵات و توانایە\n","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:55","price":"ئەوانە جگە لەخوا شتانێک دەپەرستن کە نەسوود نەزیان بەوان ناگەیەنن وە بێ بڕوایان بەردەوام دژی پەروەردگاریان پشتیوانی یەکترن (بۆ تاوان و خراپە)\n","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:56","price":"ئێمە تۆمان تەنھا بۆ ئەوە ناردووە کەمژدە دەرو ترسێنەر بیت\n","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:57","price":"(ئەی موحەممەد ﷺ) بڵێ من لەسەر گەیاندنی ئیسلام ھیچ کرێ و پاداشتێک لەئێوە داوا ناکەم بەڵام ھەر کەس ویستی رێگەی پەروردگاری بگرێت (با بیگرێ)\n","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:58","price":"پشت ببەستە بە (خوای) زیندوو کەزاتێکە ھەرگیز نامرێت، تەسبیحات بکە بەستایشی ئەو بەسە (بۆ تۆ) کەخوا ئاگادارە بەگوناھی بەندەکانی\n","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:59","price":"ئەو (خوایە)ی کەئاسمانەکان و زەوی دروستکردووە وەئەوەیشی لەنێوانیاندایە لەشەش ڕۆژدا لەپاشانیش بەرز بوویەوە بۆ سەر عەرش و قەراری گرت (باوەڕمان پێیەتی بەبێ ئەوەی شێوەکەی بزانین) ئەو خوای میھرەبانە کەواتە پرسیار لەزاتێک بکە کە بەھەموو شت زاناو ئاگادارە\n","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:60","price":"وە کاتێک بەوان بوترێت سوژدە ببەن بۆخوای میھرەبان دەڵێن ڕەحمان کێیە (ئێمە نایناسین) ئایا سوژدە ببەین بۆ ئەو (زاتەی) کەتۆ فەرمانمان پێ دەدەیت وە (بەم داوای سوژدە بردنە) دورکەوتنەوەیان (لەڕێگای ڕاست) زیاتر دەبێت\n","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:61","price":"پاک و بێگەرد وپیرۆزە ئەو (خوایەی) کە لەئاسماندا چەند خولگە (بورج)ی دروستکردووە ودایناوە لەئاسماندا خۆرێکی پڕشنگدار و مانگێکی ڕووناک کەرەوە (بۆ زەوی)\n","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:62","price":"وە ئەو (خوایە) زاتێکە کەشەوو ڕۆژی لەجێی یەکتر داناوە (بەدوای یەکتردا دێن و شوێنی یەکتر دەگرنەوە) بۆ ئەو کەسەی بیەوێت بیربکاتەوە (لەدروسکراوەکانی خوا) یان بیەوێت شوکرانە بژێری خوا بکات\n","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:63","price":"بەندە تایبەتیەکانی خوای میھرەبان کەسانێکن بە ویقارو نەرمی دەڕۆن بەسەر زەویدا (بێ لوت بەرزی و کەشخە و فیز کردن) وەکاتێک نەزان و نەفامەکان (بەووتەی ناشیرن) لەگەڵیان بدوێن ووتەیەک دەڵێن: جوان بێت (وەک: سڵاوتان لێ بێت)\n","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:64","price":"وە کەسانێکن لەشەودا بۆ پەروەردگاریان سوژدە بەرن و شەو نوێژ دەکەن\n","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:65","price":"وە کەسانێکن کەدەڵێن ئەی پەروەردگارمان سزای دۆزەخمان لێ لادە بەڕاستی سزای ئەو (دۆزەخە) لانەچووی بەردەوامە\n","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:66","price":" بەڕاستی دۆزەخ جێگەو شوێن مانەوەیەکی زۆر خراپە\n","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:67","price":" وە کەسانێکن کاتێک ماڵ و سامان خەرج دەکەن (بۆ خۆیان و خێزانیان)\nنەزیادە ڕۆی و نەڕەزیلی و دەست نوقاوی (تێدا) ناکەن (بەڵکو) مام ناوەندیە لەونێوانەدا\n","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:68","price":"وەکەسانێکن کەلەگەڵ خوادا ناپەرستن ھیچ پەرستراوێکی تر و ناکوژن ھیچ کەسێک کەخوا کوشتنی ئەوی یاساغ و(حەرام) کردووە بەھەق و ڕەوا نەبێت وە زیناو داوێن پیسی ناکەن وە ھەر کەس ئەو تاوانانە بکات (کەباسکران) سزاکەی وەردەگرێت\n","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:69","price":"سزای بۆ چەند بارە دەکرێتەوە لەڕۆژی قیامەتدا وە بێ بڕانەوە وبە بێ ڕێزو ڕیسوایی لەدۆزەخ دا دەمێنێتەوە\n","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:70","price":"بێجگە لەکەسێ تەوبەی کردبێ و باوەڕی ھێنابێت کارو کردەوەی چاکیشی کردبێت ئا ئەوانە خوا خراپە و تاوانەکانیان دەگۆڕێت بەچاکە وەخوا ھەمیشە لێبووردەی بەبەزەییە\n","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:71","price":"وە ھەر کەس تەوبەی کردو کردەوەی چاکی کرد ئەوە بەڕاستی ئەو کەسە دەگەڕێتەوە بۆ لای خوا بە گەڕانەوەیەکی تەواو\n","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:72","price":"وە (بەندەکانی خوا) کەسانێکن کەشایەتی درۆ نادەن و کاتێ تێپەڕ بن بەلای شتی بێ سووددا (ئەنجام بدرێت لەلایەن نەفامانەوە) تێپەڕ دەکەن بەڕێزەوە (پێ گوێدانە نەفامان)\n","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:73","price":"وە کەسانێکن کاتێک ئامۆژگاری بکرێن بەئایەتەکانی پەروەردگاریان ناکەون بەسەریاندا بە کەڕی و کوێری\n","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:74","price":"وە کەسانێکن کەدەڵێن ئەی پەروەردگارمان ببەخشە پێمان لە ھاوسەران و نەوەکانمان (منداڵەکانمان) ئەوەی چاوانی پێ گەش بێ و ھۆی دڵخۆشی بێت\nوە بمانکە بە پێشەوای پارێزکاران و لەخوا ترسان\n","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:75","price":"ئەوانە (کە ئەو سیفەتانەیان تیدایە) پاداشت دەدرێنەوە بەپلە و کۆشکی بەرز لە بەھەشتدا بەھۆی ئارام گرتنیان وە لەو شوێنەدا سڵاویان لێ دەکرێ (لەلایەن فریشتەکانەوە زۆر بەگەرمی)\n","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:76","price":"بێ بڕانەوە تیایدا دەمێننەوە چەن جێگا وشوێن ومانەوەیەکی جوان و خۆشە\n","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":null,"lang":"ku"},{"name":"25:77","price":"(ئەی موحەممەد ﷺ) بڵێ خەڵکینە پەروەردگار گوێتان پێ نادات و ھیچ بایەخێکتان نیە لای ئەگەر دوعا و نزاتان نەبێت (لەکاتی تەنگی و ناڕەحەتیدا) کەچی (زۆربەتان) ئاینی خواتان بەدرۆ دەزانی (بڕواتان نەھێنا) جا دڵنیابن تۆڵەکەی یەخەتان دەگرێ و لێتان جیا نابێتەوە\n","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":null,"lang":"ku"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}