{"data":[{"name":"3:1","price":"بـە ( ئـەلیف، لام، میم ) دەخوێنرێتەوە، خوای گەورە زاناترە بە واتاکەی.ئەم پیتانەی کە لەسەرەتای ھەندێک لەسورەتەکانی قورئاندا ھاتوون، تەنھا خوای گەورە دەزانێت مەبەستی پێیان چیە، ئەمە ڕاسترین تەفسیرە بۆ ئەم پیتانە کرابێت، بەڵام بەچەند جۆرێکی تریش تەفسیرکراون لەوانە: ئەم پیتانە ناون بۆ ئەوسورەتانەی لەسەرەتایانەوە ھاتوون، یان ناون بۆ خوای گەورە، یان بۆ دەستەوسانکردنی عەرەبە بێباوەڕەکانە کە دەیانووت ئەم قورئانە لەلایەن خوداوە نەھاتوەتە خوارەوە بۆ موحەممەد (صلى الله عليه وسلم) پێیان دەڵێت: دەی ئەگەر وایە وێنە وھاوشێوەی ئەم قورئانە بھێنن، کە ھەر لەو پیتانە پێـکھاتووە کە ئێوە قسەی پێ دەکەن و بەکاریان دەھێنن\n","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:2","price":"ناردوویە تیە خوارەوە بۆت قورئان بەڕاستی و دروستی بەڕاست دانەری ھەموو ئەو (کتێبانەیە) لەپێشیدا بوون وە تەورات و ئینجیلی ناردە خوارەوە\n","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:3","price":"ناردوویە تیە خوارەوە بۆت قورئان بەڕاستی و دروستی بەڕاست دانەری ھەموو ئەو (کتێبانەیە) لەپێشیدا بوون وە تەورات و ئینجیلی ناردە خوارەوە\n","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:4","price":"لەپێش قورئاندا بەڕێنمونی خەڵکی وە ناردی یە خوارەوە فورقان (واتە: جیاکەرەوەی ڕاست و ناڕاست_ مەبەست پێی قورئانە) بێگومان ئەوانەی کە بێ بڕوابوون بە ئایەت و بەڵگەکانی خوا بۆیان ھەیە (لە قیامەتدا) سزای سەخت وە خوا باڵا دەست و بەتوانایە خاوەنی تۆڵە و سزایە\n","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:5","price":"بەڕاستی خوا ھیچ شتێکی لێ وون نابێت. نە لەزەوی وە نە لەئاسماندا\n","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:6","price":"ئەو خوایە زاتێکە شێوەتان ئەکێشێ لە منداڵدانەکاندا چۆنی بووێ ھیچ پەرستراوێکی بەھەق و ڕاست نیە تەنھا ئەو نەبێت زاڵی باڵادەستی کار بەجێیە\n","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:7","price":"ئەو خوایە ناردوویەتی یە خوارەوە بۆت قورئان ھەندێکی لەئایەتەکانی (مەبەستەکانیان) ڕۆشنن ئەو ئایەتانە بنەڕەتی قورئانن وە ئەوانی تر (کۆمەڵە ئایەتێکن کە مەبەستەکانیان) ڕۆشن نین ئەمجا ئەوکەسانەی کە لە دڵیاندا لادان و چەوتی ھەیە دوای ئەو ئایەتانە دەکەون کە لە قورئاندا موتەشابیھن (ھاوشێوەن، واتاکانی ڕۆشن نین) بۆ تێکدانی بیروباوەڕی موسوڵمانان وە بۆ ڕاڤەکردنی بە ئارەزووی ناپاکی خۆیان لە حاڵەتێکدا کەس ڕاڤە کردنی نازانێت تەنیا خوا نەبێت وە زانایان و ئەوانەی دامەزراون لە زانینی عیلمی شەرعیدا ئەڵێن ئێمە بڕوامان ھێناوە بە (موتەشابیھەکان) ھەمووی لە پەروەردگارمانەوەن بیر لە قورئان ناکەنەوە تەنھا خاوەنانی ژیریی و بیر وھۆش نەبێت\n","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:8","price":"ئەڵێن ئەی پەروەردگارمان لای مەدە (لە ڕێی ڕاست) دڵەکانمان دوای ئەوەی کە ڕێنمونیت کردین وە پێمان ببەخشە لە لای خۆتەوە بەزەییەک (میھرەبانیەک) بەڕاستی ھەر تۆی بەخشندە\n","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:9","price":"ئەی پەروەردگارمان بێگومان تۆ کۆکەرەوەی خەڵکیت بۆ ڕۆژێک کە ھیچ گومانی تێدا نیە بەڕاستی خوا بەڵێنی خۆی ناشکێنێت و دەیباتە سەر\n","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:10","price":"بێگومان ئەوانەی بێ بڕوا بوون ھەرگیز کەڵک و سوودیان پێ ناگەیەنێت نە ماڵیان وە نە منداڵیان لە (سزای) خوا بەھیچ شێوەیەک وە ئا ئەوانە سووتەمەنی دۆزەخن\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:11","price":"(داب و باوی ئەم بێ بڕوایانە) وەک داب ونەریتی دەست و پێوەندەکانی فیرعەونە و ئەوانەی لەپێش ئەواندا بوون وایە کە نیشانەکانی ئێمەیان بە درۆزانی ئەمجا خواش گرتنی بەھۆی تاوانە کانیانەوە, وە خوا تۆڵەی سەختە\n","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:12","price":"بڵێ: بەوانەی کە بێ بڕوان لەمەولا ئەشکێن و ژێر دەکەون وە کۆدەکرێنەوە بەرەو دۆزەخ کە ناخۆشترین شوێنە\n","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:13","price":"بێگومان نیشانەیەکی گرنگ ڕویدا بۆ ئێوە (ئەی موسوڵمانینە یان ئەی کافرەکان) لەو دوو دەستەی (کە لە جەنگی بەدردا) دایان بەیەکدا دەستەیەکیان دەجەنگین لە ڕێی خوادا وە ئەوەی تریان بێ بڕوابوون موسوڵمانەکانیان ئەدی بەدوو ئەوەندەی خۆیان بە بینینی چاو وە خوا پشتگیری دەکات بە یارمەتی خۆی بۆ ھەرکەس بیەوێت بەڕاستی لەم یارمەتیدانەدا پەند وئامۆژگاری ھەیە بۆ کەسانی خاوەن ژیری و بیروھۆش\n","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:14","price":"جوان کراوە وڕازێنراوەتەوە بۆ خەڵکی خۆشی و ئارەزوەکانی نەفس لە ئافرەتان و کوڕ وکاڵی زۆر و دارایی زۆری کەڵەکە کراو لە ئاڵتون و زێڕ و زیو و ئەسپ و ماینانی نیشانەدار (بەسپێتی ناوچەوان و ھەر چوار پەلی) ھەروەھا ئاژەڵ و چوارپێ و کشتوکاڵ ئەمانە بەھرە و (کەل و پەلی) (زیندەگانی(ژیانی) دونیان وە لای خوا ھەیە خۆشترین جێگا و پاشەڕۆژ\n","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:15","price":"بڵێ: خەبەرتان بدەمێ بەباشتر لەمانەتان بۆ ئەوانەی کە پارێزیان کرد و لەخودا ترسان لای پەروەردگاریان چەند بەھەشتێک ھەیە کە بەژێریاندا دەڕوات چەند ڕووبارێک بەھەمیشەیی و ھەتا ھەتایی تێیدا دەمێننەوە, وە (بۆیان ھەیە) ژنانی پاکیزە وە ڕەزامەندی لە خواوە, وە خوا بینایە بە بەندەکان\n","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:16","price":"(لە خوا ترسان) ئەوانەی کە دەڵێن ئەی پەروەردگارمان بەڕاستی ئێمە بڕوامان ھێنا دەی خۆش ببە لە گوناھەکانمان وە بمانپارێزە لە سزای ئاگری دۆزەخ\n","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:17","price":"(ئەوانە بریتین لە) ئارام گران و ڕاستگۆیان و فەرمانبەردارانی خودا و دارایی وماڵبەخشن و ئەوانەی کە داوای لێ خۆشبوون دەکەن لە پێش بەیانیاندا\n","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:18","price":"خوا شایەتی ئەدات (واتە ڕایدەگەیەنێت و بەبەڵگە دەیچەسپێنێت) کە بەڕاستی ھیچ پەرستراوێکی بەھەق وڕاست نیە ئەو نەبێت وە فریشتەکانیش شایەتی ئەدەن (واتە: ئیقرار ئەکەن) وە خاوەن زانستەکان (زانایان) یش شایەتی ئەدەن (واتە: باوەڕی چەسپاویان ھەیە) (خوا) ھەمیشە دادپەروەری ڕاگرتوە ھیچ پەرستراوێکی ڕاست نیە جگە لە خوا کە باڵادەستی کاربەجێیە\n","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:19","price":"بەڕاستی دینی پەسەندکراو لای خوا (ھەر) ئیسلامە دوو بەرەکی نەکەوتنە ناو ئەوانەی کە نامەیان بۆ ھاتبوو دوای ئەوە نەبێت کە زانینی بەڕاستیان بۆ ھات (ئەم لادانەشیان) لە ڕوی ستەم و حەسادەتەوە بوو لە نێو خۆیاندا جا ھەر کەسێک بێ بڕوا بێت بە ئایەتەکانی خوا (کە قورئانە) ئەوە بەڕاستی خوا زوو حسابی لەگەڵ دەکات\n","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:20","price":"ئەمجا ئەگەر(خاوەن نامەکان) دەمەقاڵێ یان لەگەڵ کردیت (ئەی موحەممەد ﷺ) تۆش بڵێ ڕووی خۆم سپارد بەخوا (وملکەچی ئەوم) لەگەڵ ئەوانەی پەیڕەوی من ئەکەن وە (ئەی موحەممەد ﷺ) بڵێ بەوانە کە نامەی تەورات و ئینجیلیان دراوەتێ(کە جولەکە و گاورەکانن) وە بە نەخوێندەوارەکان (ھاوبەش پەیداکەرەکانی گەلی عەرەب) ئایا ئێوە موسوڵمان بوون؟ ئەمجا ئەگەر موسوڵمان بوون ئەوە بەڕاستی مانای ئەوەیە کە ھیدایەتیان وەرگرتووە، وە ئەگەر ڕووشیان وەرگێڕا ئەوە بەڕاستی تۆ ھەر ڕاگەیاندنت لەسەرە وە خوا بینایە بە بەندەکان\n","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:21","price":"بێگومان ئەوانەی بێ بڕوان بە ئایەتەکانی خوا (بە نیشانەکانی خوا) وە پێغەمبەران ئەکوژن بە ناڕەوا وە ئەو کەسانە ئەکوژن کە فەرمان ئەدەن بە دادگەری لە خەڵکی ئەوە مژدەیان بدەرێ (وەک سووکایەتی کردن وایە) بە سزای پڕ لە ئازار\n","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:22","price":"ئەوانە کەسانێکن پووچ بووەتەوە کردەوەکانیان لە دونیا وە لە ڕۆژی دواییدا وە ئەوان نیانە ھیچ یارمەتیدەرێک\n","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:23","price":"ئایا ورد نابیتەوە لەوانەی پێیان دراوە بەشێک لە تەورات بانگ دەکرێن بۆ لای کتێبی خوا (تەورات)بۆ ئەوەی بڕیاربدات لە نێوانیاندا لە پاشان دەستەیەک لەوان پشت ھەڵدەکەن لە حاڵێکدا ئەوان ڕوو وەرگێڕن\n","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:24","price":"ئەمە بەھۆی ئەوەوەیە کە بێگومان ئەوان دەیانووت: ھەرگیز بەر لەشمان ناکەوێت ئاگر تەنھا چەند ڕۆژێکی ژمێررا و کەم نەبێت وە خەڵەتاندنی و (فریویدان) لە دینەکەیاندا ئەو درۆیانەی کە ھەڵیان دەبەست\n","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:25","price":"ئەمجا دەبێ حاڵیان چۆن بێت ئەو کاتەی کە کۆیان دەکەینەوە لە ڕۆژێکدا کە گومانی تێدا نیە و پاداشتی تەواوی دەدرێتەوە ھەموو کەسێک ئەوەی کردویەتی وە ئەوان ھیچ ستەمێکیان لێ ناکرێت\n","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:26","price":"بڵێ ئەی خوایە خاوەن دەسەڵات دەسەڵات دەدەیت بە ھەر کەسێک کە بتەوێت وە دەسەڵات ئەسێنیتەوە لە ھەر کەسێک کە بتەوێت وە بەڕێزی دەکەیت ئەوەی بتەوێت وە بێ ڕێزی دەکەیت ئەوەی بتەوێت تەنھا بەدەستی تۆیە ھەموو چاکەیەک بەڕاستی تۆ بەسەر ھەموو شتێکدا بە توانایت\n","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:27","price":"شەو دەکەیت بەناو ڕۆژدا وە ڕۆژ دەکەیت بەناو شەودا وە زیندوو دەردێنیت لە مردوو وە مردوو دەردێنیت لەزیندوو وە ڕۆزی دەدەیت بە ھەر کەسێ کە بتەوێت بەبێ حساب و بێشومار\n","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:28","price":"نابێت بڕواداران بێباوەڕان بگرن بە دۆستی خۆیان لەجیاتی بڕواداران وە ھەر کەسێک وابکات ئیتر پەیوەستی لەگەڵ خوادا نامێنێت مەگەر بۆ خۆپاراستنتان بێت لێیان (بەشێوەیەک کە بە دەم بیڵێن و بەدڵ باوەڕتان پێی نەبێت) وە خوا دەتان ترسێنێت لە سزای خۆی وە ھەر بۆ لای خوایە گەڕانەوە\n","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:29","price":"(ئەی موحەممەد ﷺ) بڵێ: ئەگەر بیشارنەوە ئەوەی لە دڵتاندایە یان ئاشکرای بکەن خوا پێی دەزانێت وە دەیزانێت ئەوەی لە ئاسمانەکان وە ئەوەی لەزەویدایە وە خوا بەسەر ھەموو شتێکدا بە توانایە\n","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:30","price":"(بترسن) لەو ڕۆژەی ھەموو کەسێک ئەبینێت ھەر کارێکی باشی کردبێت ئامادەیە وە ھەر کارێکی خراپی کردبێت ئاوات دەخوازێت کە لە نێوان ئەو و کارە خراپەکەیدا ماوەیەکی زۆر دوور ببوایە وە خوا دەتان ترسینێت لە سزای خۆی وە خوا میھرەبانە بە بەندەکانی خۆی\n","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:31","price":"(ئەی موحەممەد ﷺ) بڵێ: ئەگەر ئێوە خواتان خۆش دەوێت کەواتە دوای من بکەون تا خواش ئێوەی خۆش بوێت وە لە گوناھەکانتان خۆش ببێت وە خوا لێخۆشبووی میھرەبانە\n","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:32","price":"بڵێ: فەرمانبەردار وگوێڕایەڵی خوا و پێغەمبەر بن ئەمجا ئەگەر پشت ھەڵکەن ئەوە بێگومان خوا بێ بڕوایانی خۆش ناوێت\n","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:33","price":"بێگومان خوا ھەڵی بژاردووە ئادەم و نوح وە خانەوادەی ئیبراھیم وە خانەوادەی عیمران بەسەر ھەموو جیھانیاندا\n","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:34","price":"نەوەیەکن ھەندێکیان لە ھەندێکیان کەوتوونەتەوە, وە خوا بیسەر و زانایە\n","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:35","price":"(بێنەوە بیر) کاتێک کە ژنی عیمران ووتی ئەی پەروەردگارم بێگومان من نەزرم کردوە بۆ تۆ ئەوەی کە لە سکم دایە ئازادکراو بێت (بۆ خزمەتی خانەی تۆ کە بیت المقدسە) دە تۆش (ئەم نەزرەم) لێ گیرا بکە بەڕاستی تۆ بیسەری زانایت\n","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:36","price":"جا کاتێک کە سکەکەی دانا ووتی: ئەی پەروەردگارم خۆ من کچم بوو بەڕاستی خوا زاناترە بەوەی کە بوویەتی کوڕیش وەک کچ نیە (مەبەست لەوەیە لەو کاتەدا کوڕان دەکران بە نەزر بۆ خزمەتکردنی بیت المقدس) وە بێگومان منیش ناوم نا مەریەم وە من خۆی و نەوەی ئەپارێزم بە تۆ لە شەیتانی دەرکراو\n","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:37","price":"ئەمجا پەروەردگار (نەزرەکەی) مەریەمی وەرگرت بەوەرگرتنێکی جوان وە ڕواندی (پەروەردەی کرد) بە ڕواندنێک (پەروەردەیەکی) جوان وە زەکەرییا دەستەبەریی کرد (ئەرکی ژیانی گرتە ئەستۆ و خودا کردی بەمامۆستای مەریەم) ھەر کات زەکەریا بڕۆشتایە بۆ لای مەریەم لە شوێنی خواپەرستیەکەیدا خواردەمەنی وڕزق و ڕۆزی لەلا دەبینی (زەکەریا) ووتی: ئەی مەریەم ئەمەت لە کوێ بوو؟ (مەریەم) ووتی: ئەوە لەلایەن خواوەیە بەڕاستی خوا ڕۆزی دەدات بە ھەر کەسێک کە بیەوێت بە بێ حساب و بێژمار\n","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:38","price":"ئا لەو کاتەدا پاڕایەوە زەکەرییا لە پەروەردگاری ووتی: ئەی پەروەردگارم پێم ببەخشە لەلایەنی خۆتەوە کوڕێکی سروشت پاک بەڕاستی تۆ بیسەری پاڕانەوەیت\n","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:39","price":"جا فریشتە بانگی کرد لەکاتێکدا کە زەکەرییا لە میحرابەکەدا وەستابوو نوێژی دەکرد بەڕاستی خوا مژدەت دەداتێ بە (کوڕێک ناوی) یەحیایە کە بڕواھێنەره بە عیسای ووتەی خوا و پێشەوایە وە جڵەوگری نەفسی خۆیەتی وە یەکێکە لە پێغەمبەرانی چاککردار\n","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:40","price":"(زەکەرییا) ووتی: ئەی پەروەردگارم من چۆن کوڕم دەبێت لە حاڵێکدا بەڕاستی پیری یەخەگییرم بووە وە ژنەکەشم نەزۆکە؟ (خوای گەورە) فەرمووی ئیشی خوا وایە چی بوێت دەیکات\n","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:41","price":"(زەکەرییا) ووتی ئەی پەروەردگارم نیشانەیەکم بۆ دابنێ (خوای گەورە)فەرمووی: نیشانەکەت ئەوەیە کە ناتوانیت قسە لەگەڵ خەڵکیدابکەیت سێ ڕۆژ مەگەر بە ئاماژە (ھێما) نەبێت وە زۆر یادی پەروەردگارت بکە و تەسبیحاتی خوا بکە بە ئێواران و بەیانیان\n","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:42","price":"(یادی ئەوە بکە) کاتێک کە فریشتە (جیبریل) ووتی: ئەی مەریەم بێگومان خوا تۆی ھەڵبژارد و پاکی کردیتەوە (لە ھەمووخووڕەوشتێکی ناشیرین) وە ھەڵی بژاردوی بەسەر ھەموو ژنانی جیھاندا\n","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:43","price":"ئەی مەریەم فەرمانبەرداری پەروەردگارت بکە وە سوژدەو کڕنووش بەرە لەگەڵ ئەوانەی کە سوژدەو کڕنوش دەبەن\n","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:44","price":"ئەوەی ووترا لە ھەواڵە پەنھانەکانن بە وەحی بۆت دەنێریین (ئەی موحەممەد ﷺ) وە تۆ لە لای ئەوان نەبویت کاتێک کە قەڵەمەکانیان ھاوێشت کامیان دەستەبەرێتی وسەرپەرشتی وبەخێوکردنی مەریەمیان بەردەکەوێت وە تۆ لەلایان نەبوویت کە دەمەقاڵێیان دەکرد (لەم ڕووەوە)\n","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:45","price":"کاتێک کە فریشتەکە ووتی: ئەی مەریەم بێگومان خوا مژدەت دەداتێ بە ووتەیەک لەوەوە کە ناوی مەسیح (عیسا) ی کوڕی مەریەمە بەڕێزو پایەبەرزە لە ھەردوو جیھاندا وە لە نزیکانی خودایە\n","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:46","price":"وە قسە دەکات لەگەڵ خەڵکیدا لە بێشکەداو لە (کاتی) گەورەیی دا وە لە پیاو چاکانیشە\n","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:47","price":"مەریەم ووتی: ئەی پەروەردگارم من چۆن منداڵم دەبێت لە کاتێکدا کە پیاو نەھاتۆتە لام (لێم نەکەوتوە) ؟ (جیبریل) فەرمووی وایە (کە ئەڵێیت) خوا چی بوێت دروستی دەکات کاتێک کە بڕیاری شتێکی دا ھەر ئەوەندەی دەوێت پێ بڵێت ببە، ئیتر دەبێت\n","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:48","price":"وە خوا فێری کتێب و دانایی وتەورات و ئینجیلی دەکات\n","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:49","price":"وە پێغەمبەر (دەنێرێت) بۆ بەنو ئیسرائیل (نەوەکانی یەعقوب) (پێ یان دەڵێت) بەڕاستی من نیشانەیەکم بۆ ھێناون لە پەروەردگارتانەوە کە من بۆتان دروست دەکەم لە قوڕ (شتێک) لە وێنەی باڵندە ئەمجا فوی پیادەکەم یەکسەر دەبێت بە باڵندە بە فەرمانی خوا وە چاکی ئەکەمەوە کوێری زکماک و بەڵەک وە مردوانیش زیندوو دەکەمەوە بە فەرمانی خوا وە خەبەرتان دەدەمێ (لە خواوە) چی ئەخۆن چی بە زەخیرە ھەڵئەگرن لە ماڵەکانتاندا بەڕاستی ھەیە لەم موعجیزانەدا بەڵگە ونیشانەی بەھێز بۆ ئێوە (لەسەر ڕاستی پێغەمبەریەتی من) ئەگەر ئێوە بڕوادارن\n","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:50","price":"وە (من ھاتووم) بە بڕوا ھێنەر بەو تەوراتەی کەلە بەردەستمدایە وە ھاتووم بۆ ئەوەی حەڵاڵ بکەم ھەندێک لەو شتانەی کە قەدەغە کراوە لێتان وە بەڵگەم بۆ ھێناون لەلای پەروەردگارتانەوە کەواتە بترسن لە (بێ فەرمانی) خوا وەفەرمانبەرداریم بکەن\n","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:51","price":"بە ڕاستی خوا پەروەردگاری من و ئێوەیە دەی بیپەرستن ئا ئەمەیە ڕێگای ڕاست\n","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:52","price":"ئەمجا کاتێک کە عیسا ھەستی کرد بە بێ بڕوایی گەلەکەی ووتی: کێ لەگە ڵ مندا یارمەتی دەری دینی خوایە شاگردەکانی (حەوارییەکانی) ووتیان ئێمە یارمەتی دەری دینی خواین بڕوامان بە خوا ھێناوە و تۆ ئەی عیسا شاھید بە کە ئێمە گوێڕایەڵ وملکەچی ئەوین\n","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:53","price":"ئەی پەروەردگارمان ئێمە باوەڕمان ھێنا بەوەی کە ناردووتەتە خوارەوە, وە پەیڕەوی پێغەمبەری تۆمان کرد دەی خوایە ناومان بنووسە (بمانژمێرە) لە دەفتەری بڕوادارانی (یەکتاپەرست) دا\n","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:54","price":"(جولەکەکان) پیلانیان گێڕا (بۆ کوشتنی عیسا) خواش لە بەرانبەردا پیلانی لێ گێڕان وەخواش چاکترین پیلان گێرە (لەبەرانبەر پیلان گێڕاندا بۆ پووچەڵکردنەوەی فڕوفێڵەکانیان)\n","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:55","price":"(بیھێنەرەوە یادت) کاتێ خوا فەرمووی ئەی عیسا من تۆ دەبەمەوە و بەرزت دەکەمەوە بۆ لای خۆم وە پاک کەرەوەی تۆم لە (ھاودەمی) ئەوانەی کە بێ باوەڕ بوون وە پەیڕەوانی (ڕاستەقینەی) تۆ بەرز دەکەمەوە بەسەر بێ بڕوایاندا تاڕۆژی دوایی پاشان گەڕانەوەتان بۆ لای منە ئەمجا بڕیار دەدەم لە نێوانتاندا لەو شتانەی کە تیایاندا جیاوازو ناکۆکن\n","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:56","price":"جا ئەوانەی بێ بڕوابوون سزایان دەدەم بەسزای سەخت لە دونیاو ڕۆژی دوایشدا وە ئەوانە ھیچ یارمەتیدەرێکیان نی یە\n","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:57","price":"بەڵام ئەوانەی کە بڕوایان ھێناوە, وە کردەوە باشەکانیان کردووە ئەوە خوا بەتەواوی پاداشتیان دەداتەوە بێگومان خوا ستەمکارانی خۆش ناوێت\n","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:58","price":"ئەم بەسەرھاتانەی کە ئەیان خوێنینەوە بەسەرتدا (ئەی موحەممەد ﷺ) لە ئایەت وبەڵگە ونیشانەکان و قورئانی پڕ لە حیکمەتن\n","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:59","price":"بەڕاستی وێنەی (دروست بوونی) عیسا لای خوا وەک وێنەی ئادەم وایە کە دروستی کرد لە گڵ لە پاشان پێی ووت ببە، ئەویش بوو (بەمرۆڤ)\n","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:60","price":"قسەی ڕاست ئەوەیە کە لە خواوە بەتۆ گەیشت کەواتە لە گومانداران مەبە\n","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:61","price":"ئەمجا ھەر کەسێک دەمە قاڵێی لەگەڵ کردیت (لە بارەی عیساوە) دوای ئەو زانینەی کە (بەوەحی) بۆت ھات تۆش پێیان بڵێ وەرن با بانگی کوڕەکانمان و کوڕەکانتان بکەین وە (بانگی) ژنەکانمان و ژنەکانتان بکەین وە (بانگی) خۆمان و خۆتان بکەین لە پاشاندا (ھەموومان) لەخوا بپاڕێینەوە ئەمجا نەفرەتی خوا بکەین لە وانەمان کە لەدرۆزنانین\n","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:62","price":"بێگومان ھەر ئەمەیە چیرۆک و داستانی ڕاست و دروست وە ھیچ پەرستراوێکی بەڕاستی نی یە تەنھا خوا نەبێ بەڕاستی خوا تەنھا خۆی باڵادەستی کار دروستە\n","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:63","price":"ئەمجا ئەگەر پشتیان ھەڵکرد. ئەوە بەڕاستی خوا ئاگادارە بە کردەوەی بەدکاران ( گەندەڵکاران)\n","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:64","price":"(ئەی موحەممەد ﷺ) بڵێ: ئەی خاوەن نامەکان وەرن بۆ لای ووتەیەکی ڕاست و (یەکسان) لە نێوان ئێمە و ئێوەدا کە جگە لەخوا ھیچ نەپەرستین وە ھیچ شتێک نەکەین بە ھاوبەشی وە ھەندێکمان ھەندێکمان بە پەروەردگار دانەنێین ئەمجا گەر پشتیان ھەڵکرد ئێوەش بڵێن: ئێوە شاھید بن کە ئێمە فەرمانبەردار وگوێڕایەڵ وملکەچی خوداین\n","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:65","price":"ئەی خاوەن نامەکان بۆچی دەمەقاڵێ دەکەن دەربارەی ئیبراھیم لە کاتێکدا کە تەورات و ئینجییل نەنێرراونەتە خوارەوە لە دوای ئیبراھیم نەبێت دەی بۆ تێناگەن؟\n","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:66","price":"ئاگاداربن ئێوە ئەوانەن کەدەمە قاڵێتان کرد لەوەی کە شتێکتان لێدەزانی ئەی بۆ دەمە قاڵێ دەکەن لە شتێکدا کە ھیچی لێ نازانن وە خوا دەیزانێ وە ئێوە نازانن\n","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:67","price":"ئیبراھیم نەجولەکە بووەو نەگاور بەڵکو پاک و خواپەرست و گوێڕایەڵ وملکەچ بوو وە لە ھاوبەش پەیداکاران نەبوو\n","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:68","price":"بێگومان نزیکترین کەس لە ئیبراھیم ئەوانەن کە وەختی خۆی پەیڕەویان کرد وە ئەم پێغەمبەرەو ئەوانەی کە بڕوایان ھێناوە, وە خوا دۆستی بڕوادارانە\n","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:69","price":"حەزیان دەکرد دەستەیەک لە خاوەن نامەکان کە گومڕاتان بکەن لە کاتێکدا کەس گومڕا ناکەن خۆیان نەبێت بەڵام ھەستی پێ ناکەن (تێ ناگەن)\n","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:70","price":"ئەی خاوەن نامەکان بۆ بێ بڕوا دەبن بە ئایەتەکانی خوا لە کاتێکدا کە شایەتی دەدەن (لە سەر ڕاستی ئەوان)\n","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:71","price":"ئەی خاوەن نامەکان بۆ پۆشاکی ناڕەوا ئەکەن بە بەر ڕەوا و ڕاستیدا وە ڕەوا و ڕاستیەکە دەشارنەوە لە کاتێکدا خۆشتان ئەمە دەزانن\n","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:72","price":"وە دەستەیەک لەخاوەن نامەکان ووتیان (بە ھەندێکیان) بڕوابێنن بەو قورئانە کە نێرراوەتە خوارەوە بۆ ئەوانەی کە بڕوایان ھێناوە سەرلە بەیانیان (بەفێڵ) وە بێ بڕوا ببنەوە دەمەو ئێوارە بەڵکو ئەوانیش پەشیمان ببنەوە\n","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:73","price":"باوەڕتان نەبێت مەگەر بە کەسێک کە دوای دینی ئێوە کەوتبێت (ئەی موحەممەد ﷺ) بڵێ: بەڕاستی ڕێنمونی ھەر ڕێنمونی خوایە (ئەی خاوەن نامەکان ئێوە پێتان گرانە) کە بدرێ بە یەکێکی دیکە وێنەی ئەو دینەی کە بە ئێوە دراوە یا دەمەقاڵێتان لەگەڵ بکەن (بۆڕتان بدەن) لای پەروەردگارتان (ئەی موحەممەد ﷺ) بڵێ: بەڕاستی ئەو بەھرەیە (واتە پێغەمبەرایەتی) بەدەستی خوایە دەیدات بەھەر کەسێک کە بیەوێت وە خوا خاوەنی بەخششی زۆر و زانایە\n","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:74","price":"ئەو (خوایە) ڕەحممەت و میھرەبانی خۆی تایبەت دەکات بۆ ھەرکەسێک بیەوێت (شیاوی بێت) وە خوا خاوەنی بەخشش و بەھرەی گەورەیە\n","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:75","price":"وە لە ناو خاوەن نامەکانی ھی وا ھەیە ئەگەر خەزنەیەک بە سپاردە لای دابنێی دەتداتەوە, وە ھی واشیان تیایە ئەگەر دینارێکی لا دابنێیت ناتداتەوە مەگەر بەسەریەوە بوەستیت ئەم ناپاکی یە بەھۆی ئەوەوە بوو کە دەیانووت: گوناھمان ناگات لە خواردنی ماڵی ئەم نەخوێندەوارانە (واتە عەرەبەکان) وە درۆ بەدەم خواوە دەکەن وە خۆیان دەزانن (کە درۆ دەکەن)\n","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:76","price":"نەخێر وانیە (وەک دەڵێن) ھەر کەسێک پەیمانی خۆی بەجێ بھێنێت وە پاریزکاری بکات ولەخودا بترسێت ئەوە بەڕاستی خوا پارێزکارانی خۆش دەوێت\n","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:77","price":"بێگومان ئەوانەی دەیفرۆشن پەیمانی خوا و سوێندەکانی خۆیان بە نرخێکی کەم ئەوانە بێ بەشن (لە بەھرەی خوا) لە ڕۆژی دواییدا وە خوا قسەیان لەگەڵ ناکات وە تەماشاشیان ناکات لە ڕۆژی قیامەتدا و لە گوناھیان خۆش نابێت وپاکیان ناکاتەوە, وە بۆ ئەوان ھەیە سزای بە ئێش و ئازار\n","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:78","price":"بە ڕاستی لە خاوەن نامەکان دەستەیەک ھەیە (ناو بەناو نامەکەیان تێکدەدەن و) زمانیان با ئەدەن و ئەپێچنەوە بە خوێندنەوەی کتێبەکەیان (تەورات) تا تۆ وا بزانیت لە نامەی خوایە (لە کاتێکدا) کە ئەوە لە نامەی خوا نی یە وە دەڵێن ئەوە لە خواوەیە لە کاتێکدا کە ئەوە لە خواوە نی یە وە درۆ بەدەم خواوە دەکەن و خۆشیان دەزانن (کە درۆیە)\n","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:79","price":"نابێ بۆ ھیچ ئادەمیەک کە خوا نامەو شەریعەت و پێغەمبەرێتی دابێتێ پاشان بە خەڵکی بڵێت ببن بە بەندەی من لە جیاتی خوا بەڵکو (پێیان دەڵێت) خوا پەرست بن چونکە ئێوە خەڵک فێری نامەکەی خودا دەکەن وە ئێوە خۆشتان دەیخوێننەوە\n","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:80","price":"وە خوا فەرمانتان پێ نادات کە فریشتە و پێغەمبەران بکەن بە پەرستراوی خۆتان چۆن (خودا) فەرمانتان پێ دەدات بێ بڕوابن (کافر بن) دوای ئەوەی کە ئێوە بڕوا دار بوون؟!\n","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:81","price":"(بھێنەوە یادیان) کاتێک کە خوا پەیمانی وەرگرت لە پێغەمبەران کە ھەرچیم دانێ لە نامەو حیکمەت و (شەریعەت) لە پاشان پێغەمبەرێکتان بۆ ھات بە بڕوا ھێنەر بەو نامەی کەلە لاتانە دەبێ بڕوای پێ بھێنن وە یارمەتی بدەن خوا فەرمووی: ئایا دانتان نا بەم پەیمانەدا؟ وە لەسەر ئەوە پەیمانی منتان وەرگرت پێغەمبەران ووتیان: بەڵێ دانمان پێداناو پەیمانمان بەست خوا فەرمووی: کەواتە ئێوە بەشاھید بن وە منیش لەگەڵ ئێوە یەکێکم لە شاھیدان\n","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:82","price":"جا ئەوەی پشتی ھەڵکرد (لەم پەیمانە) دوای ئەم دان پێدانانە کەواتە ھەر ئەوانن دەستەی دەرچوان لە فەرمانی خودا\n","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:83","price":"ئایا (بێ بڕوایان) داوای غەیری دینی خوا دەکەن؟! لە کاتێکدا کە ھەرچی لەئاسمان و زەویدایە گوێرایەڵ وملکەچی خودان بیانەوێت (بە ویستی خۆیان) یا نەیانەوێت (بە ناچاری) وە ھەموو ھەر بۆ لای ئەو دەگەڕێنرێنەوە\n","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:84","price":"(ئەی موحەممەد ﷺ) بڵێ: ئێمە بڕوامان ھێناوە بە خوای گەورە, وە بەوەی نێرراوەتە خوارەوە بۆمان وە بەوەی کە نێرراوەتە خوارەوە بۆ ئیبراھیم وئیسماعیل وئیسحاق یەعقوب وکوڕانی یەعقوب وە بــەوەی کـە دراوە بە موساو عیسا وەپێغەمبەرەکانی تر لە پەروەردگاریانەوە جیاوازی ناکەین لەنێوان ھیچ کامێک لەم پێغەمبەرانە وە ئێمە بۆ خوای گەورە گەردن کەچین\n","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:85","price":"وە ھـەر کەسێک دوای ھەر ئاینێک بکەوێت جگە لە ئاینی ئیسلام ئەوە لێی وەر ناگیرێت وە ئەو لە ڕۆژی دواییدا لە زەرەرمەندانە\n","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:86","price":"چۆن خوا ڕێنمونی گەلێک دەکات بێ بڕوابووبن دوای بڕوا ھێنانیان وە شایەتییان دابێت کە ئەو پێغەمبەرە ڕاستە و (لەلایەن خوداوە ھاتووە) وە نیشانەی زۆریان بۆ ھاتبێ وە خوا ڕێنموونیی گەلی ستەمکاران ناکات\n","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:87","price":"لەو (نەفرینە) دا دەمێننەوە بە ئێجگاری وھەمیشەیی سزایان لێ سووک ناکرێت وە مۆڵەت نادرێن\n","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:88","price":"تێیدا دەمێننەوە بەھەمیشەیی سزایان لەسەر سووک ناکرێت وە دواناخرێن لەسزا\n","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:89","price":"مەگەر ئەوانەی تۆبەیان کردبێ دوای ئەوە, وە کردەوەی چاکیان کردبێت ئەوە بێگومان خوا لێ خۆشبووی میھرەبانە\n","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:90","price":"بە ڕاستی ئەوانەی کە بێ بڕوا بوون دوای بڕوا ھێنانیان پاشان زیاتر بێ باوەڕ بوون ھەرگیز تەوبەیان لێ گیرا ناکرێت ئا ئەوانە ئەوانـەن کە گومڕابوون\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:91","price":"بە ڕاستی ئەوانەی بێ بڕوابوون وە بە بێ بڕوایی مردن ئەوە ھەرگیز (فدیە) لە ھیچ کامێکیان وەر ناگیرێت با پڕ بە ھەموو زەویش زێڕ بێت بیبەخشێت لە بریتی دا (بۆ سووک کردنی سزا لەسەری) وە ئەوانە سزای بە ئازاریان بۆ ھەیە وە ھیچ یاریدەدەر و سەرخەرێکیان نیە\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:92","price":"ئێوە ھەرگیز بە خێرو چاکە ناگەن (وە دەسگیرتان نابێت) تا نەیبەخشن ھەندێ لەو داراییەی کە خۆشتان دەوێت وە ھەرچی ببەخشن ئەوە بێگومان خودا ئاگای لێیە (بە پێی دڵ و دەروونتان پاداشتان دەداتەوە)\n","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":null,"lang":"ku"},{"name":"3:93","price":"ھەموو جۆرە خواردەمەنیەکان حەڵاڵ بوون بۆ نەوەی یەعقوب بێجگە لەوەی کە یەعقوب حەرامی کرد لەسەر خۆی لە پێش ناردنە خوارەوەی تەورات (ئەی موحەممەد ﷺ) بڵێ: دەی تەورات بھێنن و بیخوێننەوە ئەگەر ئێوە ڕاست دەکەن\n","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:94","price":"ئەمجا ھەر کەس درۆ بە دەم خواوە ھەڵبەستێ لە پاش ئەوە کەواتە ئەوانە خۆیان ستەمکارن\n","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:95","price":"(ئەی موحەممەد ﷺ) بڵێ: خوا ڕاستی فەرموو کەوا بوو پەیڕەوی ئاینی ئیبراھیم بکەن کە پاکە (بە ویستی خۆی لە بیرو باوەڕو کرداری ھەڵە لای داوە بۆ بیرو باوەڕ و کرداری ڕاست) وە ھیچ کاتێک لە ھاوبەش بڕیاردەران نەبووە\n","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:96","price":"بە ڕاستی یەکەم ماڵێک دانراوە بۆ (خواپەرستی) خەڵکی ئەو ماڵەیە کە لەبەککە (مەککە) دایە پیرۆز کراوە, وە ڕێنمونیە بۆ جیھانیان\n","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:97","price":"تیایدا ھەیە چەند بەڵگەو نیشانەی ڕوون (کە یەکێکیان ) شوێن وەستانەکەی ئیبراھیمە وە ھەر کەس چووبێتە ئەو شوێنە بێ ترس بووە (لە زیان و ئازاردان) خوا بڕیاریداوە لەسەرخەڵکی و فەرزی کردوە لەسەریان حەجی ماڵەکەی (خۆی) لەسەر ھەر کەسێک کە توانای گەیشتن و (ڕۆیشتنی) ھەبێت بۆی وە ھەر کەس باوەڕی نەبێت (یان توانای ھەبێت و نەچێت) ئەوە بە ڕاستی خوا بێ نیازە لە ھەموو جیھانیان\n","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:98","price":"بڵێ: ئەی نامە داران (خاوەن کتێبەکان) لە بەر چی بێ بڕوان بە بەڵگەکانی خوا لە کاتێکدا خوا بیناو ئاگادارە بەئەوەی کە دەیکەن\n","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:99","price":"بڵێ: ئەی خاوەن کتێبەکان لەبەر چی ڕێگری دەکەن لە ڕێی خوا کەسێک کە بڕوای ھێنابێ (مەبەست پێی پێغەمەرو باوەڕدارانە) دەتانەوێت بە ناڕاست بیخەنە بەرچاوی خەڵک لە کاتێکدا ئێوە زاناو ئاگادارن (بەوەی ڕێی خوایە) وە خوا بێ ئاگا نیە لەوەی کە ئێوە دەیکەن\n","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:100","price":"ئەی ئەو کەسانەی کە بڕواتان ھێناوە ئەگەر ئێوە گوێڕایەڵی دەستەیەک بن لەوانەی کە نامەیان پێدراوە دەتانکەنەوە بە کافر دوای بڕوا ھێنانەکەتان\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:101","price":"چۆن بێ بڕوادەبن؟ لە کاتێکدا دەخوێنرێتەوە بە سەرتاندا بەڵگەکانی خوا ( ئایەتەکانی قورئان) وە پێغەمبەرەکەی لە ناوتاندایە وە ھەرکەس دەست بگرێ بە ( ئایینی) خواوە ئەوە بەڕاستی ڕێنموونیی کراوە بۆ ڕێبازێکی ڕاست و دروست\n","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:102","price":"ئەی ئەوانەی کە بڕواتان ھێناوە بترسن لە خوا ترسانێک کە شیاوێتی وە مەمرن ھەر بە موسوڵمانی نەبێ\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:103","price":"ھەمووتان دەست بگرن بەھۆی پەیوەستیتان بەخواوە (کە قورئانە) چەند بەرەکە و (لێک جیا) مەبن بیر لە بەھرەو چاکەی خوا بکەنەوە بەسەرتانەوە لە کاتێکدا کە ئێوە دوژمنی یەکتر بوون بەڵام خوا ھۆگری خستە نێوان دڵەکانتان ئیتر بوون بە برای یەکتر بەھۆی ئەو چاکەی خواوە, وە ئێوە لەسەر لێواری چاڵێ بوون لەئاگر بەڵام خوا ڕزگاری کردن لێی ئا بەو جۆرە خوا بەڵگە ونیشانەکانی خۆی ڕوون دەکاتەوە بۆتان تا بەردەوام بن لەسەر ڕێنمونی (یان لەسەر شارەزایی)\n","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:104","price":"ئەبێ لە ناو ئێوەدا کۆمەڵێک ببێت بانگەواز بکەن بۆ چاکە فەرمان بدەن بە ھەموو چاکەیەک وە ڕێگری بکەن لە ھەموو خراپەیەک ئەوانە خۆیانن سەر کەوتوو وسەرفرازن\n","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:105","price":"بە وێنەی ئەوانە مەبن (وەک ئەھلی کتاب) کە بەش بەش و جیاواز بوون لە پاش ئەوەی ئەو بەڵگانەی بۆیان ھات وە ئەوانە سزایەکی گەورەیان بۆ ھەیە\n","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:106","price":"ڕۆژێک دێت کە چەند ڕوویەک سپی دەبن وە چەند ڕوویەک ڕەش دەبن جا ئەوانەی کە ڕوویان ڕەش بووە (پێ یان دەوترێت) بۆچی بێ بڕوابوون لە پاش بڕوا ھێنانتان کەواتە بچێژن سزا بەھۆی بێ بڕواییتانەوە\n","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:107","price":"وە ئەوانە کە ڕوویان سپی دەبێت ئەوە لەناو بەزەیی خوادان (لەبەھەشتدان) ئەوانە تێیدا دەمێننەوە بەھەمیشەیی\n","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:108","price":"ئەمانە ئایەتەکانی خوان دەیان خوێنینەوە بەسەرتدا کە ڕاستن خواش نایەوێت ھیچ ستەمێک بۆ جیھانیان\n","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:109","price":"تەنھا بۆ خوایە ھەرچی لە ئاسمانەکاندایە (وموڵکی خودایە) وە ھەرچی لەزەویدایە وە ھەر بۆلای خوا دەگەڕێتەوە ھەموو کارەکان\n","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:110","price":"ئێوە (موسوڵمانان) باشترین گەلێک بوون بۆ خەڵکی ھێنرابێتە دی فەرمان دەدەن بەچاکە وە جڵەوگیری دەکەن لە خراپە وە بڕوا دەھێنن بەخوا ئەگەر نامە دارەکان (خاوەن کتێبەکان لە جولەکەو گاورەکان) بڕوایان بھێنایە ئەوە باشتر بوو بۆیان ھەندێک لەوان بڕوادارن و(باوەڕیان ھێناوە بە ئاینی ئیسلام) بەڵام زۆربەیان لە فەرمانی خوا دەرچوون\n","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:111","price":"ھەرگیز ئەوان زیانتان پێ ناگەیەنن مەگەر زیانێکی کەم وە ئەگەر بجەنگێن لەگەڵتاندا پشتان تێدەکەن دواتریش سەرکەوتوو نابن\n","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:112","price":"دراوە بەسەریاندا سەر شۆڕی و ڕیسوایی لەھەر شوێنێک ببن مەگەر بە ھۆی بەڵێن لەلایەن خوداوە نەبێت وە بەڵێنێک لەلای خەڵکەوە شایستەی خەشمێکی گەورەبوون لە لایەن خواوە, وە دراوە بەسەریاندا ھەژاری دەروون و چاو برسێتی ئەوە لەبەر ئەوە بوو ئەوان بێ بڕوابوون بە بەڵگەکانی خوا وە پێغەمبەرانیان دەکوشت بەناڕەوا ئەوەش بەھۆی ئەوەوە بوو کە ئەوانە سەرپێچی و دەست درێژیان دەکرد\n","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:113","price":"ھەموو (نامە دارەکان) وەک یەک نین لەناو خاوەن نامەکاندا دەستەیەک ڕاست و ڕێک ھەن ئایەتەکانی خوا دەخوێنن (وباوەڕیان ھێناوە بە ئاینی ئیسلام) لە (کاتەکانی) شەودا وە لە(کاتەکانی) سوژدە بردنیاندا\n","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:114","price":"بڕوایان ھەیە بەخوا وە بە ڕۆژی دوایی و فەرمان دەدەن بەھەرچی چاکەیە وە ڕێگری دەکەن لە ھەرچی خراپەیە وە پێشبڕکێ دەکەن لە ھەموو چاکەکاندا وە ئەوانە لە کۆمەڵی چاکانن\n","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:115","price":"ھەر خێرو چاکەیەک بکەن ئەوە ھەرگیز بێ بەش ناکرێن لە پاداشتەکەی خواش بەئاگایە لە پارێزکاران ولەوانەی لێی دەترسن\n","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:116","price":"بەڕاستی ئەوانەی کەبێ بڕوا بوون سوود بەوان ناگەیەنێت نەماڵەکانیان وە نە منداڵەکانیان ھیچێک لەلای خواوە ئا ئەوانە ھاوەڵ وھاوڕێی ئاگر دەبن ئەوان تێیدا دەمێننەوە بەھەمیشەیى\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:117","price":"وێنەی ئەو ماڵ و داراییەی کەبەختی دەکەن لەم ژیانی دونیایەدا بە وێنەی بایەکە سەرما و سۆڵەی تێدابێت بدات لەکشتوکاڵی تاقمێک کەستەمیان لەخۆیان کردبێت جا ئەو (با) وسەرمایە کشتوکاڵەکەی لەناو بەرێت وە خوا ستەمی لێ نەکردوون بەڵکو خۆیان ستەمیان لەخۆیان دەکرد\n","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:118","price":"ئەی ئەو کەسانەی کە بڕواتان ھێناوە مەگرن بۆ خۆتان دۆستی گیانی بەگیانی جگە لەخۆتان (واتە جگە لەباوەڕداران) درێغیتان لێ ناکەن لەھیچ شەڕ و خراپەیەک ئاواتە خوازی ناخۆشیتانن بێگومان دەرئەکەوێت خەشم و قین لە (قسەکانی) دەمیانەوە, وەئەوەی لەدڵیاندا شاردویانەتەوە گەورەترە بەڕاستی بەڵگە ونیشانەکانمان بۆ ڕوون کردونەتەوە ئەگەر ئێوە ژیربن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:119","price":"بێداربن ئا ئەوە ئێوەن کەئەوانتان خۆش دەوێت وەئەوان ئێوەیان خۆش ناوێ وەباوەڕتان ھەیە بەھەموو نامە ئاسمانیەکان کاتێک ئەوان پێتان بگەن دەڵێن بڕوامان ھێناوە, وە کاتێک تەنھا بونەوە سەرە پەنجەکانی خۆیان ئەگەزن لێتان لەڕقدا بڵێ بمرن بەداخ و رقی خۆتانەوە بەڕاستی خوا زانایە بەوەی لەناو دڵەکاندایە\n","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:120","price":"ئەگەر چاکە و خۆشیەکتان پێ بگات غەمبار دەبن بەڵام ئەگەر ناخۆشیەکتان پێ بگات دڵخۆش دەبن پێی ئەگەر ئێوە ئارام بگرن (لەسەر گوێڕایەڵی خوا) و لەخوا بترسن پیلانی ئەوان ھیچ زیانێکتان پێ ناگەیەنێت بەڕاستی خوا تەواو ئاگادارە بە ھەرچی ئەوان دەیکەن\n","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:121","price":"وە (بیھێنەوە بیریان) کاتێک کە بەیانی زوو دەرچوویت لەلای ماڵ و خێزانت بڕوادارەکانت نیشتەجێ ئەکرد لە چەند شوێنێکدا بۆ جەنگ کردن وە خوا بیسەر و زانایە\n","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:122","price":"لەو کاتەدا کە دوو کۆمەڵ لە ئێوە خەریک بوون سست بن وتێک بشکێن و (بگەڕێنەوە) بەڵام خوا دۆست و یارمەتی دەریان بوو وە بڕوا داران با پشت تەنھا بە خوا ببەستن\n","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:123","price":"سوێند بە خوا بێگومان خوا ئێوەی سەرخست لە (جەنگی) بەدردا لە کاتێکدا ئێوە کەم و لاواز بوون دەی لە خوا بترسن بەڵکو سوپاس گوزاری بن\n","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:124","price":"(بیریان بخەرەوە) ئەو کاتەی دەتووت بە بڕوادارەکان ئایا بەستان نیە پەروەردگارتان کۆمەکتان بکات بە سێ ھەزار لە فریشتە دابەزێنراوەکان\n","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:125","price":"بەڵێ، ئەگەر ئارام بگرن وە لە خوا بترسن پەلامارتان بدەن لەم کاتانەدا پەروەردگارتان کۆمەکتان بکات بە پێنج ھەزار لە فریشتە نیشانەدارەکان\n","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:126","price":"وە خوا تەنھا ئەو (کۆمەکی) یەی کرد بە مژدە بۆتان وە بۆ ئەوەی دڵەکانتانی پێ ئارام ببێت (ئەوەش بزانن) سەرکەوتنیش تەنھا لەلایەن خوای باڵا دەستی داناوەیە\n","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:127","price":"(وە ناردنی فریشتەکان) بۆ ئەوە بوو دابڕێت (لە ناوی بات) بەشێک لەوانەی کە بێ بڕوان یان خەفەت باریان بکات (بە تێشکانیان) ئەمجا بگەڕێنەوە بە نائومێدی\n","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:128","price":"دەربارەی ھەڵھاتووەکانی شەڕی ئوحود بە ڕاستی بەدەست تۆ نیە (ئەی موحەممەد ﷺ) ھیچ شتێک لەو کارەدا چ (خوا) تەوبەیان لێ وەرگرێت یان سزایان بدات چونکە بە ڕاستی ئەوانە ستەمکارن\n","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:129","price":"ھەر بۆ خوایە ھەرچی لە ئاسمانەکاندایە وە ھەرچی لە زەویدایە خۆش ئەبێت لە ھەر کەس خۆی بیەوێت وە سزای ھەر کەسیش ئەدات خۆی بیەوێت وە خوا لێ بوردەی میھرەبانە\n","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:130","price":"ئەی ئەوکەسانەی بڕواتان ھێناوە سوود مەخۆن چەند بەرامبەر و لە خوا بترسن بۆ ئەوەی ڕزگاربن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:131","price":"وە خۆتان بپارێزن لەو ئاگرەی کە ئامادە کراوە بۆ بێ بڕواکان\n","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:132","price":"وەگوێ ڕایەڵی خودا و پێغەمبەر بن بێگومان میھرەبانیتان لەگەڵ ئەکرێت\n","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:133","price":"پێشبڕکێ بکەن بۆ لێ بوردنێکی گەورەی (خودا) لەلایەن پەروەردگارتانەوە, وە بۆ بەھەشتێک کە پانییەکەی (بە ئەندازەی) ئاسمانەکان و زەوی یە کە ئامادە کراوە بۆ لە خوا ترسان\n","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:134","price":"ئەوانەی ماڵ دەبەخشن (لە ڕێ ی خوادا) لە کاتی خۆشی (دەوڵەمەندی) و ناخۆشی دا و ڕقی بەتینی خۆیان دەخۆنەوە و دەبوورن لە خەڵکی خواش چاکەکارانی خۆش دەوێت\n","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:135","price":"وە ئەوانەی کە کاتێک کردەوەیەکی ناشیرین دەکەن یاستەم لەخۆیان دەکەن کە یادی خوایان کردەوە ئەمجا داوای لێ بووردن دەکەن بۆ گوناھەکانیان ئایا کێ دەبوورێت لە گوناھەکان بێجگە لە خوا؟ وە بەردەوام نابن لەسەر ئەوەی کە کردوویانە لە کاتێکدا بزانن (گوناھە)\n","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:136","price":"ئا ئەوانە پاداشتیان لێ بووردنە لەلایەن پەروەردگاریانەوە و چەند باخاتێک (بەھەشتێک) کەڕوبارەکان دەڕۆن بەژێریاندا ئەمێننەوە لەو بەھەشتانەدا بەھەمیشەیی چەند چاکە پاداشتی چاکەکاران\n","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:137","price":"بێگومان رابورد لە پێش ئێوەوە چەند رێ و یاسایەک (باوێک) ئەمجا ئێوە بگەڕێن بەزەویدا و سەرنج بدەن ئایا چۆن بوو سەرئەنجامی بێ بڕواکان\n","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:138","price":"ئەمە ڕوون کردنەوەیە بۆ ھەموو خەڵکی و ڕێنمونی و ئامۆژگاریە بۆ لە خوا ترسان\n","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:139","price":"سست و دڵ لاواز مەبن وە غەمبار مەبن ھەر ئێوە بەرز و بڵند ترن ئەگەر بڕوادار بن\n","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:140","price":"ئەگەر ئێوە (لە ئوحوددا) زام و برینتان تووش بووە ئەوە بێگومان ئەو ھۆزە (بتپەرستەکان لە بەدردا) زام و برینیان توش بووە بە وێنەی زامی ئێوە ئەو چەرخ و ڕۆژانەی (زاڵبوون و سەرکەوتنانە) دەیگێڕین لە ناو خەڵکیدا (جارێک بۆ ئێوە و جارێک بۆ ئەوان) لەبەر ئەوەی (لەدونیادا) خوا دەری بخات ئەوانەی بڕوایان ھێناوە و لە ناو ئێوەدا ھەڵبژێرێت چەند کەسێک بە شەھید وە خوا ستەمکارانی خۆش ناوێت\n","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:141","price":"وە تا خوا (لە تاوان) پاک بکاتەوە ئەوانەی کە بڕوادارن وەبێ باوەڕان بنەبڕ بکات\n","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:142","price":"ئایا ئێوە وا گومانتان دەبرد کە دەچنە بەھەشت لە کاتێکدا ھێشتا خوا دەری نەخستوە (واتە تاقی نەکردونەتەوە) ئەوانەی تێدەکۆشن لە ئێوە و ھێشتا دەری نەخستوون کەسانێک لە ئێوە کە خۆڕاگران\n","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:143","price":"سوێند بێ بێگومان ئێوە ئاواتی (شەھیدی و) مردنتان ئەخواست لەپێش ئەوەی پێ ی بگەن خۆ بەڕاستی مردنتان بینی لە کاتێکدا ئێوە زەق سەیرتان دەکرد\n","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:144","price":"(موحەممەد ﷺ) تەنھا پێغەمبەرێکە (نەمر نیە) بێگومان لەپێش ئەو پێغەمبەرانی تر ڕابوردون جا ئایا ئەگەر وەفاتی کرد یان کوژرا دەگەڕێنەوە بۆ دواوەی خۆتان (پاشگەز دەبنەوە) ھەر کەس ھەڵگەڕێتەوە بۆ دواوەی خۆی (بۆ بت پەرستی) ئەوە ھەرگیز (ئەو کەسە) ھیچ زیانێک ناگەیەنێت بەخوا وە بەزوویی خوا پاداشتی سوپاس گوزاران دەداتەوە\n","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:145","price":"ھیچ کەسێک نەبووە کە بمرێت مەگەر بە فەرمانی خوا نوسراوێکی کات دیاریکراوە ( لەو کاتەدا کەخوای گەورە دیاری کردوە) ھەر کەسێک دەیەوێت پاداشت و دەستکەوتی دونیایی لەو(پاداشتی دونیا) ھەندێکی پێ دەدەین وە ھەرکەسێک دەیەوێت پاداشتی پاشەڕۆژ لەو (پاداشتی پاشەڕۆژە) ھەندێکی پێ دەبەخشین وە بەزووی پاداشتی سوپاس گوزاران دەدەینەوە\n","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:146","price":"زۆر لە پێغەمبەران جەنگ و کوشتاریان کردووە لەگاڵیاندا (شانبەشانیان) زۆر لە زانایان و خواناسان جا سست و دەستە پاچە نەبوون بەھۆی ئەوەی کە دووچاریان بووە لە ڕێی خوادا وە بێ ھێز و لاواز نەبوون وە سەریان شۆڕ نەکرد بۆ دوژمن وە خوا خۆڕاگرانی خۆش دەوێت\n","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:147","price":"ھەر ئەمە ووتەی ئەوان بوو کەدەیانووت ئەی پەروەردگارمان لێمان ببورە لە گوناھەکانمان وە لە زیادە ڕەویمان لە کارووبارماندا و قاچەکانمان جێگیر بکە (لە جەنگدا) وە سەرمان بخە بەسەر کۆمەڵی بێ بڕوایاندا\n","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:148","price":"بەھۆی ئەوەوە خوا پێی بەخشین پاداشتی دونیا وە پاداشتی چاک و شیرینی ڕۆژی دوایی خوا چاکەکارانی خۆش دەوێت\n","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:149","price":" ئەی ئەوانەی بڕواتان ھێناوە ئەگەر ئێوە گوێڕایەڵی بکەن بۆ ئەوانەی بێ بڕوان ئەتان گێڕنەوە بۆ دواوەی خۆتان (بۆ بت پەرستی) ئەمجا ئەگەڕێنەوە بە زیانباری\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:150","price":"(ئەوانە دۆستان نین) بەڵکو خوا یارمەتی دەر و دۆستی ئێوەیە وەخواباشترینی ھەموو یارمەتیدەرانە\n","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:151","price":"بەزوویی دەخەینە دڵی ئەوانەی بێ بڕوان ترس و بیمی بەتین بەھۆی ئەوەی کرد بوویانە ھاوبەشی خوا شتانێک کە خوا ھیچ بەڵگەی نەناردۆتە خوارەوە لەسەری کە جێگا و شوێنی ئەوان ئاگرە وەچەند نیشتە جێیەکی خراپە (جێگەی) ستەمکاران\n","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:152","price":"سوێند بێت بێگومان خوا بەجێی ھێنا بۆتان بەڵێنەکەی کاتێک (سەرەتای جەنگی ئوحود) ھەستتان لێ بڕین (دەتان کوشتن) بەفەرمانی خوا ھەتا کاتێک (لە ناکاو) سست بوون ئاژاوە و دووبەرەکیتان کرد لەکاری جەنگدا وەبێ فەرمانیتان کرد لەپاش ئەوەی کەخوا نیشانیدان ئەوەی (لە جەنگەکەدا) پێتان خۆش بوو (کەسەرکەوتن لەسەرەتایی جەنگەکەدا) ھەندێک لە ئێوە (دەسکەوتی) دونیایی دەویست وە ھەندێکتان پاداشتی ڕۆژی دوایی دەویست پاشان (خوا) ئێوەی گێڕایەوە لە (جەنگی) ئەوان و (تێشکان) تا تاقیتان بکاتەوە (لەخۆڕاگرتندا) سوێندبێت بێگومان خوا لێتان بوورا و خوا خاوەنی بەھرەو چاکەیە بەسەر بڕوادارانەوە\n","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:153","price":"کاتێک دووردەکەوتنەوە (سەردەکەوتن بەکێوی ئوحوددا) وەبەڕێی کەس نەئەوەستان ولاتان نەدەکردەوە بەلایدا لەکاتێکدا پێغەمبەر بانگی لێ دەکردن لە دواتانەوە جا (خوا) پاداشتی غەم و خەفەتی ھەر بە غەم و خەفەت دانەوە بۆ ئەوەی غەمبار نەبن لەسەر ئەوەی لە دەستان چووە, وە (غەمبار نەبن بە) ئەوەی دووچارتان بووە خواش ئاگادارە بەوەی کەدەیکەن\n","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:154","price":"پاشان دایبەزاند بە سەرتاندا (بۆی ناردن) لە پاش ئەو غەمەی (کە چەشتتان) ئارامیی کە وەنەوزێک بوو بەسەر دەستەیەک لە ئێوە داھات بەڵام دەستە وتاقمێکی دیکەتان( کە باوەڕیان ھێندە بەھێز نەبوو) بەڕاستی ھەر خۆیان مەبەست بوو گومانی ناڕاست و ناھەقیان بەخوا دەبرد وەک گومانی نەفامێتی ئەیان ووت ئایا بۆمان ھەیە (بە دەستمانە) لەم کارەدا (زاڵ بوون) ھیچ شتێک بڵێ بێگومان کاروبار ھەمووی بەدەست خوایە دەیشارنەوە لە دەروونیاندا ئەوەی کە دەری نابڕن بۆت دەڵێن: ئەگەر بە دەست ئێمە بوایە لەم کارەدا شتێک (لە سەرکەوتن) ئێمە لێرەدا نەدەکوژراین بڵێ ئەگەر ئێوە لە ماڵەکانی خۆشتاندا بوونایە ھەر دەردەچوون ئەوانەی کە کوژرانیان لەسەر نووسرا بوو بۆ جێگای کوژرانیان (ڕاکشانیان) بۆ ئەوەی خوا تاقی بکاتەوە ئەوەی کە لە سنگتاندایە وە بۆ ئەوەی پاڵفتە و پاکی بکاتەوە ئەو (بڕوایەی) کە لە دڵتاندایە وە خوا زانایە بەوەی لە سینەو دەرونەکاندایه\n","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:155","price":"بەڕاستی ئەوانەی پشتیان ھەڵکرد لەناوتاندا لەو ڕۆژەی کە ھەردوو کۆمەڵ گەیشتن بەیەک (لە ئوحود دا) بێگومان تەنھا شەیتان ھەڵی خلیسکاندن ولەخشتەی بردن بەھۆی ھەندێ لەو گوناھانەی کەلەوەو پێش کردبوویان سوێند بێ بێگومان خوا لێ یان خۆشبوو چونکە بەڕاستی خوا لێبووردەی بەئارام و لەسەرخۆیە (لە تۆڵە سەندندا)\n","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:156","price":"ئەی کەسانێ کە بڕواتان ھێناوە, وەک ئەوانە مەبن کە بێباوەڕ بوون بە برا بێباوەڕەکانیان دەووت کاتێک سەفەریان بکردایە یان غەزایان بکردایە وبچوونایە بۆ جەنگ ئەگەر لای ئێمە (نیشتەجێ) بوونایە نە دەمردن و نە دەکوژران تا خوا ئەوەبکات بە داخ و مەراق لە دڵیاندا وە خوا (مرۆڤ) دەژێنێ و دەشی مرێنێت وە خودا بینایە بەھەر کردەوەیەک کە ئێوە دەیکەن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:157","price":"سوێندبێت ئەگەر ئێوە بکوژرێن لە ڕێی خوادا یان بمرن ئەوە بەڕاستی لێبووردن و میھرەبانی لە لایەن خواوە چاکترە لەوەی کەکۆی دەکەنەوە\n","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:158","price":"سوێند بێت ئەگەر ئێوە بمرن یان بکوژرێن ھەر لای خوا کۆدەکرێنەوە\n","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:159","price":"بەھۆی بەزەیی خواوەیە بۆ ئەوان نەرم و نیانی بوێت ئەگەر تۆ بەدخوو قسە ڕەق و دڵ ڕەق بوویتایە ئەوە ھەموو بڵاوەیان دەکرد لەدەورت کەواتە لێیان ببورە و داوای لێ بوردونیان بۆ بکە لەخوا و ڕاوێژیان پێ بکه لە کاروباردا جا کاتێک (دوا ڕاوێژکردن) بڕیارتدا ئەوە پشت بە خوا ببەستە بەڕاستی خوا ئەوانەی خۆش دەوێت کەپشت بەخوا دەبەستن\n","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:160","price":"ئەگەر خوا سەرتان بخات ئەوە ھیچ کەس زاڵ نابێت بەسەرتاندا وە ئەگەر یارمەتیتان نەدا (پشتتان بەردات) کێیە ئەو کەسەی؟ لەپاش خوا سەرتان دەخات وە بـا بـڕواداران پشت ھەر بەخوا ببەستن\n","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:161","price":"وە بۆ ھیچ پێغەمبەرێک نەبوو کەخیانەت بکات وە ھەر کەس خیانەت بکات بەو خیانەتەوەی کردویەتی دێت (بەکۆڵیەوەیە) لە پاشەڕۆژدا (ڕۆژی ھەستانەوە) پاشان پاداشت دەدرێتەوە ھەموو کەسێک ھەرچی کردبێت وە ئەوان ستەمیان لێ ناکرێت\n","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:162","price":"دەی ئایا کەسێک کەشوێنی ڕەزامەندی خوا کەوتبێت وەک کەسێک وایە بگەڕێتەوە بەخەشمێکەوە لەلایەن خواوە، وە جێگا و شوێنی ئەو دۆزەخ بێت کە سەرئەنجامێکی چەند خراپە؟\n","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:163","price":"(چاکە کاران و خراپە کاران) خاوەنی چەند پلەی جیاوازن لای خوا وە خوا بینایە بە ئەوەی کەدەیکەن\n","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:164","price":"سوێند بێت بێگومان خوا چاکە و منەتی نا بەسەر بڕواداراندا کاتێ کەڕەوانەی کرد لەناویاندا پێغەمبەرو نێرراوێک لەخۆیان کە دەیخوێنێتەوە بەسەریاندا بەڵگە ونیشانەکانی خودا و پاک و خاوێنیان دەکاتەوە وە قورئان و فەرموودەیان فێردەکات ئەگەر چی ئەوان لەپێشدا لەگومڕاییەکی ڕوون و ئاشکرادا بوون\n","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:165","price":"ئایا بۆچی کاتێک دووچارتان بوو ناخۆشیەک (لەئوحود دا) بێگومان ئێوە دووقاتی ئەوەتان دووچاری ئەوان کرد (لەبەدردا) ووتتان ئەمە لە کوێوە ھات بڵێ (ئەی موحەممەد ﷺ) ئەوە لەلایەن خۆتانەوە بوو (کە فەرمانی پێغەمبەرتان شکاند) بەڕاستی خوا بەسەر ھەموو شتێکدا بەتوانایە\n","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:166","price":"ئەوەی کەدووچارتان بوو لەو رۆژەدا کە ھەردوو کۆمەڵ بەیەک گەیشتن (لەئوحوددا) ئەوە بەویستی خودا بوو بۆ ئەوەی بڕواداران دەربخات\n","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:167","price":"و بۆ ئەوەیش دووڕوەکان ئاشکرا بکات وپێیان ووترا وەرن بجەنگن لەڕێی خوادا یابەرگری (لە وڵاتی خۆتان) بکەن ووتیان: ئەگەر بمانزانیایە جەنگ دەبێت شوێنتان دەکەوتین ئەوانە لەو رۆژەدا لە بێ بڕواییەوە نزیک تر بوون تا لە بڕواو ئیمانەوە ئەوانە بەدەمیان شتێک دەڵێن کەلەدڵیاندا نیە وەخوا (لەھەموو کەس) زاناترە بەوەی کە دەیشارنەوە\n","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:168","price":"ئەوانەی کەووتیان (مەبەست پێی دووڕوەکانە) دەربارەی براکانیان ( باوەڕداران) لە کاتێکدا خۆیان دانیشتن و دەرنەچوون ئەگەر ئەوان گوێڕایەڵی ئێمە بوونایە نەدەکوژران بڵێ کەواتە ڕێگری مردن لە خۆتان دووربخەنەوە ئەگەر ئێوە ڕاست دەکەن\n","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:169","price":"ھەرگیز وا گومان مەبەن ئەوانەی کە کوژران لەڕێی خوادا مردوون (نەخێر وانیە) بەڵکو ئەوانە زیندوون لای پەروەردگاریان رۆزی دەدرێن\n","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:170","price":"شادمان و دڵخۆشن بەوەی کە خوا پێی بەخشیوون لەبەھرە و فەزڵی خۆی شادمانن بەوانە (بەبرا تێکۆشەرەکانیان) کە ھێشتا نەگەیشتوون پێیان لەدوای (شەھیدبوونی) ئەمان نەھیچ ترسێکیان لەسەرە و نە ئەوانە ھیچ غەم و خەفەتێک دەخۆن\n","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:171","price":"شادمان و دڵخۆشن بەو بەھرەو زیادە فەزڵەی لەلایەن خواوە (پێیان دراوە) وە بەڕاستی خوا پاداشتی بڕواداران وون ناکات\n","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:172","price":"ئەوانەی کە وەڵامی خواو پێغەمبەریان دایەوە لەپاش ئەوەی کە (لەئوحوددا) تووشی برینداری بوون بۆ ئەوانەیان ھەیە کەکردەوەی چاکیان کردوە, وەخۆیان پاراستووە پاداشتێکی گەورە\n","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:173","price":"ئەوانەی کەخەڵکی پێیان دەووتن بە ڕاستی خەڵکی (بێ باوەڕ) لەشکر و کۆمەڵی زۆریان کۆکردۆتەوە لە دژتان کەواتە بترسن لێ یان کەچی ئەوان (ئیمانداران) بەمە باوەڕیان زیاد بوو وە ووتیان ھەر خوامان بەسە چەند پشت پێ بەستراوێکی چاکە\n","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:174","price":"ئەمجا گەڕانەوە (بۆ مەدینە) بە بەھرەی گەورەوە (کەسەلامەتیە) وفەزڵ و پاداشت لەلایەن خواوە ھیچ زیان و ناخۆشیەکیان تووش نەبوو ئەوانە شوێنی ڕەزامەندی خوا کەوتن وەخوا خاوەنی بەھرە وفەزڵی گەورەیە\n","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:175","price":"بەڕاستی ئەوەی ئێوە (سارد دەکاتەوە) تەنھا شەیتانە کەدۆست و (برادەرانی) خۆی دەترسێنێت جائێوە لێیان مەترسن وە لەمن بترسن ئەگەر ئێوە بڕوادارن\n","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:176","price":"بادڵ غەمگینت نەکەن ئەوانەی پێشبڕکێ و پەلە دەکەن لەبێ بڕواییدا بێگومان ئەوانە ھەرگیز ھیچ زیانێک ناگەیەنن بەخوا خوا دەیەوێت کەھیچ بەشێکیان بۆ دانەنێت لەڕۆژی دوایی دا وەبۆ ئەوان سزایەکی گەورە ھەیە\n","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:177","price":"بەڕاستی ئەوانەی کەبێ بڕواییان کڕی (لەم جیھانەدا) بەبڕواو ئیمان ھەرگیز ھیچ جۆرە زیانێک ناگەیەنن بەخوا بۆئەوانە ھەیە سزایەکی بەئێش و ئازار\n","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:178","price":"ھەرگیز واگومان نەبەن ئەوانەی کەبێ باوەڕن ئەو مۆڵەت دانی ئێمە بۆ ئەوان چاکە بۆ خۆیان بەڕاستی ئێمە مۆڵەتی ئەوان ئەدەین بۆ ئەوەی گوناھی زیاتر بکەن وە بۆ ئەوانە ھەیە سزایەکی ڕیسواکەر\n","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:179","price":"خوا واز لەبڕواداران ناھێنێت لەسەر ئەو بارەی کەئێوەی لەسەرن (کەجیا نەبوونەوەی موسڵمان و دووڕوو و کافرە) ھەتا جیا دەکاتەوە پیس لەپاک وەخوای گەورە ئێوە ئاگادار ناکات بەسەر نھێنی (غەیب) دا بەڵام خوای گەورە ھەڵی ئەبژێرێت لە نێرراوەکانیدا ھەرکەسێکی بوێت جا بڕوای ڕاستەقینە بێنن بەخوا وەبەنێرراوەکانی وە ئەگەر بەو جۆرە بڕوا بێنن وخۆتان بپارێزن ئەوە پاداشتێکی زۆر گەورەتان بۆ ھەیە\n","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:180","price":"ھەرگیز واگومان نەبەن ئەوکەسانەی کەچروکی دەکەن بەوەی کە خوا پێی بەخشیوون لەڕێز و بەھرەی خۆی کەئەو (چرووکیە) چاکترە بۆیان (نەخێر وانیە) بەڵکو ئەوە خراپە بۆیان بە زوویی ئەوەی چروکیان پێ دەکرد وەک تەوق دەکرێتە ملیان لەپاشە ڕۆژدا (ڕۆژی ھەستانەوە) وە ھەر بۆخوایە وموڵکی ئەوە میراتی ئاسمانەکان و زەوی (ئەوەی لە ئاسمانەکان و زەویدایە) وە خوا ئاگادارە بە ھەرچی کە ئێوە دەیکەن\n","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:181","price":"بەڕاستی خوا بیستی ووتەی ئەو(جولەکانەی) کە ووتیان بێگومان خوا ھەژارە و ئێمە دەوڵەمەندین (چونکە داوای قەرزمان لێ دەکات مەبەستیان لە ئایەتی - ومن یقرچ اللە قرچاً حسناً- یە) ئەوەی کە ووتیان دەینوسین (وە دەینووسین) کوشتنی ئەوانە بۆ پێغەمبەرەکان بە ناڕەوا وە (پێیان) دەڵێن بچەژن سزای ئاگری سووتێنەر\n","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:182","price":"ئەو (سزا سەختە) بەھۆی کردەوەی (خراپی خۆتانەوەیە) کە پێشتان خستووە بێگومان خوا ھیچ جۆرە ستەمێک ناکات لە بەندەکان\n","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:183","price":"ئەو (جولەکانەی) کە ووتیان بەڕاستی خوا پەیمانی داوە بە ئێمە کە بڕوا نەھێنین بەھیچ نێرراوێک ھەتا قوربانی و خێرێکمان بۆ نەھێنێت کە ئاگر (بێتە خوارەوەو) بیسوتێنێت بڵێ بێگومان ھاتن بۆلاتان چەند پێغەمبەرێک لە پێش منەوە بە بەڵگە ڕوونەکانەوە و بە ئەو (موعجیزەیەی) کە ووتتان دەی بۆچی ئەو (پێغەمبەرانەتان)کوشت ئەگەر ئێوە ڕاست دەکەن\n","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:184","price":"جا ئەگەر باوەڕیان پێ نەکردی ئەوە بێگومان بڕوا نەکراوە (پێغەمبەرانی پێش تۆش بەدرۆزانران) بە پێغەمبەرانی لەپێش تۆوە ھێناویانە بەڵگە ڕوونەکان و نامەی ئاسمانی (نامەی پەند و تەمێکار) و نامەی ڕوون کەرەوە\n","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:185","price":"ھەموو (خاوەن) گیانێک مردن دەچێژێت وە بەڕاستی بەتەواوی پێتان دەدرێت پاداشتەکانتان لە ڕۆژی دواییدا (ھەستانەوەدا) ئەمجا ھەرکەس دووربخرێتەوە لە ئاگری دۆزەخ و بخرێتە بەھەشتەوە ئەوە بەڕاستی ئەو کەسە سەرکەوتووە ژیانی دونیاش ھیچ شتێک نیە جگە لە چەند سات و ئارەزوویەکی فریودەر نەبێت\n","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:186","price":"سوێند بێت بێگومان تاقی دەکرێنەوە لە سامان و دارایی و گیانی خۆتاندا سوێند بێت بێگومان دەیبیستن لەوانەی کە نامەیان پێدراوە لە پێش ئێوە, وە لەوانەی ھاوبەشیان بۆ خوا داناوە (ئازار و) قسەی ناخۆشی زۆر جا ئـەگـەر ئێوە ئارام بگرن و پارێزکاربن ئەوە بێگومان لە کارە بەھێز و گەورەکانە (لەو کارانەیە لێبڕانی دەوێت)\n","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:187","price":"(بێنەوە بیریان) کاتێک کەخوا وەریگرت پەیمان لەوانەی کەنامەیان پێ بەخشرا بوو (لەجولەکە و گاورەکان) دەبێ ئەو نامەیە ڕوون بکەنەوە بۆ خەڵکی وە نەیشارنەوە بەڵام ئەو (پەیمانەیان) فڕێدایە پشت خۆیانەوە و کڕیان بەو نامەیە نرخێکی کەم ئای چەند خراپە ئەوەی کڕیان\n","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:188","price":"وەگومان مەبە ئەوانەی کەشادمانن بەوەی کەکردیان و پێیان خۆشە کەسوپاس بکرێن بەشتێک کە نەیان کردووە ئەوە ھەرگیز گومانیان پێ مەبە بەڕزگار بوو لەسزا و بۆ ئەوانە ھەیە سزایەکی ئازاردەر\n","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:189","price":"ھەر بۆخوایە پادشایەتی وموڵکی ئاسمانەکان و زەوی وە خوا بەسەر ھەموو شتێکدا ﴿﴾ دەسەڵاتدارە\n","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:190","price":"بەڕاستی لەدروست کردنی ئاسمانەکان و زەویدا و لەجیاوازی و گۆڕانی شەو و ڕۆژدا چەندەھا بەڵگە ھەیە بۆ خاوەن بیرو ھۆشەکان\n","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:191","price":"ئەوانەی کەیادی خوا دەکەن بەپێوە و بەدانیشتانەوە بەڕاکشانەوە (لەسەر تەنیشت) وەبییر دەکەنەوە لەدروست کردنی ئاسمانەکان و زەوی (ئەڵێن) ئەی پەروەردگارمان ئەم (جیھانەت) دروست نەکردووە بەبێ ھودە پاک و بێگەردی بۆ تۆ دەسا تۆش بمان پارێزە لە سزای ئاگری دۆزەخ\n","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:192","price":"ئەی پەروەردگارمان ھەرکەس تۆ بیخەیتە ئاگری دۆزەخەوە ئەوە بێگومان ڕیسوات کردووە, وە ھیچ پشتیوانێک نیە بۆ ستەمکاران\n","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:193","price":"ئەی پەروەردگارمان بەڕاستی ئێمە گوێمان لە بانگخوازێک بوو (مەبەست پێ پێغەمەمبەری خودایە) بانگی ئەکرد بۆ بڕواھێنان (دەی ووت) بڕوا بێنن بە پەروەردگارتان دەست بەجێ بڕوامان ھێنا ئەی پەروەردگارمان دەی لە گوناھەکانمان خۆش ببە وبسڕەوە لێمان خراپەکانمان و بمان مرێنە لەگەڵ کەسانی چاکەکاردا\n","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:194","price":"ئەی پەروەردگارمان پێمان ببەخشە (لەپاش مردن) ئەوەی بەڵێنت پێ داین لەسەر زوبانی پێغەمبەرەکانت و ڕیسوامان مەکە لە ڕۆژی دوایی دا (ھەستانەوە) بێگومان تۆ بەڵێن ناشکێنیت\n","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:195","price":"ئەمجا پەروەردگاریان وەڵامی (نزاکانی) دانەوە (فەرمووی) بێگومان من زایەی ناکەم کردەوەی (ھیچ) خاوەن کردەوەیەک لە ئێوە لە نێر یان مێ ھەندێکتان لە ھەندێکی ترتان بوون جا ئەوانەی کە کۆچیان کرد و دەرکران لە جێ و شوێنی خۆیان و ئەشکەنجەو ئازار دران لە ڕێ ی مندا و جەنگیان کرد و کوژران سوێند بەخوا دەیسڕمەوە لێیان خراپەکانیان وە بێگومان دەیان خەمە بەھەشتانێکەوە کە ڕووبارەکان دێن و دەچن بەژێریاندا ئەمە پاداشت دانەوەیەکە لە لای خواوە, وە لای خوایە جوانترین (چاکترین) پاداشت\n","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:196","price":"لە خشتەت نەبات (فریوت نەدا) ھات و چۆی ئەوانەی بێ بڕوان (بەخۆشی و ئاسوودەییەوە) لە ووڵاتدا\n","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:197","price":"ئەو ئاسوودەییەی ئەوان خۆشیەکی کەمە پاشان جێ و شوێنیان دۆزەخە ئای چ شوێنێکی خراپ و بەدە\n","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:198","price":"بەڵام ئەوانەی لە پەروەردگاریان دەترسن بۆیان ھەیە بەھەشتانێک کە ڕووبارەکان دێن و دەچن بەژێریاندا تیایدا دەمێننەوە بە ھەمیشەیی ئامادە کراوە لە لایەن خواوە, وە ئەوەی کە لای خوایە چاکترە بۆ چاکەکاران\n","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:199","price":"بێگومان لەناو نامە دارەکاندا ھەیە کەسانێک کە بڕوا دەھێنن بەخوا و بەو نامەیەی کە نێرراوەتە خوارەوە بۆ ئێوە (مەبەست پێ قورئانە) وە بەو نامەی کە نێرراوەتە خوارەوە بۆ خۆیان مل کەچن بۆ خوا بەڵگەکانی خوا نافرۆشن بە نرخێکی کەم ئەو نامە دارانە بۆیان ھەیە پاداشتی خۆیان لە لای پەروەردگاریانەوە بێگومان خوا لێپرسینەوە وموحاسەبەکردنی خێرایە\n","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":null,"lang":"ku"},{"name":"3:200","price":"ئەی ئەوانەی کە بڕواتان ھێناوە خۆ گربن و (لە خۆگری دوژمن) خۆگرتر بن و لە سەنگەردا ئێشک بگرن و لە خوا بترسن بۆ ئەوەی ڕزگار ببن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":null,"lang":"ku"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}