{"data":[{"name":"34:1","price":"ھەموو سوپاس وستایش بۆ خوایە کە ھەرچی لە ئاسمانەکان و زەویدایە تەنیا ھی ئەوە وە لەو دواڕۆژیشدا ستایش ھەر بۆ ئەوە وە ئەو( خوا) دروست کاری ووردبینە\n","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:2","price":"خوا دەزانێ چی دەچێ بە ناو زەویدا و چی لێ دەردەچێ و چی دێتە خوارەوە لە ئاسمان و چی بۆ سەر دەکەوێ وەخوا میھرەبانی لێبوەردەیە\n","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:3","price":"بێ باوەڕان وتیان: ڕۆژی دواییمان بەسەردا نایەت (ئەی موحەممەد(ێلی اللە علیە وسلم)) بڵێ (وانیە) سوێند بە پەروەردگارم ئەو (قیامەتە) تان بۆ دێ (خوا) زانای ھەموو پەنھانەکانە لەخوا گوم نابێ قورسایی گەردیلەیەک لە ئاسمانەکان و زەویدا وە بچوکتر و گەورەتر لەوە نییە ئیللا لە کتێبێکی ئاشکراو ڕووندایە\n","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:4","price":"بۆ ئەوەی پاداشتی ئەوانەی باوەڕیان ھێناوەو کردەوەی چاکیان کردووە بداتەوە بۆ ئەوانە هەیە لێبوردنی (پەروەدگار) و پاداشت و ڕۆزییەکی چاك\n","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:5","price":"وە کەسانێك کەھەوڵ دەدەن باوەڕ بە نیشانەکانی ئێمە نەکرێ، دەستە پاچەن وهیچیان پێ ناكرێت، بۆ ئەوانەیە سزای زۆر خراپ و سەخت\n","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:6","price":"ئەوانە زانیاریان پێ دراوە دەزانن ئەوەی لە پەروەردگارتەوە بۆت ھاتووە تەنھا ئەوە ڕاستە و ڕێنموونی (خەڵك) دەکات بۆ ڕێگای خوای زاڵی ستایش کراو\n","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:7","price":"وە ئەوانەی بێ باوەڕ بوون دەیان وت ئایا پیاوێکتان نیشان بدەین کە ھەواڵتان پێ دەدات کاتێك (مردن و) بەتەواوی ڕزین و پارە پارە بوون، بەڕاستی ئێوە سەر لەنوێ دروست دەکرێنەوە\n","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:8","price":"ئایا ئەو (پێغەمبەر ﷺ) بەدەم خواوە درۆ دەکات یان شێتە (نەخێر وانیە) بەڵکو ئەوانەی بێ باوەڕن بەدواڕۆژ لەناو سزاو گومڕاییەکی دوور (لەڕاستی)دان\n","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:9","price":" دەی ئایا سەرنج نادەن بۆ ئەوەی لەبەردەم و لەپشتیانەوەیە لەئاسمان و زەویدا ئەگەر بمانەوێت دەیان بەین بەناخی زەویدا یان دەیخەینە خوار بەسەریاندا چەند پارچەیەك لەئاسمان بەڕاستی لەوەدا بەڵگەو پەند ھەیە بۆ ھەر بەندەیەك ڕوو لەخوا بێت\n","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:10","price":"سوێند بەخوا بەڕاستی لەلایەن خۆمانەوە فەزڵ و بەھرەیەکی گەورەمان بەداود بەخشیبوو ئەی چیا وباڵندەکان لەگەڵ داود زیکرو تەسبیحاتی خوا بکەن وە ئاسنمان بۆ نەرم کردبوو\n","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:11","price":"(فەرمانمان پێ کرد) قەڵغان وزرێی جەنگیان لێ دروست بکە و لەچنینی زرێدا بائەندازەیی ئەڵقەکان وەك یەك بن وکردەوەی چاك بکەن بەڕاستی من بەوەی کەدەیکەن بینام\n","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:12","price":"وە بۆ سولەیمان (با، ھەوا)مان ڕام ھێنا بەیانیان تا نێوەڕۆ ( با) بەئەندازەی مانگێك ڕێگای دەبڕی وە (نێوەڕوان تا) ئێوارانیش بەئەندازەی مانگێك ڕێگای دەبڕی وە مسمان بۆ تواندەوە وەك کانیا و (دەڕۆی) و ھەندێك لەجنۆکەکانمان ڕام ھێنابوو لەبەر دەستیدا کاریان دەکرد بەفەرمانی پەروەردگاری وە ئەگەر ھەرکام لەوان (خوای گەورە ڕامی ھێنا بوونن) لەفەرمانی ئێمە لابدەن سزای ئاگری ھەڵگیرساوی پێ دەچێژین\n","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:13","price":"(سولەیمان) ھەرچی بوویستایە بۆیان دروست دەکرد لەپەرستگاو پەیکەرو چەندین قاپی (نان خواردن) وەك حەوزی گەورەو چەند قازان و مەنجەڵی دامەزراو (نەدەجوڵان لەبەر گەورەییان) ئەی ئالی داود شوکرانە بژێری خوا بکەن بەڵام کەمێك لەبەندەکانم (بۆ خوا) سوپاسگوزارن\n","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:14","price":"ئەمجا کاتێك سولەیمانمان مراند ھیچ شتێك مردنی سولەیمانی نیشان (جنۆکەکان) نەدا بێجگە لەخۆرەو مۆریانەی زەوی کە داردەستەکەی (سولەیمان) یان دەخوارد (کەسولەیمان خۆی دابوو بەسەریدا) ئەمجا کاتێك (سولەیمان) کەوت بۆ جنۆکەکان ڕوون بویەوە ە ئەگەر غەیبیان بزانیایە لەو سزا ڕیسواکەرەدا نەدەمانەوە\n","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:15","price":"سوێند بەخوا بەڕاستی بۆ خەڵکی سەبەء لەو شوێنی ژیانەیاندا نیشانەیەك (لەسەر دەسەڵاتی خوا) ھەبوو دوو باخات لای ڕاست و لای چەپی (شوێنەکەیانەوە) ھەبوو (پێیان وترا) لەڕۆزی پەروەردگارتان بخۆن و سوپاسی ئەو بکەن وڵاتێکی پاك و خۆش و پەروەردگارێکی لێبوردە(یان ھەیە)\n","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:16","price":"ئەمجا ڕوویان وەرگێڕا بەو ھۆیەوە لافاوی وێرانکارمان بۆ ناردن دوو باخاتی (چاکی بەروو بوومدار) ئەوانمان گۆڕی بەدوو باخاتی (خراپی) خاوەن بەرێکی تفت و تاڵ و دارگەز و کەمێك لەداری نەبگ (تاوگ، سیدر)\n","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:17","price":"ئا بەو جۆرە تۆڵەمان لێ سەندن بەھۆی نا سوپاسیانەوە و ئایا جگە لەوانەی زۆر سپڵەن تۆڵە لەکەس ئەسێنین؟!\n","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:18","price":"وە لەنێوان (ڕێگای) ئەوان و ئەو شارانەی پیتو بەرەکەتمان تێخستبوون (لەشام) سازاندبوومان چەند شارۆچکە و دێھاتی نزیك ولەیەکەوە دیار و ڕێگەی نزیکمان بۆ ڕۆشتن لەنێوان (ئەو دێھاتانە)دا دانابوو (ووتمان پێیان)چەند شەوو ڕۆژ بەو (رێگایانە)دا بڕۆن بەئارامی و بێ ترس\n","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:19","price":"کەچی (خەڵکی سەبەء) ووتیان ئەی پەروەردگارمان ماوەی (ڕێگەی) سەفەرەکانمان دور بخەرەوە وستەمیان لەخۆیان کرد ئێمەش کردمانن بەداستانێك لەناو خەڵکدا بیگێڕنەوە پرژ و بڵاومان کردن (بەوڵاتاندا) بەو پەڕی پرژو بڵاوکردن، بەڕاستی لەو بەسەرھاتەدا چەند نیشانە ھەیە بۆ ھەموو زۆر خۆگری شوکرانە بژێر\n","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:20","price":"سوێند بەخوا بەڕاستی شەیتان گومانی خۆی لەواندا بەدی ھێنا بۆیە ئیمانداران نەبێت ھەموویان شوێنی شەیتان کەوتن\n","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:21","price":"وە شەیتان ھیچ دەسەڵاتی بەسەر ئیمانداران دا نەبوو تەنھا بۆ ئەوەی بزانرێت کێ باوەڕی بەڕۆژی دوایی ھەیە وەکێ لەوان دەربارەی (دواڕۆژ) لەگوماندایە وە پەروەردگارت (ئەی موحەممەد ﷺ) بەسەر ھەموو شتێکدا چاودێرە\n","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:22","price":"(ئەی موحەممەد ﷺ) بڵێ ھاوار بکەن لەوانەی کەبێجگە لەخوا بەپەرستراوتان دەزانین بەقەدەر ھەرە وردیلەیەکیان بەدەست نیە نە لە ئاسمانەکان و نە لەزەویدا وە ئەو پەرستراوانە ھاوبەشی (خوا) نەبوون (لە دروستکردنی) ئاسمانەکان و زەویدا و ھیچ یەك لەوان یارمەتیدەری خوا نەبوون\n","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:23","price":"وە تکا کردن لای خوا سوودی نیە مەگەر بۆ کەسێك ئەو (خوا) رێگە بدات ھەتا کاتێك ترس و بیم لەدڵی (تکاکاران) لادەبرێ (بەھۆی رێگەپێدانی شەفاعەت) (بە یەکتر) دەڵێن: پەروەردگارتان چی بڕیارێکی فەرموو دەڵێن: ووتە ڕاستەکەی فەرموو (کەرێگە دانە بەتکا کردن) وە تەنھا (خوا) بەرزو بڵندو گەورەیە\n","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:24","price":"بڵێ کێ ڕۆزیتان دەدات لەئاسمانەکان و زەویدا بڵێ خوا (ڕۆزیمان دەدات) بێگومان ئێمە یان ئێوە (یەکێکمان) لەسەر ڕێنمونین یان لەگومڕاییەکی ئاشکراداین\n","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:25","price":"(بڵێ) پرسیارتان لێ ناکرێت لەتاوانێ کەئێمە کردوومانە ئێمەش پرسیارمان لێ ناکرێت لەوەی ئێوە دەیکەن\n","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:26","price":"بڵێ پەروەردگارمان ئێمەو ئێوە کۆدەکاتەوە لەپاشان بڕیار دەدات لەنێواناماندا بەھەق و ڕاستی وە ھەر ئەوە دادوەری زانا\n","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:27","price":"بڵێ ئادەی نیشانم دەن ئەو ھاوبەشانەی بردوبووتاننە ڕێزی خواوە وانیە بەڵکو زاتی خوایە زاڵ و دانا وکار دروست\n","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:28","price":"وە ئێمە تۆمان نەناردوە بۆ ھەموو ئادەمی بەمژدەدەر و ترسێنەر نەبێت بەڵام زۆربەی ئادەمی نازانن\n","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:29","price":"وە دەڵێن ئەم بەڵێنی (ڕۆژی دواییە)کەی دێت ئەگەر ئێوە ڕاستگۆن\n","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:30","price":"بڵێ بەڵێنی ئێوە ڕۆژێکە نەساتێك دوا دەکەون لێی و نەپێشیش دەکەون\n","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:31","price":"وە ئەوانەی بێ باوەڕ بوون ووتیان ئێمە ھەرگیز باوەڕ ناھێنین بەم قورئانە و بەو کتێبانەش پێش ئەم (قورئانە) ھاتوون خۆزگە دەتبینی کاتێك ئەو ستەمکارانە ڕادەگیرێن لەبەردەم (دادگای) پەروەردگاریاندا قسەو تاوان ئاڕاستەی یەکتر دەکەن لاوازو ژێردەستە کراوان دەڵێن بەوانەی خۆیان بەگەورە دەزانی (بە دەسەڵاتدارەکان) ئەگەر ئێوە نەبوونایە بێگومان ئێمە باوەڕدار دەبووین\n","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:32","price":"ئەوانەی خۆیان بەگەورە دادەنا دەڵێن بەوانەی ژێردەستە و لاواز کرابوون ئایا ئێمە ڕێگریمان کردن لەڕێنمونی دوای ئەوە بۆتان ھات (نەخێر وانیە) بەڵکو خۆتان تاوانبار بوون\n","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:33","price":" ژێر دەستەو چەوساوەکان دەڵێن بەوانەی خۆ بەزل زان بوون (نەخێر وانیە) بەڵکو پیلانی (ئێوە) بەشەو و بەڕۆژ (چەواشەی کردین) کاتێك فەرمانتان پێ دەداین کە بێ بڕوا بین بەخوا وە وێنە وھاوبەشانی بۆ دابنێین ھەموویان پەشیمانی دەشارنەوە کاتێك کەسزای دۆزەخ دەبینن وە زنجیرو تەوقمان کردە گەردنی بێ باوەڕان ئایا تۆڵەیان لێ ئەسەنرێت جگە لەسزای ئەوەی دەیانکرد\n","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:34","price":"وە لەھیچ شارێکدا پێغەمبەری ترسێنەرمان نەناردووە مەگەر خاوەن نازو نیعمەتەکانی (دەوڵەمەندەکانی) ووتوویانە بەڕاستی ئێمە باوەڕمان نیە بەو (ئاینە)ی ئێوەی پێ نێردراون\n","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:35","price":" وە ووتیان ئێمە سامان و منداڵمان زۆرترە (لەئێوە) وە ئێمە قەت سزا نادرێین\n","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:36","price":"بڵێ بەڕاستی پەروەردگارم ڕۆزی فراوان دەکات ودەیگرێتەوە بۆ ھەر کەسێك بیەوێ بەڵام زۆر بەی خەڵك نازانن\n","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:37","price":"وە سامان و منداڵتان شتێك نین لای ئێمە پلەو پایەتان نزیك بکەنەوە مەگەر ئەوەی باوەڕی ھێنابێت و کردەوەی چاکی کردبێت بۆ ئەوانە پاداشتی دوو بەرامبەر ھەیە بەھۆی ئەو چاکانەی کەکردویانە ئەوان لەکۆشکە بەرزەکانی (بەھەشتدا) لە ئارامی وئاسایشدان\n","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:38","price":"وە ئەوانەی ھەوڵی پوچەڵ کردنەوەی نیشانەکانی ئێمە دەدەن دەستە پاچەن و ھیچیان پێ ناکرێت ئەوانە لەسزای دۆزەخدا ئامادە کراو دەبن\n","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:39","price":"بڵێ بێگومان پەروەردگارم ڕۆزی ھەرکام لەبەندەکانی بیەوێت فراوان یان کەمی دەکات بۆی وە ئێوە ھەر شتێکك ببەخشن (لەپێناو خوادا) ئەوە خوا جێگەی پڕدەکاتەوە وە ئەو (خوا) چاکترینی ڕۆزیدەرانە\n","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:40","price":"وە ڕۆژێك (خوا) ھەموویان کۆ دەکاتەوە پاشان بەفریشتەکان دەفەرموێ ئایا ئەوانە (لەدونیا) ئێوەیان دەپەرست\n","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:41","price":"(فریشتەکان) دەڵێن پاك و بێگەردی بۆ تۆ تەنھا تۆ گەورە وپشتیوانیی ئێمەی نەك ئەوان بەڵکو ئەوان جنۆکەیان دەپەرست زۆربەیان باوەڕیان بەوان (جنۆکە) ھەبوو\n","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:42","price":"ئەمجا ئەمڕۆ ناتوانن ھیچ سوودو زیانێك بەیەکتری بگەیەنن وە بەستەمکاران دەڵێین: سزای ئاگری دۆزەخ بچەژن ئەوەی ئێوە باوەڕتان پێی نەبوو\n","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:43","price":"کاتێک بخوێنرێتەوە بەسەریاندا نیشانە ڕوونەکانی ئێمە دەڵێن: ئەمە (پێغەمبەر ﷺ) ھیچ نیە جگە لەپیاوێك دەیەوێت ڕێگریتان بکات لەوەی کەباوو باپیرانتان دەیانپەرست وە دەڵێن: ئەمە (قورئان) شتێك نیە بێجگە لە درۆیەکی ھەڵبەستراو بەناوی خواوە وە بێباوەڕان بەڕاستی بە (قورئان) یان دەووت کەبۆیان ھاتبوو ئەمە تەنھا جادویەکی ئاشکرایە\n","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:44","price":"(خۆ ئێمە) پێشتر چەند کتێبێکمان پێ نەدابوون کە بیانخوێننەوە و بۆمان نەناردبوون پێش تۆ ھیچ پێغەمبەرێکی ترسێنەر\n","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:45","price":"وە کەسانێك پێش ئەمان (قوڕەیشیەکان) باوەڕیان بەپێغەمبەرانیان نەھێنا ئەمان (قوڕەیش) نەگەیشتبوونە دەیەکی ئەوەی بەوانمان دابوو ئەمجا ئەوان باوەڕیان بەپێغەمبەرانی من نەھێنا جا چۆن بوو تۆڵە سەندنی ئێمە (لەوان)\n","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:46","price":"بڵێ من تەنھا بەیەک شت ئامۆژگاریتان دەکەم کەدوو دوو، یەك یەك، لەبەر خوا ھەڵسن ( وگوێڕایەڵی فەرمانەکانی بن) پاشان بیر بکەنەوە ھاوڕێکەتان(پێغەمبەر ﷺ) شێت نیە ئەو (پێغەمبەر ﷺ) تەنھا ترسێنەرە بۆ ئێوە لەپێش ھاتنی سزای سەختی (قیامەت)\n","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:47","price":"بڵێ ھەرکرێ و پاداشتێکم لێ داوا کردوون ئەوە بۆ خۆتان پاداشتی من تەنھا لەسەر خوایە وە ئەو (خوا) بەسەر ھەموو شتێکدا ئاگادارە\n","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:48","price":"بڵێ بەڕاستی پەروەردگارم بەتوندی ھەق دەدات بەسەر (بەتاڵدا) (خوا) زانایە بە نھێنی و شاراوەکان\n","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:49","price":"(ئەی موحەممەد ﷺ) بڵێ (ئاینی) ڕاست ھات و بەتاڵ (نەما) و دروست نابێتەو دووبارە ناگەڕێتەوە\n","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:50","price":"بڵێ ئەگەر من گومڕابم ئەوە زیانەکەی تەنھا بۆ خۆمە وە ئەگەر ڕێنمونبم ئەوە بەھۆی ئەو(قورئانە) وەیە کەپەروەردگارم بۆی ناردووم بەڕاستی خوا بیسەرو نزیکە\n","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:51","price":"(ئەی موحەممەد ﷺ) ئەگەر دەبینیت کاتێك (بێ باوەڕان) زۆر دەترسن ئەمجا بەھیچ جۆرێک ڕزگار بوونیان نیە وە لەشوێنێکی نزیك (دۆزەخەوە) دەبرێن بۆ ناوی\n","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:52","price":"لەو کاتەدا دەڵێن باوەڕمان ھێنا بەو (قورئانە) چۆن (باوەڕیان) دەست دەکەوێ لەشوێنێکی دوورەوە\n","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:53","price":"کەبەڕاستی ئەوان لەدونیادا بێ باوەڕ بوون پێی وە بە نەزانی قسەیان لەپەنھانیەکان دەکرد لەشوێنێکی دورەوە (کەدونیایە)\n","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"34:54","price":"بەر بەست دەخرێتە نێوان ئەوان و ئەوەی ئارەزووی دەکەن (کەبڕوا ھێنان و تەوبە کردنە) ھەر وەکو بەھاوشێوەکانیان کرا لەپێش ئەماندا بەڕاستی ئەوان لەگومانێکی دوو دڵ کەردان\n","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":null,"lang":"ku"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}